{"_id":"63689de0e80bff5a994f9954","area_name":"V-Mountain aka V Rock","shortCode":"","climbs":[{"_id":"EZWMzuM7UIWbF2nRLbIhwA==","name":"Unknown 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Some oldschool dog.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":8,"mp_id":"106221678","mp_crag_id":"106221670","climb_id":"EZWMzuM7UIWbF2nRLbIhwA==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"These are a fun couple pitches of handcracks.  We could have started in a better spot.  This route is on the left wall of V-Rock and ascends two pitches to a nice bolted anchor 60m up wall.","protection":"Extra hand sizes.  Fun move at top before anchors!","location":"This is on the left side of V-rock Wall in the center of the wall.  Rap off with two 60m ropes or continue to top or wall.  Admire all of the ravens at the top."},"__v":0},{"_id":"ivF0WXwRWi2cwlacCYFPew==","name":"Unknown 10+","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":9,"mp_id":"106221700","mp_crag_id":"106221670","climb_id":"ivF0WXwRWi2cwlacCYFPew==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"Climb a surprisingly quality, 60m, enduro pitch or break up into two.  It is a short, 60' first pitch to top of block.  The second pitch is 140' following a nice, steep crack.","protection":"Bolted anchors at approximately 60' and 200'.","location":"This ascends the left wall center - it is a beautiful looking line from the ground."},"__v":0},{"_id":"3TMoOuL9VvCu94+zSYXH/A==","name":"Uncertainty","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"maybe Jesse and Kristin Morehouse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":0,"mp_id":"107832430","mp_crag_id":"106221670","climb_id":"3TMoOuL9VvCu94+zSYXH/A==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"I *think* this might be an FA based on the lack of fixed anchors where you would likely place them and the vegetation I had to excavate from the lichen covered dihedral on the finish.  However, it is hard to be sure.  It's possible we just did a different variation of a previously climbed route.  Let me know if I'm wrong, and I'm happy to change the info.\n\nThe climb is a fun, cruxy route with good rests in between the hard stuff.  We climbed the straight in crack using the obtuse dihedral on the right whenever it made sense (lots of feet, occasional hands) up through the wide stuff (#5 C4 would have been nice to have but isn't necessary).   When the crack widens again, look right for a hidden hand crack.  It gets a little hollow towards the top, so keep pro a few feet shy of that.  Obtain the big belay-sized ledge, and tackle the licheny thin hands/fat finger corner.  Be careful - cams REALLY slide on the lichen.  I was able to perform the venerable hex huck up over the lip above to get solid pro.  After that, climb the rest of the corner which is easier than it looks.  Top out on a pillar.  There is a bolted anchor on the wall at the top of the corner.","protection":"Nuts (some small and some large), a hex or two (8 or 9 ish), cams from black Alien to #5 C4 (old 4.5) with doubles from #0.75 to 3 C4.  Bring a few shoulder length slings.","location":"This is one of the first climbable looking lines on the far left (approach) side of the V.  200 feet or so up the wall from where the \"contour\" approach described on the V Rock main page dumps you out.  Look for a crack that starts in the #3 Camalot range and widens with the occasional horizontal break.  There is an obtuse dihedral about 3 feet to its right.\n\nThe descent is by rappel from the anchor.  One 60m rope gets you to the ground with a little to spare.  Rap to the right to avoid some loose stuff.  Pull your rope as far right as you can get to avoid possible snags."},"__v":0},{"_id":"PBaygfTLVCmmY2FIILjQGQ==","name":"ROW (Right OffWidth)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":11,"mp_id":"119726442","mp_crag_id":"106221670","climb_id":"PBaygfTLVCmmY2FIILjQGQ==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"This was probably climbed at some point? As always, if someone has details, please let me know.\n\nIt is an excellent offwidth experience on great stone. A strenuous low crux is broken up with a good rest midway through the difficulties. After the first chockstone you can sling is reached the climb becomes more moderate (5.8ish) with a combination of crack moves and a lot of very positive face holds. I escaped right to the anchor at 25m from which you can lower with a 60m rope and because I had no big gear left. The crack certainly keeps going. It looks quite wide for a while.\n\nThis route was well protected with the rack below. I walked the two #6s through the crux, leaving one at the end of the crux and using the other one intermittently to protect getting to the chockstones which offer great protection options. The #5s and #6 protect the moves after the chockstines. Slings and a big bro or two were very useful.","protection":"(2) #6s, (3) #5s, nuts, 3 double length slings to sling chockstones, plenty of over the shoulder draws, and possibly a #3 and 4 Big Bro.\n\nThe anchor is a two bolt stainless steel glue in with clippable lowering points. This seems kind of modern for this place, but with the long hike in and out, I am always looking for efficiencies.","location":"Hike up to the apex of the V. This route is on the West-facing (right) wall about 4 or so lines to the right of the V, starting with a bomb bay at the back of a sloping ramp. Immediately to the right of this line is a bolted line with an anchor at the 25m mark. This is the anchor you will aim for as your lowering point if you are doing the line as a crag pitch. If you go all the way up, please let me know, so I can modify this description."},"__v":0},{"_id":"Z8J3+FC3Xdm8nPYoqxbugw==","name":"Rotten Crotch","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jason Lombard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":4,"mp_id":"108415044","mp_crag_id":"106221670","climb_id":"Z8J3+FC3Xdm8nPYoqxbugw==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"Dont let the route name discourage you. The first half rope length pitch is quality! The rest earns its name though.\n\nThis has 30m of great thin hands climbing with good rests interspersed throughout ending at a well placed anchor that now sports chains and biners. This 1/2 rope length pitch is a quality 10-.\n\nThe climb appears to have originally been set up to present the option of doing it as an almost rope length pitch to the upper anchors and if done that way, you have to rap the opposite side of the arete and need doubles. The terrain above the lower (30m) anchor starts out great but quickly turns into a scrappy 5.8+.\n\n1/2 way up the upper half (if that makes sense - see the photo) you can climb out around the arete to the top anchors on the AC/DC Arete if you want to TR either of those lines. Alternatively, you could climb all the way to the higher anchors of the dihedral and rap 20 feet to the AC/DC anchors and from there to the ground with a single 70m.\n\nNote: if you go all the way to the higher anchors on this route, exit the crack system on to the arete 8 feet shy of the top anchor to avoid having to climb the scary sounding massive block that stands between you and the anchor. You will need a long runner to place gear and protect this last part to mitigate rope drag. The upper anchor is a good bolt and a nut with tat and biners. You may want to bring your own tat as this is a seldom visited anchor.","protection":"Bring a bunch of #1 Camalots or equivalent with a 0.5, a few #2s, and a #3. If you go all the way to the upper anchors, bring singles in the sub #1 range, supplement your rack some more in the #1 and #2 range plus nuts and a long sling for your last piece of gear.  The first 30m stays consistently at the wide #1 hand size plus a 0.5 for your first piece.","location":"This is about 30 feet right of\n\nConsolation Prize\n\nand just left of the AC/DC Arete. This route ascends the first obvious, acute dihedral you come to."},"__v":0},{"_id":"fFFFMFQeVqqZGsRnbEAS5A==","name":"Piece Of Cake (submitted as Almost Certain (AC))","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Joel Schiavone, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":6,"mp_id":"109606745","mp_crag_id":"106221670","climb_id":"fFFFMFQeVqqZGsRnbEAS5A==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"This is a super finger crack with some of everything on it. It shares anchors with the bolted route,\n\nDefinitely Certain\n\n, on the uphill side of the AC/DC Arete.\n\nLieback to straight in to a cool scoop and roof. There are a few rests.\n\nGet great locks over the roof, to insecure fingers then straight in again and finally some more featured climbing to chains.\n\nThroughout the route you are mainly jamming the crack with fingers and intermittently using the crack for feet. Some great foot features make this less sustained than a crack of similar size might be at the Creek.","protection":"Lots of finger-sized cams, heavy on 0.4-0.5 camalots. 1-2 each, 0.75 to 1, and maybe a #2. Bring one 3.5 or so with a long sling for the start if you choose the middle of the 3 possible starts - it is really the best option.\n\nNuts may be helpful exiting the alcove.\n\nYou need a 70m rope for this climb. The anchors are chains with biners and are shared with DC, the bolted arete.","location":"This is on the uphill side of the obvious arete you encounter as you first start climbing the talus on the left side of the V. You need to scramble up one of the unappealing little starts to get to the crack proper which is the thin, clean one that starts with a lieback. This is the leftmost crack closest to the arete. I would recommend the middle of the 3 approach cracks."},"__v":0},{"_id":"Hbfpi/adVcyiDgBzQvb+JA==","name":"Not Your Cup of Certain Tea","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Josef Lovin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":3,"mp_id":"117249241","mp_crag_id":"106221670","climb_id":"Hbfpi/adVcyiDgBzQvb+JA==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"This route has great pro at the bottom and small pro up top near the crux. Find the rest before the crux, throw in 0.1s to 0.5s to protect it well. There is still a little bit of foliage on it, but it is still doable. Finish the route on the anchors of\n\nRotten Crotch\n\n.","protection":"Cams 0.1 to 3s.","location":""},"__v":0},{"_id":"MTd92cOaWIKQMrU5tWRNxQ==","name":"Memory Lane","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":7,"mp_id":"121599817","mp_crag_id":"106221670","climb_id":"MTd92cOaWIKQMrU5tWRNxQ==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"I feel like this has to have been previously climbed \"back in the day\" as I found nothing to clean on this great line.\n\nScramble up one of a few different options off the ground depending on your protection inclination. Angle up and left surmounting the triangular slab to a ledge. Look for the clean finger crack on the left wall, and commit! Gaining the next ledge gives you another rest. Above you looms the business. The next 8-10 feet gets you to a stance where you may want to reach out right to the shallow, flaring crack which has a good gear placements up high. Above this is the crux of the climb, which will probably be getting from here to the overhang for most people. Pulling the overhang is a bit easier if you pay attention to foot options. A few more strenuous moves get you to good holds, and the difficulty begins to back off. Angle left to the anchors on the\n\nAC\n\n/\n\nDC\n\nArete. You need a 70m rope for this climb and should knot the ends!","protection":"Singles from your smallest cam to 0.2., triples from #0.3 to #2, and a single 3 and 4. Nuts work surprisingly well on this route. You will probably want 10 slings. The anchors are SS bolts with chains and biners that are at the top of the\n\nAC\n\n/\n\nDC\n\nArete. This climb requires a 70m rope, and you should knot the end!","location":"This ascends the second crack to climbers' right of the\n\nAC\n\n/\n\nDC\n\nArete. This is the crack immediately right of\n\nPiece of Cake\n\nand left of the\n\nUnknown 5.9\n\nIt shares the first 20 feet with\n\nUnknown 5.9\n\nand the last 10 feet with\n\nPiece of Cake\n\n.\n\nThe route has a very obvious, tight, flaring dihedral section capped by a small roof."},"__v":0},{"_id":"q1q4a10bX/SGKDF22B3XiA==","name":"First Aid","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":12,"mp_id":"121260043","mp_crag_id":"106221670","climb_id":"q1q4a10bX/SGKDF22B3XiA==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"Climb the seam/dihedral feature just right of\n\nROW\n\n. Climb past 10 glue-in bolts to the finger crack, and crank it to the shuts, shared anchors with\n\nROW\n\n. This appears to have originally been an aid route. There is an unusual pin at the end of the bolts and a mostly junk old anchor at the top that you can appreciate while struggling up this route. It is pretty pumpy and keeps ratcheting it up the further you go.","protection":"10 bolts, (2-3 each) cams 0.2-0.4, singles 0.5-2 C4s, and clippable SS anchors.","location":"Just right of\n\nROW\n\n, look for the 10 glue-in bolts."},"__v":0},{"_id":"HzombkrqXfGWZEeBOE6vyA==","name":"LOW (Left Offwidth)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":10,"mp_id":"120838200","mp_crag_id":"106221670","climb_id":"HzombkrqXfGWZEeBOE6vyA==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"You need a 70m rope to climb this safely. If you like 3-4\" cracks with a lot of face features and a little variety on the wider and narrower side, this climb is for you. It is a fun, long route that never gets too hard. While most of the gear is #3-4 Camalots, you will definitely find good uses for armbars and other wider crack technique here and there.\n\n...and of course, definitely climbed at some point prior to this so I'm happy to update this if anyone knows its history.","protection":"A lot of fist-sized gear. In Camaots, #0.3-1, (2) 2s, (6) 3s, (3) 4s, and (1) 5. The anchor is two SS bolts with clippable lowering hardware.","location":"This is the nice, fist-sized crack just climber's right of the apex of the V on the left side of a small face just before you would enter the gully going up the apex of the V."},"__v":0},{"_id":"424/IvFfU66S3aWawznBWw==","name":"Definitely Certain (DC)","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Andrew McClure","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":5,"mp_id":"109692701","mp_crag_id":"106221670","climb_id":"424/IvFfU66S3aWawznBWw==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"This is a beautiful, airy line up the center of one of the best sections of rock at the V.  Envisioned by Jesse Moorehouse and with a pile of bolts generously donated to the cause by Mat DeGraaf, the first arete at V Rock was bolted.\n\nThere is a little bit of everything on this mega-pitch: slab, arete, dihedral, techy and big moves, no hands rests, and a crux right up at the top.  Rests punctuate the climbing keeping it less sustained than it might appear from the ground. Generally well-protected but not dull, this shares chains with the amazing finger crack,\n\nPiece of Cake\n\n.","protection":"16 bolts, chains. A 70m rope is REQUIRED.","location":""},"__v":0},{"_id":"m0uWBYBXVmGRQ8ctJX28SA==","name":"Consolation Prize","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jesse Morehouse, Troy Couture","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":2,"mp_id":"108297640","mp_crag_id":"106221670","climb_id":"m0uWBYBXVmGRQ8ctJX28SA==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"OK, it's disappointingly short, but the rock higher up was pretty sketchy, so this was all that was worth doing.  Still, it is a super little hand crack.  There is a bolted anchor.","protection":"A few cams from blue Alien to #3.","location":"This is a short hand crack just right of\n\nUncertainty\n\n. There is a big bush right above the anchors at about 30 feet."},"__v":0},{"_id":"1WsrEz17Vqe+yzDJBgbLwg==","name":"Arete Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jesse Morehouse,  Ethan Proud","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"left_right_index":1,"mp_id":"121485682","mp_crag_id":"106221670","climb_id":"1WsrEz17Vqe+yzDJBgbLwg==","areaRef":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":"Climb the crack on the arete - well kind of. This is a short but varied route that is pretty fun and worth doing. Start just left of the arete forming the left side of the face\n\nConsolation Prize\n\nsplits. Climb the crack using a few nice stances on the arete until you can reach left, and work both sides of the pillar making the left side of the crack. Once on top of the pillar, look for a high, zig zag crack trending back out onto the face. Climb that to the anchor.","protection":"Singles 0.2-5 and double up on 2 and 3. There is a tat and leaver gear anchor at the top.","location":"This is the crack up the arete to the right of\n\nUncertainty\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d1afba1d-6cc9-597f-acb2-c9eb2afac5cf,8705a039-3614-58df-97b3-8ab346704576","pathTokens":["USA","Colorado","Pagosa Springs","V-Mountain aka V Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":5,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.7909,37.1248]},"bbox":[-106.79146396255581,37.124350339818136,-106.79033603744419,37.125249660181865],"left_right_index":-1,"ext_id":"106221670","area_id":"hwWgOTYUWN+Xs4qzRnBFdg=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:56:23.418Z","updatedAt":"2024-01-15T16:43:25.070Z"}