{"_id":"63689de0e80bff5a994f92f2","area_name":"East Ridge","shortCode":"","climbs":[{"_id":"cCSp5c4nVVa4s+xOMN145Q==","name":"Wargasm","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Equipped- Unknown,  FFA of 2nd pitch- Joe Mills and Taylor Roy","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":0,"mp_id":"107426161","mp_crag_id":"105746086","climb_id":"cCSp5c4nVVa4s+xOMN145Q==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"Wargasm is listed as a fully bolted, two pitch, 5.12 open project in the new Flatirons guidebook.  We didn't free the first pitch because it was so dirty, but we are claiming the FA of the harder second pitch.\n\nPitch 1 (5.11+?)- from a very nice alcove, climb solid but very licheny rock to a comforable ledge with a 2 bolt midway anchor.  The crux of this pitch is getting past the second bolt.  With a bit of scrubbing, this pitch will be worth climbing.\n\nPitch 2 (5.12b)- from the ledge, work up a slopey ramp and pull around the left side of the black arete.  Small edges, pebbles, and delicate footwork get you to a jug on the face at mid-height.  A thin crux on sidepulls gains bigger holds that lead to the anchor.\n\nWe did not scrub or clean these pitches so beware of loose rock.  Also, it's very possible to hit the ledge if you fall trying to clip the second bolt of pitch 2.  Hence the PG-13 rating.  If this got cleaned and properly scrubbed, it could easily become a 3 or 4 star route - especially if done in one long pitch.\n\nAs always, be careful not to lower off the end of your rope getting off the 2nd pitch.\n\nSince the history of this route is unclear, I will gladly fix and update the information if we are incorrect in claiming an FA of pitch 2.","protection":"Bolts with a midway anchor and a top anchor.","location":"This is on the left end of the Corridor section of the East Ridge.  Look for a black arete."},"__v":0},{"_id":"suXJ34xHVp6z6xsn80r0Fg==","name":"Stormbringer","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":1,"mp_id":"105757519","mp_crag_id":"105746086","climb_id":"suXJ34xHVp6z6xsn80r0Fg==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"Stormbringer is located in \"The Corridor\" section of the East Ridge (refer to East Ridge description).  It is the second bolted route from the right when facing the crag. Just to the left pulling over the low roof is The Scourge (.11d).  First let me say that The Corridor is not an easy place to access.  There is a long approach hike just to reach Mickey Mouse followed by a quite a bit more hiking and scrambling through the woods.  Stormbringer heads up a nice looking face on fairly good rock.  There was quite a bit of lichen on the thing though, and it seemed it hadn't seen an ascent in a while.  The climbing is fairly sustained through the crux at the fourth bolt after which it eases considerably to the top.  I found the crux to be very reachy (height dependent), and maybe a little stout.  Felt like I must have been missing something, though I couldn't seem to discover what.\n\nI didn't do any other routes here, so I can't say whether or not I'd recommend the place to anyone.  I get the feeling that the climbing on the main wall is quite a bit better though...like comparing Eldo to Castlewood.","protection":"5 bolts.","location":""},"__v":0},{"_id":"mm6Ep5HYUGiQpRzn0pJE2w==","name":"P.B.S.","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":3,"mp_id":"106582571","mp_crag_id":"105746086","climb_id":"mm6Ep5HYUGiQpRzn0pJE2w==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"Move up a ramp left (west) of\n\nL.O.O.P.\n\nto a bolt left of a chimney. Traverse onto the buttress and climb past four well-spaced bolts. Crux is around the third bolt.","protection":"Four bolts, two-bolt anchor.","location":"The route is west of\n\nL.O.O.P.\n\nand just east of\n\nLittle King\n\n. All four bolts and the chains are visible from the start."},"__v":0},{"_id":"x3MXmAPgXhCO4zU4tSVTtQ==","name":"R.N.R","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":5,"mp_id":"105757672","mp_crag_id":"105746086","climb_id":"x3MXmAPgXhCO4zU4tSVTtQ==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"If you're heading up to the Mickey Mouse Wall looking to clip bolts, but you redpoint a full four number grades below Vogue, head up to the east ridge for a little R.N.R.\n\nBegin at the rightmost line of bolts on the Garden of Stone.  Climb up fun huecos to a bolt, continue straight up through some thin face between the second and third bolt.  Bust out left and up on big huecos and holes past two more bolts and finish at a two bolt anchor.\n\nTwo stars: fun climbing, good rock, scenic location but a bit short and a little contrived.","protection":"Quickdraws.","location":""},"__v":0},{"_id":"Tm5GHORHVSeRXl+zfXl5Pg==","name":"Little King","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":2,"mp_id":"106582578","mp_crag_id":"105746086","climb_id":"Tm5GHORHVSeRXl+zfXl5Pg==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"About 20 feet climber's left (west) of\n\nP.B.S.\n\nlies a flat terrace with a horizontal tree. Little King ascends heavily Huecoed rock to a dangerous first clip. The route climbs past six bolts and a fixed pin near the bottom. The upper headwall is airy and challenging climbing but not as fierce as it might appear from the start.","protection":"A little trad gear is optional. A blue Tri-cam goes in a horizontal between the fifth and sixth bolt.","location":"This is the western most route described in the 'Garden of Stone' area described in the excellent new Steve Levin's Eldorado guide (p. 398)."},"__v":0},{"_id":"/O7cpdDnXbSkbVti9AVBxA==","name":"L.O.O.P. (aka League Of Outdoor Pursuits)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alvino Pon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"left_right_index":4,"mp_id":"106580873","mp_crag_id":"105746086","climb_id":"/O7cpdDnXbSkbVti9AVBxA==","areaRef":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":"Steep initial climbing leads to a pumpy and fun traverse across heucos and a strenous and tricky crux. There are at least two ways of doing the crux. The obvious way is harder. If you're taller it may help across the traverse, because you can stretch down for some occasional footholds.\n\nThis is a pretty spectacular pitch, and good photos can be taken from higher up the ramp.\n\nApparently L.O.O.P. stands for League of Outdoor Pursuits. The FA may have been done by Alvino Pon. In the Rossiter Eldo guide, Rossiter says that the info for this area came from Alvino via an article in Rock and Ice #54. Alvino is responsible for many climbs in St Vrain Canyon.","protection":"6 bolts plus chains. The first bolt is very high on easy ground, so be careful or place a trad piece (or both).","location":"This is the second route from the right at the Garden of Stone area. From\n\nR.N.R.\n\n(the rightmost route) and the meadow scramble about 30' up the slab to a flat area at the base of a steep red wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,1f026e29-5b0f-5c02-a780-1da6941983ff,9338c74f-a0aa-5989-8637-978aa5710753","pathTokens":["USA","Colorado","Boulder","Eldorado Mountain","East Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"}],"byDiscipline":{"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.288,39.9204]},"bbox":[-105.28858630676032,39.919950339818136,-105.28741369323963,39.92084966018187],"left_right_index":-1,"ext_id":"105746086","area_id":"kzjHT6CqWYmGN5eKpXEHUw=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:58.560Z","updatedAt":"2022-11-25T11:16:32.468Z"}