{"_id":"63689de0e80bff5a994f9223","area_name":"Lost Flatiron","shortCode":"","climbs":[{"_id":"ieuKPB7OUBSMZvIf160lQA==","name":"North Face Right","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Rositer 1996 ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3929,40.0009]},"left_right_index":999999,"mp_id":"105756892","mp_crag_id":"105744593","climb_id":"ieuKPB7OUBSMZvIf160lQA==","areaRef":"a45Y9mJzVrai7Jx0eVXPfg=="},"content":{"description":"Approach as described for North Face Left, but instead of climbing that route, move West at the base to the rock's lowest point.  Head up easy terrian (mostly 5.2) past Lichens and moss in some spots, to continue up and left along the rock's edge.\n\nAbout 1/2 way up you will leave the edge (which gets jumbled and boring) and move inward to a second slab of rock which diverges from the right-most buttress.\n\nThe gear is typical of or maybe a little better than most real flat-iron climbing.  If you are vigilant, there should be no severe falls.  You will need long runners (lots) to avoid drag, however.","protection":"A standard light rack.  One set of nuts, one set of cams to 3\" and a few small tricams will do. Take many long runners.","location":""},"__v":0},{"_id":"ja4dusoOWrS3avuA8fg2Tg==","name":"North Face Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Rossiter, 1996.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3929,40.0009]},"left_right_index":999999,"mp_id":"105748205","mp_crag_id":"105744593","climb_id":"ja4dusoOWrS3avuA8fg2Tg==","areaRef":"a45Y9mJzVrai7Jx0eVXPfg=="},"content":{"description":"2 pitches. Start 6 feet from left edge (ramp) of the flatiron's face....head straight up beautiful slab with decent cracks here and there for pro. There is a nice wide crack for fun about halfway up. Can belay at any of numerous ledges after half way or more. Crux is going around the LEFT side of a small tree (right on edge, much exposure) 50 feet from the top. Continue on steep slab to summit. It's not climbed often so a nice moderate isolated route.","protection":"Standard rack.","location":""},"__v":0},{"_id":"FQ3q5KtMU82BQ7O1W1g4OA==","name":"Arete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"?? R. Rositer 1996 ??. FFA: T. Bubb, C. Parks 6/9/02","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3929,40.0009]},"left_right_index":999999,"mp_id":"105756889","mp_crag_id":"105744593","climb_id":"FQ3q5KtMU82BQ7O1W1g4OA==","areaRef":"a45Y9mJzVrai7Jx0eVXPfg=="},"content":{"description":"This route is fine climbing and is very Flatiron-esque, including its setting, position, movement and protection.  With some good brushing it could be made into a very nice route.  At present lichen is peppered on the hand and footholds, adding spice to the inherent runouts.\n\nRossiter's given 5.10c grade probably reflects difficulties associated with the lichens. I brushed the holds I used carefully with my fingers and hands before using them and felt that the grade is more like 5.10a. I've split the difference for this posting. It is also possible that we grade things differently or found slightly different solutions.\n\nGear certainly does not abound, and is had here and there. Expect 40-foot-plus runouts on moves as hard as 5.9 slab, and smaller runouts on a few 5.10 moves. This is not and will never be a well-protected lead.\n\nTo find this route, climb up to the face of the Lost Flatiron. It is hard to see while hiking and you will most likely come to the base of a shorter, and very mossy buttress directly below the real wall first.\n\nOnce there, skirt the bottom edge to the East, eventually coming to a grassy slope where you can move up to the side of the rock and see a short, but wide juniper tree (15' either dimension. There is a pine tree 15' to the right growing out of a crack in the rock.  Climb up to the juniper from below, go to it's right side and under the branches to a reasonable belay just left of it's trunk. This is shaded and comfortable.\n\nThere will not be protection for t he leader for a while, so tie in to the tree and sandbag your partner into the lead- sending him/her left onto the arete and up to the top. The blunt feature is mostly edging and smearing.\n\nOn top the belay is best done from slung blocks, nuts and maybe cams. There is a tree back some way, but unless you have a 70m rope you'll fail to reach it.\n\nTake your hiking shoes up to walk off in. The gully down is steep and soft and your shoes will be slick in the grasses and fill with dirt where there is no grass.","protection":"A few cams and a few nuts.  5 pieces in all, mostly all in the middle.  Rossiter indicates in his book that it is protected by \"a few bolts\" and some gear.  He also said that the route is \"TR only as of writing.\"  If there are any bolts, folks, we could not find them.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,6b8e58f6-6273-56b6-a2ec-9c747955cf7e","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Lost Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3929,40.0009]},"bbox":[-105.39348699741613,40.00045033981814,-105.39231300258388,40.00134966018187],"left_right_index":-1,"ext_id":"105744593","area_id":"a45Y9mJzVrai7Jx0eVXPfg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:56.271Z","updatedAt":"2022-11-25T11:16:27.906Z"}