{"_id":"63689de0e80bff5a994f90d9","area_name":"Ship's Prow","shortCode":"","climbs":[{"_id":"EXiUq7/qXNeXhV1y5znshw==","name":"Yard Arms","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Topher Donahue, Tommy Caldwell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":16,"mp_id":"107392213","mp_crag_id":"105746080","climb_id":"EXiUq7/qXNeXhV1y5znshw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This sort of follows the aid climb, The Bilge, but climbs a fair amount of new rock on the way.  The first crux pitch is spicy and hard - Loweballs are helpful.  The second crux pitch is awesome and hard.  This can be approached from the\n\nKeel Haul\n\nfor a less spicy and probably higher quality version. It is 4 stars if done this way.","protection":"Thin to 4\" - extra thin.","location":""},"__v":0},{"_id":"AtB6JsV0Vpm9hrcRPgg2Aw==","name":"Waves of Shade","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dakota Walz, Tim Noble, & Fidi Nagy, Aug. 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":3,"mp_id":"119411100","mp_crag_id":"105746080","climb_id":"AtB6JsV0Vpm9hrcRPgg2Aw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Waves of Shade follows up a series of left-leaning dihedrals and roofs along the upper striped wall of the Ship's Prow. Highlights of this route include wonderful, flowing movement and confidence inspiring gear - especially in all the sections of white rock. Plus great face climbing and an amazingly steep hand crack crux at the top of the wall!\n\nThe difficulty and lowish star rating are merely due to how fresh the line is. If it were to see a few repeats, I expect it'd earn its third star, and the difficulty would drop a letter grade or more.\n\nP1.\n\n5.10c, 130ft\n\nClimb straight up the first dihedral/chimney off the thing grassy ledge. Cruise through different sections of very featured shatter before reaching the first band of white rock that ends in a left traversing roof (so good!). Rest in a thin band of black rock before launching into another section of white rock - this time on left-leaning fingers. Belay up and left in another black band.\n\nP2.\n\n5.10b, 115ft\n\nTraverse left under the roof before finding some jugs to pull up over onto the face. Climb toward an obvious, wide crack above while chasing gear on really fun slab climbing. Hit a roof, and escape out right with a mantel. Fire the easy\n\nlooking\n\ncrack (5.10b), and belay on a large ledge above.\n\nP3.\n\n5.6, 40ft\n\nWalk straight left around a bulge to reveal the major overhang of the final pitch. Climb a bit of 5.6, and belay on the sloping ledge below it.\n\nP4.\n\n5.11c/d, 70ft\n\nFinish with 30 feet of super steep hands on great rock! Tape up, fight the pump, and don't come crashing into your belayer. This section is seriously fun and will be a real kick in the teeth if you're not fit. The rest of the pitch is victory lap to the top of the wall.","protection":"Doubles 0.2-#3\n\nTriples 0.4-0.5 (optional)\n\nNuts\n\nDraws\n\n60m rope","location":"Hike up toward the Loft past the\n\nLeaning Tower\n\n(a detached pillar on the features south flank). The route starts well before reaching the East Tower on a thin grassy ledge."},"__v":0},{"_id":"IGCUHqNZVrW57yutqO4NUw==","name":"Tunnel of Love","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"MM & WH","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":9,"mp_id":"106193098","mp_crag_id":"105746080","climb_id":"IGCUHqNZVrW57yutqO4NUw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This climb is on the South face of the Ship's Prow.  On the scramble up, you will find a big block that creates a tunnel.  Climb up obvious cracks and corners belaying on ledges.  The third pitch is the crux.  It is in the upper obvious corner and has a few OW moves.","protection":"Full rack.","location":"South Face of the Ship's Prow.  Take climber's trail toward the Loft.  In the area of the descent ramp."},"__v":0},{"_id":"FuowWfzoVSWGUylZfHg7xA==","name":"South Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":7,"mp_id":"117371642","mp_crag_id":"105746080","climb_id":"FuowWfzoVSWGUylZfHg7xA==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This 2 pitch climb is the major dihedral system downhill (climbers right) of\n\nLeaning Tower\n\n.\n\nP1 starts off on some really enjoyable 5.8 varied crack climbing. The pitch culminates with a couple body length of stemming over your last piece of gear. 5.9 and really good.\n\nP2 is also 5.9, bring a cool head and some small gear.","protection":"A single rack to #3. Large wires are nice for the end of P1. Small cams (00 Mastercam) are nice for P2.","location":""},"__v":0},{"_id":"Q5aopT7VV2eGAbC4xvAYXQ==","name":"Shiver Me Timbers aka (Scissor Me Timbers)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karissa Sampson and Don Ferris, 6/29/19","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":11,"mp_id":"117371887","mp_crag_id":"105746080","climb_id":"Q5aopT7VV2eGAbC4xvAYXQ==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Climb the corner with a #4/#5 crack on the left side of the corner and a varied crack on the right. There are many edges and features to climb, no need to OW this one.","protection":"A single rack to #4.","location":""},"__v":0},{"_id":"082g4mn7VxCsriftrY4nIg==","name":"Scots on the Rocks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dougald MacDonald, John Christie","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":2,"mp_id":"105758275","mp_crag_id":"105746080","climb_id":"082g4mn7VxCsriftrY4nIg==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"On the south side of Ship's Prow, extending toward the Loft, is a long ridge of good rock facing Mt. Meeker. This culminates in a prominent buttress -- actually a pair of buttresses -- that face southeast, right next to the Loft ice climbs. We called these the Lofty Towers. This route climbs the right side of the higher buttress.\n\nP1. Start on the lowest toe of rock and climb up to a pinkish, hanging flake. Pass this on the left and continue a rope length on surprisingly good rock to a huge ledge system, 200 feet, 5.7.\n\nP2. Climb the most prominent, left-facing corner system with a clean hand and finger crack, 180 feet, 5.9+. This is superb climbing on perfect rock. Belay on a good ledge above an overhang.\n\nP3. Step left and climb Hallett-like face holds for 20 feet, then move around the prow to the south face. A beautiful finger crack curves up and left through a slab. The crack gradually thins but face holds appear. The crux is at a bulge. Above this, move back right along a thin seam, then hand-traverse right into a corner, go up a few feet and belay, 140 feet, 5.10a. You may want to belay midway somewhere on this pitch to ease rope drag. At this belay, we found a fixed #1.5 Friend with a retreat sling and biner, indicating someone had gotten this far, probably on a line a bit to our right, and then bailed.\n\nP4. Climb poorly protected, steep 5.9 corners directly to the summit, 50 feet. Or, traverse about 20 feet right to easy ground. If you go to the summit, you have to downclimb a 50-foot, 5.6 knife-edge ridge. Cool summit, unique views.\n\nDescend by downclimbing as mentioned, then follow easy ground up to Glacier Ridge, and contour around to the south, above the Lamb's Slide, to reach the Loft.\n\nThis climb may have been done before, as indicated by the Friend, but there are many, many variations possible on this buttress. Some of these may be quite hard, and they look excellent.","protection":"RPs to double set of cams.","location":""},"__v":0},{"_id":"XuzGEdqbWTGGxofOjT5vTw==","name":"Sarchasm","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Tommy Caldwell","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":20,"mp_id":"105762750","mp_crag_id":"105746080","climb_id":"XuzGEdqbWTGGxofOjT5vTw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This route is the brilliant clean arete on the right side of  the Ships Prow. Direct start to the\n\nBaloney Pony\n\n(5.12c). Start Just right of the arete and grab holds and no holds for 8 bolts to an obvious jug where the first pitch of Baloney Pony meets the arete. Put in a couple of stoppers and mantle to the anchors. I would say the business is somewhere between the sixth and eighth bolt but the whole bloody thing is hard.","protection":"Although this is primarily a sport route you do need to bring a couple mid-range stoppers for the top. 8 bolts to a two bolt anchor with slings and biners.","location":""},"__v":0},{"_id":"DtKb2F4WWguVgT7HikXGVA==","name":"Ship Of Fools","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"A. Brown, R. Guerrieri, 1996","type":{"trad":true,"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":18,"mp_id":"105760470","mp_crag_id":"105746080","climb_id":"DtKb2F4WWguVgT7HikXGVA==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This route climbs out of the obvious, big, left-facing dihedral on the East face of the Ship's Prow to reach the huge arete and then up a small crack on the face to the top. The dihedral starts 120' up, rising out of a left-leaning ramp system for 190' to a brief chimney then finishing in another 80' of left-facing dihedral. The climb is rated as 5.11a and as 5 pitches, traditionally, but it can easily be done in 4. Each pitch is 5.10-5.11.\n\nThe route is short for a true alpine route (490 feet, including the 5.10 rising traverse pitch). As well, It is now possible to rap the route with a single 70m rope.\n\nApproach Ship's Prow from Chasm Lake and come to the obvious left-leaning chimney/ramp. This is P1 of Portal, a route that shares the first 200' with this line, but... the first pitch is wet, mungy, and nasty. The stench of rotting vegetation pours from it, and loose rock abounds there. Aside of the nastiness of wet and stink, there are other reasons not to climb this pitch, such as the destruction of the vegetation in it. If you insist though, slog up that past dirt, water, and loose blocks from quarter to oven size to the top. Otherwise... This nasty journey of destruction can be avoided with a nice variation for the first pitch, climbing \"Step One (5.9)\" or \"\n\nMan Overboard\n\n(5.10d)\" instead- which is how it will be described here. Done this way, the climb would be 3-star.\n\nP1: (5.10d, 130') Climb\n\nMan Overboard\n\n- see that route description, as posted.\n\nP2: (5.10b, 150') Climb up into the dihedral above and continue for 80+ feet (5.9) until a ledge is on your left and a pin and a few bolts are seen on the right-side, protecting the rising traverse. This starts solid and easy, but gets harder and has poor rock as you continue to the last bolt before the belay. This pitch can be done as a scrunch problem (better = shorter) with a reach crux or a reach problem with a scrunch crux. You will arrive to belay at the bolted anchor somewhat annerved by the poor rock, still on the left side of the arete. Some holds shed under the feet of my partner causing a mild but unexpected fall.\n\nP3: (5.11, 80') The Gillett book seems to be a little confusing. It shows the belay, fixed pro, and climbing on the right of the arete... (where it is not). The climb remains left of the arete for a while, clipping a fixed stopper and then a bolt (strenuous lieback/flag to clip unless you are very tall) and then makes insecure moves up past the bolt 5.11, some recent broken rock) and then up (5.10, you might land on your belayer of you don't clip the bolt with a short sling and watch your slack carefully) then around the corner and up (5.10). The first fixed pin in Gillett's book is not there and I can not see where it would have been. Work up on some face holds through a bulge (5.9, S) to some good hidden stopper placements. Then, continue up to the visible Lost Arrow and continue on. It is possible at any given time before or after this LA to step right to a right-facing corner with a 0.5-1.5\" crack, but the face goes nicely with good pro in seams... continue to a good ledge with a fixed belay. Continue on P4 if desired. I did not do so to avoid the potential problem of rope-stretch if my partner fell off of the crux (as it could be very hard to get back into the wall).\n\nP4: Climb the crack directly above the fixed blay to another fixed belay. Stoppers and cams protect it reasonably well. There is a fixed anchor on top.\n\nThis climb formerly had no retreat save the downclimb of 'Gangplank' (5.7. loose) to a rap, or scrambling down the back side of the formation (loose, dangerous) but now has a good fixed anchor up top. Rap the route in 4 raps with a 70m rope (don't skip any stations). A 60m rope will not reach the bottom 2 raps- with the second-to-last being a hazard to down-climb.\n\nRap 1: A super-good fixed chockstone slung (I could not beat it out) and 2 fixed hexes with Kevlar cord (I beat them in well). They are equalized on green and black webbing to a welded steel ring and rapid link. The station is tied in a little funny due to my inability to get my hands into the crack to do tie-ins on the threads, but this is solidly threaded, fully redundant (3X) and BOMBER! (just a little hard to clip into, so use the steel links). Rap 65' to another fixed station. The rope will pull easily.\n\nRap 2: The next station is cable swaged onto a 2 fixed pins and a good fixed stopper (I just replaced the stopper and and some of the webbing, but the second piece should be replaced (redundant to the cable). Rap from the two fixed biners here (1 is a locker) down maybe 70' to a pair of bolts/lap-links on the left side of the huge arete.\n\nRap 3: Rap 115' (you need a 70m rope or 2 ropes to avoid 'adventure') to a big ledge with a fixed rap on a huge flake.\n\nRap 4: Rap 115' to the ground off of a fixed cable and sling with links. The sling is trash and needs to be replaced, but I was out of replacement webbing. Sorry.","protection":"The route requires pro from small stoppers (RP or equiv) to 2.5\". The first fixed pin on the 5.11 pitch seems to be missing and dictates that some hard moves will be done just above the bolt, just abaove th belay - don't land on your belayer if you fall from this 5.10 section. This route is border-line 's'.Take many longer runners to keep the rope and pro in-line and run a few pitches together","location":""},"__v":0},{"_id":"ncwOGjGdWqW6/C4b+aBRpw==","name":"Remember the Pikas","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ari Schneider & Preston Hopkins","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":5,"mp_id":"117691698","mp_crag_id":"105746080","climb_id":"ncwOGjGdWqW6/C4b+aBRpw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"P1. Climb face and thin cracks up to a roof with a nice hand-sized crack under it. Move right around the roof into a wide crack. Climb straight up a right facing corner, then belay on a sloping ledge (5.9-).\n\nP2. Step out left, then climb slab following diagonal cracks up to a ramp that leads to the next belay ledge (5.9-).\n\nP3. Follow a big flake (BD #3) up, then step out right, and continue up easier terrain to a ledge (5.8).\n\nP4. Move left, then head up into a large gully that continues to the top (5.7).\n\nDescent: from the top, hike east on the ridge to find the large, south side descent ramp (3rd Class).","protection":"A rack of nuts and a double cam rack to BD #3. A BD #4 is useful but not vital.","location":"Look for the pair of left leaning cracks in the center of the south face of the Ship's Prow. Start up the dihedral that leads to the lower right side of these cracks. This route is between\n\nMentals at Altitude\n\nand\n\nLeaning Tower\n\n."},"__v":0},{"_id":"5pv9haRyU2WT47U4F2AQhg==","name":"Portal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: S. Shepard, B. Boucher 1963. FFA unknown.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":14,"mp_id":"105760467","mp_crag_id":"105746080","climb_id":"5pv9haRyU2WT47U4F2AQhg==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This route is the obvious, big, left-facing dihedral on the East face of the Ship's Prow. The dihedral starts 10-20' up, rising out of a left-leaning ramp system for 190' to a brief chimney then finishing in another 80' of left-facing dihedral. The climb is rated as 5.9 and as 5 pitches, traditionally, but it can easily be done in 3. Each pitch is 5.9.\n\nThe route is short for a true alpine route (450 feet?) and is fairly well protected. As well, there is an easy retreat from the top (see descent notes). The second pitch as I describe it is an awesome 5.9 and one of the best pitches in the park at its grade.\n\nApproach Ship's Prow from Chasm Lake and come to the obvious, left-leaning chimney/ramp. This is P1 of Portal. The first pitch is wet, mungy, and nasty. The stench of rotting vegetation pours from it and loose rock abounds there. Aside of the nastiness of wet and stink, there are other reasons not to climb this pitch, such as the destruction of the vegetation in it. If you insist though, slog up that past dirt, water, and loose blocks from quarter to oven size to the top. Otherwise... This nasty journey of destruction can be avoided with a nice variation for the first pitch, climbing \"Step One (5.9)\" or \"\n\nMan Overboard\n\n(5.10d)\" instead -- which is how it will be described here. Done this way, the climb could be 3-star.\n\nP1: (5.9, 130') Go 30 feet left of the route to a shallow, right-facing dihedral and climb up the thin crack for 30' to a little flake/roof. Under the roof, traverse right (crux, protection available as needed) underclinging out to a easy face, which you will climb to intercept the chimney. Cross the chimney at some massive chockstones (up to car sized) and to its right side, then go up to a loose ledge, continuing up futher to a good 2-pin belay in the dihedral up and right. This can be backed up with a good cam or nut, or both.... Belay here. This will have a little drag, but seems to put what would [otherwise] be the two pitches with a bad belay between into 1 pitch.\n\nP2: (5.9, 190') Climb up the dihedral above. This is 2 pitches in the books, but can be done as a single stellar pitch with a 60M or 70M rope! This starts so-so and gets better and better the whole way. It eats stoppers and takes a few good cams as well. The clean dihedral occasionally sews shut, but a crack to one side or the other always appears for gear and good holds. Belay off of placements up in a notch with a small but good ledge with a 60m rope, with minimal line left.\n\nP3: (5.9, 120') Climb up through the chimney to the back of it, reaching a wide dihedral. Stem out to other walls and blocks for a while (5.6, S?) and continue on, setting small gear in cracks when you can. Reach a crux at a wide crack and lever up with a few funky, tricky stoppers at your waist (or a 5-7\" piece wherever you like, if you hauled one up there) to an easier section to top out. Top out and rig a belay somewhere up on the slab above.\n\nDescent: The walk off described in the books is long, loose, and dangerous. We put in a good station up top to complete the wall on my second trip up there.\n\nTo descend, stay on belay and work to the north along the edge of the top of a smaller right facing dihedral/crack, the top of Ship Of Fools. This is 30-40' away. Look down into it to find the raps...\n\nRap #1: A super-good fixed chockstone slung (I could not beat it out) and 2 fixed hexes with Kevlar cord (I beat them in well). They are equalized on green and black webbing to a welded steel ring and rapid link. This is BOMBER! Climb down to this (5.7) and belay down your partner, then rap 65' to another fixed station. The rope will pull easily.  EDIT: This is now a 2 bolt anchor and I don't know who placed them.  The hexes remain in the crack, but the webbing is all cut.\n\nRap #2: The next station is cable swaged onto a 2 fixed pins and a good fixed stopper (I just replaced the stopper and and some of the webbing, but the second [piece] should be replaced (redundant to the cable). Rap from the two fixed biners here (1 is a locker) down maybe 70' to a pair of bolts/lap-links on the left side of the huge arete.  EDIT: The cord on this might need replaced, take some with you.\n\nRap #3: Rap 115' (you need a 70m rope or 2 ropes to avoid 'adventure') to a big ledge with a fixed rap on a huge flake.\n\nRap #4: Rap 115' to the ground off of a fixed cable and sling with [rings]. The sling is trash and needs to be replaced, but I was out of replacement webbing. Sorry.","protection":"Lots of runners and a good selection of stoppers with *at least* doubles from BD#8-12, plus a set of cams to 2.5\". This way the top \"OW crux is off of funky small stoppers in a horizontal. Unless you want to haul up a 5-6\" piece the whole way up there for the top pitch, this is what I [recommend]...If you want to sew up the whole thing, you'll need several wide pieces for the top (mostly easy) and a #4.5 Camalot for the crux, at which point the route is no longer S.  Competent 5.10 leaders will not probably want to bother with wide pro at all and will elect for a light rack.","location":""},"__v":0},{"_id":"WUG8qZKFWFKjpy7CNr4A0Q==","name":"Mizzenmast","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FKA: Dakota Walz, Collin Turbert, Chase Martin, Aug. 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":0,"mp_id":"119439259","mp_crag_id":"105746080","climb_id":"WUG8qZKFWFKjpy7CNr4A0Q==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Mizzenmast is an amazing route sporting mostly bullet rock up the main face of the West Tower - the highest feature of the Ship's Prow, located the farthest away from Chasm Lake.\n\nThe final crux pitch is a sustained, low angle, finger crack that gets more and more exposed the closer you get to the summit. This has been reported as an FKA due to how obvious the line is when descending The Loft. That said, I couldn't find any history or sign of a previous ascent.\n\nP1.\n\n5.7, 180ft\n\nFor the most part, this shares the start of\n\nScots on the Rocks\n\n. Aim for the hand crack up high, and belay on the nice ledge.\n\nP2.\n\n5.6, 20ft\n\nMove the belay up to the left side of the buttress on a mega ledge. This can be linked with P1 with rope drag.\n\nP3.\n\n5.9, 70ft\n\nStart just left of the chimney between the two buttresses, and climb up the clean, blank face connected by ledges and great thin flakes. Belay on a large ledge.\n\nP4.\n\n5.10a, 100ft\n\nClimb up a clean, blank dihedral before launching into the right-angling roof. This section is easier than it looks, but the gear is tricky. Don't forget to bring the smallest cams! Eventually bust out to the face on more stellar rock, and belay at another mega-ledge right of the prominent buttress.\n\nP5.\n\n5.10b, 150ft\n\nTraverse left across a catwalk ledge to a huge, balancing flake. Climb up its left side, and dance up some face moves to a small roof. Pull the roof, and enjoy the wonderfully sustained, splitter finger crack that drives up the amazing headwall of the buttress. Other than a pod or two, the crack remains 0.2-0.3 size for about 50 feet of bliss. Belay on the summit.","protection":"Singles 00, 0.1, & #3\n\nDoubles 0.2-#2\n\nTriple 0.2-0.3 (optional)\n\nNuts\n\nDraws\n\n60m rope","location":""},"__v":0},{"_id":"CTE0yKhrVy653hsfZR0d/w==","name":"Mentals With Altitude","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Ronca, Dave Noble, 6/98","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":4,"mp_id":"120534017","mp_crag_id":"105746080","climb_id":"CTE0yKhrVy653hsfZR0d/w==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Pitch 1. Climb the thin finger, right-facing corner, 5.10a. Traverse right, runout 5.6 with a fixed pin to a ledge.\n\nPitch 2. Move back into the dihedral, thin 5.10. Jam the corner to the saddle.","protection":"A rack to a #3 including TCUs.","location":"It is 200' left of the descent ramp."},"__v":0},{"_id":"1tAu/4ydUcePwVomrAd+zg==","name":"Man Overboard","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"M. Slaunch & B. Gillett, 1998","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":13,"mp_id":"105760473","mp_crag_id":"105746080","climb_id":"1tAu/4ydUcePwVomrAd+zg==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Approach the Ships Prow from Chasm Lake and come to the obvious, left-leaning chimney/ramp. 30' left of this is a shallow left-facing dihedral with a thin crack, 40' up this is a flake/roof to the right.\n\nP1. (5.10d, 130') Climb up the previously described dihedral, continuing up past the flake, which if taken offers a 5.9 escape). Past the flake, set small gear and do thin moves - this was done on lead as a smear and layback to the left side and followed as a shallow stem to the right. Both felt like 5.10+. The topo from Gillett suggests that as the dihedral curves right to top-out into the chimney, that you follow it, but this was wet and reeked of decaying vegetation. Instead, we climbed up and left through some bulges to reach a second crack (5.9, S?) and then up to level with the top of the top chockstone of the chimney, then right, then under it, and up to the top of the loose rock in it to a 2 pin- belay on the right.\n\nP2-? Continue on\n\nPortal\n\nor\n\nShip Of Fools\n\n.\n\nRetreat if necessary: a few slings and a rapid-link or two could convert the fixed pin belay into a rap station.","protection":"The route requires pro from small stoppers (RP or equiv) to 2.5\". much of the pitch is above small stoppers that may have been placed blind and may not be that great. Gillett (FA party) suggests lowe-balls in his book, but I found that brass HB taipers (not offsets) and such worked the best due to the small placement availability","location":""},"__v":0},{"_id":"eY+d0objWNeDufJOJLqy9w==","name":"Leaning Tower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ronca and Noble, 1998","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":6,"mp_id":"115122649","mp_crag_id":"105746080","climb_id":"eY+d0objWNeDufJOJLqy9w==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"I noticed this enticing right-facing dihedral system while climbing the Flying Buttress in 1977. In 1988, I talked my girlfriend, Carol Smith, into climbing it.\n\nWe did the long approach to base of the dihedrals. I led each dihedral as one pitch. Each seemed 5.9. At the top of the second, Carol wanted to go down. She was in the midst of a series of chemo treatments for metastatic breast cancer, and she said that the altitude was bothering her. The next (last) pitch looked much easier, but we left it for the future, did a quick rap with two ropes to the base of the climb, and walked out.\n\nI had intended to go back and finish the route. I see, however, in the latest guidebook, Ronca and Davis completed the route in 1998. Because no one has posted this route, I'm doing so in Carol's memory.","protection":"Probably a standard rack with multiples of hand-size pieces. I don't remember what I placed, although I do remember lots of good jams.","location":"Take the climber's trail up toward the Loft. Zig-zag on ledges up to the base of the prominent, right-facing dihedrals."},"__v":0},{"_id":"lRMWbU4jVfCZDLaijWiVHA==","name":"Keel Haul","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Topher Donahue and Tommy Caldwell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":15,"mp_id":"107392160","mp_crag_id":"105746080","climb_id":"lRMWbU4jVfCZDLaijWiVHA==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Awesome, wild trad climbing.  This is the hardest of the trilogy of 5.13 routes on this wall.  The easiest of the 5.13 routes is the first hard pitch of Keel Haul, and then step right to the second hard pitch of\n\nYard Arms\n\n. For the crux of Keel Haul, follow the thin crack above the belay into a roof feature, then move left at a fixed nut onto the improbable steep orange headwall.","protection":"Take extra cams thin to hand size.  After moving left for the crux, veer right to a fixed Loweball and knifeblades in an alcove, then back left on runout 5.11 to the top.  Bring a red (#4) Metolius three-cam, or similar, for key protection after the crux and lots of long draws.","location":""},"__v":0},{"_id":"Txw8aI9KUxGP61ydYSKDNw==","name":"Ice Cream Turned to Shit","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"MM & MR","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":8,"mp_id":"106193108","mp_crag_id":"105746080","climb_id":"Txw8aI9KUxGP61ydYSKDNw==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This climb is on the South Face of the Ship's Prow.  Ice Cream ...  starts right in the middle at the green spot.  There is a little cave there.  Head a little left up to the roof.  Go right and then turn the roof straight to the top.\n\nStart with an excellent sloping, finger crack that turns to vertical and ends at a roof.  The crack is nice.  The first belay is in the corner of the roof where the rock changes from light to dark.  Move out left of the roof to start the second pitch, and there is the Ice Cream.  Cleaning the first pitch was the shit.  Turn the lip of the roof and romp the 5.8 to the top.","protection":"Full rack.  Fingers to hands.","location":"South Face of the Ship's Prow.  Take climber's trail toward the Loft. This route is left of the prominent, descent route.  Left of\n\nTunnel of Love\n\n.  Starts part way up by scrambling to a small grass spot with a small cave.  You can slide into that cave and has a sleeping bag type feeling."},"__v":0},{"_id":"HUtZ+oeNVjSZ4H1jwE2kug==","name":"Half Day's Work","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"FFA: 8/2/15 J. Haas and T. Bubb","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":12,"mp_id":"110885309","mp_crag_id":"105746080","climb_id":"HUtZ+oeNVjSZ4H1jwE2kug==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This is a moderate route that can go down quickly with a mere half, or nay... quarter-day's work, and not hard labor. It took us just over 2 hours bottom to top on this one. The rock is mostly solid, the protection is mostly good (though well-spaced at times), and the line is mostly obvious.\n\nHalf Day's Work starts up in the right-facing corner system to the left of the start of\n\nMan Overboard\n\nand\n\nPortal\n\n. The route starts by ascending up this system in 2 pitches total continuing up and left the entire way past some old pins, particularly 3 old pins in a tight group near the top, near a crux, and just before a grassy ledge. With judicious use of slings, this can all be linked in a single pitch just under 60m long.\n\nFrom  belay on that ledge, the route goes slightly left and then up and right on slightly lower angled rock with an easier technical grade but occasional short runouts. The route leans hard right here and crosses up and over a peerless slab of rock to reach a large ledge with another old pin belay from the 1960s aid ascent. This lies just to the right side of the last 20' of the major buttress that lies up against the main cliff, and can be backed up with gear. It is perhaps 120' for this pitch.\n\nThe next pitch climbs up from the pin belay and left onto solid rock. The right-facing corner to the right of the belay is overhung, separated from the main wall, and dirty/chossy. Go up and left then back right at the very peak of the buttress, then pull up to and into a chimney on the right (poorly protected in spots, but moderate) or a left-facing corner on the left (more technical, but less of a grunt), and shoot up more than 60m to the top of the wall, belaying if you feel the need, or simul-climbing for a way otherwise, unless you have an 80m rope.\n\nArrive on the top, and find something to belay off of that you feel good about.  It took me some searching to get a long cord around some big boulders that were bomber.\n\nYou can read more or check out a few pictures here:\n\nfixedpin.com/blogs/news/548…\n\n.","protection":"A light alpine rack with a full set of stoppers, a full set of cams to 3\", and some long slings.  Take some extra cams in the finger to hand sizes if linking pitches as we did.","location":"Half Day's Work starts up in the obvious, right-facing corner system to the left of the start of\n\nMan Overboard\n\nand\n\nPortal\n\n."},"__v":0},{"_id":"sA0SaGemXI+mGP4pE0K9NQ==","name":"Feel the Stern","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Max Manson, Dakota Walz, & Lane Mathis, Aug. 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":1,"mp_id":"119375061","mp_crag_id":"105746080","climb_id":"sA0SaGemXI+mGP4pE0K9NQ==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Feel the Stern climbs up the East Buttress of Ship's Prow on the left side. We attempted a line directly up the main face (rad) but were thwarted by a lack of protection. So, we lowered down to the main ledge and climbed the line as described below:\n\nP1.\n\n5.7, 180ft\n\nFor the most part, this shares the start of\n\nScots on the Rocks\n\n. Aim for the hand crack up high, and belay on the nice ledge.\n\nP2.\n\n5.6, 20ft\n\nMove the belay up to the left side of the buttress on a mega ledge. This can be linked with P1 with rope drag.\n\nP3.\n\n5.10c, 90ft\n\nThis is the best pitch of the route. Start climbing up the left side of a detached pillar, do a couple mantels, and step right into a wonderful, left-leaning dihedral with a tufa-like fin at the top. Belay in a left-facing corner on a nice ledge.\n\nP4.\n\n5.9, 80ft\n\nFollow up inconsistent finger cracks to a ledge. Then go up the nice hand crack, and belay on a shattered ledge.\n\nP5.\n\n5.8, 100ft\n\nChoose your own adventure to the summit of the buttress. We trundled lots of blocks here, and there is likely more to be done.","protection":"Doubles of #0.2-#3\n\nTriples of #0.4-0.5 (optional\n\nNuts\n\nDraws\n\n60m rope","location":""},"__v":0},{"_id":"DFlHbpOBVxWLpRNrv1iBaQ==","name":"Etch-A-Sketch","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Topher Donahue, Tommy Caldwell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":17,"mp_id":"107392222","mp_crag_id":"105746080","climb_id":"DFlHbpOBVxWLpRNrv1iBaQ==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Watch for a gymnastic placement for a #0 (purple) Metolius TCU on your right at the lip of the roof that protects the 5.13 crux.    After the belay, (1 bolt and pin) look for a 1.25\" cam up to the left before traversing right into the runout 5.12 3rd pitch.\n\nThe cruxes on this climb are spicy, but the falls are clean even if your pants are not....\n\nTommy said this route and nearby\n\nKeel Haul\n\nand\n\nYard Arms\n\nare the best naturally protected face climbs he's ever done.  Think high quality sport climbing - without the bolts.","protection":"Thin to hand size - extra thin, finger size.","location":""},"__v":0},{"_id":"rgUgyiv9VIqZn7gEm7UyFQ==","name":"Bologna Pony","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Pat Adams, Jim Redo, '97","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":19,"mp_id":"105757498","mp_crag_id":"105746080","climb_id":"rgUgyiv9VIqZn7gEm7UyFQ==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"This is an airy, exposed but totally safe journey up the impressive hanging arete on the far right side of the Ship's Prow (the north-facing side just above Chasm Lake). An awesome route in its own right, this is also a good Plan B tick if things are looking wet and/or ominous on the Diamond.\n\nP1. (12a) Though the cracks on the sunny east side of the arete beckon, the first pitch actually climbs a thin, tips splitter around the right side of the arete, on the north-facing wall. Climb a 1.5\" crack up to a roof. A bolt and a fixed stopper take you past a crux and into sustained 5.11 territory. Once the crack ends at a pegmatite blob, finger-tip traverse left past a fixed nut and a bolt (crux #2) to the arete, then climb easy ground to a double-bolt belay. If you're feeling heroic, drop a line in on Tommy Caldwell's\n\nSarchasm\n\n(14a), the bolted line up the arete proper.\n\nP2. (11+) This is a short but stout pitch that takes you out to a spectacular belay on the hanging arete. Climb easy corners (thin gear) up and right, then move left past three bolts (2 fixed draws) on funky slopers to reach the belay.\n\nP3: (12c) Possibly one of the best sport pitches around! Hats-off, kudos, and props to Pat and Jim for their multiple trips up to the Ship's Prow to hand-drill the 13 bolts on this pitch. This pitch is in your face right off the belay -- climb very overhanging rock on the undercut arete, pimping slopers, little crimps, and funky pinches. As the angle relents, so does the climbing. Tricky route-finding and devious cruxes on the upper arete and face will have you on your toes all the way to the double-bolt anchors at the top of the prow.\n\nNOTE: this pitch is exactly 30 meters long -- you can get back to the belay with a 60-meter rope, and your second can toprope to clean the draws. Bring a 60 meter trail line, and you can double-rope rappel straight to the ground from the belay at the base of this pitch. Alternatively, you can clip the two fixed draws on P2 as you lower/rappel to redirect back to the P1 belay stance, then do another rappel back to the ground (60m rope sufficient).","protection":"This route mostly has bolts and fixed gear, but you'll need a light rack for the first and second pitches -- some stoppers, RP's, #0 and #00 TCUs, and doubles up through about 2 inches.","location":""},"__v":0},{"_id":"o+4TaTI+XEO/opbWDlkjnQ==","name":"Bilge Pump","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sam Sala & Ben Ellison, 7/13/19","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"left_right_index":10,"mp_id":"117405246","mp_crag_id":"105746080","climb_id":"o+4TaTI+XEO/opbWDlkjnQ==","areaRef":"212DAkZdUdGO/HGYxW/YcA=="},"content":{"description":"Climb a crack that splits the face and is mostly hands with a wide section towards the top.","protection":"A single rack to a #4.","location":"This is located 30' left of \"\n\nShiver Me Timbers aka (Scissor Me Timbers)\n\n.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,db5d8302-465d-51d1-8efc-7198c56fd870","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Ship's Prow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13-"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10"},{"count":3,"label":"5.9"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.14-"},{"count":1,"label":"5.11"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":3,"expert":3}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}},"alpine":{"total":21,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":3,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":10,"advanced":3,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.605,40.2543]},"bbox":[-105.60558918975721,40.253850339818136,-105.60441081024281,40.254749660181865],"left_right_index":-1,"ext_id":"105746080","area_id":"212DAkZdUdGO/HGYxW/YcA==","polygon":{"type":"Polygon","coordinates":[[[-105.60558918975721,40.253850339818136],[-105.60441081024281,40.253850339818136],[-105.60441081024281,40.254749660181865],[-105.60558918975721,40.254749660181865],[-105.60558918975721,40.253850339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:55:52.441Z","updatedAt":"2024-02-19T18:31:12.379Z"}