{"_id":"6368a185e80bff5a9954f6e5","area_name":"Central Gully","shortCode":"","climbs":[{"_id":"x8tQTgDiVMiE6fALMyl6pw==","name":"Pendulum","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":0,"mp_id":"112155578","mp_crag_id":"112135244","climb_id":"x8tQTgDiVMiE6fALMyl6pw==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"This is the far Left route at the Lower Chambers. The climb travels diagonally to the Right until finally traversing to open cold shuts at the anchor. Some bolts have a little more distance between them but the falls here are much safer than juggier or low angle routes--Lower Chambers is totally vertical with some cool edges and ledges.","protection":"6 bolts and open cold shuts at the anchor.","location":"Lower Chambers is found on the Right side of the Central Gully as you near the bottom. It is comprised of two routes sharing a set of open cold shuts. Pendulum is the Left of these options."},"__v":0},{"_id":"SCH8NHhYWJWgRIuipi/wVA==","name":"The Holy Flail","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":2,"mp_id":"112158449","mp_crag_id":"112135244","climb_id":"SCH8NHhYWJWgRIuipi/wVA==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"Vertical route starting run out with its first bolt a fair distance above a high ledge. Well protected afterward, wandering Right then Left along 6 bolts to open cold shuts at the anchor. An 11c variation goes from the 3rd bolt straight up through one more bolt to the anchor, permitting somewhat longer falls. Lower off.","protection":"6 bolts wander Right then Left again to open cold shuts for anchors. 11c variation goes through one more bolt straight up toward the anchor after the 3rd bolt--a total of 4 bolts.","location":"The Holy Flail is found on the Right side of the Central Gully as you near the bottom. It's a run out climb with its first bolt starting a fair distance above a high ledge. It appears just after a diagonal gap in the wall and just before Lower Chambers, two routes that climb diagonally Right to a set of open cold shuts."},"__v":0},{"_id":"oiQfJ3VaW4OdPkK7K3JPBg==","name":"Dragon's Tail","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":3,"mp_id":"112150843","mp_crag_id":"112135244","climb_id":"oiQfJ3VaW4OdPkK7K3JPBg==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"This is the far Left route at Upper Chambers. It starts straight up a run out face then follows under a diagonal groove in the rock veering Right to open cold shuts. Vertical face climbing. Possibly a bit sandbagged. Lower off.\n\n Note that the R rating is arguable and should be taken with a grain of salt. The moves to the high-placed first bolt and the clipping stance are not particularly difficult for the route's 10b rating. It seems unlikely that a fall should occur, but climbers should attempt the route with forethought as a fall could result in injury. The R rating primarily serves as a heads up for climbers who are scanning the area for 5.10's which are limited in the Castle Rock area. The safety rating also takes into consideration MP's definition of R as \"a fall could be dangerous,\" which could be accurate. MP's definition of PG13 as \"slightly run out,\" could also be fitting.\n\n Take the R rating and helpful user comments into consideration while looking for climbs to enjoy. Have fun, be safe, and climb on.","protection":"Run out. 5 bolts to open cold shuts at anchor.","location":"All the routes at Upper Chambers share a set of open cold shuts. Dragon's Tail starts Left of the anchors directly beneath the lower end of a diagonal groove."},"__v":0},{"_id":"tEHv7hJVWimn9NUtPk3jPQ==","name":"Dragon's Lair Var.","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":6,"mp_id":"112151420","mp_crag_id":"112135244","climb_id":"tEHv7hJVWimn9NUtPk3jPQ==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"Dragon's Lair is the far Right route at the Upper Chambers. The standard route starts behind a tree from the dirt and leads up to a terrace, then continues up the face veering Left to open cold shuts at the anchor. For the 11a variation (rather than the standard 10c) go Left after clipping the 3rd bolt and finish on the last two bolts on Dragon Slayer (technically you earn some dragon slayer status by doing this, but only for a little dragon). Keep in mind the final bolt is also shared with the far Left route (Dragon's Tail 10b). Lower off.","protection":"5 bolts to open cold shuts at the anchor.","location":"All the routes at Upper Chambers share a set of open cold shuts. Dragon's Lair is the far Right route and starts behind a tree from the dirt with its first bolt just below a terrace."},"__v":0},{"_id":"gUyNEyYhXIylq+be/WMXYA==","name":"Dragon's Lair","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":5,"mp_id":"112150958","mp_crag_id":"112135244","climb_id":"gUyNEyYhXIylq+be/WMXYA==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"Far Right route at the Upper Chambers. Starts behind a tree from the dirt and leads up to a terrace, then continues up the face veering Left to open cold shuts at the anchor. For an 11a variation, go Left and finish the Dragon Slayer bolt line (see route beta) after clipping the third bolt for Dragon's Lair (technically you earn some dragon slayer status by doing this, but only for a little dragon). Lower off.","protection":"5 bolts (also 5 if climbing variation) to open cold shuts at anchor.","location":"All the routes at Upper Chambers share a set of open cold shuts. Dragon's Lair is the far Right route and starts behind a tree from the dirt with its first bolt just below a terrace. This route veers Left to finish at open cold shuts."},"__v":0},{"_id":"2B+p4p0kX8W9ie8URcYkng==","name":"Dragon Slayer","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":4,"mp_id":"112150922","mp_crag_id":"112135244","climb_id":"2B+p4p0kX8W9ie8URcYkng==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"This is the hardest rated route at Castle Rock. Luckily, being one of the three routes at the Upper Chambers, it shares anchors with the two climbs on either side of it (Dragon's Tail 10b and Dragon's Lair 10c L to R). Lead it like a true \"dragon slayer,\" or climb an adjacent route to set up a toprope and work through the moves. \n\n  Dragon Slayer heads straight up the face with 11b moves until the 11d crux at the 5th bolt. The route veers Right to the 6th bolt, then shares the final bolt with the route to its Left (Dragon's Tail 10b). Finish at open cold shuts for the anchor. Lower off.","protection":"7 bolts to open cold shuts at the anchor.","location":"All the routes at Upper Chambers share a set of open cold shuts. Dragon Slayer is the middle of these routes and starts barely Left of the anchors. It is slightly a few feet Right of Dragon's Tail 10b, which is directly beneath the lower end of a diagonal groove."},"__v":0},{"_id":"Jn6S8L84VAuDrYyxsrVQFA==","name":"Dark Crystal","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Dornsife & Chazz Spaeth","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"left_right_index":1,"mp_id":"112155625","mp_crag_id":"112135244","climb_id":"Jn6S8L84VAuDrYyxsrVQFA==","areaRef":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"This is the Right side option at the Lower Chambers. The climb travels diagonally to the Right until the final bolt directly beneath open cold shuts at the anchor. Run out start. Start on higher ground and clip the 2nd bolt as your first for a variation. Some bolts have a little more distance between them but the falls here are much safer than juggier or low angle routes--Lower Chambers is totally vertical with some cool edges and ledges.","protection":"6 bolts to open cold shuts at the anchor.","location":"Lower Chambers is found on the Right side of the Central Gully just before you reach the bottom. It appears after passing a run out climb that starts above a ledge (The Holy Flail 5.11b). It is comprised of two routes that climb diagonally Right to a set of open cold shuts. Pendulum is the Right of these options and its variation begins on higher ground using the 2nd bolt as its 1st."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,452c8467-fe76-5cb2-b91e-b6fccf974d38,4306d52c-2c70-5d51-9973-d7ea7a77bf36,8d3725e0-e4e4-505a-a721-37028e725a4e","pathTokens":["USA","Nevada","Western Nevada","Lake Tahoe Area","Castle Rock","Central Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11d"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.90811,38.98955]},"bbox":[-119.90868851910622,38.98910033981813,-119.9075314808938,38.98999966018186],"left_right_index":-1,"ext_id":"112135244","area_id":"jTcl4OTkUFqnITcCjnJaTg=="},"content":{"description":"The routes here were set in the early 90's and are sportier than the moderate stuff at the base of Castle. Approaching from above you will soon find Upper Chambers on your Right. This wall has two 5.10's and an 11d between them, all sharing a pair of open cold shuts. \n\n  Hike further near the bottom of the gully and you will come upon The Holy Flail 11b/c on the Right side, starting high, followed by the Lower Chambers wall with a 10d and 11b (L to R) sharing open cold shuts."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:11:29.722Z","updatedAt":"2022-11-25T11:19:54.666Z"}