{"_id":"6368a214e80bff5a9955d974","area_name":"Lost Peak","shortCode":"","climbs":[{"_id":"2fxgbJEcW3GhE8gXltMfvA==","name":"West Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"31 March 1957   H. Fischer, D. Schluter, J.M. Adams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5702,32.352]},"left_right_index":0,"mp_id":"112160340","mp_crag_id":"106963016","climb_id":"2fxgbJEcW3GhE8gXltMfvA==","areaRef":"0mRhFhhFXhGV43BmcS0tBA=="},"content":{"description":"First half of the climb goes up a gully which starts on the left side of the western end of the bottom of Lost Peak. Second half is on a narrower ridge line. Route finding is pretty straightforward in both areas. When the gully widens at the top, staying to the right is a bit cleaner, but some dirt cannot be avoided through the short vegetated saddle above it. An easy ramp on the north side then leads to the ridge line proper where it narrows. Contrary to the advice given in Ingraham, we went to the north side of the \"boulder\" for a much lower exposure as well as easier climbing. Once past this, we roped up for our only pitch over the steeper step there. \n\n  The climbing is easy most of the time, which leads to a temptation to scramble, but I can see how roping up could be the preferred option. I know of a party which has done the top half of the climb in four pitches during winter. It does not have to be snow and ice, however. The technical moves, which are scattered throughout and may go over the 5.4 rating if you don't pick your route wisely, are in many cases hugely exposed. Add to that back-country conditions - loose blocks, some of them sizeable, nasty vegetation, etc. We were even forced to climb directly over an unhappy rattlesnake.","protection":"Standard rack is more than sufficient.","location":"Approach as for West Ridge of the Wedge, but before stepping into to gully between Lost Peak and the Wedge, go instead left through some bushes to the gully. There are three cracks to the right of it which look likely, the left one of them in particular is probably a good way up, but they are harder. (Something to plan on doing one of these days.) \n\n  Rappel to the south from near the summit and come down the gully to start of route."},"__v":0},{"_id":"4KYOva1WXO+GQfRnohHZPA==","name":"South Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"D. Boyer, R. Ingraham, 1958 (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5702,32.352]},"left_right_index":1,"mp_id":"106963027","mp_crag_id":"106963016","climb_id":"4KYOva1WXO+GQfRnohHZPA==","areaRef":"0mRhFhhFXhGV43BmcS0tBA=="},"content":{"description":"The South Face route up Lost peak takes a line of least resistance directly to the summit from the saddle between Lost Peak and the Wedge. The wall is steep enough to keep your attention, and even if the climbing isn't technical, avoiding loose rock and hidden cactus will keep you on your toes. \n\n  The route takes a low-angled ramp system up to about half-way up the face, above which is a right-facing corner. Stick to the corner, or stray out onto the face to the right.","protection":"Light rack consisting of a set of wires and a handful of runners should be enough for experienced climbers. For those who take 5.6 climbing more seriously, some cams up to hand-sized could come in useful as well.","location":"The route starts about 50 ft below the saddle between the Wedge and Lost peak, on the West side. Descend by rappelling the route, or rappelling off the north side of the peak into the gully that leads to Third Peak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,d2646116-1845-5e11-95e3-7066712d2d04","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Lost Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5702,32.352]},"bbox":[-106.57073228300024,32.35155033981815,-106.56966771699977,32.35244966018187],"left_right_index":-1,"ext_id":"106963016","area_id":"0mRhFhhFXhGV43BmcS0tBA==","polygon":{"type":"Polygon","coordinates":[[[-106.57073228300024,32.35155033981815],[-106.56966771699977,32.35155033981815],[-106.56966771699977,32.35244966018187],[-106.57073228300024,32.35244966018187],[-106.57073228300024,32.35155033981815]]]}},"content":{"description":"Lost Peak is the minor summit just north of The Wedge. It's long and continuous west ridge bears similarities the the west ridge on its neighbor, but doesn't offer as spectacular climbing.  The summit is a good deal lower than the Wedge and extremely close; perhaps a single 60 m rope could be rigged to form a Tyrolean between the two summits, what a wild ride that would be! \n\n  As with any of the remote Organ peaks, be extremely careful about loose rock while attempting a summit bid. There is not enough traffic to really clean up any of the routes. Enjoy getting to the top of this \"Lost\" but not forgotten peak. And while your here, consider summiting Third Peak or the Wedge too."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:46.461Z","updatedAt":"2024-02-19T18:38:11.229Z"}