{"_id":"63689d5ce80bff5a994f48d9","area_name":"Witch, The","shortCode":"","climbs":[{"_id":"lGsaf4AxX/SNzuux+jvByw==","name":"Witch Doctor","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"David Black, Mike Graber, Rick Ridgeway (June 1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":13,"mp_id":"105997699","mp_crag_id":"105834186","climb_id":"lGsaf4AxX/SNzuux+jvByw==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Classic face and crack climbing with mostly crack pro and the occasional bolt.  Route-finding is likely the real crux of this route, as all of the moves are eminently manageable and the final (4th pitch) crux face move is protected by a fat bolt.\n\nThe first pitch is shared with The Pit & The Pendulum: the classic 5.9 lieback/stem on the right of the large pedestal at the base of the Witch's lower west face, which also hosts Phosphorescent Flow and Red Snapper on its face, and Gorilla Warfare in the flare on its left side.  This pitch is a rope stretcher; belaying at the anchors for Phosphorescent Flow atop the pitch would be an excellent idea, or you can belay on the ledge.  (The pitch ends on top of the pedestal.)\n\nThe second pitch veers left (whereas the Pit and the Pendulum is reached by heading right, up a 5.4 ramp) and follows a nebulous line of chickenheads and dishes intersected by crack systems which provide sporadic, somewhat uninspiring protection (mostly small cams and nuts, with the odd chickenhead or hole tieoff), face climbing up towards a couple of bolts.  I (Tim) went straight up the '10a' line which is marked in the guidebook as 'no pro', although the runout was no more than 30-40 feet to a huge bolt, then a 20' or so left-hand traverse to a two-bolt belay/rap anchor.  (Another line which is documented in the guidebook shows a leftward traverse through two bolts to the two-bolt belay -- one old SMC and another, newer Metolius bolt).\n\nThe third pitch traverses hard left from the belay, and immediately heads up through an overlap, then another overlap, and finally a corner/overhang.  There was a small fixed nut near the start of the third pitch when we climbed the route.  It might hold a fall, but the shifty block beneath it sounded (and felt) like it was ready to depart. This pitch is relatively short (50'?) and ends at a ledge with a horizontal.  It might be feasible to link this pitch and the next, although a fall above the bolt-protected crux could be lengthened.  The (crux) overlap/roof move is protected by a fixed pin, which can be backed up with a cam in an obvious slot above and to the pin's right.\n\nThe fourth pitch goes up a ramp to a fat bolt, which protects (what the guidebook describes as) the route's crux -- a blank-ish face move to your choice of knob.  Above the crux is a long stretch of 5.8 stemming and reaching, which might protect with green and yellow Aliens.  The climbing (and the angle) progressively eases off after about 40-50 feet of excitement and you may belay wherever you like.\n\nDescent is via the rap station for Igor Unchained.","protection":"Up to about #4 is handy for the initial 5.9 layback; further up, we did not use anything larger than a #3  Camalot.  Small cams (Aliens) and nuts are handy, as are numerous shoulder-length slings for tying off knobs.","location":"This route begins with the same classic lieback pitch as the Pit & the Pendulum, on the right side of a large (150') pedestal on the lower west face of the Witch.  It is down-gully from Igor, Innersanctum, Spook Book, and Gorilla Warfare."},"__v":0},{"_id":"X5+4PCBFVvmbvaWYWG/k1A==","name":"Wicked West of the Witch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Lechlinski, Gingery,Bruckman,Loomis","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":16,"mp_id":"106831091","mp_crag_id":"105834186","climb_id":"X5+4PCBFVvmbvaWYWG/k1A==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"The view, the location, the climbable features have all the ingredients for a classic.  But for whatever reason, the path taken seems like the FA party was screwing with us.   With the right mind frame, Wicked West of the Witch is a worthy distraction between the unexpected pump of\n\nThe Pit & The Pendulum\n\nand the mind exploding\n\nTerrorvision\n\n.\n\nTo get to the start ascend one of the options to the top of the lower buttress (i.e.\n\nGorilla Warfare\n\n,\n\nPhosphorescent Flow\n\n, or the\n\nWitch Doctor\n\n/\n\nThe Pit & The Pendulum\n\n. Then ascend the 5.0 ramp to \"The Sundeck\", step across and belay on blocks just before dropping down to the\n\nTerrorvision\n\napproach (the photo on page 98 of the guidebook gives good beta on the start ).\n\nIt is almost impossible to see the first bolt unless you get on the route.  The second bolt can be found with a discerning eye high and way right.  The starting feature to aim for is a roof with gear opportunities up and slightly right from the belay.\n\nClimb up from the belay and shuffle over to gain the roof.  From that stance either undercling right then up, or head straight up and then right on positive holds.  Both options end up on a rib feature which tends back to the left.  The first bolt is now visible 10-15' up on very positive climbing.  At the first bolt the second is now quite far right.  The most sensible way to get to it is to downclimb the rib until you can stem right to positive holds, then up to the second bolt.  The third and last bolt is up and a bit right as well.  From the last bolt, climb directly left on large holds until you reach a series of black runnels on the face (25-35').  At that point the anchor is still approximately 25' above you and slightly left.\n\nThe climbing never seems like 10+ \"Needles Difficulty\".  The main issue is the age of the bolts, the runouts, and the lack of traffic on solid but largely untravelled flakes/holds.","protection":"3 bolts (original quarter inchers with a mix of Leepers and homemade hangers), slim rack to #1 Camalot.  Two bolt belay (under drilled quarter incher and a possible newer wedge bolt).  A 70m rope will get you to the belay for the third pitch of\n\nThe Pit & The Pendulum\n\n(no guarantees for a 60m )","location":""},"__v":0},{"_id":"DBcCG8VlWvC4T722/aG51Q==","name":"Terrorvision","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Lechlinski, Bruckman, & Gingery","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":17,"mp_id":"105834260","mp_crag_id":"105834186","climb_id":"DBcCG8VlWvC4T722/aG51Q==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Terrorvision.  I cannot think of a better name for this route - not for the faint of heart!  The position of the belay alone will make your palms sweat!\n\nApproach via the top of the huge pillar/buttress on the lower West face of the Witch (via Phosphorescent Flow?).  An easy 5th-class traverse right will take you around to the south flank of the Witch.  Terrorvision climbs the SE arete of the feature with amazing views of the lower reaches of the Warlock and the valley below...  You feel alone up here... lots of air and not much else.\n\nSet up a gear belay on a small perch on east side of the arete.  The route clips a pin and then launches up an improbable overhanging arete on awkward but decent holds.  Clip a couple bolts and then heel hook and pull over the roof onto the face left of the arete.  Ascend this past 10 bolts to an anchor.\n\nThere are several 5.11/5.11+ cruxes and also long runouts past the last two bolts.  Also, the bolts are old expansion bolts (this route would feel much safer if the ones on the overhanging portion were replaced; I remember one in particular that was hanging a half-inch out of the rock - I pushed it back in with my thumb before clipping it).\n\nI believe you can climb easy rock to the summit with no gear, but we chose to rap, reverse the traverse, and rap back to the ground.","protection":"A dozen quickdraws for the route (a few slings for the first couple bolts), and a couple finger-size cams for the belay.","location":""},"__v":0},{"_id":"hZoHzMLVWXS5TOj1uictXw==","name":"Spook Book","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kamps & Laeger - July, 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":8,"mp_id":"105834244","mp_crag_id":"105834186","climb_id":"hZoHzMLVWXS5TOj1uictXw==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"AKA \"Welcome to the Needles.\"\n\nYet another beautiful, perfect route -- I think it's the Witch's analog to the Don Juan Wall: shorter, and perhaps easier, but more heart-pounding and intense. The crux pitch is one of the most exceptional corners I've ever climbed -- super technical, sustained, devious, and full of committing moves above fiddly gear.\n\nP1: Begin at a small left-facing left-leaning loose-ish flake system. Place some uninspiring gear (I believe there's a shifty pin as well), then perform some committing moves up and right onto the face. A few tense moments lead to a thank-God clip. A fall before this bolt would be at best violent and at worst catastrophic. Wander right, then back left and up to a second bolt (crux, 5.10a). Continue up to a crack and belay at a stance.\n\nP2: Enter the long left-facing corner system. Climb this system at desperate, difficult 5.10. Belay at another obvious stance.\n\nP3: Climb a short 5.8 pitch up an overhanging flake system. I recommend not linking this into the next pitch (when things look really hard, stop).\n\nP4: Climb the increasingly hard 5.10 dihedral. RPs and TCUs galore. A combination of jamming, palm smearing, and arete pinching will get you through the sustained 5.10+ crux. It is possible to run this pitch all the way to the top, or you can step right and belay for a short 5.8 summit pitch.\n\nDescend north - see the Witch description for more info.","protection":"Double cams from TCUs through #1 Camalot.  A single #2 Camalot.  Wires & RPs. Quickdraws (no slings needed).","location":""},"__v":0},{"_id":"cfJ16TVDXAys9XWtPDG1fQ==","name":"Shazam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Jaffe, Herb Laeger (July 1978)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":6,"mp_id":"106550552","mp_crag_id":"105834186","climb_id":"cfJ16TVDXAys9XWtPDG1fQ==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"You've had a great time at the Needles, and climbed all the classic moderates.  Its your last day and you're looking for something fun to ease your aching boots into before you head for the highway...or more likely, the queue for Airy and Igor is 10 deep and you want to get on something before nightfall.  Shazam looks like that classic Needles corner climbing capped with a large roof with wild exposure, or a cave finish to scuff up those pristine Carhartts you wore.\n\nFull disclosure:\n\nShazam is\n\nnot\n\nthat route.\n\nPitch 1: Starts in a left facing corner down and right of Igor Unchained.  You have to navigate between the initial corner and a subcorner a bit to the right.  The gear is tricky, the rock grainy, and the experience suboptimal.  Belay right on a wide ledge that may have some rap slings.  An alternate start is a larger left facing corner starting lower down the slope.\n\nPitch 2: From the belay continue up the corner to a wide ledge.  The rock improves somewhat, but the pitch feels awkward at times and the gear continues to take a bit of fiddling.  The climbing feels harder than it should to someone who thought about getting on Spook Book, and it leaves a bitter taste in your mouth.\n\nPitch 3: Climb up to the large roof, deciding early if you're going to attempt the airy roof to the right, or the \"Spelunker's Variation\" to the left.  While it looks like you can work your way back to the right after climbing into the alcove, the rock is lichenous and the traverse unlikely.  If you continue too far to the left, you will default to physical offwidth.  Either way, this is the \"money pitch\" such as it is.\n\nIf you find yourself deserving a small bit of punishment and decided to go caving, a few pointers: not recommended for those with jacket size above a 42 regular, leave the shoes and helmet for your partner, and as always enjoy.","protection":"A full Needles rack, with the understanding that this route doesn't take nuts quite as well as many of the other routes.  A big piece or two would be helpful as well.","location":""},"__v":0},{"_id":"oSP2XstdVNqzFseZrDWhnw==","name":"Pulp Friction","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Mason Earle, George Ullrich","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":3,"mp_id":"106227873","mp_crag_id":"105834186","climb_id":"oSP2XstdVNqzFseZrDWhnw==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Begin up airy interlude, and at the top of the corner (where you should build a big nest of cams) exit out left to a stance below the obvious seam/gutter. follow the increasingly desperate seam for about 35-40, until you're able to traverse left into ankles away. Continue to the top. Totally wicked.","protection":"For the initial corner- a few hand size, a green alien, yellow and gray for a nest at the top\n\nFor the seam- a purple TCU (newer one preferably) #3BD micro nut, #5BD micro nut\n\nFor ankles away- #1 stopper, #2 stopper, purple camalot\n\nThis is the gear we used, but it could probably be refined. Offset micros could be of help.","location":"On the west face of the witch. Look for the water streaked line trending left from airy interlude towards ankles away."},"__v":0},{"_id":"5c5xtMVhXbyOyk2RrHx8Qg==","name":"Pizzazz","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Herb and Eve Laeger, 7-78","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":0,"mp_id":"106223169","mp_crag_id":"105834186","climb_id":"5c5xtMVhXbyOyk2RrHx8Qg==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"This is the attractive splitter crack on the prow left of Pegleg / Ankles Away.  It starts in a chimney with stemming, commit to a couple face moves with good protection to land at the base of the main crack.  The crack starts as a lower angled seam with poor protection then turns to excellent fingers and hands.  Belay on a pillar (2-2.5\" cams) or continue left back to the chimney and belay from there.","protection":"Small aliens protect the crux very well, some tiny stoppers (RP's) until the crack gets fat then cams to 2\".","location":"Located on the left side of the West Face of the Witch, left of Pegleg and Ankles Away.  Scramble up to the chimney and a little way back in to start.  Descend the standard Witch walk off north."},"__v":0},{"_id":"uBpj9zO2VtuC6U0VLhsf9g==","name":"The Pit & The Pendulum","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Laeger & Clark (August 1976)  FFA: Kamps & partner (1977)  Complete chimney: Rich Smith & Dick Shaum (1977)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":14,"mp_id":"106530006","mp_crag_id":"105834186","climb_id":"uBpj9zO2VtuC6U0VLhsf9g==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"A fun route with options.\n\nP1: Ascend the right facing corner for a long pitch to a belay stance (5.9).  Alternately, one can do Gorilla Warfare to get to the belay.\n\nP2: A short pitch.  A few easy moves left, then up & right up an easy ramp/crack to belay at the base of a beautiful corner crack.\n\nP3: A classic!  Jam, undercling, & lieback up & left, then around the corner to even better climbing to a bolted belay (5.10b).\n\nP4: Yopu have 2 options.  Either climb straight up the chimney/offwidth (The Pit version) to the top, or pendulum left (the, um, Pendulum version) to another right facing corner which leads to the top.  The Pit version is 5.10+, the Pendulum version is 5.9 A0.\n\nFrom the top, scramble up to the summit (class 4), then the standard descent.","protection":"Doubles from small to #3 camalot, one set of nuts, and several slings.  If doing The Pit version, also bring a #6 camalot or 2, and an optional big bro might also help.","location":"Starts down low on The Witch.  Scramble down the notch to the right facing corner about 40' past (right of) Gorilla Warfare."},"__v":0},{"_id":"Wbb1JBCXVQWn2NMOE2LebA==","name":"Phosphorescent Flow","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lechlinksi, Gilje, & Gingery","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":12,"mp_id":"105834256","mp_crag_id":"105834186","climb_id":"Wbb1JBCXVQWn2NMOE2LebA==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Phosphorescent Flow takes the right arete of the huge buttress on the lower west face of the Witch.  This buttress has Gorilla Warfare on its left side and The Pit and the Pendulum to the right.  Spot a first and second bolt way the heck up there...\n\nGetting past these first two bolts is quite terrifying -- you're looking at certain injury and possibly worse if you blow it, but the climbing is really good and the holds are all positive.  A great approach/warm up to the harder climbs on the upper south face of the Witch.\n\nIt is possible to rap to various anchors with a single 70m rope to get down from this long pitch.","protection":"Draws, plus a few finger-sized cams to protect some of the runouts in the middle section of the route.","location":""},"__v":0},{"_id":"O+Qa9/L5Uciy4k/1cfQAgQ==","name":"Pegleg","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"P. & S. Clark (July, 1977)  FFA: Yaniro (1981)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":1,"mp_id":"106284543","mp_crag_id":"105834186","climb_id":"O+Qa9/L5Uciy4k/1cfQAgQ==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"As Alex describes for Ankles Away, the first 50 feet to a bolted belay stance is a little cruxy. However, if you arrive at the bolted ledge and are still psyched to continue leading the route as one pitch then your are probably ready for the climbing above.\n\nThis golden corner of a route is an awesome adventure for solid 5.11+/5.12 leaders. I don't think it gets climbed much, as it was gritty and lichenous with cobwebs filling the thin crack in places when I did it on 10/19/08.\n\nThe crux is sustained and begins just off the ledge. Pro is limited and takes a cool head to place, but when you get it it's good. Falling 15 or 20 feet onto the ledge seemed to be a real possibility. Patience and endurance are the primary keys to safety on this one, I think.\n\nI don't want to spoil the rest with detailed beta, as this one's value, for the time being, resides so much in its mystique, providing a reasonably safe head game at its finest. All I'll add is that, like Ankles Away, this route stays interesting all the way to the top.","protection":"About 2 sets of med/lg brass nuts; medium Stoppers; 2 Metolius 00 (silver) cams; 3-4 Metolius 0 (purple); doubles of cams up to Metolius 3 (orange); one .75 and/or #1 (green/red) Camalot could also be useful as a directional on top.\n\nFor doing this in one pitch, a 60-meter rope might work if you go left at the top of the corner, avoiding the easy topout up and right and the subsequent rappel. Might as well take a 70, though, since that's the handy length for the area anyway.","location":"Left end of the Witch, same start as for Ankles Away."},"__v":0},{"_id":"FkUAeNSzXaCKLWOsY/d7ig==","name":"The Nautilus","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Tony Yaniro & Randy Leavitt","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":18,"mp_id":"112112845","mp_crag_id":"105834186","climb_id":"FkUAeNSzXaCKLWOsY/d7ig==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"(*)Please recon the route from the Warlock prior to a spring/summer ascent to see if the peregrine nest is occupied. If it is, save it for the fall!\n\nThe Nautilus is yet another Needles classic. This one seems to have languished in obscurity for awhile - perhaps due to its difficulty, old dangerous hardware, and hidden location? An anecdotal story in Alex Honnold's memoir about a terrifying experience probably didn't do it any favors, either. But no more: All the old hardware has been replaced and, at least with an attentive belay, it is actually quite safe.\n\nThe climbing is varied and physical - offering a burly overhanging enduro finger crack on the first pitch, brilliant chimneying on the second pitch, and wild stemming capped by a crux boulder problem on the third pitch - many aspects of your game will be challenged by this formidable route. And if that doesn't leave you grinning from ear-to-ear, the perfect rock and exposed location will. In the present age where even average climbers are sending 5.12 on gear as their warmup, this route should definitely see more ascents - it is brilliant!\n\nApproach: Descend the Sorcerer-Witch notch down to the Necromancer. Scramble up the gully that separates the Witch and Necromancer - you'll eventually be forced out left onto a ladder of water runnels which can be easily soloed up to the south face of the Witch (5.4 X). Traverse around the corner to the east to gain a perfect, exposed belay ledge (gear anchor). This spot is immediately right of the start of Terrorvision (maybe use that as a warmup?) and can also be reached by climbing one of the routes on the lower west face of the Witch if you're not in a hurry or don't want to solo up the Witch-Necromancer gully.\n\nP1 (5.12b, 90'): Climb a difficult finger crack that is broken up by a few good rests. A final cruxy section culminates in a powerful corner-switch to the left and an off-balance lieback up to a bolted anchor at a stance.\n\nP2 (5.11, 100-140'): Climb up a flake in a tight corner and then squeeze up a slot (secure but unprotected) until forced out by a roof (good gear here). Chimney up the corner until level with two bolts that lead straight right to a comfortable belay ledge. You have a choice here: You could attempt the well-protected but difficult slab moves to get to this belay ledge, you could just aid across to it, or you could forego the ledge and continue upwards. If do you continue, you'll have more 5.11 chimneying to reach a hollow flake protected by two bolts. Above this is an alcove that is the site of a seasonal peregrine nest(*). Set up an awkward hanging belay here. My strategy was to climb to this alcove and build an anchor, but rather than subject myself and my partner to the uncomfortable belay, I lowered to the good ledge below and belayed from there. For P3, I re-climbed to my high point and continued from there. This is a good strategy to avoid both the desperate slab traverse and the peregrine nest belay.\n\nP3 (5.11 V4, 80-120'): From wherever you chose to belay, continue up the corner system past the peregrine nest alcove, and up the corner above. Here the corner opens up into an elevator shaft style chimney which, if you're flexible, you can bridge wildly until it's possible to commit to the slabby right wall. A tenuous stance here allows you to clip a high bolt at the lip of a bulge which guards the top. Once clipped, execute a difficult boulder problem to get over the bulge and tiptoe up to the shoulder of the Witch. A bolted anchor on a boulder is encountered immediately upon topping out. Note that it is a good idea to have an attentive belay for this boulder problem as a fall might land you back onto the slab below. Also, the gear above the boulder problem is a bit tricky.\n\nDescent: Summit the Witch and descend the standard way down the north face.\n\n(*)Please recon the route from the Warlock prior to a spring/summer ascent to see if the peregrine nest is occupied. If it is, save it for the fall!","protection":"2x tiny to 0.75 Camalot.\n\n3x 0.3 & 0.4 Camalots.\n\n1x #1, #2, #3 Camalots (all optional but recommended if onsighting).\n\nA set of wired stoppers from \"largish RP size\" on up.\n\nMany slings and draws.","location":"Upper east face of the Witch. More or less directly opposite the Spell and the Romantic Warrior."},"__v":0},{"_id":"3HrYSWKzXqWbqhxOJfP90w==","name":"Innersanctum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred Beckey, David Black, Steve Eddy, 10/74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":9,"mp_id":"105844260","mp_crag_id":"105834186","climb_id":"3HrYSWKzXqWbqhxOJfP90w==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Pitch 1: either climb directly up the crack, or start to the right.  Up the crack then surmount a small roof and through a tricky face crux (bolt).  Belay in a groove (200 feet).\n\nPitch 2: Up the groove then move left past a roof and belay on a ledge (150 feet?)\n\nPitch 3: short pitch up and off.","protection":"Standard rack to #3 camalot is sufficient.","location":"Starts just right of Spook Book."},"__v":0},{"_id":"QHNQIECgV/ipHQADfRzr2g==","name":"Igor Unchained","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Laeger & Clark - August, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":5,"mp_id":"105834219","mp_crag_id":"105834186","climb_id":"QHNQIECgV/ipHQADfRzr2g==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"A classic introduction to the Needles.  5.9++.\n\nDescend into the main amphitheater and locate the first obvious crack system that splits the entire Witch ground to summit.  This system is immediately right (and well below) the obvious traverse crack of Airy Interlude.\n\nP1:  Climb a really long, sustained hand crack through bulges to a belay stance.  5.9+\n\nP2:  Climb a really long, sustained hand crack through bulges to a sloping ledge system.  5.9+\n\nP3:  Take off from the right end of the big, sloping ledge up a wild crack system that breaches a roof using jugs.  Run this all the way to the summit on easier terrain.  5.9+\n\nDescend north - see the Witch description for more info.","protection":"Double set of cams (possibly triples) to #3 Camalot.","location":""},"__v":0},{"_id":"r7xfT9baVOaYhpC+Obcazw==","name":"Iceberg","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tony Yaniro, Ron Carson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":19,"mp_id":"117837916","mp_crag_id":"105834186","climb_id":"r7xfT9baVOaYhpC+Obcazw==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"This face climb takes a beautiful line on the East face of the Witch. A bit sharp with awesome technical crimping  past 7 shiny bolts. Just before the crux you get to clip a bolt, but it wouldn’t be the Needles if getting to the next one didn’t have just a tiny bit of spice. At the last bolt traverse left to an easy hand crack to the top. If you are sending the face you very well could bring no cams, the crack is no harder than 5.8ish, but a few hand size down to fingers can all be placed and make it nice and cozy.","protection":"7 QD’s & optional 1x fingers-hand size cams. 1 to 3 cams is plenty.","location":"On the incredible East face of the Witch. Right across from Titanic, hence the name. Reach the base by scrambling the Low 5th class chimney between the Warlock and the Witch. The route starts already quite high on the face. A nice pair of bolts sit near the base of Iceberg allowing the belayer to anchor in. Luckily the first bolt is an easy clip as well."},"__v":0},{"_id":"8DylBjn9XiG43ZjrwqaqiA==","name":"Green Tide","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Vaino Kodas & Patrick Paul, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":15,"mp_id":"106258164","mp_crag_id":"105834186","climb_id":"8DylBjn9XiG43ZjrwqaqiA==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Green Tide is a fantastic slab/face climb on the lower west face of the Witch.\n\nBegin just right of the pillar that is home to Gorrilla Warefare on the left, Phospherescent Flow up the arete, and Witch Doctor up the right side.  This face has a well-camouflaged bolt line.\n\nThe bolts are well placed, but at about two-thirds height there is a 25' run out on fairly difficult 5.10 friction.  This culminates with a terrifying friction-dependent mantle move before one can clip the next bolt.  From here things feel wonderously easy and well-protected to the anchor, despite more (easier) run outs.\n\nThis is a great, exciting line.  A 60m rope can get you down with some trickery, a 70m rope makes it easier.","protection":"Draws.","location":""},"__v":0},{"_id":"bPXGJIixVPOBpBK8sG83yQ==","name":"Gorilla Warfare","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Herb Laeger and Phil Goede, 9/78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":11,"mp_id":"105995271","mp_crag_id":"105834186","climb_id":"bPXGJIixVPOBpBK8sG83yQ==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Climb the left-facing corner, past the offwidth flare (crux) and continue on perfect hands for a long way to the anchor.  Belay at the anchor.  There is a second pitch which continues up the corner (5.9).","protection":"One 6\"-7\" piece (Green Wild Country)\n\nTwo 5\"-4\" pieces (Red Wild Country)\n\nMany hand, wide-hand, and fist pieces\n\n3 bolts at the top (as of July 07, there is an American Death Triangle through the three bolts. bring some webbing and a knife to replace it.)\n\nUpdate: Anchor at the top of pitch 1 has been fixed with a new bolt and quick links.","location":"Gorilla Warfare is in the obvious corner to the right of the routes Inner Sanctum and Brute Force.  It is to the left of the face that has the routes Red Snapper and Phosphorescent Flow."},"__v":0},{"_id":"uik8XmVBVj+HC9LESbv51g==","name":"The Entity","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Vaino Kodas, Herb Laeger: May 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":7,"mp_id":"106840752","mp_crag_id":"105834186","climb_id":"uik8XmVBVj+HC9LESbv51g==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"This forgotten Kodas/Laeger classic parallels its better known Kamps/Laeger neighbor Spook Book in quality and commitment to minimal fixed gear.  Plenty of route finding challenges.\n\nJust downhill from the left facing dihedral right of Shazam is a thin seam that starts about 40 feet up (see photo).\n\nClimb up an easy corner, pass a small roof where the crack blanks out up to another small roof on the left, then up to a rusty old 1/4\" bolt below the seam.  A bit dicey before the bolt - 5.10a/b-R.  Follow the seam with spaced but good gear ~5.9 where it disappears in a small roof.  There is a great small stopper and useless old bolt here before moving up left to a thin left facing dihedral and back right to the roof and good gear.  Traverse right until you can pull the roofs above into a left facing dihedral.  Follow this thin corner to a great belay ledge around the corner to the left.  Gear belay thin - 1\" about 160' or belay the just below the roof option if you have rope drag.\n\nThe second pitch follows the thin left facing corner above as it curves left and becomes a splitter seam.  When the rock goes from rough to smooth, ignore the off route bolt up and right, and traverse 5 feet left to another finger crack.  Follow this to another nice ledge.  Gear belay thin - 1\" about 120' - sustained 5.10 with two great 5.10c/d cruxes.\n\nSeveral options are possible on the third pitch, one option follows the left facing corner directly above until a seam breaks out right.  Work out right (crux) until another right facing corner is reached.  Climb up, then slightly left to another left facing corner past a small bush.  Follow this to a fat lieback and small belay ledge.  Gear belay 1\"-2\", 5.10c, ~120'\n\nThe fourth pitch follows the easy right slanting ramp up and over to the end of Spook Book.  5.8 ~90'.","protection":"Gear: Thin to 3\".  Small stoppers and small cams (TCU's) and maybe a set of tiny brass.  A few long slings help at the end of pitch 1 roofs for rope drag.  The two old bolts on pitch one are antiques, but not that important.\n\nDescend:  Follow the low 5th class walk off north to the summit and down to the standard Witch descent - one single rope rap and low 5th class scrambling north.","location":""},"__v":0},{"_id":"0ywt/BUvXuKIh/DK8lfGeA==","name":"Brute Force","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"H. and E. Laeger, Lonne 10-77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":10,"mp_id":"105994722","mp_crag_id":"105834186","climb_id":"0ywt/BUvXuKIh/DK8lfGeA==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"A decent route marred by a poor beginning.  This route is not the classic of some of the other on the wall.  However, the adventurous climbing up a section of the wall not often done may appeal to some.  You have the same sort of feel as the crux section of Inner Sanctum multiple times.  You know what I mean if you've done IS.\n\nStart Brute Force in the same place as Inner Sanctum.  The best belay stance for the first pitch is on top of the boulder on the right, instead of at the base.\n\nPitch 1:  Scope the bolt up and right of the Inner Sanctum start.  Begin just off the highest point of the boulder with a reach to an edge, than stand up.  Large positive holds lead to the clipping stance.  These moves, while not hard, would be disastrous if botched.  From the bolt, it seems as if you move down and across to the flakes you see visible to the right.  A long stretch is required, after which there is a second bolt ( easy to miss if you aren't looking for it ).  This is not on the topo, and may or may not be original.  The second should be solid for this, as a fall would be a long pendulum.  From here ascend flakes on poor rock.  Protection is non-existent for a period, as the rock isnt good enough to hold.  Quality improves as you gain height, but is never that inspiring.  This pitch is never that hard, but should be considered serious.  Stop at bolted anchor at the top of flake system.\n\nPitch 2: Start off the anchor with A0 moves through three bolts.   From the last bolt, do a short tension traverse or pendulum over to the next corner system.  Ascend the left edge of the system, including a necky move to gain a corner with the next gear.  From here continue to flakes with a nice belay stance, although the flakes are hollow sounding.  Fixed slings with no rings here as of 7/2007.  A 60m rope would take one to the first belay from here.  It would seem possible to link 2 & 3 with a 60m, although I cannot confirm that.\n\nPitch 3:  From the belay, you should be able to spy the single bolt  almost directly up and slightly right on the face.  The guidebook notes two bolts on this pitch, but there is only one. Head up and left a bit from the belay to the top of a flake and then back left. Balance your way up the corner until it makes sense to move right onto the face.  An airy move or two gains you the bolt.  From there, climb up to a slanting ledge with belay bolts shared with the Witch Doctor.\n\nPitch 4:  The crux pitch, which goes out the green lichen covered roof. Head almost directly left out of the belay for a move or two, then up and left.  Although the roof is marked as the crux at 5.10a, I perceived the section going up and over the next overlap as the crux.  You basically bust up and left on small edges, unsure of what lies ahead.  After this feel your way up and left to the roof, mostly on big holds.  Good feet and positive hands ease your way across and through the roof.  Belay at good stance just after the roof.\n\nPitch 5:  Head up and right for a short way out of the belay, then back left to a handcrack.  Rock quality is again a factor in the beginning, but the climbing is easy.  The handcrack is a nice pitch of 5.7 goodness, and a couple of #3 Camelots will ease the way for those not willing to run it out 20 at a time.  Continue up, heading for the large tree visible at the top.","protection":"Needles stopper rack ( Full set, doubles from #3 BD to about a #6 ).  Set of aliens, Blue to Red.  Set of Camelots Purple to Blue.   Doubles in the Aliens would be comforting.  An extra Yellow and Blue Camelot if not comfortable running out 5.7 handcrack.","location":"As noted the route starts at the same place as Inner Sanctum, about 1/2 down the Witch Notch, just opposite the Fire Wall.  To get down, summit to the left, passing two tricky overlaps.  Downclimb to the rap on the left shoulder of the formation."},"__v":0},{"_id":"IuF7exKXWGGGat/AOL5wLg==","name":"Ankles Away","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tony Yaniro, Brett Maurer, Toivo Kodas (1982)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":2,"mp_id":"106007759","mp_crag_id":"105834186","climb_id":"IuF7exKXWGGGat/AOL5wLg==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Outstanding!!\n\nDo it one 70M! pitch for the best continuity and full value! IMO, the best 5.11 pitch at the Needles!\n\nP1: 10d. Palming, stemming and laying it back is the business at the start of Pegleg/Ankles Away (50'). Its a little grainy and hard to pro but you have to do it.\n\nP2: Awesome tips and finger crack action on a steep and bullet-proof slab! The pro is good when you get it in which adds to the difficulties. Trust your smears and go for it! Re-join Pegleg at its top (easy) corner and jam a fun crack to an easy corner and to the chain/common-rap anchor.","protection":"2-3 sets of #4-7 BD Stoppers, one set med/large offset brass nuts, #00-2 TCU's, (2x) Red Alien Size, Red and Gold Camalot. Bring more nuts and small TCU's if you do it in one long 70M pitch.","location":"Left end of the Witch. Chimney up the loose groove at the start of Airy Interlude or (better) find the easiest line of weakness up the rock band halfway down the descent gully."},"__v":0},{"_id":"t8Sj2TqRUwqHtRV21lAKPA==","name":"Airy Interlude","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steres & Laeger - August, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"left_right_index":4,"mp_id":"105834215","mp_crag_id":"105834186","climb_id":"t8Sj2TqRUwqHtRV21lAKPA==","areaRef":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":"Airy Interlude is perhaps the best \"moderate\" route on the Witch.  Not as continuous as Igor Unchained, but it shares some of Igor's coolest climbing, not to mention the classic Airy Interlude traverse pitch.\n\nP1:  Ascend the first major crack system left of the start of Igor Unchained.  This is directly below the start of the obvious traverse crack and really is the first major system on the wall.  Stretch the rope all the way up to the huge, sloping ledge.  5.8 or 5.9.\n\nP2:  The gem.  Continue up a right-facing corner to the start of the crazy hand traverse (takes 0.5 and 0.75 Camalots).  At some point you'll have to mantle up above the crack, and there is a miracle hold that allows you to do this.  Finish the traverse with a couple more moves that join into the final pitch of Igor Unchained.\n\nP3:  A short, easy pitch up to the summit.\n\nDescend north - see the Witch description for more info.","protection":"Single or double set of cams - nothing big, nothing small.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,63a78ab5-a3e1-5606-86eb-e0843f1ef3cb","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Witch, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10a"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":13,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":13,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48021,36.10721]},"bbox":[-118.48076656817028,36.106760339818145,-118.47965343182972,36.10765966018187],"left_right_index":-1,"ext_id":"105834186","area_id":"Y6eKtaPhVgaG6+CEPx7zyw=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:11.907Z","updatedAt":"2022-11-25T11:13:49.029Z"}