{"_id":"6368a44ee80bff5a9959c144","area_name":"Pronghorn","shortCode":"","climbs":[{"_id":"hWLHJx20UmqCzmSMYy6SFw==","name":"Trophy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46651,43.88575]},"left_right_index":0,"mp_id":"107694364","mp_crag_id":"107694355","climb_id":"hWLHJx20UmqCzmSMYy6SFw==","areaRef":"y1r8geZVWaCjX+3lfLTNvw=="},"content":{"description":"Climb starts just to the right side of the short chimney (with the scraggly pine tree above it) on the south side of the spire.  The crux is only a few moves and is down low, around the 3rd bolt -- but the crux and the entire climb are very well protected with bolts until the last 12 feet to the summit.  There are about 10 new bolts on the climb that lead to an anchor on the \"ridge\" with a large chain link attached to it.  There is another anchor with a single link a foot above and to the right of that anchor (other side of the narrow ridge), so it appears that the climb ends there -- about 12 feet short of the summit.  However, it's an easy (5.5ish) climb to the summit from those intermediate anchors, and the summit has a two bolt anchor with short chains on top.  The summit also has great views, so it's well worth going all the way to the top.","protection":"10 or 11 quickdraws.  You can also place trad gear in the two cracks about halfway up, but the new bolts are close enough together that the extra gear is unnecessary.","location":"On the south side of the spire is chimney like formation with a scraggly pine tree just above it.  This route starts on the shoulder just right of this chimney and below the scraggly pine.  It is easily identified by the many bolts going up with pretty close spacing."},"__v":0},{"_id":"jtB+pwAjV5yKgz7PIbZkXA==","name":"Prairie Runner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46651,43.88575]},"left_right_index":1,"mp_id":"114590951","mp_crag_id":"107694355","climb_id":"jtB+pwAjV5yKgz7PIbZkXA==","areaRef":"y1r8geZVWaCjX+3lfLTNvw=="},"content":{"description":"5.9 crux is above the first bolt, then the rest of the ridge is easier terrain but falling is not an option. Lots of lichen on the first 10 feet of the route, but cleans up nicely the higher you go. Aesthetic line through generally secure crystal pinching to the top.","protection":"2 bolts, 1 piton + anchors","location":"Starts on the downhill side of Pronghorn to the right of Trophy and follows the ridge past a bolt, piton, and then past the lower anchors to the summit"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,bfd6f4a9-ea72-57b9-921a-e6abf070e56d,cb5afc81-e655-59a0-a35f-ede57cb4cdbf","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","South Seas","Pronghorn"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46651,43.88575]},"bbox":[-103.46713390105748,43.88530033981814,-103.4658860989425,43.88619966018186],"left_right_index":-1,"ext_id":"107694355","area_id":"y1r8geZVWaCjX+3lfLTNvw==","polygon":{"type":"Polygon","coordinates":[[[-103.46713390105748,43.88530033981814],[-103.4658860989425,43.88530033981814],[-103.4658860989425,43.88619966018186],[-103.46713390105748,43.88619966018186],[-103.46713390105748,43.88530033981814]]]}},"content":{"description":"The Pronghorn is a free standing spire, about 75 yards south of the Shipyard rock.  The spire is about 50 feet tall and appears to have about four routes on it going up the different sides.  It stands off by more or less by itself, even though it is very close to the main South Seas climbing routes. \n\n  An intimidating spire to some. its a small summit that is well worth visiting. This formation is good for the strong minded 5.9 climber as most climbs on it are heady. There is a PG-13, R, and a Dennis Horning X route. Prairie Runner (5.9 R 3 bolts on fixed pin seems to be the most popular way up. ) Trophy is a 5.9 with 10 bolts it has a PG-13 rating and is also good if your looking for a little less stress."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:15.415Z","updatedAt":"2024-01-20T01:06:20.938Z"}