{"_id":"63689d20e80bff5a994f22d3","area_name":"4. The Double Clutching Wall","shortCode":"","climbs":[{"_id":"z4TS2G4ZXw6iqG8S3XGeqg==","name":"Wolverine","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":11,"mp_id":"108034617","mp_crag_id":"106466571","climb_id":"z4TS2G4ZXw6iqG8S3XGeqg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"  This route has a long history, Back in 1993 Eric Muedt and John Govi hand drilled the one bolt on the route. Many years later a rumor surfaced that this climb was called White Lie and rated 5.11+. A couple of years ago I was curious about the line so I got on it. Much to my surprise the route was way harder and had no anchors. Luckily we had hardware that day and a project was born. After a few seasons and several partners the route was sent at the end of February 2013. Definitely one of the hardest pitches at The Waterfall and super quality.","protection":"(3) #00, (1) #0, (2) 0.3, (2) 0.4, (2) 0.5, (1) 2.0","location":"Start on the Chronic, traverse right at 25' past a lone bolt, and climb second dihedral on the right."},"__v":0},{"_id":"BVszhMeKV6G30QFNHHLdEg==","name":"Thin Faith","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Joel Unema 2013","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":7,"mp_id":"108362788","mp_crag_id":"106466571","climb_id":"BVszhMeKV6G30QFNHHLdEg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Begin with moderate climbing up a right trending ramp, traversing left (before some loose blocks (TAKE CARE) on the ramp)to a sharp right-trending flake. Continue up the flake and pull around right to a stance beneath the roof.   Above this, things get thin.     Follow the seam up through technical and delicate climbing until a slight horizontal break where the rock gets steep.     Traverse slightly left of the steep dihedral to gain face holds on the overhanging prow, making  powerful moves to reach the pillar ledge above the prow.  The two bolt anchor lies above the steep dihedral.","protection":"Quintessential waterfall rack:   My recommended gear list: (redpoint gear plus additional pieces)   Single set of cams from .4 camalot to #1 camalot   1x yellow metolius tcu   Small set of medium nuts   Set of micro-offset nuts   3x red c3   2x green c3   3x purple c3   3x grey c3   2x red ball nut   2x blue ball nut","location":"Thin Faith begins in a right leaning ramp corner directly behind the tree between Double Helix and Super Chronic.  It continues up to pull the left side of the roof next to the Chronic."},"__v":0},{"_id":"QvNsQ29iX6SmkErCnyu4zw==","name":"Terminal Mocha","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D Bloom, J Crawley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":16,"mp_id":"108027394","mp_crag_id":"106466571","climb_id":"QvNsQ29iX6SmkErCnyu4zw==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Climb the first part of checking the oil till right before the off hands starts.  Move right and up run out slab to beautiful chocolate corner.  Enjoy the quality rock and heady yet safe climbing.","protection":"00-2","location":"Right of checking the oil."},"__v":0},{"_id":"YuwCJ8lUW2uTSVDt0z+mBg==","name":"SwitchBlade","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"J Unema D Bloom 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":5,"mp_id":"109635629","mp_crag_id":"106466571","climb_id":"YuwCJ8lUW2uTSVDt0z+mBg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"SwitchBlade tackles two striking and distinct features in the middle of the double clutching wall.  It begins with demanding technical climbing on a razor arete protected by bolts and finishes with a steep dihedral with a tips crack and deep gas pockets.  A footledge halfway up provides a welcome rest between the two sections.","protection":"Six bolts to ledge.  Gear above ledge:  cams from 00 c3 to #1 c4.  Double 0 c3 and .4 c4","location":"Begin on a large pillar-boulder just left of the Double Helix start"},"__v":0},{"_id":"jKmCmA9VVzefeDJ/sJIkUw==","name":"Super Chronic","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Wade Forrest 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":9,"mp_id":"106951139","mp_crag_id":"106466571","climb_id":"jKmCmA9VVzefeDJ/sJIkUw==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Super Chron is the logical, direct extension to the classic route the Chronic and had been eyed by many a climber throughout the years. One day I finally climbed to the top of the wall, placed an anchor, cleaned out the crack, and fell in love. The full line to the top is one the most classic, all natural gear 5.12- routes at the Waterfall. It combines all the best features that make this crag so spectacular. It has a short section of ‘earn your burn' funk in the beginning, then a splitter 60' run of slightly overhanging fingers, followed by brilliant edges and gas pocket jugs at the top!! It’s exciting, rowdy, positive, sustained, steep, and well protected.After you burl your way through the original pitch (anchor on left at 75'), find a suitable rest before launching into the steep, slightly traversing fingers section above you (#.3). If you make it to the hands pod (#2 BD) then fire up to the pinnacle jug and start looking for on the run protection while sorting out the slightly overhanging face climbing up pockets and edges.The original Chronic was established by Tim Maloney and John Govi in the 90’s and the original bolted anchor remains in place at 75’-80’. The Chronic remains a test of 5.11 finger jamming for many and is a classic send by itself.","protection":"My rack consisted of  (1) #2 gold BD Camalot, (3) #.5 BD Camalots, (8) #3 orange TCU, (4) #2 yellow TCU, (2) #1 blue TCU, (2) #0 purple TCU, small/medium wires.\n\n Though you can squeak by with a 60m rope on this route do to base blocks, a 70m rope is highly recommended.","location":"The Chronic is hard to miss and is a showcase route on this section of cliff.  Look for 40' of lower angle weakness to roofish, right facing dihedral finger crack."},"__v":0},{"_id":"KT1rOlFHVkKWRxdl+rOYLQ==","name":"The Kool Whip Crackle Fizz","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D.Bloom, J. Unema, Ben ZH","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":0,"mp_id":"112573169","mp_crag_id":"106466571","climb_id":"KT1rOlFHVkKWRxdl+rOYLQ==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Start in a moderate wide crack in the right side of a gray pillar. Work up under a roof with a directional bolt. Pull the roof on the left on big holds and climb the varied crack above until you can rest under the bulgy arete. Work up and left on positive edges until you can pull around right onto the exposed prow. A variety of sequences are possible at the last bolt on the arete. Finish on a hand crack on the left side of the headwall until you step right to finish on 2 bolts of moderate gas pocket pulling. Engaging,fun and safe.","protection":"1 each red and green C3,0.3 to 2.0 Camalot    3 0.4 Camalots   6 bolts   Fixed biner anchor","location":"Start in between Aquarius Rising and Rude Awakening."},"__v":0},{"_id":"sCQk9oOAVgCE283jJ1WIdw==","name":"Rude Awakening","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick, Wade Forrest","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":1,"mp_id":"106466585","mp_crag_id":"106466571","climb_id":"sCQk9oOAVgCE283jJ1WIdw==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"An interesting pitch chocked full of thought provoking climbing, which favors free thinking.Rude Awakening starts around the corner from Resurrection and Aquarius RIsing. Climb up to the bulging roof and begin to wonder. A cockeyed fist jam or bear huggery will let you swing your right leg up over your head. There is a somewhat graceful way of doing this section. Continue up past a couple of more bolts to gain the finger cracks/seams. Stem your way up using both cracks passing edges, jams, and jugs. Expect some thin gear and big moves.","protection":"Small/medium TCUs, small/medium wires.","location":"Left end of the wall, just left of Double Clutching."},"__v":0},{"_id":"v7JmYRtnV5G/YzfqcZH+NA==","name":"In a Blunt","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"J.Crawley, D.Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":10,"mp_id":"107968823","mp_crag_id":"106466571","climb_id":"v7JmYRtnV5G/YzfqcZH+NA==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"The evil younger sister to The Chronic.","protection":"Many tips and smaller. Shares anchor with Super Chronic.","location":"Immediately right of The Chronic."},"__v":0},{"_id":"vxZNoXR/VEi35o3EMCNEIg==","name":"Double Helix","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick, Wade Forrest, James Q Martin 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":6,"mp_id":"106960929","mp_crag_id":"106466571","climb_id":"vxZNoXR/VEi35o3EMCNEIg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Double Helix is a wild route. Varied and sometimes tricky climbing will keep your mind busy, while the stellar positioning and exposure will rock your soul. Aside from the rack, you had better bring your game.Start out in an obvious tight, vertical stem box, a little bit right of the route 11:11. Be clever with your gear, fingers and toes because it comes out fighting right off the deck. Move up to the first bolt and try to unlock a puzzlingly sequence on big holds. There are many ways to do it, but thinking outside the box is going to get you moving again past the first stemming crux (layback the jugs on your left, hidden pocket out right).Pass a couple of bolts through a very fun and thoughtful low angle section of stone to access the stem box on your left. Go 12' or so before your next piece(s) of gear. Start moving into tech mode with thin wires and behind your back stemming through an awesome stretch of finger buckets and perfect finger pods, which will guide you through the middle stem box.Take a rest and eye your gear well because the helix is about to twist once again! When you're ready, launch into the steep laybacking section, which leads to the entrance of the off fist crack. Which eventually tightens down to perfect steep hands, and keeps tightening down to fingers at the apex of the bulge! Look for clever and obvious steep stemming, pocket jugs, and finger buckets. It's not over until it's over. Another full on beautiful line!This line was quite easily the dirtiest route Wade and I ever cleaned at the Waterfall. The entire upper crack, from the wide section up was filled with a very fine textured ancient sand which had a stubborn bite. Armed with specially machined tools, masks, and swimmers goggles, we set out to free both the choking sand and the beautiful deep crack. An effort well rewarded. ","protection":"Doubles from #00 TCUs to .5 BD- (save at least one #3 TCU for the top!) they are light and you may want them.  Singles from .75 BD to 3.5 BD. Small/medium wires!","location":""},"__v":0},{"_id":"c7PNkJ7zXRqAdebgFMaIjA==","name":"Double Clutching","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tim Toula, Stan Mish 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":2,"mp_id":"106466594","mp_crag_id":"106466571","climb_id":"c7PNkJ7zXRqAdebgFMaIjA==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Starts to the right of Rude Awakening.  Locate a series of roofs at 2/3 height.  Climb large flake to top of pillar.  Move left along an excellent set of finger jams and work past blocky rock towards the roofs.  Move out left under BOTH roofs and continue up crack on left of pillar to top of pillar.  The first route at the Waterfall to receive a lead bolt back in 1985... ","protection":"Double set up to hands, small/medium wires.","location":"Left/middle of the wall."},"__v":0},{"_id":"eK5Rt+0MU5icJRZIhMIZ/g==","name":"Dirty Dipstick","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"J Unema, D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":15,"mp_id":"109745153","mp_crag_id":"106466571","climb_id":"eK5Rt+0MU5icJRZIhMIZ/g==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Dirty Dipstick (Checking the Oil Direct) takes the direct line straight through a beautiful ringlock splitter, a tough boulder problem, and a pumpy finger-crack finish. Begin below the ringlock splitter, climb to it and enjoy the crisp texture of the locks. Gain a small footledge and stem left, traversing slightly to gain the next stance at the base of the business. Plug some gear and pull hard through crimps and slopy sidepulling to reach the fingercrack up and left. Hold on through interesting fingerlocking to the finish.","protection":"Double cams from 00 c3 through .75 c4.  Single 000 c3 and several small nuts.","location":"Far right end of the Double Clutching Wall.  Begin directly below the ringlock splitter left of Terminal Mocha and right of Block Party."},"__v":0},{"_id":"TsaVyT6iWQGywQwlfHXZ/Q==","name":"Crux Deluxe","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JJ Schlick, Wade Forrest 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":3,"mp_id":"107121736","mp_crag_id":"106466571","climb_id":"TsaVyT6iWQGywQwlfHXZ/Q==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Crux Deluxe is a fantastic all natural gear line which shares the start of Double Clutching. Start up large flake pillar and mantle to small ledge on the right. Work left through excellent bottle neck finger locks and up through a short, chunky, though solid section of rock.From a conspicuous diagonal #.75 placement at the 40' mark on climbers left, move up and right to a good thick flake. A little mental crux of the route is above you. Move gingerly into a hollow section of rock. Though the moves are only 5.9 here, they feel a bit weird at first. Plan on placing several marginal pieces here (small wires, small TCU). Move up to roof past thin fingers and bust the wild moves out the roof (5.10+).Rest up after the roof at the small horizontal crack and eye the line well. Move up using distinct holds on the left, and the main crack on the right. At the steep finger section plug in a #3 TCU and punch through some steep bouldery moves using big holds on both sides of mini arete 5.11. Plan on firing in a .5 or.75 camalot mid crux. Finish up by following the main splitter past huge jugs and a full on stance to clip the anchors, so don't be afraid to punch it at the end.A great pitch that gets better and better the more you get to know it.","protection":"At least several each TCU, triple set of #.5 and #.75 camalot, a #1 Camalot, Small/medium wires.  RUNNERS. \n\n  Fixed biner anchor","location":"Shares start with Double Clutching."},"__v":0},{"_id":"N31YOODgXFWlUsS0hX2trg==","name":"Comin In Hot","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D.Bloom, J.Crawley, M.Swartz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":12,"mp_id":"107959434","mp_crag_id":"106466571","climb_id":"N31YOODgXFWlUsS0hX2trg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"A gem, even for The Waterfall. Techy face and stemming with a bit of thin crack thrown in. More of a sport route, but pretty traddy feeling in the second half.","protection":"7 bolts,0.3 and 0.5 camalot. Chain Anchors.","location":"Far right side of Double Clutching Wall. Two lines right of Super Chronic. Look for the bolts."},"__v":0},{"_id":"Bvdg0qWMUBCvptfgaEQ0iw==","name":"The Chronic","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tim Maloney, John Govi 1990’s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":8,"mp_id":"105806648","mp_crag_id":"106466571","climb_id":"Bvdg0qWMUBCvptfgaEQ0iw==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Starts out on easy ground for 30' to a small roof passed by liebacking and stemming. The finger crack goes from locker to rattly at the roofs. A serious jamming crux guards the anchor on left at 75’.","protection":"#1 camalot to finger sized pro.","location":"Walk along the wall to the far right (go around the corner) til you come to a willow tree at the base of the route.  Look for a double roof."},"__v":0},{"_id":"mbKl2EMYVc6T5DrqQjvCrg==","name":"Checkin' the Oil","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"D.Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":14,"mp_id":"107038658","mp_crag_id":"106466571","climb_id":"mbKl2EMYVc6T5DrqQjvCrg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Another cool line on the right side of the Double Clutching Wall. Technical ringlocks down low and steep enduro fingers up high.","protection":"gear: (2) ea 0.4, 0.5 (3) ea. 0.75-1.5 (1) 2.0   Chain anchors","location":"Last climb on the right, before the wall shortens. Starts right of Super Chronic on the right side of a 15' pillar. Climb pillar to broken face to ring lock splitter. At top of splitter, traverse left across a small corner and left again to steep finger crack/corner.  Going up the thin corner to the right is a difficult project."},"__v":0},{"_id":"74mALfMJUQCODTp8j1G46w==","name":"Block Party","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D.Bloom/M.Swartz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":13,"mp_id":"109800136","mp_crag_id":"106466571","climb_id":"74mALfMJUQCODTp8j1G46w==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"Engaging 5.10 climbing on blocky but good rock to the steep finger crack finish of Checkin' the Oil.","protection":"Doubles .3 to .75.  Shares anchor with Checkin' the Oil (finishes on Checkin' the Oil).","location":"Right of Comin' in Hot, left of Checkin' the Oil on blocky rock that's better than it looks.  Sick sports action at its finest fellas batter up and get ready to woof with the big dogs thats what im talkin about woof woof."},"__v":0},{"_id":"/XZEQImjWp+cXuWANg8Bfg==","name":"11:11 (aka \"Welcome to the Waterfall\")","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Josh Janes - June, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"left_right_index":4,"mp_id":"106473959","mp_crag_id":"106466571","climb_id":"/XZEQImjWp+cXuWANg8Bfg==","areaRef":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"11:11 (the name having nothing to do with the rating) climbs the overhanging S-shaped crack just right of Double Clutching and left of Double Helix.\n\n Head up to a low roof, and pull gingerly past this (some hollow-sounding flakes) to the right, and then follow a cool seam and corner up to a stance. This is just left of the business (the bottom of the S-crack). Place a blind cam if possible and then crank on some good locks to get up into the crack which gradually widens to perfect hands. Mantle onto the top of the column to a bolted lower-off.\n\n This is a great, entirely gear-protected route with a burly, fun crux.","protection":"Pro to 3\", extra tips and small fingers pieces.  Wires.  A 60m rope *might* make it down but use a 70 to be sure.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,b84b7318-ff02-5e9d-932e-e0b735a7106a,e899b2d3-495f-5ccf-8ddf-c12d385a8050","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Waterfall, The","4. The Double Clutching Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13-"},{"count":1,"label":"5.13b/c"},{"count":3,"label":"5.11"},{"count":1,"label":"5.12d"},{"count":3,"label":"5.12-"},{"count":2,"label":"5.12a"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":14,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":14,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73254,34.93073]},"bbox":[-111.73308846982091,34.93028033981814,-111.73199153017909,34.93117966018186],"left_right_index":-1,"ext_id":"106466571","area_id":"6Jmy00lfXM+N38EtOFqAUA=="},"content":{"description":"The Double Clutching Wall is a stunning series of tall splitter lines which include it's namesake route, 11:11, Crux Deluxe, The Super Chron, Wolverine and more. This tan wall faces south and is the place to be on cooler days.\n\n This section of the cliff also boasts a burly web of scrub oak above the routes which makes this the most protected section of cliff at the Waterfall Area. If it is windy or moist, this is your best bet for protection from rockfall above. I'm not giving any odds though.\n\n The DC Wall is on the far right side and begins just past the start of Aquarius Rising where the Right Wall makes an obvious sharp turn. The first route around the corner is Kool Whip Crackle Fizz."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:52:45.983Z","updatedAt":"2022-11-25T11:09:36.840Z"}