{"_id":"63689de0e80bff5a994f9284","area_name":"Bell Buttress - Main Crag","shortCode":"","climbs":[{"_id":"NoL/uROGWqS9ZIWM4j6ivQ==","name":"Wrinkles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Sposi and Dan Hare, 1979.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":33,"mp_id":"106214171","mp_crag_id":"105745079","climb_id":"NoL/uROGWqS9ZIWM4j6ivQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Approach Bell Buttress via the tyrolean and pass the Patio area, continuing up stream no more than 15 feet above the water. Find a broken ledge and step across to a nice, shady tree. Above are two thin cracks. The left is harder and more difficult to protect. The right dials in around 5.7 and takes gear. Climb good holds and chunky rock to a ledge. Pro is scattered and may require some hunting, but the climbing is casual.\n\nPitch 2 (5.9) goes up directly left of Malaise. There is a right-arching flake at the bottom, which can be circumvented if you like on the right. Thin, improbable cracks with not so obvious pro lead to a hand crack above. Despite the tenuous appearance of this line, each move is static and affords plenty of time to work out pro. Higher up the crack widens a bit and you end up on a second big ledge. The methodical, thoughtful leader will find this to feel much easier than most 5.9s.\n\nPitch 3 - We took Wayward Puritan to the top (5.6) which requires a traverse to the right. Belay up top under a shade tree.","protection":"Standard rack with micro cams for P2.","location":""},"__v":0},{"_id":"XaELZhKhVs6XAIw4/1hCXg==","name":"West Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim & Dave Erickson (FFA)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":22,"mp_id":"105750649","mp_crag_id":"105745079","climb_id":"XaELZhKhVs6XAIw4/1hCXg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Looking for a well-protected, challenging 5.9 crack to climb?  Eldo feeling a bit too greasy in this heat?  If so, the shady \"West Face\" (a misnomer- this is a crack climb for the most part) route on Bell Buttress is for you.  Locate this little beauty as the right-most of three crack systems right of\n\nCosmosis\n\n.  Climb the crack in the shallow right-facing corner, over a roof at a big flake, to a 2-bolt belay.\n\nRappel (watch you don't miss the ledge!) or continue up the system to the top of the rock (a bit of wandering around).  Solid 5.9!","protection":"Doubles, wired nuts, TCUs to 3\" cams.  A 50m rope is OK for lowering.","location":""},"__v":0},{"_id":"V8wU7Mc0WTCyipVyDGnavQ==","name":"West Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Higbee & Studer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":20,"mp_id":"105750652","mp_crag_id":"105745079","climb_id":"V8wU7Mc0WTCyipVyDGnavQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Another good one for crack climbing in the summer shade, West Crack is a bit harder than its neighbor\n\nWest Face\n\nto the right, and the gear is a bit more of a struggle to get in. Climb the crack two systems right of\n\nCosmosis\n\n, moving right at the bulge to the bolt anchors atop the first pitch of\n\nWest Face\n\n.\n\nRappel, or continue to the top of the rock.","protection":"Double set wireds, TCUs, to 2.5\" cams.  50m rope makes it down from the bolt anchors atop West Face.","location":""},"__v":0},{"_id":"CPgS0xugXQWqfgwMt1nK0w==","name":"Verve","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Christian Griffith, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":16,"mp_id":"105759741","mp_crag_id":"105745079","climb_id":"CPgS0xugXQWqfgwMt1nK0w==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"One of Christian Griffith's exceptional sport climbs put up in the late '80s after CG's return from six months in France. CG's \"Big-Three\" (\n\nParis Girl\n\n,\n\nDesdichado\n\n, and\n\nVerve\n\n) were much sought after achievements for any aspiring sport climbing hardman (or woman) and some of the hardest routes in the U.S. at the time. A solid 5.13 on perfect granite with interesting moves and some of the best positioning in Boulder Canyon, this route is essentially two hard V6/V7 boulder problems with a quick shake in between them. The coveted first ascent was done by Christian with other notable Boulder rock stars of the day,\n\ne.g.\n\nDale Goddard, involved in the race for the FA. The route is notable also as it became the inspiration for the name of CG's climbing clothing company, which went on to define sport climbing apparel functional-style in the '90s.\n\nThe first crux is right off the deck. With a right foot, heel hook, grab the right hand \"shredder\" hold (very painful and small), work your left foot up the ramp and start working up the arete with the left. After getting the highest left purchase possible on the arete make a big crank move to a right hand, 4 finger pocket.\n\nThe second crux is a long reach to a modified hold. The chiseled/drilled hold makes the \"mega reach\" move (second crux) much easier and it makes it possible to match and switch hands for a quick shake. This move is VERY wing-span dependent and is harder for those not endowed with a lot of height and a huge ape index.\n\nThe route quickly slabs out over the top and the anchor is a long way back. Be careful when top-roping or lowering as the anchor position will ensure that your rope gets shredded.","protection":"4 QDs + anchor.","location":""},"__v":0},{"_id":"TJTfMlc+XGu+6zdrNV/xdw==","name":"Unknown Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":4,"mp_id":"112054232","mp_crag_id":"105745079","climb_id":"TJTfMlc+XGu+6zdrNV/xdw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is the obvious slightly overhanging, slightly right-leaning crack that is just left of the start of the\n\nNorth Face\n\nroute. It is easy to toprope from the bolted anchors atop\n\nUnknown\n\n, 10a, which are the first bolted anchors that you reach atop the the first dihedral of the\n\nNorth Face\n\nroute. Boulder up a chimney on the left or up the start of the\n\nNorth Face\n\nroute to reach the crack. The crumbling moss hummock at the bottom of the crack was one of my crucial footholds, and, consequently, less of it remains.","protection":"I toproped it on Aug. 4, although it appears to be leadable with a set of Cams #0.5 through 3.5 or 4.  Triples of #2 could be useful, although placements would compete with the three good handjams.","location":"It is between the\n\nUnknown\n\n, 10a, and pitch 1 of the\n\nNorth Face\n\nroute."},"__v":0},{"_id":"tCyBIg6WWzeB414WjS3Fjg==","name":"Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":3,"mp_id":"107257217","mp_crag_id":"105745079","climb_id":"tCyBIg6WWzeB414WjS3Fjg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This route isn't brand new (I've seen the bolts here for a few years at least) but isn't in any guidebook I own.  It provides a better way to get to the good climbing on the North Face route (avoiding the low-angle 5.7 bush-filled corner).\n\nThe route starts from the same bench as\n\nHound Dog\n\n.  Scramble up and left (5.0) on blocky ground to the base of a slightly less than vertical face with several thin cracks.  You encounter a bolt as soon as you arrive on the ledge.  It doesn't protect much -- perhaps the intention was to start the route here, making this a belay bolt.  Regardless, head up the thin cracks with a mix of face moves and fingerlocks.  It is possible to stem off the blocky wall left of the face, which drops the grade significantly.  After ~30' the cracks pinch off, and two bolts pull you right, onto the face (10a).\n\nThe route merges with the\n\nNorth Face\n\nafter these two bolts, at a small ledge.  There is a 2-bolt lowering anchor here, but you should just clip it and keep going up.  The next ~35' of\n\nNorth Face\n\nis fun crack climbing with another spot of 10a.\n\nThe next ledge has a similar 2-bolt lowering anchor.  I lowered from here, all the way to the ground.  My 60m rope was barely long enough to do this --\n\ntie a knot in the end!\n\nI stemmed to the left wall a few times the first time up this route, making the cracks feel about 5.9.  On a second lap, I tried sticking to the main face, and felt it upped the grade to solid 5.10, particularly when you consider hanging out to place the gear.  I actually think it is a better climb if you do this.  I'll leave it at 10a -- the difficulty of the face moves -- but recommend avoiding the left wall as much as possible without it being contrived.","protection":"\"Standard rack\", but I don't recall placing anything bigger than a red Camalot (including the finish on\n\nNorth Face\n\n).  Mostly, the route ate up stoppers and finger-sized cams.","location":"Starts at the same bench as\n\nHound Dog\n\nand the\n\nNorth Face\n\n, and merges with\n\nNorth Face\n\nabout 60' up."},"__v":0},{"_id":"dDe+5wubX8yh2L63EF1LLg==","name":"Tiers","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat Ament, Tom Ruwitch, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":36,"mp_id":"113561851","mp_crag_id":"105745079","climb_id":"dDe+5wubX8yh2L63EF1LLg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Tiers is a cool dihedral with interesting moves. It would be 4-star if it was twice the length and a bit cleaner. It gets a bit of an old school rating, depending on how good you are at figuring out the stemming!","protection":"Pro to 3\", extra thin hands.","location":"It is the dihedral just past the overhung face on the far right of Bell Buttress. Scramble up about 40' of 3rd Class to a good belay platform at the base. Rap approximately 105' off of slings on the small tree at the top, or walk off."},"__v":0},{"_id":"ONnFuj4hXwaGlmPXnwTYrg==","name":"Tiempos de Ceguera (Times of Blindness)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"equipped by Roger Molina, Spain - FFA Justin Sjong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":11,"mp_id":"106034755","mp_crag_id":"105745079","climb_id":"ONnFuj4hXwaGlmPXnwTYrg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"The route climbs the magnificent arete-face thats starts after the crux of\n\nGates of Eden\n\n. You keep bouncing your left hand through the slopers on the left side of the arete, trying to find the best one, and crimping on the small holds with your right hand.\n\nThe first four bolts are the  hardest of the climb but the real crux is between the third and the fourth. You clip this last one from above, past the hard move. You will actually feel confortable if you find the right position....\n\nA good idea to try the route would be to climb\n\nDouble Jeopardy\n\nand put the draws on the way down. It's very technical, delicate and tricky, so don't lose the oportunity.","protection":"There are 6 bolts and a double bolt anchor (Super Shut) to lower down.\n\nIf you are scared of cliping the first bolt, it's posible to place a piece of gear in the crack (red Alien)","location":"The route climbs through the arete on the left side of\n\nDouble Jeopardy\n\n. It shares the same begining than\n\nGates of Eden\n\n, turning right after the first bolt.\n\nYou lower down from a double bolt anchor (Super Shut) that can be used also to lower from\n\nDouble Jeopardy\n\n."},"__v":0},{"_id":"j1M8Df2NXbO0rcyA3Qm1qg==","name":"Three Minute Hero","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alec Sharp, Martin Taylor, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":29,"mp_id":"105752182","mp_crag_id":"105745079","climb_id":"j1M8Df2NXbO0rcyA3Qm1qg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is an odd little route up the discontinuous seams right of\n\nArms Bazaar\n\non the upper right sector of Bell Buttress.\n\nStart just right of\n\nArms Bazaar\n\nand climb past the incut pocket into the A-frame roof (small gear).  Turn the roof and finger traverse right via bouldery moves, slinging a questionable flake, which you must also yard on, for pro.  Either finish straight up via the slightly mungy crack or move left into\n\nArms Bazaar\n\nfor a greater challenge.\n\nIn either case, double bolts get you off the ledge at the top.  20 meter pitch.","protection":"Bring small cams and stoppers, as well as some larger (hand-sized) gear for the exit crack.  A long sling is essential.","location":""},"__v":0},{"_id":"1fBT1KVkWpuryxMwENvCTA==","name":"The Spoils","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"P. Ament and T. Menk (1965)  FFA: Ron Matous, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":14,"mp_id":"106024720","mp_crag_id":"105745079","climb_id":"1fBT1KVkWpuryxMwENvCTA==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"The Spoils is located off the big, west-facing ledge on Bell, just left of\n\nCosmosis\n\n. This was apparently the first 5.12 route sent in Boulder Canyon. It follows a very exposed and overhung line on a beautiful portion of the cliff. It is fairly sustained down low with many technical and sequential moves. The upper half is easier but still sustained and pumpy, with occasionally tricky gear placements.\n\nStart at the big chalked flake and work your way up the finger crack to the overhanging, shallow, left-facing corner system. The climbing is solid 5.11 or harder from the ground until you can get into the hand crack about 20 feet up. I felt the crux was getting into the hand crack at the end of the small corner, but some feel getting stood up on the flake down low may be the crux.\n\nFrom the top of the corner, continue up the crack system with fun and steep liebacking and jamming (5.10+ or 11), moving left at the fork in the crack. At the top of the crack, you can go left to the anchor on Bell Buster, or go right to the Cosmosis anchor to rappel.\n\nVery high quality rock and moves, with excellent protection! Not necessarily a \"serious\" route as suggested by some guidebooks... the gear is definitely there if you can hang out to place it.\n\nPer\n\nRon Matous\n\n: just a note in case anybody ever cares: I look this up once in a while to see if Rich Perch ever got his credit for three days of belaying while I worked out this route... in those days one lowered off rather than hang. Rich put up with three days of belaying to get this done; and, yes, it was 12b. It was also quite certainly the first 5.12 in the Boulder area, although I'm fucked if I can remember what year it was. EBs, for sure.","protection":"I used 4 green Alien-sized pieces, plus one Camalot each from fingers (gray) to hand sized. A gold Camalot is the biggest size needed but a blue Camalot could be placed too if desired.  Nuts could be used in spots but are not recommended due to the pumpy nature of the pro stances.  At the top of the crack, there's an old pin, and if you move left to the Bell Buster anchor you'll pass (as of 9/07) a cordelette that could be clipped.... It appears to have been set as a directional for top roping.","location":""},"__v":0},{"_id":"hh+lpL80WcW5y0hBcRD7bg==","name":"The Spoiled Moose","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Molly Mitchell","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":15,"mp_id":"111158493","mp_crag_id":"105745079","climb_id":"hh+lpL80WcW5y0hBcRD7bg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is a variation/extension of the previously existing route called, \"\n\nThe Spoils\n\n.\" The route diverges right at the rest about 2/3 way up the original route. It climbs onto an arete/face crux section and then up the slab to the\n\nCosmosis\n\nanchors.","protection":"It is well-protected until the rest. I used a #4 BD fixed nut in the crux. It is hard to place but works (blind placement). I then only placed a very small RP above the crux before getting to the easier slab section. It is a bit scary during the crux and above.","location":"This route starts the same as \"\n\nThe Spoils\n\n\" and finishes on the anchors of \"\n\nCosmosis\n\n.\""},"__v":0},{"_id":"A/9wNcw/XIauVVufvSQecw==","name":"Saved by the Bell","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Hare and Moe Hershoff, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":25,"mp_id":"105762240","mp_crag_id":"105745079","climb_id":"A/9wNcw/XIauVVufvSQecw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This corner left of\n\nEpiphany\n\nis nicer and cleaner than it looks. Start just left of\n\nArms Bazaar\n\nat the shared start for\n\nEpiphany\n\n.  Work through the steep moves down low, clip the bolt, and head up into a groove.  Easy climbing past a two bolt anchor (not sure why its there?) takes you to the base of the flake and dihedral system. Climb the crack with good jams and lieback moves, past the upper crux near the top.  The hardest climbing is near the ground by the first bolt, but a section of 10+ or 11- exists near the top of the crack system.  The protection is solid throughout.","protection":"A bolt protects the initial (crux) section, a 2 bolt anchor can be clipped above that, then all natural gear to the 2 bolt anchor on top. Medium and large nuts, camming devices (1 each) from 1/2-inch to a #3 Camalot.","location":""},"__v":0},{"_id":"kMG18+koVsikxfnOGWs9LA==","name":"The Route That Dan Missed","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marc Gay & Mark Tarrant, 1986","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":18,"mp_id":"105862054","mp_crag_id":"105745079","climb_id":"kMG18+koVsikxfnOGWs9LA==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This route is described in Rossiter's\n\nBoulder Canyon\n\nguidebook and noted in his excellent topos on p.183 & in\n\nBoulder Climbs North\n\non p. 119.  Its depicted 2 bolts has led to some consternation by those seeking to just climb until you see them...as we did on our first run up Cosmosis, years ago.  So, this entry is listed for clarification & warning.  It's best to TR the pitch.  Don't expect a soft 10a either.  Funky rock.  Sketchy, if any, gear.  Maybe Dan was pretty smart....","protection":"No bolts. RPs and TCUs, I've heard, hmmm.  TR for mortals like me.","location":"This is the climb on the arete near the 3rd pitch of\n\nCosmosis\n\nnear the top of Bell Buttress."},"__v":0},{"_id":"1FccflKyXzC2gOu5M19lSQ==","name":"The Purpose","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Brislawn/Shainman, 1999","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":9,"mp_id":"106036023","mp_crag_id":"105745079","climb_id":"1FccflKyXzC2gOu5M19lSQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"What really is the purpose of this route? I assure you it was not to start all the bullshit that transpired after we put it up. I, personally had no contempt for Steve for chopping it. Jeff had bolted it and I merely made the first free lead. As a matter of fact, when Steve called me on it, I told him just to do what he felt was right.... He did and I gave the route the moniker Chop Yer Dieckhoff (not to be condescending, but I thought it sounded funny). Jeff and I, when proposed by Mark Rolofson, were adamant that he NOT rebolt it (with \"some glue-in bolt action at Bell Buttress\"). We both saw where this could go, and we were right.\n\nYesterday, I went up to look at the cliff's newest bolted line which ascends the right arete from Garden Of Eden's crux (no comment).... It's been 2 years since I lived in Boulder and had been to Bell. As I sat there contemplating the new route, I also stared at The Purpose. I feel it's now another travesty, especially with glue-ins and extra bolts that Mark added (1st and 5th bolts).... It's just ugly!\n\nTo clear up any confusion around this route and the line that Pete Takeda and others headpointed.... Nobody has ever lead the crux of the Purpose (current second bolt) w/o clipping the bolt. Pete's line did\n\nGrand I's\n\ncrux dyno to the roof and joined the Purpose at the vert fin and then mostly stayed on the left where G.I. Direct follows a double line of incipient cracks before ultimately traversing right at a horizontal crack.... Jeff and I were originally wanting to do the route this way (after the independent crux utilizing just one bolt), but because neither of us were willing to drill the crux bolt on the lead (to better the ladder-placed bolt style of\n\nG.I.\n\n), we ultimately decided to create an independent, relatively safe, rap-bolted mixed route (Pete's Route had not been redpointed yet and we never were aware that he was working on it). We made a decision which, we felt, took the \"least of all evils\" approach at a mostly trad crag. Then, all hell broke loose....\n\nSo, here is this route.... It's basically a short, bouldery sequence past the second bolt (Mark added the first bolt there to \"keep the rope out of your way\"??). Once you figure out how to grab the big crystal, you get up on the vert fin and continue up on diminishing difficulties to an easy crack with good finger size pro and then an independent anchor that Mark installed.\n\nSo, this route is essentially just another stretch of rock that became leadable by the masses...Its mode of existence or purpose did not better another style of climbing, nor did it truly set any sort of precedence. Perhaps its purpose will forever be left to be decided by each individual who will form their own opinion....","protection":"QDs and finger size pro, most people will stick clip second bolt.","location":""},"__v":0},{"_id":"7lVkL1zBXwSqyGgGpwS0tw==","name":"The Pitts","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"R. Briggs, R. Candelaria, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":2,"mp_id":"105763359","mp_crag_id":"105745079","climb_id":"7lVkL1zBXwSqyGgGpwS0tw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"The Pitts is an overhanging hand crack about 200' off the ground on the left side of the crag--left of the North Face Route.  This good climb is hardly ever done due to the requisite approach pitches; the most hideous in Boulder Canyon.  The horrible approach gully can now be avoided by climbing P1 of Bell Air.\n\nPitch 1:  5.9, 160', 12 bolts, med. cams, 3 bolt anchor.  Unless you want to suffer through the original gully pitches (negative 3 on a 3 star scale), you should approach The Pitts via Bell Air (see description).\n\nP2:  5.11b, 75', units to 3\", 2 bolt anchor.  Climb into a short corner then up the steep hand crack to the top.  Carefully protect the overhanging crack to start (units, 1.5 Friend), then move right, up a slab for 8'.  Make a committing swing left on an obvious horn into the main crack where you'll get solid pro the rest of the way.  Though the pitch isn't very long, it's one of the better cracks in Boulder Canyon.\n\nDescent:  Walk off the top or return to the belay anchor below the last pitch, then rap twice to the ground.  Rap #1:  50' down the slab to bolts in a V-slot about 10' right (west) of P1.  Rap #2:  80' to the ground.\n\nHopefully this pitch will get done more now that the approach has improved and you don't have to walk off the top.  You might as well do P2 of Bell Air while you're up there.","protection":"About 15 draws, gear through 3\" (dbl 1.5\"-2\").","location":""},"__v":0},{"_id":"pHL5oa3hXN6YwnkdcTofGg==","name":"North Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larry & Roger Dalke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":5,"mp_id":"105759795","mp_crag_id":"105745079","climb_id":"pHL5oa3hXN6YwnkdcTofGg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"If you're crossing the creek to climb\n\nHound Dog\n\n, pack some trad gear for a taste of \"Dalke 5.9.\"\n\nThe North Face begins at the\n\nHound Dog\n\nbelay and follows an unfortunately brushy, right-facing corner left to a pedestal facing an alcove. Climb a thin, clean crack up and out of the alcove to a face and a second alcove. Jamming and stemming through the second alcove is the crux. Belay on the ledge above. Either climb another short crack and finish on the second pitch of\n\nCosmosis\n\nor traverse north along the ledge, downclimb insecure and exposed rock (belay advised) to the anchors on\n\nFreak on a Leash\n\n, and rap back to the base of the route.\n\nThe North Face was rated 5.9 in the first edition of\n\nHigh Over Boulder.\n\nSome climbers may find it a little stiff for its currrent .10a rating.","protection":"#5 RP - #2.5 Friend. Save #6-9 Stoppers and/or small cams for the upper crack.","location":""},"__v":0},{"_id":"NkaeVyCUXZKYGGk+V5LFCw==","name":"Mystery Arete","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":23,"mp_id":"120484167","mp_crag_id":"105745079","climb_id":"NkaeVyCUXZKYGGk+V5LFCw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Although it has a dirty (but very easy) middle section, this is worthwhile route. If it received more traffic, it might clean up into Neo-classic. The hardest climbing comes low around the third bolt, but there is some tricky, non trivial climbing, near the top of the route as well.","protection":"Quickdraws. An optional 0.3 cam can be placed in an undercling a few feet above bolt 4 to reduce a moderate runout.","location":"This ascends the bolted arete to the right of\n\nWest Crack\n\n."},"__v":0},{"_id":"QfwJX1qmUx2K21JryovI/w==","name":"Minos Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":31,"mp_id":"121040578","mp_crag_id":"105745079","climb_id":"QfwJX1qmUx2K21JryovI/w==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"WARNING: there is a large, loose block on route as of 2021-07-17 - see below.\n\nThis route is described in the Haas + Weidner Boulder Canyon guidebook. I didn't see it previously on Mountain project. It follows a narrow chimney (just wide enough to squeeze into) approximately 15 feet right of\n\nJoe Pontiac\n\n.\n\nI'm putting this up here solely to point out\n\nthat\n\nas of 2021-07-17, there is a large, loose block\n\nabout halfway up the route. My partner and I\n\nthink\n\nit was most likely in the crack system, just after the chimney, but I unfortunately neither X'ed it with chalk, nor did I take good enough notes to be truly useful here.\n\nBeware pulling on any of the flakes on this route; the one I mentioned shifted significantly from a light grab.\n\nIt is otherwise a nice route; hopefully others who have actually led the route (I followed) can fill in more details here.\n\nRap off the very large tree at the top.","protection":"To be filled in by leaders of the route.","location":"This ascends a narrow chimney (just wide enough to squeeze into) approximately 15 feet right of\n\nJoe Pontiac\n\n."},"__v":0},{"_id":"jFrxSNXbUy67ZyCes9cB0g==","name":"Joe Pontiac","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":30,"mp_id":"106828306","mp_crag_id":"105745079","climb_id":"jFrxSNXbUy67ZyCes9cB0g==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"JP has interesting, steep climbing over a few bulges up to the anchors for\n\nThree Minute Hero\n\n.  It is fairly lichen-covered, but it is a reasonably good warm up for the area.  It felt stiff for the grade and may warrant a PG-13 rating- probably not a route for the .7 leader.","protection":"Gear to two inches, maybe one #3- offset cams were nice to have.","location":"This is one route right from\n\nThree Minute Hero\n\n. The start is from a boulder wedged in the overhang and next to a tree.  While it may be possible to start left of the tree, we started right of it.  Step up onto good footholds with poor hands.  Traverse left with immediate exposure and no pro to gain a right-leaning, flaring crack system.  Offset cams are the ticket here.  Crank up that crack to a ledge and make a hard-for-the-grade move over/around a second bulge up to a tenuous stance under a third bulge.  Climb the crack through the bulge and start looking for the anchors, which are two Metolius rap bolts to the left which are a bit hard to see.  Then TR\n\nThree Minute Hero\n\n.  The length is probably 60-80 feet, but the point to which you lower is significantly downhill from where you start, so watch your ends.  We used a 70m rope and had plenty of rope left over."},"__v":0},{"_id":"nRHBx/MoXBGjfw7ERls05A==","name":"Hound Dog","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chip Ruckgraber & Dave Fixx","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":7,"mp_id":"105750661","mp_crag_id":"105745079","climb_id":"nRHBx/MoXBGjfw7ERls05A==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"On the left side of Bell Buttress, at a tree flush against the wall, is this excellent, well-protected route. The climbing is good from bottom to top, with good crimpy edges and a reachy crux somewhere by the 8th bolt. The bolted line which extends up and left from the 8th bolt is \"\n\nFreak on a Leash\n\n\" (5.12d, F.A. Steve Sangdahl & Chip Rockgrabber), an exercise in devious, hard-to-figure-out moves.","protection":"9 [or 10] draws and something for the anchor.","location":""},"__v":0},{"_id":"kzpIpAG0VBysXOa0pY1lKA==","name":"Headwall","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ron Gilligan & George Bracksieck, July 26, 1974?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":21,"mp_id":"111263532","mp_crag_id":"105745079","climb_id":"kzpIpAG0VBysXOa0pY1lKA==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Climb the headwall above the first pitch of\n\nWest Face\n\nand left of the second (top-out) pitch of\n\nWest Face\n\n. On July 26, 1974, Ron Gilligan led this headwall, using clean aid. I followed most of it free, after leading the 5.9 approach pitch. This was before the \"FA\" stated in guidebooks. Perhaps the later team did the FFA.","protection":"I don't know what a modern free ascent may find for pro. I rated it C4 in my 1974 journal. I recall that Ron used some barely placed wires for aid. If he weren't tall, it would have been more desperate. He did have to make free moves to connect aid placements. We didn't bring or use pitons, nor did we find any on the route.","location":"Begin atop the first pitch of\n\nWest Face\n\n."},"__v":0},{"_id":"wAqmIzzqUK2zibCTpPQ23g==","name":"Grand Inquisitor","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Alec Sharp,..., and Chuck Fitch?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":8,"mp_id":"105750697","mp_crag_id":"105745079","climb_id":"wAqmIzzqUK2zibCTpPQ23g==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"One of the trad testpieces from the late '70s, GI is located on the left side of Bell, just right of the tree at the start of\n\nHound Dog\n\n.\n\nFrom a right hand jam (or lay away) and right foot cam, clip the bolt and power up to a sloping finger bucket, match, and throw for the jug. Climbers under 18 are allowed to just campus this, but the rest of us can make use of some small smears to set up the throw. Make strenuous moves up and find tricky gear (stoppers, small TCU), then step left around the corner on finger crimps, move up a few feet, then back right and into a crack formed by the right side of a pillar. This is the original line; it is possible to climb straight up from the gear over a difficult bulge. To get to this point directly (harder, powerful and pumpy- this is how\n\nThe Purpose\n\nwas accessed when led on gear). Follow the crack to its top, clip a bolt, then climb 10 or so feet of thin 5.10 to where the climbing eases (a run).\n\nIt is an excellent pitch of climbing.","protection":"Bring a set of RPs & wired nuts, TCUs or Aliens, up to a 3\" cam (you could use a 3.5\" cam in the crack behind the pillar before clipping the 2nd bolt).  Note, the crux is well-protected by a \"newer\" bolt that resides next to the original quarter incher (which was placed using a ladder!).  There is a little bit of a runout moving left around the corner after the crux.  The \"s\" rating is for the 15 foot 5.10 runout at the top, after the 2nd bolt.","location":""},"__v":0},{"_id":"P9vQes+TU5mplSLw5PxL4A==","name":"Gates of Eden","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Ament  & Dan Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":10,"mp_id":"105750658","mp_crag_id":"105745079","climb_id":"P9vQes+TU5mplSLw5PxL4A==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"The Gates of Eden takes the strenuous, overhanging slot immediately left of Double Jeopardy.  Nothing to hide here!  The climbing is reminicent of the struggle-fests found on just about every multi-pitch 5.9 in Yosemite- this is a good trainer for building confidence in thrashing.  The climbing is actually quite good, and well-protected to boot.  Getting off the ground is the hard part, but the whole climb provides a sustained workout.  Step left to anchors on Grand Inquisitor or Hound Dog, then rappel; or continue up and right to join upper Cosmosis.  The aspiring 5.9/5.10- trad climber could devise a bit of a marathon on Bell Buttress by climbing Gates of Eden, Double Jeopardy, Cosmosis, West Crack, and West Face in-a-day.  A good trainer for something like the NE Buttress on Higher Cathedral Rock in the Valley...","protection":"Your typical rack-o-gear, up to a 3\" cam.","location":""},"__v":0},{"_id":"d2LNZm5HVSGi5LFp+r1Z0g==","name":"Frontier","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Tarrant, Anne-Marie Berbaum, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":35,"mp_id":"113561834","mp_crag_id":"105745079","climb_id":"d2LNZm5HVSGi5LFp+r1Z0g==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This ascends the arete right of\n\nFront Line\n\n. The first bolt is very high with 5.10+ moves and some friable holds. R/X is probably a reasonable safety rating. The bolt is probably beyond the range of most stickclips.","protection":"2 bolts, replaced on 9/7/17 with 1/2\" stainless bolts.","location":"This climbs the right arete of the overhung face on the far right of Bell Buttress."},"__v":0},{"_id":"7iCxXqOzXoyYlJblFJP/6g==","name":"Front Line","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alec Sharp, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":34,"mp_id":"113561810","mp_crag_id":"105745079","climb_id":"7iCxXqOzXoyYlJblFJP/6g==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Climb the middle of the overhung buttress past 2 bolts to a ledge, then go up a short crack over the lip. Easy slab leads to a small but bomber tree with rap slings/rings. There is no pro before the first bolt, although it could be stickclipped. The crux is old school 11b right after the first bolt.","protection":"2 bolts and a couple medium cams. The old 1/4\" bolts were replaced with 1/2\" stainless bolts on 9/7/17.","location":"On the far right of Bell Buttress is an overhung face. This climbs the middle of the face. You might be able to rap with a 60m, we didn't have one to check, so I just put 105' as a guess."},"__v":0},{"_id":"pUSx6xjpW3eMWfRq7NvgAA==","name":"Freak on a Leash","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Steve Sangdahl & Chip Ruckgaber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":6,"mp_id":"106214655","mp_crag_id":"105745079","climb_id":"pUSx6xjpW3eMWfRq7NvgAA==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This route starts up\n\nHound Dog\n\nfor 40 feet and then cuts sharp-left and then up to a difficult headwall. Extend several of the middle bolts with shoulder-length slings to cut down on rope drag - you'll need to shave off every possible ounce to levitate those feet. The crux is devious (and a bit height-dependent) - many climbers try it a few times and give up because it seems improbable. The route is a hidden gem, though - it is off the normal circuit, on excellent rock, has fun moves, and is a very aesthetic line. It's a stiff \"Bell Buttress\" 5.12d - quite a bit harder than many 5.13a routes in Boulder Canyon.","protection":"13 bolts (+ 2 at the anchors = 15 total).","location":"This is on the left side of Bell Buttress, at a mini-alcove with a tree flush against the wall."},"__v":0},{"_id":"PBNzo1/UW9SYMol7KAE50Q==","name":"Epiphany Direct","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Samet, Steve Dieckhoff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":26,"mp_id":"105751936","mp_crag_id":"105745079","climb_id":"PBNzo1/UW9SYMol7KAE50Q==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is a direct finish to the existing Alec Sharp route,\n\nEpiphany\n\n(11d s), which climbs the smooth, north-facing plaque of rock just right of the gully to the right of Cosmosis.  Clip a bolt and climb past funky groove features to a ledge, clipping the double bolt belay.  Continue up the face via a thin seam to a small foot ledge about 15 feet below the anchors for Epiphany and Arms Bazaar.  The standard Epiphany continues up and right via another small seam to the belay ledge, the direct steps left onto the face and liebacks past a tips seam and pockets to the right-facing arch high on the wall.  Load the arch up with bigger cams and head for the mystery lip.  Belay off of natural gear at the top.  A 35 meter pitch with challenging yet reliable gear placements on perfect granite.","protection":"This route requires an extensive rack of small-medium sized TCUs and small wires and RPs, as well as a couple of larger cams.","location":""},"__v":0},{"_id":"T7B7chFPWA6R7M4v9ROoGQ==","name":"Epiphany","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chuck Fitch, Alec Sharp, Richard Carey","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":27,"mp_id":"106195199","mp_crag_id":"105745079","climb_id":"T7B7chFPWA6R7M4v9ROoGQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"While\n\nEpiphany Direct\n\nalready describes the original Epiphany a bit, the routes is good enough that it deserves its own description.\n\nStart 10 feet downhill and to the left of\n\nArms Bazaar\n\n.  You will see a bolt about 15 feet off the ground.  Don't blow it getting to the bolt.  You can place a small cam before the bolt if you wish.  Once on the ledge above, clip the anchor with a long sling and set off into the slabby face and cracks above.  There is one small nest of gear about 20 feet off the ledge (once again, don't blow it getting there!).  10 or 15 feet above that you will get another nest of really good nuts and cams and then punch it for the finishing thin crack on\n\nArms Bazaar\n\n.\n\nThis is an excellent, long pitch with quite a bit of thoughtful climbing and a hard crux.","protection":"2 bolts and some very spaced out small gear.  Bolted anchor.","location":"This is ten feet to the left of\n\nArms Bazaar\n\n."},"__v":0},{"_id":"5Gj0UTmEULa/1ZYe/jdYmg==","name":"Double Jeopardy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erickson, free solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":12,"mp_id":"105750655","mp_crag_id":"105745079","climb_id":"5Gj0UTmEULa/1ZYe/jdYmg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Another 5.9 gear route for shade-seekers, this climb is actually better than it looks.  Left of, and around the corner from Cosmosis, is an overhanging corner (The Spoils), and left a bit further is a prominent chimney with two hand cracks forming its margins (a recent bolted line climbs the right wall of the chimney).  Brave a bit of initial funk, then jam and stem your way past the bulging chimney.  Continue up, then right at a small overlap to a ledge and belay.  Proceed up and right on wandering terrain to join upper Cosmosis.  It is also possible to reach the anchors atop the first pitch of The Spoils (or the anchors atop Stu's bolt route), by moving right out of the chimney, or you can devise a way to move left to anchors atop Grand Inquisitor (unless my memory is failing me...a possibility, by the way).","protection":"Double set wired nuts to 3\" cams, or less.","location":""},"__v":0},{"_id":"ZiJyXPYuX62NrQtlLYfDjw==","name":"Daedulus Direct","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dan Hare et al. (?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":32,"mp_id":"106254542","mp_crag_id":"105745079","climb_id":"ZiJyXPYuX62NrQtlLYfDjw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"A good, varied route at the far right side of the traversing mid-height ledge of the Bell Buttress.\n\nStart up a left-facing dihedral in a slight alcove and be sure to get the best gear you can get and as high as you can get it (small TCU/Alien or possibly large RP).  Climb above this into an awkward mantel over a small roof and into the dihedral above (9R, have an attentive belayer as blowing this could send you to craterville).\n\nAfter you get established in the dihedral, head upwards on slightly awkward jamming and laybacking.  Supposedly you can traverse rightwards at 10R somewhere in here, but I didn't see where that might be.  As the crack peters out, head up and slightly right on some pretty non-positive lumps through 2 good bolts to a ledge and gear belay.  This is really good climbing, and felt extremely insecure.  You can also try to eek your way to the right into the crack system, but it isn't much easier.\n\nFrom this ledge, the easiest way to get off is to climb another long 4th class/ easy 5th class pitch to the top and then hike forward (south), and then right (west), down an easy gully.  Don't get lured into going down into a hanging gully, this could get hairy!  After you have descended about 150 feet, keep your eyes open for an easy break to the right (skier's right, eastward) which will take you along a ledge to the base of the route.","protection":"Varied rack from small cams and RPs to #1 Camalot.  #2 or #3 Camalot optional and possibly helpful.","location":"Traverse/scramble to the right, past\n\nCosmosis\n\n, past the exposed chimney gap, past\n\nArms Bazaar\n\n, tunnel through the boulder, and walk about 30 to 50 feet.  The line is pretty obvious in a slight alcove with a scalloped, left-facing dihedral."},"__v":0},{"_id":"JUvJFTufWvylaUKwP6R6yg==","name":"Cosmosis","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ament/Mayrose, 1964, FFA Ferguson/Poling, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":17,"mp_id":"105750457","mp_crag_id":"105745079","climb_id":"JUvJFTufWvylaUKwP6R6yg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is one of Boulder Canyon's best moderate routes, although a new guidebook gives the route 5.10a--watch your definition of moderate.  Most people do the first pitch and then rappel (one rope) from 2 new bolts.\n\nBell Buttress is split by a large chimney.  The left half offers several right-facing corners; Cosmosis is the large right-facing corner, about 70 feet high, which overhangs at the top.  Shortly right of it, the wall bends inward to the large chimney.  The second (or third) pitch finishes in a large, left-facing corner above.  The route is further identified by the beautiful bolted arete just to its left -\n\nVerve\n\n- though there are a lot of bolts on this cliff.\n\nIt should be easy to cross the river on a huge tree that lies across it.  Cosmosis is directly above, but broken 5th class bars access to the start.  Go left on a path, then back right when feasible up a ramp that leads to the ledge going under the base of the route.\n\nThe crux is the thin bottom section (site of a small, chalked up flake), solved with interesting stemming.  More excellent stemming lead to the beautiful hand crack finale.  Belay from bolts just above the corner.\n\nEds. Do not think of\n\nThe Route That Dan Missed\n\nas a reasonable alternative finish.  It does not have bolts!\n\nRappel, or continue up a crack, up easy but unprotected face, and then back right into a large, left-facing corner to the top-- a very long pitch, rated 5.7-5.9 depending on where you go.  Descend SW and then go down when feasible.  Or look for rappel anchors east of the finish.  Rappel from there, bypasses another set about 50' down and far left.  Find a somewhat hidden intermediate station about 80' down.  From there, rap to the trail.","protection":"Bring a standard rack to a #3 Friend.  Maybe a couple RPs for the start.","location":""},"__v":0},{"_id":"l3tCk+gqWHykS1I6jMqgcQ==","name":"Bell Buttress Blitz","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":0,"mp_id":"120484311","mp_crag_id":"105745079","climb_id":"l3tCk+gqWHykS1I6jMqgcQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Similar in spirit, although definitely not in style, to the\n\nChain Gang\n\nin Rifle, or\n\nJurassic Park\n\nin the Flatirons, this makes for an excellent day of climbing. In fact it might be the best trainer for long granite routes, like Tague Yer Time or the Venturi Effect, in the Boulder area. Climb\n\nGrand Inquisitor\n\n,\n\nThe Spoils\n\n,\n\nBeethoven's Fifth\n\n,\n\nMystery Arete\n\n,\n\nEpiphany\n\n, and\n\nArms Bazaar\n\nin any order of your choosing, in a day. (In the spring,\n\nEpiphany\n\nand\n\nArms Bazaar\n\nhold the shade the longest.) This is a challenging day on its own, doing it onsight would be an especially proud achievement.","protection":"Many widgets and some bolts.","location":""},"__v":0},{"_id":"HrTpdSzkXTWSmDkmZGSI5g==","name":"Bell Buster","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"S. Ritchie, S. Reynolds, R. Leitner, K. Miller, & M. Rolofson, Aug. 16, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":13,"mp_id":"106894795","mp_crag_id":"105745079","climb_id":"HrTpdSzkXTWSmDkmZGSI5g==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is a varied and interesting route.  It is not the best in the area, but it is well worth doing if it's crowded.  It is in the shade all day long.\n\nStart with a hard bouldery problem on sharp rock up to the first bolt, and continue on more sharp holds straight up the second bolt (sustained crux until this point).\n\nGrab a nice, big jug left of the third bolt, then work back right to the arete and up much easier climbing to the fourth bolt.  There is a long-ish distance between the third and fourth bolt, but the climbing is easy.\n\nAt the fourth bolt, choose between a big stem move left (harder, but the bolt is at your head) OR continue up the arete a little, then swing your feet on the face and scamper up.\n\nPass three more bolts up easier climbing to a two-bolt rap station.","protection":"7 (6?) bolt and as 2 bolt anchor.","location":"After climbing up the ramp and passing\n\nHound Dog\n\n, this is the obvious sport climb on the north side of the next gully."},"__v":0},{"_id":"yRCq5FEXW/6WLD3SFPjDPg==","name":"Bell Air","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"M. Tarrant, R. Wright, 2003/2004","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":1,"mp_id":"105763356","mp_crag_id":"105745079","climb_id":"yRCq5FEXW/6WLD3SFPjDPg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This 2 pitch, north-facing route starts on the left side of Bell Buttress just after you start up the ramp that leads to the main section of the cliff (about 50' before\n\nHound Dog\n\n).  Belay inside some large flakes, well-stuck into the ground.  Look for a pine tree about 30' up and left of the trail.\n\nPitch 1:  5.9, 160', 12 bolts, med. cams, 3 bolt anchor.  This long, mixed pitch climbs a lichenous, mossy slab past 7 bolts and then crosses a corner where two natural placements can be had.  The remainder is bolted.  There are carpets of thick, pretty, green moss, most of which were left in place--only crucial holds were brushed--climb gently through these sections.\n\nP2:  5.11b/c, 40', 5 bolts, 2 bolt anchor.  A short pitch that packs a sturdy punch.  Move up and left to climb the vertical arete and face.  Contend with all manner of weirdness at bolt 2 (.11a/b), and reach the crux at bolt 4.  This pitch features edges and several interesting pockets on good rock.\n\nDescent:  Lower off the upper pitch back to the belay, then rap twice to the ground.  Rap #1:  50' down the slab to bolts in a V-slot about 10' right (west) of the first pitch.  Rap #2:  80' to the ground.\n\nThe first pitch leads to the base of\n\nThe Pitts\n\n(.11b)--a good, steep, trad crack.  This gives you another pitch to climb while you're up there, making the outing more worthwhile.","protection":"About 15 draws + small and medium cams.","location":""},"__v":0},{"_id":"lWog7i05WlKnpkWqUzQXvg==","name":"Beethoven's Fifth","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dale Goddard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":19,"mp_id":"106213667","mp_crag_id":"105745079","climb_id":"lWog7i05WlKnpkWqUzQXvg==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"Climb the obvious thin crack(s) between\n\nCosmosis\n\nand\n\nWest Crack\n\n. Start on the right seam for a few moves, then move left up the main seam. Hug the 2 cracks for a few moves where the route steepens before crossing back to the left crack (crux). Some funky moves through the small dihedral roof get you to the chains.\n\nThe route accepts good modern gear. The safety rating is given for the insecure start (& sparse gear) as well as the difficulty of placement through the crux section (potentially long but clean fall).\n\nAs for the grade, I'm hesitant to upgrade it...let's just call it old-school 12d.","protection":"An assortment of small-medium stoppers, small cams to #0.75 Camalot and a #2 (or #3) Camalot. Narrow head width cams (TCUs, Aliens) work better for the first couple placements. As of 09/2012, there are chain anchors on top (thanks to Ed).  A TR is best set up traversing from\n\nWest Crack\n\nthan\n\nCosmosis\n\n(the top bit is not easily aid-able w/o hooks).","location":""},"__v":0},{"_id":"kQd+QjZdXw2ka9udrz59UQ==","name":"Choss-Daggers","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Matt Samet, Steve Dieckhoff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":24,"mp_id":"105752032","mp_crag_id":"105745079","climb_id":"kQd+QjZdXw2ka9udrz59UQ==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This route climbs the narrow buttress directly above the gully which splits Bell Buttress.  It is the first route you encounter as you scramble westward towards the upper bench from\n\nCosmosis\n\nand can be distinguished by a fixed wire at mid-height.\n\nClimb through the strange, down-pointing overlaps which define the buttress, aiming for a crack which splits the final roof before it trends left on easier ground to the bolt anchors atop the Mystery Arete out left.  Lower from here with a 60-meter cord.\n\nThough this route is reasonably well-protected, the rock down low is somewhat friable and there are two hanging daggers which you must negotiate (don't place gear in these) en route to summit glory.  If someone were to trundle these, this might actually be a safe route.","protection":"Your standard Boulder Canyon crack rack should get you up this pitch.  The bottom takes small wires and TCUs, but the crack opens up at the top, so bring double #2 and #3 Camalots.","location":""},"__v":0},{"_id":"GkKsHOvEVTe+AwZm2XqVYw==","name":"Arms Bazaar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alec Sharp, Richard Carey","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"left_right_index":28,"mp_id":"105753568","mp_crag_id":"105745079","climb_id":"GkKsHOvEVTe+AwZm2XqVYw==","areaRef":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":"This is one of Boulder Canyon's longest and finest crack climbs, a shorter, steeper version of\n\nCountry Club Crack\n\nwithout the annoying mantle at the bottom.  It is on the smooth buttress right (west) of the gully which splits Bell Buttress in two, about 100 feet past Cosmosis along the ledge system.\n\nBegin just right of\n\nEpiphany\n\n.  Step up over a small roof, clip a bolt and move past poor holds.  Move right under the lip of the hanging roof (be sure to arrange protection before you step out right), crank a burly move to a finger lock, then race the pump clock up the perfect layback/crack above.  A final thin seam takes you to a nice belay ledge with double bolts.  20 meter pitch.\n\nA direct finish (Cameron's Finish 5.12 s/vs, rehearsed on toprope) steps right from the top of the crack onto the slabby headwall and climbs up an ever-diminishing seam to a butt-clenching exit crux.  Bring two #0 TCUs to protect low in the seam.","protection":"Bring a set of medium stoppers and double TCUs and cams up to #2 Camalot size, as well as small TCUs or RPs for the exit crack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,76d895d4-1ce6-5359-b1ec-9bfac2a1d386,cc09375f-42a8-5d38-bcdf-6c9befa8d045","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Bell Buttress Massif","Bell Buttress - Main Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10-"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.13b"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13-"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10"},{"count":2,"label":"5.12"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":31,"bands":{"unknown":0,"beginner":3,"intermediate":11,"advanced":16,"expert":1}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":3}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":11,"advanced":19,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.413,40.0011]},"bbox":[-105.41358699913552,40.00065033981814,-105.41241300086449,40.001549660181865],"left_right_index":-1,"ext_id":"105745079","area_id":"zAk3X0KoXTi832yb76jQRQ=="},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:55:57.442Z","updatedAt":"2024-01-15T16:42:41.525Z"}