{"_id":"6368a265e80bff5a99565c6c","area_name":"Left of Ladder","shortCode":"","climbs":[{"_id":"WjVKQq9OUgqPvpUQDpRLLw==","name":"Thank You, Cindy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1993, Jay Harrison, Paul Medici","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"106594215","mp_crag_id":"106307545","climb_id":"WjVKQq9OUgqPvpUQDpRLLw==","areaRef":"QZAHd8cqXRSYsm7o8n0QnA=="},"content":{"description":"Climb up and right under small overhang and up the crack on the R side of the \"alcove\" (crux).   Follow the crack as it heads up left, becoming a ramp that meets a corner facing right. At this point, one can choose an easy escape by stepping down and left before climbing straight up, or (original) climb up along the corner to an inverted V overhang, then following a left-slanting crack around the corner (airy) and then up the outside edge of the corner system. Another variation steps R around the inverted V OH and continues up the corner/crack system.","protection":"Standard Modern trad rack","location":"Finding the route from the top:   Walk about 200 yards west of the actual summit. The trail passes beside a knob at the top of a 20' cliff/slab, with a small patch of trees below and between it and the main cliff. TYC tops out on the main cliff below the center of the knob. There is a fixed rappel anchor on a tree to the left.   From below (not recommended): below and just out of sight of the upper ladder, the trail climbs through a steep notch to a level spot before turning up toward the ladder. Cut into the woods on climber's left and walk ~300 yards, cutting up toward the cliffs when the \"bench\" of land narrows and begins sloping downward.   Start: on top of boulders beneath an inverted V alcove with a small overhang crossing it, making it look like an 8' wide, ragged capital \"A\".   There is a rappel anchor on a conifer tree ~35' east of the route's top."},"__v":0},{"_id":"BRfTSzj2WGOOPtmTFC7dhA==","name":"Dividing Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"July 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"106307549","mp_crag_id":"106307545","climb_id":"BRfTSzj2WGOOPtmTFC7dhA==","areaRef":"QZAHd8cqXRSYsm7o8n0QnA=="},"content":{"description":"Climb short ramp to bulging face. Pass this via a fist/offwidth crack running slightly left to easier ground, then step up right and climb the striking handcrack running through the steep headwall. Belay on the large, sloping ledge.   P2: Scramble up easy fourth/fifth class rock to the top. Harder options lie to the right.","protection":"small to medium tricams, Camalots to size 4.","location":"Approach via bushwhacking toward the summit cliffs 50' after ascending the 8' ladder on the Crane Mtn. Trail. Reach the rockslide area and walk right along the cliff to the obvious, striking handcrack splitting the steep face 30' above."},"__v":0},{"_id":"pWNRb52sVLCdEd30slMxbg==","name":"Cripple Creek","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2012 April 19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"107575744","mp_crag_id":"106307545","climb_id":"pWNRb52sVLCdEd30slMxbg==","areaRef":"QZAHd8cqXRSYsm7o8n0QnA=="},"content":{"description":"Better than expected climbing, with an airy choice (avoidable) for topping out. When you are up on it, give a nod to Levon.   Climb the short face utilizing the cracks, negotiating a difficult treaty with a few trees to gain a large ledge (one can get to here by scrambling in from the left). Step over to the main cliff face at a vertical crack in a groove outside from and left of a large, brush-choked notch under an overhang. Ascend the crack, which slides right, under a bulging arête, into a corner system. Continue up to a ledge, then hand-traverse right airily out onto and up a slab to finish. One could push through the brush on the ledge for an easier top-out, but it's less enjoyable.","protection":"Small to medium cams, tricams, some stoppers.","location":"After climbing the lower, shorter ladder, walk along the trail fifty feet more, then cut off left, across a small mossy marsh, bushwhacking up along the right side of a rockslide area. Walk climber's right along the base of the cliff, to a short face split by a wide crack in the ctr. and a narrower crack on the left. This is about 100' right of the rockfall, in a pretty thick growth area, so keep a sharp eye out. The initial face is only 12' tall or so."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,41900777-c72a-5d14-98b2-6ee8f27d109c","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Left of Ladder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"106307545","area_id":"QZAHd8cqXRSYsm7o8n0QnA=="},"content":{"description":"South-facing ridgeline along the summit cliff. This is a long section of crags interspersed with tight balsam/spruce ledges and gullies, west of the 25' tall summit ladder.   The cliffs get plenty of sunshine and, with the exception of Right of the Ladder, dry up fastest after a rain.   The rock conditions are definitely alpine however, with weathered rock on every route, and loose rock potential on most.   The rock is predominantly a compact gneiss.   There are some ice runnels along these cliffs, but the sun tends to bake them out quickly."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:05.721Z","updatedAt":"2022-11-25T11:20:40.263Z"}