{"_id":"6368a722e80bff5a995dd9f2","area_name":"Steeple Peak","shortCode":"","climbs":[{"_id":"IMOeRjBBWZS59ZCoEnYUHQ==","name":"West face Major dihedral","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Wolfe, Chris Abbott, Susan Wolfe 1995","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15911,42.71491]},"left_right_index":1,"mp_id":"106850241","mp_crag_id":"105879746","climb_id":"IMOeRjBBWZS59ZCoEnYUHQ==","areaRef":"MTh+ve+gVnuutBVMxyO8DA=="},"content":{"description":"This is a great bit of climbing - especially if it gets some action and the lichens and vegetation clean up.  You can get fairly good belays if you are careful, but some are hanging and uncomfortable.\n\nBegin at the base of the obvious left facing corner on the west face of Steeple Peak.  Access via a grassy ramp that extends along the entire base of the west face.\n\nPitch 1:  Climb the corner until it becomes obviously less well protected and more difficult above.  Belay (hanging) in the crack left of a small ledge.  5.9 - 130 ft\n\nPitch 2:  Climb/stem up the difficult and poorly protected corner above.  A wire can be threaded through a wafer shaped chickenhead in the grove like corner about 15 feet above the belay.  After another 15 feet the crack opens up, and better protection/ easier climbing ensues.  Belay near the end of your rope where a flake appears to the left of the crack, and a 4 inch horizontal ledge occurs.  5.10 R - 160 ft\n\nPitch 3:  Climb the flake then the vegetated 2 inch crack/corner (clean the plants out for protection) to a left leaning roof.  Undercling out increasingly thin holds to finger tip liebacks then bigger holds.  Belay on the obvious ledge.  5.10d  100 ft.\n\nPitch 4:  Climb through the lieback/flared undercling directly above to the roof.  Hand traverse out the roof on thin holds/ poor feet to left edge, then to the top.  5.11  100 ft","protection":"Standard alpine granite rack.","location":"Approach: Hike up to the classic Steeple Peak north ridge route then traverse right along the grassy ramps to the obvious large left facing corner.\n\nDescent: Hike over and finish up the final pitches of the north ridge route (the awesome chimney)then descent the south side of that formation as described in the Kelsey guide."},"__v":0},{"_id":"ePOxpHqmVmGazRrmAD5z1w==","name":"South Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chouniard, Gran, Hudson 1961","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15911,42.71491]},"left_right_index":2,"mp_id":"114453401","mp_crag_id":"105879746","climb_id":"ePOxpHqmVmGazRrmAD5z1w==","areaRef":"MTh+ve+gVnuutBVMxyO8DA=="},"content":{"description":"The easiest route up Steeple might be the classy, short, South Ridge.  Very fine rock is found on this stepped arête.\n\nAfter following boulders above the lake to an eroded dike, following cairns, a bit of 4th class around a boulder, then more 3rd class in gravel, tundra and boulders, the route gets great once the ridge crest is reached.\n\nRope up or a scramble an easy 5th class pitch right on the crest. Reach a pretty and wide ledge and select a short pitch, the beautiful gold corner on the left is 5.10- thin or an easier shorty near the crest.\n\nAbove, another easy crest pitch is followed by the obligatory crux, the last pitch. A mandatory step left onto the west face, 5.8-, into a right facing corner to the summit.\n\nScramble down a little east and rappel, then reverse the route.","protection":"1 set trad gear plus runners.","location":"South Ridge of Steeple."},"__v":0},{"_id":"+paCJed5VCqn/JqLbt6X8Q==","name":"North Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.15911,42.71491]},"left_right_index":0,"mp_id":"105938948","mp_crag_id":"105879746","climb_id":"+paCJed5VCqn/JqLbt6X8Q==","areaRef":"MTh+ve+gVnuutBVMxyO8DA=="},"content":{"description":"This route is INTERESTING. If you're looking for an adventure, it is a must do.\n\nP1. Climb the obvious crack for 140' 5.7-5.8\n\nP2. Move climber's right and follow twin 5.7 cracks to a notch or shoulder.\n\nP3. Move climber's right again and begin to \"tunnel.\" This is where the climb gets crazy. You are in the Great North Chimney. Basically, there is a detached piece of granite (about the size of two football fields) that you climb through. I thought it felt like a coffin. The route finding on this pitch is very difficult because there is low light. My partner and I tunneled all the way through to the SW side. CRAZY. We found a plethora of bail gear at this point.\n\nP4. Climb a beautiful 5.8 corner.\n\nP5. This pitch is chossy and depending on your skill, you might want to unrope.","protection":"Standard alpine rack, two ropes seemed unnecessary.\n\nCheck out Joe Kelsey's Wind River book for further details.","location":"Finding the start of the route is key. You can easily get off-route.\n\nDescent is dubious. We rapped 4 single-rope rappels."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,36db7a3e-3b7d-5f82-a4a4-e3e06d9cb550,31387ebd-efa0-567b-aeb4-154cc723bc0c","pathTokens":["USA","Wyoming","Wind River Range","Deep Lake Area","Steeple Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.15911,42.71491]},"bbox":[-109.15972200063761,42.71446033981815,-109.15849799936237,42.71535966018187],"left_right_index":-1,"ext_id":"105879746","area_id":"MTh+ve+gVnuutBVMxyO8DA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:22.224Z","updatedAt":"2022-11-25T11:25:34.323Z"}