{"_id":"6368a1b8e80bff5a99553efe","area_name":"Ashes to Ashes/ Bridge of Immortals Area","shortCode":"","climbs":[{"_id":"5CEQucfAUs2GR++KAq2OFg==","name":"Throng","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"106128093","mp_crag_id":"121960206","climb_id":"5CEQucfAUs2GR++KAq2OFg==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"In comparison to most of the problems in Devil's Den, this one is a lowball.  It climbs up an overhanging triangular shaped face with two aretes and is a good way to ease into the grade.  Sit start with left hand on a blocky feature and right hand on the right arete.  Pull up and heel hook with your right foot to bump your hand up the arete.  Bump your left hand up to the next sidepull block and either make a lot of little moves or one big move to gain the jug on the arete up and left.  A dropknee may be helpful.  Follow the arete to topout in the ferns. \n\n  Occasionally a lagoon of sorts forms beneath the problem.","protection":"Pad & spotter","location":"This problem is on a smaller boulder between the trail and the Dust Boulder.  Somewhat hard to miss seeing as how it's the closest problem to the trail and usually chalked."},"__v":0},{"_id":"+IyO1sGsXZKC6CUf8u+D6w==","name":"Scala","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"108304000","mp_crag_id":"121960206","climb_id":"+IyO1sGsXZKC6CUf8u+D6w==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"This is an outstanding arete climb that is unfortunately marred by its location and landing. \n\n  Start standing in the muddy area at the base and reach high with your right hand to find a pinch that works for you. Then use an undercling pinch with your left hand. Paste a foot somewhere and attempt to pull off the ground, fighting a vicious barndoor that tends to swing you towards the Dust Boulder. If you manage to get yourself off the ground, bump the left hand to a good edge (or the top) and reach with your right for a good pinch where the lip and arete meet. Then figure out a way to mantel the slabby pedestal. Once standing on the pedestal, press on for a few tenuous moves, with complete disregard for your safety. Or perhaps more smartly, bail to the top of the nearby boulder. \n\n  Now the downsides: \n\n  The base of this climb is often submerged, but seems to dry out after a few weeks without rain, particularly in the late summer through fall.  \n\n  Unfortunately, one of the difficulties of this climb is to avoid dabbing the Dust Boulder (particularly on the start) since it is in such close proximity.  \n\n  Lastly, once you have attained the lip of the boulder, falling is basically not an option as you would likely fall directly onto the sharp arete of the boulder behind you. So you should feel pretty confident at the grade if you are going to attempt this line. \n\n  All of that being said, this climb is quite good and is very worth of your attention! If it's dry, climb it!!","protection":"A few pads and a spotter would be ideal","location":"This climb is located to the right of 'Throng' back in a corridor/alcove. It climbs the obvious arete just left of the Dust Boulder."},"__v":0},{"_id":"Kld5ggUYV0OoaWMFuL1kCg==","name":"Naughty Devil Chick","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"112946706","mp_crag_id":"121960206","climb_id":"Kld5ggUYV0OoaWMFuL1kCg==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"Sit start with a left hand sloper pinch on the arete, and a high right hand crimp. Pull on and make a fun move up to a good meathook/ pinch. From here follow the arete up and right on slopers. \n\n  Starting with a low right hand could increase the difficulty quite a bit.","protection":"2 pads and a spotter.","location":"If looking at Ashes to Ashes, turn to your right and look at the closest boulder(The Flea Boulder). This climb is the arete closest to Ashes."},"__v":0},{"_id":"8h1VywxjWJacb3XGxHKonw==","name":"Initial Harmony","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"116632995","mp_crag_id":"121960206","climb_id":"8h1VywxjWJacb3XGxHKonw==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"Sit start the aesthetic vertical arete with the right hand on a good sidepull found on the face, and the left hand pinching the arete. Pull on and layback the arete on pinches before hitting a sloper at the lip and committing to a mantle.","protection":"2 pads and a spotter.","location":"This problem is found on the backside of the Dust Boulder. (Same boulder as \"A Moment of Light\" and \"Ashes to Ashes\") When hiking in to the Den and approaching this large boulder, stay to the left side of it and this arete is one of the first problems found on the boulder. It is found right where the boulder splits.\n\n From \"A Moment of Light\" walk about 30 feet to the right."},"__v":0},{"_id":"Hg+/hdemXvqQ28JvAN7sGw==","name":"Diamonds to Dust","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"120603450","mp_crag_id":"121960206","climb_id":"Hg+/hdemXvqQ28JvAN7sGw==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"Sit start with a left sidepull and with the right hand on the arete. Squeeze and smack up the arete before making a hard move up to a good hold. From here continue up the arete with some tricky feet and make a long reach to the lip. Once on the sloping lip, match and topout. Note: there is a positive dike feature out left on the lip.","protection":"2-3 pads. Top gets a little dicey and the landing isn't very flat.","location":"This problem is found on the large Dust Boulder. This boulder is also home to \"Ashes to Ashes\" and \"A Moment of Light\".  It climbs the obvious right arete found several yards to the right of \"A Moment of Light\". It is the arete directly left of \"Initial Harmony\"."},"__v":0},{"_id":"/RBv+xZ5W6aZdwjtFJIukw==","name":"Devil's Right","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"117696355","mp_crag_id":"121960206","climb_id":"/RBv+xZ5W6aZdwjtFJIukw==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"This is a great arete climb that teaches a lot of fundamentals for outside climbing, especially for Pway! \n\n Stand-start the left-leaning arete and pick some feet to pull on to. Using core and some foot smears, follow the arete up to improving holds at the top. The top-out is pretty easy, but the downclimb is a bit dirty and covered in lichen, a fall from the downclimb could be dangerous.","protection":"1 or 2 pads","location":"This is the fairly tall arete that juts out of the talus to the left of \"Bridge of Immortals\". When entering the Den find the Dust Boulder (Moment of Light, Ashes to Ashes) Once at the uphill side of this block, a few giant left-leaning aretes will be easily visible. This climb is the one with a very good landing."},"__v":0},{"_id":"HjhRWzy3XtusF7RtxKzK2w==","name":"Crushing Blow","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"115157171","mp_crag_id":"121960206","climb_id":"HjhRWzy3XtusF7RtxKzK2w==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"Sit start with two underclings. Make a hard pull off the ground and smack up to the sloping arete. Match the arete then power up and right to the sloping lip and then top out on decent holds above the slab.","protection":"1 or 2 pads.","location":"This problem is located just right of \"Charon's Journey\" and behind \"A Moment of Light\"."},"__v":0},{"_id":"rUMILFq7UDOm9t43IB7UjQ==","name":"Charon's Journey","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"115156831","mp_crag_id":"121960206","climb_id":"rUMILFq7UDOm9t43IB7UjQ==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"This problem uses two different boulders. Sit start on the fin-like arete underneath the roof. Pull on and move up the arete before reaching out left to the lip of the cave. Traverse this sloping lip leftwards before grabbing a few unique pockets and executing an awkward mantel before reaching up to jugs and finishing at the apex of the boulder. A great way to warm up for harder problems in the Den.","protection":"1 or 2 pads.","location":"This problem is located behind \"A Moment of Light\" on the boulder with the pockets. The use of the small boulder for the start completes the line."},"__v":0},{"_id":"xjAbKXq4VNOus7iBf5toqg==","name":"Bridge of Immortals","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"116623712","mp_crag_id":"121960206","climb_id":"xjAbKXq4VNOus7iBf5toqg==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"One of the proudest lines at Pawtuckaway. This incredible arete towers over every other boulder in Devil's Den. Stand start matched on the arete and layback off of the boulder above the chasm. Pull on to the wall and make committing moves between small edges and sloper knobs found along the laser-cut arete. A lot of core tension, precise footwork and a good head leads to a very committing end sequence. Stab at the perpendicular arete then rock over onto the slab using a spicy, insecure heel hook.","protection":"FA had a snow landing and 11 pads. With no snow, 15+ are recommended. Most of the falls were fairly controlled, but the problem is very exposed and insecure.","location":"This one is hard to miss. Walk from Boulder Natural up to Devil's Den. Walk past the large Bad Apple/ Decomposing Walrus Boulder, until you reach the next large boulder (this boulder has \"Ashes to Ashes\" and \"A Moment of Light\" on it) on the left side of the trail. This problem is located in the talus field above this large boulder. \n\n This right to left lip traverse is found almost directly behind \"A Moment of Light\"."},"__v":0},{"_id":"uxshOjndXpWJjuktSBejtw==","name":"Borealis","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"116606963","mp_crag_id":"121960206","climb_id":"uxshOjndXpWJjuktSBejtw==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"Stand start on the right-leaning tall arete and climb it using technical footwork and core. Execute a few fun balance power moves a few feet off the deck. Until better holds near the top can be reached.\n\n An excellent problem that receives little attention.\n\n Apparently, a sit-start does go, but it is quite awkward, and the feet are poor. By the looks and feel of it, the sit is around V8.","protection":"3 pads. The landing is a bit sketchy, but a few pads will suffice as long as you don't fall off the top.","location":"This proud problem is located on the <b>Flea Boulder</b>. From \"Throng\" or \"Ashes\" spin 180 degrees and approach the large boulder. This arete is on the back left side."},"__v":0},{"_id":"pf4D6A/TWlK3MYu8NlqSDg==","name":"Ashes To Ashes","yds":"V9+","grades":{"yds":"V9+","font":"7C","vscale":"V9+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"106992787","mp_crag_id":"121960206","climb_id":"pf4D6A/TWlK3MYu8NlqSDg==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"The test piece of Devil's Den bouldering, complete with a fingertip crack, non-existent feet, and a hard crux.  Sit start at the left end of the crack on the two good crimps and traverse right until the crack disappears.  Make a hard move up and right to gain the next crack, either with a heinous cross or an easier dyno and continue right into better holds.","protection":"Multiple pads & a spotter","location":"This problem is on the Dust boulder, near the center of the Den.  Follow the trail to Throng, then head towards the massive boulder immediately behind it.  This crack is hard to miss."},"__v":0},{"_id":"dNfTr6q5UEWHHGP1hiZz0Q==","name":"A Moment Of Light","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Christian Prellwitz?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"left_right_index":999999,"mp_id":"109658972","mp_crag_id":"121960206","climb_id":"dNfTr6q5UEWHHGP1hiZz0Q==","areaRef":"N+QggkpvXcu4d+OOTepKFw=="},"content":{"description":"This is another excellent addition to the Devil's Den scene, especially if you like crimpy, technical and tenuous highballs.  \n\n  Start standing beneath the tall face with both hands matched on an obvious incut flake at 5 feet. Use a few small crimps to the gain the right facing feature above. Then use good footwork and lots of body tension to reach decent holds in the higher right facing feature (crux). A few more moves lead to the top and a fairly easy finish. \n\n  This is a 3 star line for aesthetics, but the rock is still a little flakey. This should clean up with more traffic, so hopefully people will get on it. A big thanks goes out to all the people that put effort into cleaning this line over the last year or so! Those efforts helped make this line a reality.","protection":"A handful of pads and a spotter or two are ideal. The landing is fairly flat, but the problem is tall with potential for awkward falls.","location":"This climb is on the Dust Boulder, on the opposite side from 'Ashes To Ashes'. It climbs the the left side of the obvious tall face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,d40580e5-71b5-5c5f-a97f-94ce5f140a3f,37e42082-4a6f-5dcb-b877-e38e4dea4a17","pathTokens":["USA","New Hampshire","*Pawtuckaway","Devil's Den Bouldering","Ashes to Ashes/ Bridge of Immortals Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4-5"},{"count":2,"label":"V6"},{"count":1,"label":"V3"},{"count":2,"label":"V2-3"},{"count":1,"label":"V2"},{"count":1,"label":"V4-"},{"count":1,"label":"V8-9"},{"count":1,"label":"V4"},{"count":1,"label":"V9+"},{"count":1,"label":"V8"}],"byDiscipline":{"bouldering":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.18699,43.12238]},"bbox":[-71.18760606118406,43.121930339818135,-71.18637393881592,43.12282966018185],"left_right_index":-1,"ext_id":"121960206","area_id":"N+QggkpvXcu4d+OOTepKFw==","polygon":{"type":"Polygon","coordinates":[[[-71.18760606118406,43.121930339818135],[-71.18637393881592,43.121930339818135],[-71.18637393881592,43.12282966018185],[-71.18760606118406,43.12282966018185],[-71.18760606118406,43.121930339818135]]]}},"content":{"description":"This area includes the massive Dust to Dust Boulder, the smaller Flea Boulder, and the incredible Immortals Boulder."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:11.307Z","updatedAt":"2024-01-20T01:03:24.657Z"}