{"_id":"6368a6a1e80bff5a995d1d27","area_name":"2 Toxic Hueco Area","shortCode":"","climbs":[{"_id":"ZlydpkASWBKTGiIy2ZPeiw==","name":"White Trash","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Harrison Dekker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":13,"mp_id":"107084114","mp_crag_id":"106490025","climb_id":"ZlydpkASWBKTGiIy2ZPeiw==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This is one of the finest short powerful routes in the New River Gorge region.  When viewing it from the ground it is intimidating because it is hard to identify a single positive hold on the pristine white stone.  Start by soloing to a large platform 20' off the ground.  Be sure to stick clip this one before battling up through exquisite, well textured slopers.\n\nThe difficulty arises immediately after clipping the third bolt.  Here you must bear down on some shallow pockets, make a long rightward reach, and execute a precision deadpoint to a one inch edge.  This V6 boulder problem sequence is 5-8 moves depending on how many intermediates you use.  Rest up at the fourth bolt and then climb a 5.11- section to the anchor.","protection":"5 bolts + anchor","location":"This route starts on the ledge a few routes to the right of Toxic Hueco.  Look for the pure white stone."},"__v":0},{"_id":"6eagsDwjWBCw7Dv8/F1bUg==","name":"Wasted Wimper","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kenny Parker, Eddie Begoon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":1,"mp_id":"112021859","mp_crag_id":"106490025","climb_id":"6eagsDwjWBCw7Dv8/F1bUg==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Climb to a ledge then continue up the center of the face until it is possible to traverse right.  Continue straight up to easier terrain and finish on the Ghandian Dilution anchor.","protection":"Standard rack to #2 camalot","location":""},"__v":0},{"_id":"eB/F7XlBVw6Ez2vQeJgHvQ==","name":"Trojans","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":9,"mp_id":"106491043","mp_crag_id":"106490025","climb_id":"eB/F7XlBVw6Ez2vQeJgHvQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Amazing climb.  A must do!  Start by climbing the easy section of rock to reach a stance on a large flake below the overhanging crack.  Make a few reachy/stemming moves to gain the wider portion of crack above.  Place some good gear here and find some tight hand jams to reach a good horizontal (crux).   From here, there's still a move or two to reach the shuts.","protection":"Cams and Stoppers under 1.5\", mostly small stuff.  A single #2 camalot may be useful.  Shuts.","location":"This is the overhanging crack just to the right of the classic Toxic Hueco."},"__v":0},{"_id":"ku3Aj9VBV4GUDk4ZynvpJA==","name":"Trident","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Mike Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":8,"mp_id":"113221096","mp_crag_id":"106490025","climb_id":"ku3Aj9VBV4GUDk4ZynvpJA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Preclip bolt two and climb delicately through some suspect rock. Perform a long move to a jug at the second bolt, and then make a few easy moves to a roof. One bolt after the roof, the route earns its grade with a tough boulder problem to overcome a stretch of blankness.\n\nAs the name suggests, the boulder can be done in three ways - the right and center methods both involve a long pull off a mono stack with the left or right hand, respectively, to a tiny divot or a lousy, condition-dependent sloper, respectively. The leftmost beta involves better holds that are unfortunately sideways. Significantly easier terrain leads to the anchors.\n\nPick your own adventure, or alternate betas so as to spread the tendon damage evenly between your hands.","protection":"7 bolts to a bolt anchor.","location":"The next route right of Toxic Hueco."},"__v":0},{"_id":"mQS2q9knWXiwEAuog834QQ==","name":"Toxic Hueco","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Reed, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":7,"mp_id":"106494909","mp_crag_id":"106490025","climb_id":"mQS2q9knWXiwEAuog834QQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"If you come to this area, don't miss this route!  Truly classic!  Start by climbing up to gain a large hueco.  Figure out a way to reach the next good holds above it (crux).   From here, pull the small overhang and head up and right a bit aiming for the next larger overhang.  Once you reach the large overhang, head a bit left and pull over the lip using an awesome hold, but you have to find it.   Gain a stance and try to shake out.  The rest of the climbing is steep, but the holds are all super good, just move quickly.  The upper face is just fun stuff!","protection":"9 bolts, shuts.","location":"This route is located to the left side of the Toxic Hueco wall.  If you take the right path to the cliff, it should put you right at the base of the climb.   You'll see the large hueco.   It's also just to the left of the obvious overhanging crack, Trojans."},"__v":0},{"_id":"ZXOk/1iyXFWwXSWYz9uBuQ==","name":"Tarbaby","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Parker, Howard Clark 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":0,"mp_id":"120668078","mp_crag_id":"106490025","climb_id":"ZXOk/1iyXFWwXSWYz9uBuQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"The crux is one short lived move. The gear leading up to this is good and climbing after is very easy. If you like routes without chalk to guide your way this route will likely be up your alley.","protection":"Standard rack to bolt anchor.","location":"The route starts on the wall left from Ghandian Dilution. Locate the ledge near the ground with a crack sprouting from it, on the left side of the wall."},"__v":0},{"_id":"2oeNKPwlVPyiP0wGrVxMRQ==","name":"Rocket to my brain","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Artz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":25,"mp_id":"120648406","mp_crag_id":"106490025","climb_id":"2oeNKPwlVPyiP0wGrVxMRQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"There are distinct cruxes, thankfully they are varied in type, a hard bouldery crux low. Slightly insecure traversing, and a balancy redpoint crux higher. This is a great route, if you fire the low crux you have the route in the bag... or you could blow off the balance section.","protection":"Standard NRG rack, heavy on smaller gear. Bolt Anchor.","location":"This route starts 15 feet to the left of \"I'll buy that for a dollar.\" Start beneath a roof, campus out on great hold, continuing up on pockets, slopers and edges (oh my) to the crux about 20 feet up. After firing the bouldery crux trend left towards the crack at midheight (a lot easier than it looks from the ground.) Follow the crack up till it peters and enjoy the fun easy romp to the bolt anchor on the left side of the large roof."},"__v":0},{"_id":"DTQIt+llUSaciWqi7vsZwA==","name":"Pine Trees and Hula Hoops","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Lazar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":19,"mp_id":"112021873","mp_crag_id":"106490025","climb_id":"DTQIt+llUSaciWqi7vsZwA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Climb up to a small ledge that is down and right of the main ledge.  Head straight up to the anchors.","protection":"Small cams and medium stoppers, tricams.","location":""},"__v":0},{"_id":"PoEElq4BW9OTl39nTuG6Vg==","name":"Night Time Is the Right Time","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Regelbrugge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":20,"mp_id":"113393713","mp_crag_id":"106490025","climb_id":"PoEElq4BW9OTl39nTuG6Vg==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Use the same start as Pine Trees and Hula Hoops. Angle up and right along a series of left-facing flakes to a pin. Traverse right to a wide, plated crack and finish at the top.","protection":"1 bolt. Bolt anchor.","location":""},"__v":0},{"_id":"HczCAnWDUz2SQV38WLU4xA==","name":"Natural Selection","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eddie Begoon, Kenny Parker 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":27,"mp_id":"120191397","mp_crag_id":"106490025","climb_id":"HczCAnWDUz2SQV38WLU4xA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Start 30 feet right of the dihedral where a ramp/ low roof nearly meets the ground. Hand traverse left on super easy but hollow terrain to a no hands stance below the dihedral. Decide where the rock is the most solid and place your first piece. Climb jugs to another placement at a horizontal. Execute a \"whoa\" crux in the dihedral with a super high foot and the worst side pull you'll ever encounter to arrive at a two finger pocket in the second horizontal. Traverse right along this horizontal on hidden slots to the base of the arete. More straight forward face climbing will take you to the top. Move back left to the anchors of I'll Buy That for a Dollar.","protection":"Bolted Anchors","location":"Start 30 feet right of the base of the dihedral of I'll Buy That for a Dollar where a ram/ low roof nearly meets the ground."},"__v":0},{"_id":"2Tq9JAmjW1OdasmY0azEJA==","name":"Mind Bomb","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kenny Parker & Steve Downes, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":6,"mp_id":"106765778","mp_crag_id":"106490025","climb_id":"2Tq9JAmjW1OdasmY0azEJA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This is primarily a sport route with a few pieces of gear.   Climb up the face passing 2 bolts to reach the overhang.   Reach way out and clip the 3rd bolt with a long draw and then remove the piece in the horizontal at the base of the roof to reduce the drag.   Reach out and follow the flakes in the overhang, clip the 4th bolt, and pull up to a stance with a hand jam (crux).   From here, make a long reach to a horizontal and then traverse left and up to the pin.   Climb up into the corner and follow the plated face to the finish.","protection":"4 bolts, 1 pin, shuts.   Bring a light rack.   #3 Camalot fits best in the overhang before reaching out to clip the 3rd bolt in the roof, however a #1 Camalot also works well in one spot.  .5 Camalot after the crux.  A #1 Camalot, a few nuts, TCUs, and slings for the top.  There are a few nice chicken heads that can easily be slung in the upper portion.   As of 10/10, the first 3 bolts are looking pretty rusted out.","location":"Route just to the left of Toxic Hueco."},"__v":0},{"_id":"0ZhSLCuTXsOp94W7aEuh9g==","name":"Meadowlark","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Kenny Parker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":21,"mp_id":"113393736","mp_crag_id":"106490025","climb_id":"0ZhSLCuTXsOp94W7aEuh9g==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Begin ten feet left of Cat Food at some pockets. Climb past a bolt and a pin, angling right through the overhangs. Move right onto the headwall above Cat Food and finish with the last bolt and anchor of Cat Food.","protection":"2 bolts, 1 pin. Bolt anchor.","location":""},"__v":0},{"_id":"v06Ky7twWQyc2t6DqPVe/Q==","name":"Inertial Twists","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":3,"mp_id":"109023652","mp_crag_id":"106490025","climb_id":"v06Ky7twWQyc2t6DqPVe/Q==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Fun route, but the rock quality is not great until the roof. Climb through broken rock to the base of the roof, with a surprisingly cruxy move over very sharp blocks. Lots of epoxy-reinforced flakes and plates will take you to better stone in the roof, with very big moves between great holds. Easier rock leads to the anchors.","protection":"6 older bolts + new bolt anchor. Some of the rock is very sharp, so long slings are helpful for bolts 3-5. Lots of bail gear has clogged up a few of the upper bolts.","location":"Just right of Ghandian Dillution. Trends right to the weakness through the 8 foot roof."},"__v":0},{"_id":"aJm8kashVkWmD4tPj6nn0g==","name":"I'll Buy That for a Dollar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Collins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":26,"mp_id":"114266209","mp_crag_id":"106490025","climb_id":"aJm8kashVkWmD4tPj6nn0g==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This beautiful white dihedral features some super difficult and tricky stemming. Start the route about 50 feet to the right, making an easy scramble to reach the obvious dihedral. Hard moves start coming at you quickly; don't get tunnel vision in the corner! The crux involves getting to an obvious flake below a fixed nut, with a few more hard moves underneath a roof. A redpoint crux getting over the last bulge leads you to those Meadow River top-layer jugs that you know and love.","protection":"A LOT of small TCUs, nothing bigger than a .5 Camalot. There is a fixed nut beneath the roof and bolt anchors to lower.","location":"This is the furthest route on the 'Cat section' of Toxic Hueco. The route is an unmistakable dihedral above a ten foot high roof."},"__v":0},{"_id":"8dt448I+XAiu18rjvUS4pg==","name":"Go Cat Go!","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":23,"mp_id":"106936725","mp_crag_id":"106490025","climb_id":"8dt448I+XAiu18rjvUS4pg==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This is a great route!  Would be deserving of more stars if it was a bit longer.   Start on a low boulder below some underclings and hand jams.  Make a difficult move to get started and head right at the 2nd bolt.  From here, find a kneebar, then continue straight up to the 3rd bolt.  Get a quick shake and traverse up and right to reach the 4th bolt.  From here, keep it together and head up into the short dihedral below the roof.   At the roof, hand over hand traverse left to reach the monster jugs at the lip of the roof to make the final clip.  Pull the roof using huge jugs to make one on the most fun moves on the climb to gain the anchors.  Overall, the climbing is fairly sustained throughout with a few shakes here and there.","protection":"6 bolts, shuts.","location":"This route is located between Cat Food, 5.11d and Gato, 5.12a."},"__v":0},{"_id":"bpW/CAwHWHiEK95zT3z9kA==","name":"Gimpy Grimpeur","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Jones, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":15,"mp_id":"120044620","mp_crag_id":"106490025","climb_id":"bpW/CAwHWHiEK95zT3z9kA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Pull on jugs past a low bolt to get on a ledge. Climb straight up the face on huge jugs. Get into a diheadral and pull a small roof passing one more bolt then get to a final ledge and clip anchors.","protection":"Good pro, 2 bolts, bolted anchor.","location":"One low bolt marks the start on the left side of a large ledge. Right of Chimpanzabubbas, left on Pine Trees and Hula Hoops."},"__v":0},{"_id":"tJsC9HWqU12N1lRvwkLVug==","name":"Ghandian Dilution","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":2,"mp_id":"106892150","mp_crag_id":"106490025","climb_id":"tJsC9HWqU12N1lRvwkLVug==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Fun roof climbing on jugs, to a harder than it looks headwall.  Maybe a bit soft at the grade?","protection":"6 bolts","location":"To the left of Toxic Hueco and Mind Bomb, around the corner and past the roof.  This is the leftmost sport line at the crag."},"__v":0},{"_id":"yjGI/s9cWnekqy/XTDkZOA==","name":"Gato","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":24,"mp_id":"107820118","mp_crag_id":"106490025","climb_id":"yjGI/s9cWnekqy/XTDkZOA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Good sustained climbing on typical awesome Meadow River features. Pull the crux at the third bolt and get into the corner. Get what you can and take a fun roof pull to a slabby face that guards the anchors. Catch your breath, make a few fun moves up the slab and sink a huge Meadow River iron laced bucket.","protection":"6 bolts","location":"100 yds right of Toxic Hueco, the right of the three bolt lines on the \"cat\" wall. Left of the giant white corner \"I'll buy that for a dollar\"."},"__v":0},{"_id":"6nBJSUEyUzK/y7NKlJTZxQ==","name":"Flying Rodent","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":4,"mp_id":"113221154","mp_crag_id":"106490025","climb_id":"6nBJSUEyUzK/y7NKlJTZxQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"After getting a lanky friend to hang the crux draw for you, climb through some easy terrain on suspect rock, and then pull a surprisingly fun and difficult iron cross crux below the roof (hint: you'll know you're on the right holds if they don't break off in your hands).\n\nCrank some engaging and powerful moves over the roof to some chicken heads, and wince your way through sharp plated jugs to the anchors.\n\nA route for someone who really loves the Meadow. The moves are good, but the rock...not so much.","protection":"5 bolts to a bolt anchor.","location":"Right of Inertial Twists (12a)."},"__v":0},{"_id":"xKFYpMu6UkKkQeb/9uaf/w==","name":"Crag Memorial","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kenny Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":12,"mp_id":"107084094","mp_crag_id":"106490025","climb_id":"xKFYpMu6UkKkQeb/9uaf/w==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This is a great short powerful route.  Begin by soloing 20 feet of easy climbing to a spacious platform.  Pull some powerful moves to get to the first bolt.  With some difficulty establish yourself in the slopey dihedral.  Stay in the crack and yard hard on some nice finger locks to gain easier jugs to the top.","protection":"4 bolts plus anchor.  Be sure to stick clip the first bolt.","location":"This route is a couple routes right of Toxic Hueco.  It is the middle route that starts off the large platform.  Canine is immediately to the left and White Trash is immediately to the right."},"__v":0},{"_id":"ADVkZivtX/euORmkY3KZSQ==","name":"Cock Diesel","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Michael Williams & Kirk Bjorling","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":5,"mp_id":"107533222","mp_crag_id":"106490025","climb_id":"ADVkZivtX/euORmkY3KZSQ==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Great power endurance route left of Mindbomb. A few easy clips lead to a crimpy 11+ section that builds in tempo as you set up to pull the crux roof. Boulder out the roof, clip the bolt, and enjoy mostly cruiser face above. The boulder problem at the lip clocks in at about V5 and seems to be pretty height dependent.","protection":"Bolts. One fixed chain at the roof.","location":"Left of Toxic Hueco and Mindbomb, right of Ghandian Dilution"},"__v":0},{"_id":"eDm3l16TU0qPJ4Vz/LphOA==","name":"Chimpanzabubbas","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jon Regelbrugge, Kenny Parker, Kevin Parker, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":14,"mp_id":"106765758","mp_crag_id":"106490025","climb_id":"eDm3l16TU0qPJ4Vz/LphOA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"This is a really good route.  If you brought your trad rack, do it!   It feels like a sport route with gear.   Start by climbing up some large flakes, head up and left to reach the bolt on a thin face.   Make one thin, technical move (crux) and then head up and right to a stance.    The crux is much easier if you are tall. Otherwise you won't be able to easily reach past it. The fall is safe though and is protected by a bomber bolt.  From here, climb up the overhanging face on jugs and plates to the finish.","protection":"1 bolt, shuts.   Rack up to a #3 camalot.","location":"This route is located at the far right end of the Toxic Hueco area or just around the corner and up the hill from Cat Food at the Tan Wall."},"__v":0},{"_id":"Es8of9sRXHad4pcFEl5myg==","name":"Cat Food","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Damon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":22,"mp_id":"106703654","mp_crag_id":"106490025","climb_id":"Es8of9sRXHad4pcFEl5myg==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Classic frolicking on steep rock with gargantuan holds. Climb it to the roof and clip the fixed draw at 5.11b or pull the roof for the 5.11d full credit.\n\nStart off by hopping up on a ledge to clip the first bolt. From here, pull the small roof on buckets and monstrous underclings, eventually navigating the steeps to a good kneebar. Work out of the kneebar using more underclings and buckets, making sure not to get pumped. Pull another roof and grab hold of some crimps with excellent feet for another no-hands rest (if you get it juuust right). Make a few more big moves to yet another kneebar and shake out the forearms before making the 5.11b crux move- a big move to a sloper. Shake out on jugs under the roof and clip the fixed draw. From here, grope around the lip until a good jug can be found. Make a big move to another jug to pull the roof and enjoy juggy plates to the chains.","protection":"7 Bolts.  Bolted anchor.","location":"Buttress to the right of the classic Toxic Hueco"},"__v":0},{"_id":"KhQDjAsAVpCabYh3zdeTYg==","name":"Canine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kenny Parker, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":11,"mp_id":"106765732","mp_crag_id":"106490025","climb_id":"KhQDjAsAVpCabYh3zdeTYg==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Climb up to reach the ledge and make an easy move to clip the 1st bolt.   From here, use underclings and a small shallow crimp to make a long reach to another crimp before reaching the clipping jug for the 2nd bolt (crux).  From here, head a bit right and make a long reach to a good hold to clip the 3rd bolt.   Smooth sailing to the shuts.   Overall, this climb has just 1 really hard move.   Nice climbing though.","protection":"4 bolts, shuts.   A nut or small cam can be placed when you reach the ledge before clipping the high first bolt.","location":"Start about 20 feet below a ledge with 3 sport routes.   Canine is the left sport line on the ledge.   The start for Canine is essentially the same as By the Way, I Did your Mom, but go to the ledge when you can."},"__v":0},{"_id":"LnbfySvEXkWxyRpGJJtP4A==","name":"By the Way, I Did Your Mom","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark O'Connor 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":10,"mp_id":"106892109","mp_crag_id":"106490025","climb_id":"LnbfySvEXkWxyRpGJJtP4A==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Standard NRG trad route with a mix of face, crack, and juggy roof moves.  There is less gear than appears from the ground, but all the cruxes are still well-protected.  It is easy to use this route to set up a TR on Trojans as well.","protection":"set of cams and stoppers.","location":"Just to the right of the obvious finger splitter \"Trojans.\""},"__v":0},{"_id":"3UJDYZ6xXGq8IwyOJrASoA==","name":"Boogie Till Ya Need Glasses","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":18,"mp_id":"112133821","mp_crag_id":"106490025","climb_id":"3UJDYZ6xXGq8IwyOJrASoA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Start on a slight overhang on the right side of the vegetated ledge, staying work straight up the obvious weakness through jugs to the bolted anchors above. The anchor you are heading for is the furthest left of the three that are all at about the same height.","protection":"Single rack from  C4 #0.3-3. A couple passive placements and slinging options also exist.","location":"Around the corner from the Cat Food area on the face with a large ledge about 12 feet up."},"__v":0},{"_id":"/CyrzDjOUoeS5Zcrxp6dIw==","name":"[Redacted]","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kenny Parker, John Regelbrugge, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":16,"mp_id":"114496329","mp_crag_id":"106490025","climb_id":"/CyrzDjOUoeS5Zcrxp6dIw==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Route begins from the widest part of the huge vegetated ledge. Climb straight up past a short left-angling flake. Easy climbing afterwards, but tricky to protect. Tallest of the routes on the ledge, ends at the right most bolted anchors on the highest ledge. If you end up at the middle of the three anchors, you've diverged onto the 5.8 Grimpy Grimpeur on the left","protection":"Single rack up to 3\". Bolted anchors. Tricky placements once you get past the flake","location":"Around the corner from the Cat Food area on the face with a large vegetated ledge about 12 feet up."},"__v":0},{"_id":"+S2XEQXzUBOSBGjr9lHtYA==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Blaze Davies, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"left_right_index":17,"mp_id":"114496212","mp_crag_id":"106490025","climb_id":"+S2XEQXzUBOSBGjr9lHtYA==","areaRef":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":"Starts on a huge vegetated ledge. Climb to the ledge and continue up a plumb line beneath a tree that hangs over the top of the cliff. Ends at the third bolted anchor from the left of the rock face covered with dry leaves. The line is right behind a thin tall tree, if looking from the ground.","protection":"Single rack up to 3''. Protection is a little sparse pass the midpoint","location":"Around the corner from the Cat Food area on the face with a large vegetated ledge about 12 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,dfd51586-7af2-59dc-bd58-455e2fd2e841,f5234b6f-ce61-5d7d-a282-042d2c004035,58816ab3-bc78-5032-90fc-3e9ade852850","pathTokens":["USA","West Virginia","New River Gorge, The","Meadow River Gorge","Lower Meadow","2 Toxic Hueco Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.13d"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":4,"label":"5.12a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":6,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":9,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":15,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.93233,38.15323]},"bbox":[-80.93290182379938,38.15278033981814,-80.9317581762006,38.15367966018186],"left_right_index":-1,"ext_id":"106490025","area_id":"WIFqs7x4UDKQ/D6a3oUoUA=="},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T06:33:11.793Z","updatedAt":"2022-11-25T11:25:08.768Z"}