{"_id":"6368a0dee80bff5a9953bc8f","area_name":"East End, The","shortCode":"","climbs":[{"_id":"Fj5CQpLVVim0dDtEBeh3Xw==","name":"Thief of Wives","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Jeremy Mariette","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":8,"mp_id":"105826251","mp_crag_id":"105813072","climb_id":"Fj5CQpLVVim0dDtEBeh3Xw==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"This is the lone boulder problem at Red Wing, and it's a doozy! Start on a small left hand crimp and an excellent two finger pocket for your right hand. A thin and technical start leads into slopey sidepulls and a slap to the arete. Body tension and a cool head are key through the high crux, crimps and sidepulls to the top. A slip will lead to a long ride to the ground!  \n\n  This climb is an eliminate. None of the jugs or corner are on for your hands until above the \"triangle\" of the corner 10-12 feet up. What feet are \"on\" aren't necessarily clear. I was able to do it using just dishes/smears/heel hooking for feet, although you'll be desperate to keep your feet off the jugs at the crux! Remember, the only person you have to answer to is yourself (and your friends). :)  \n\n  Bolts were added after the first ascent; I'm not certain who did, and suspect that it was without the consent of the first ascentionist, though I don't know for certain. Nonetheless, this is a boulder problem, not a sport route.","protection":"There are pointed rocks that scatter the otherwise flat landing. Two-three pads and a spotter are key.","location":""},"__v":0},{"_id":"vdS+aBj4VvGFCV0gj07J2A==","name":"Sunburst","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":10,"mp_id":"105826257","mp_crag_id":"105813072","climb_id":"vdS+aBj4VvGFCV0gj07J2A==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"Before the MN/WI guidebook came out this route was simply called \"Everybody's First Lead\", and for good reason.  With time and all the kicking sticky-rubber feet, the route has become slick and polished.  Go around the corner from the spraypainted flag to the right, this route is to the right of Left Lane, and goes up the arete and face.  Memorable only in that it probably was your first lead.  Right? \n\nRCM&W #56, p. 126","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"KNaEhOh1UwGULn0NJn9ylA==","name":"Roof Burner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":6,"mp_id":"105826245","mp_crag_id":"105813072","climb_id":"KNaEhOh1UwGULn0NJn9ylA==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"Roof Burner is a great route for the grade at the bluff.  Not very technical but quite sustained and pumpy.  Climb up the slab to the right and traverse left to the first bolt.  From there move left through the first roof.  Climb up and a bit right on increasingly pumpy holds.  At the second roof, traverse right across it's lower lip to a bolt above.  Pull the second roof and straight to the chains from there.  There aren't really any good rests on this route.  A large spray painted area is at the base of this climb.  Just around the corner from the \"Winter Wall\" easily recognized by the two roofs next to a left facing corner.","protection":"bolts, bring a shoulder sling for the first bolt","location":""},"__v":0},{"_id":"WiC/HXZXVmuNkOZ9ryxr9A==","name":"Prow Right AKA Dead Dog Arete AKA Gene Machine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Unknown. FFA Michael Endrizzi","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":3,"mp_id":"106911310","mp_crag_id":"105813072","climb_id":"WiC/HXZXVmuNkOZ9ryxr9A==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"This route used to be a toprope problem called Dead Dog Arete (or Prow Right) until Mike Endrizzi bolted it by mistake in 2006 (Mike, please post an explanation, sounds like an interesting story). Starts left of Dead Dog Face, where the American flag is spraypainted on. Begin in middle of the prow, follow the bolt line to where it diverges, take a right around the corner to the last bolt and anchors on Dead Dog Face.  It's a good climb, an arête hugger, with a couple thoughtful moves.  Watch your rope for possible abrasion as you round the corner onto the face.   \n\n  The name \"Gene Machine\" is in honor of Mike Endrizzi's mentor in life Gene Leonard.   \n\nRCM&W #49, p. 126\n\nmountainproject.com/v/minne…","protection":"Bolts","location":"East End, Left of Dead Dog Face"},"__v":0},{"_id":"roDQ+AzPUgyDaINf7RTI9g==","name":"Prow Left AKA Pietro Loves Iris","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA Unknown. FFA Michael Endrizzi","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":1,"mp_id":"106911343","mp_crag_id":"105813072","climb_id":"roDQ+AzPUgyDaINf7RTI9g==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"Starts left of Dead Dog Face. Begin in middle of face. Where the two bolt lines split angle left and basically go straight up the prow (the left side of the arete is 'off'). Sort of a one-move route but hey it's Barn Bluff and they are all pretty short. \n\n  It is called \"Pietro Loves Iris\" in honor of Mike Endrizzi's Italian friend and his girlfriend.","protection":"Bolts.","location":"Left of Dead Dog Face on East End. Left route on the prow."},"__v":0},{"_id":"85B/8hztVmuyyZ9ENiwilg==","name":"Left Lane","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":9,"mp_id":"105826254","mp_crag_id":"105813072","climb_id":"85B/8hztVmuyyZ9ENiwilg==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"A fun and sustained climb along an arete. Climb up about 15 ft to a small ledge and the first bolt (it seems a little high but its not that bad). Continue to the top following the bolts along the way. \n\nRCM&W #55, p. 126","protection":"Bolts to two old rusty chains that could use replacing, you might want to leave the last bolt clipped as a backup if top roping. Currently in the queue for rebolting. Please use your own hardware for top roping.","location":""},"__v":0},{"_id":"8nOq3ptmUZeLgfPlwjAkYw==","name":"Dead Dog Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Craighead (TR) 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":4,"mp_id":"105826239","mp_crag_id":"105813072","climb_id":"8nOq3ptmUZeLgfPlwjAkYw==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"A somewhat unusual climb for Red Wing. Pockety, technical and on smooth solid rock. Fine route at its grade. Reminiscent of sport climbing in white limestone.  \n\n  Follow the bolt line and stay off the roof holds on the right. \n\nPlease email me if you have any info regarding bolting and first free ascent of this route. ","protection":"4 bolts, rap anchors.","location":""},"__v":0},{"_id":"NGYGUslMVFON4eDUJDWLgw==","name":"Barnie's Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"(FFA) Jim Craighead and Mark Wehde, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":7,"mp_id":"105826248","mp_crag_id":"105813072","climb_id":"NGYGUslMVFON4eDUJDWLgw==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"The route ascends a crack inside the large corner to the right of Roof Burner. Go up the initial large steps and commit to an awkward bulging hand crack (5.10a). Above the bulge the route eases off to 5.7-8. The rock is solid throughout the crux but becomes rotten higher up and feels like climbing bookshelves in a library (belayers beware). It is also difficult to place any reliable pro in the upper section. The best way to finish the route is to continue up the corner until it is possible to traverse diagonally left onto solid rock and clip the anchors for Roof Burner.  \n\n  The moves through the crux are interesting and fun and it would be a great climb if it wasn't for the loose rock above.","protection":"Medium nuts. Cam sizes BD #.75-3 or equivalent.","location":""},"__v":0},{"_id":"UOCw2F6bUUK7aJqH0pPQYA==","name":"Barn Dance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"left_right_index":5,"mp_id":"105826242","mp_crag_id":"105813072","climb_id":"UOCw2F6bUUK7aJqH0pPQYA==","areaRef":"0XuU3AAxVPeywkW8r+AEOA=="},"content":{"description":"Before there were bolts, setting up a climb at Redwing was a major engineering operation involving rappels into choss and requiring hundreds of feet of webbing. This was the route we climbed at the end of the day to pull ropes off many of the other climbs. We usually climbed it in the dark with hiking boots, too worn out from laps on Barn Burner to even bother switching to climbing shoes.  \n\n  It is still a fun climb, and a safe, but challenging lead for the novice 5.9 leader. The climb runs left of the bolt line on Roof Burner, climbing the left corner of the roof, moving directly up and sharing the Roof Burner bolts. At the last bolt, there is an intimidating but fairly simple (5.7) left angled upward traverse to the Barn Dance anchors. From here, you can toprope Dead Dog Face if you so desire. From the last bolt you can also move right instead to finish on the Roof Burner anchors.  \n\n  Alternately you can use the bolts on Dead Dog Face, but the last bolt takes you a long way off of the Barn Dance line.  \n\n  Some feel the crux is pulling the roof, others find it in the dirty pockets following the roof. In either case, the holds are there, you just have to find them...  \n\n  FYI, there is an alternate finish to the Roof Burner Bolts that is longer and also probably 5.9.  It seems many people are climbing that as Roof Burner, but they are not the same route. \n\nRCM&W #51, p. 126","protection":"bolts to the roof","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,629d36b1-5d4b-50f0-a42c-686dd2ba564e,d17b94dc-0031-54f7-b2c2-45bcafe00438","pathTokens":["USA","Minnesota","He Mni Can - Barn Bluff (Red Wing)","East End, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V6"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.5209,44.56911]},"bbox":[-92.5215311866145,44.568660339818145,-92.52026881338551,44.56955966018187],"left_right_index":-1,"ext_id":"105813072","area_id":"0XuU3AAxVPeywkW8r+AEOA==","polygon":{"type":"Polygon","coordinates":[[[-92.5215311866145,44.568660339818145],[-92.52026881338551,44.568660339818145],[-92.52026881338551,44.56955966018187],[-92.5215311866145,44.56955966018187],[-92.5215311866145,44.568660339818145]]]}},"content":{"description":"A graffiti laden area to the right and around the corner of Barnburner."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:08:32.883Z","updatedAt":"2024-02-19T18:34:18.967Z"}