{"_id":"6368a50be80bff5a995aff9a","area_name":"South Summit Wall","shortCode":"","climbs":[{"_id":"oWTAIUndUUiwtskYr7X6Mg==","name":"Taivallista","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jeff Lowe, Bruce Roghaar, 1970   Probable FFA: Noah Bigwood and Kris Dockstader 2006","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":10,"mp_id":"106016354","mp_crag_id":"105739581","climb_id":"oWTAIUndUUiwtskYr7X6Mg==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"This is an excellent route that will be a classic once it cleans up a bit.  It works fairly well to climb it in 3 pitches.  The first pitch is probably easy 5.10.  The roof on the second pitch is the crux while the upper roof on pitch three has been climbed by two variations, both around mid 5.10.","protection":"A standard rack with a good selection of small cams and wires is all you need.  Doubles in some sizes are handy for constructing the belays.  There is a pretty good looking 1/4\" bolt above the roof on the last pitch.","location":"Located on the third buttress of the wall, it climbs a direct line just looker's right of the arete, through two, prominent roofs."},"__v":0},{"_id":"lwgOBmpdXimzkV4/uMLu1w==","name":"Right Thumb","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Spencer, Bob Irvine, Ben Peterson 1959","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":8,"mp_id":"105741788","mp_crag_id":"105739581","climb_id":"lwgOBmpdXimzkV4/uMLu1w==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"Start in the second dihedrial right on the Center Thumb. Follow off-widths/chimneys to the top of the Thumb. The pitches stay consistant most of the way through the climb, with plenty of ledges along the way to belay at. To me it felt way harder than 5.7. When I think of 5.7 chimney I think of Cresent Crack or Ellesworth/McQuarrie, this climb felt more like four pitches of the Lowe Blow on the Egg. On every pitch I placed a 3, 4, 4.5, and 5 camalot and I wish I had more. Occasonially I found some smaller gear, but most of the small placements weren't that good because of loose flakes or poor rock. Leave anything smaller than .5 at home and go heavey on the big stuff.\n\nBe very carefull of loose rock, because there is a ton of it. We sent down plenty of rocks big enough to take you out, and pulling onto ledges was very scary because of all the loose stuff. I wouldn't recommend this route, there are far better routes up there. Don't be fooled by the 5.7 rating this is a serious route due to no fixed gear (except for an old soft iron ring that was about to fall out) long physical off-width sections and huge amounts of loose rocks.","protection":"All the big stuff you can carry.","location":""},"__v":0},{"_id":"xGJ+gUbAW3OQ2PqVyIyq4w==","name":"P-38","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"S. Brigdon, J. Falls, T. Gregory, S. Ohkawa","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":4,"mp_id":"106866380","mp_crag_id":"105739581","climb_id":"xGJ+gUbAW3OQ2PqVyIyq4w==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"\"Opener, Can, Hand, Folding, Type I\" is how the military describes what is often called, \"the best Army invention ever.\"\n\nIndeed, the line was named after the can opener, but was, in fact, inspired by the passing of a climbing mentor, partner, and my close friend, Michael Brown.  Like the can opener, Mike embodied many of its best traits--the P-38 is light, fast, compact and, perhaps, most importantly, cheap and reliable--all characteristics which serve to describe the alpinist he once was, and the philosophy he lived by.\n\nThe P-38 climbs the obvious, right-facing corner system at the far right margin of the recessed Gold Wall, just left of the prominent chimney that separates it from the South Summit Wall.\n\nClimb the corner through a small roof, then belay at a stance (.10-).  Pull the bulge above the belay, then follow a blocky \"staircase\" up and left past a pin and two bolts and into the dihedral above to a belay on a small ledge (.9+).  Above the ledge, delicately change corners onto the face, into another right facing corner.  Pull the bulge to a ledge, then climb the white slab above past a bolt then lieback a splitter corner to a stem box, then a belay (.10+).","protection":"Bring a standard LPC rack--up to 3.5\"--with doubles in the finger-sized gear and plenty of long slings.  There are 3 lead bolts--two on P2, one on P3--and a fixed LA; all three belays have been equipped with rappel anchors.","location":"The start of the P-38 is marked by a conspicuous, comma-shaped black diorite at the very mouth of the Gold Wall gully--the continuous corner system just left of this feature is the line.  Rappel the route with a single 70m rope or scramble up the notch to the gain the ridge and the standard descent via the Collin's Highway."},"__v":0},{"_id":"Bplo8os+Vh+oakKh6fRu1g==","name":"Left Thumb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1959, Spencer brothers","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":6,"mp_id":"105741158","mp_crag_id":"105739581","climb_id":"Bplo8os+Vh+oakKh6fRu1g==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"This route follows the left side of the rectangular formation extending out from the south summit wall.  Ascend the dihedral, using a combination of crack, layback, and face climbing to reach the top of the formation, then follow the face east of the formation to the summit.  The first pitch is quite short, and you can actually combine the first two pitches using a 60m rope.  If you opt for this, when you come to the selection of slings, etc., that indicate the first belay on a small ledge, continue on until you reach the large sandy ledge.  Set up a trad belay here (be sure to use a cordalette!) with some dispersed protection in the small seams and cracks.  The second pitch is quite fun, and has some runout face climbing near the top.  As you reach the top of the \"thumb\" formation, climb out onto the top of the actual formation to reach a two-bolt belay.  From this belay, traverse across a good ledge (poor pro) to the flake system north of the \"thumb\" formation.  Place your pro and then start ascending these flakes and cracks to the top of the south summit.  This is a LONG pitch, and I almost ran out of rope with my 60m rope.  This pitch is also predominantly large pro.  From the top, head south down the slope towards the ramp that leads to Question Mark Wall for the descent.  Rap from the obvious rap station at the pine trees.  Overall, this route is worth doing if you're in the Cirque, and have already done the other classics, or if you want a good route on the \"thumb\" with a more moderate rating.  Don't come all the way up here just for this route though.  The best \"Thumb\" route is Center Thumb (albeit far more exposed, and a bit more difficult), and there are a number of far better climbs on the North Summit and Question Mark Wall.","protection":"I used everything from a #4 camalot to small nuts","location":""},"__v":0},{"_id":"MpOAvkmUVBGJOkympaWPaA==","name":"Inner Vision","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":9,"mp_id":"107288165","mp_crag_id":"105739581","climb_id":"MpOAvkmUVBGJOkympaWPaA==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"A varied and fun route that climbs a bit differently than other LPC routes.  I thought it climbed like a 5.10 version of Taivallista.","protection":"standard rack","location":"Inner Vision climbs generally up the large L-facing corner system on the South Summit wall.  This corner system is characterized by lots of tiered roofs and big grey bands about 200 feet up it."},"__v":0},{"_id":"SNe+h6/TWP+eyo99OjO8/Q==","name":"Heart of Gold","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Gregory, S. Ohkawa, August 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":2,"mp_id":"106577636","mp_crag_id":"105739581","climb_id":"SNe+h6/TWP+eyo99OjO8/Q==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"Named after the stolen spaceship in Douglas Adams' The Hitchhiker's Guide to the Galaxy, Heart of Gold shares the first 20 feet of the Gold Wall (L. Ellison, C. Noble, 1980), then ascends an obvious, thin finger crack--avoiding the tiered, leftward traverse of the original route.  The finger crack begins just below an overlap and continues straight up the wall to reach a single bolt belay above a small stance.  From the stance, follow the widening crack until it is possible to traverse left to a ledge below the start of the roofs on the Gold Wall.","protection":"Be sure to bring a selection of small wires and cams from tips to hands--doubles are not necessary, but may be useful.  There is a single bolt at the belay; it can be backed up with finger-sized gear.","location":"Heart of Gold starts in a shallow, left-facing corner--the same start as the Gold Wall.  The route can be linked to either the Gold Wall or to Fool's Gold (C. Harmston, K. Harvey, 19??); follow the standard descent off of the South Summit Wall, down the Collin's Highway."},"__v":0},{"_id":"nxoVY5NfWX2sTah14dZsSg==","name":"The Great Escape","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brian Smoot & Steve Aldous 83'","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":13,"mp_id":"105981356","mp_crag_id":"105739581","climb_id":"nxoVY5NfWX2sTah14dZsSg==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"There is a great drawn topo in the Ruckmans 96' guide on pg.439.\n\nP1. Start in a left-facing thin corner moving over vegetation and passing a pine tree ( I dare you not to use the limbs for feet), gain a beautiful 3\" splitter that ends on a nice ledge/belay. 5.9+\n\n(in the guide there says there is a 5.9+mantle on grass, maybe I am reading the guide wrong, but we didn't find any grass mantle on the pitch.)\n\nP2. Climb up left facing corner up to steep shallow cracks/grooves, these bring you up to the arete and to a 3\" crack. Belay on the point/stance at the big horn. 5.8 PG-13\n\n( The guide says it's a R pitch but the leader found numerous cam placements, these were of course shallow, but there were quite a few. They probably didn't have sweet 3-cam units in 83'.)\n\nP3. From the point/belay make a long stem (very cool) to gain a sweet finger splitter, follow the finger splitter up over a small roof until the pitch turns into double hands ( even cooler!). Belay in the gullley 5.7\n\nP4. Ramble up non-descript gulley to the top of the buttress and great views. 5.4\n\nWe combined the last 2 pitches with a 70M rope.","protection":"Doubles on everything from #4 camalots to #00 Metolius, long runners very helpful.","location":"The route is on the lookers right of the South Summit wall, pg. 437 in the Ruckman guide has a great picture."},"__v":0},{"_id":"qa6pCYVtXG+VUb/J8dQ3/A==","name":"Gold Wall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Les Ellison & Chris Noble in1980","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":1,"mp_id":"106796505","mp_crag_id":"105739581","climb_id":"qa6pCYVtXG+VUb/J8dQ3/A==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"Great route on excellent rock. Exciting traversing and route finding.\n\nP 1 -  Ascend a stepped right facing corner and finger crack for 140' to a belay.(5.9)\n\nP 2 - Climb a beautiful hand crack. Traverse right under the first roof. Move up to the second roof and continue right around it to a hanging belay or continue higher to a narrow ledge. Great, improbable pitch. (5.9) Les at his best!\n\nP3 - Follow ramps and corners leftward to a belay near the top. (5.7)\n\nP4 - Scramble to the top. (5.5)","protection":"Standard rack, mostly small & medium cams, many runners.","location":"Hike up the talus to a point below the left side of the long roof above."},"__v":0},{"_id":"sfTCrzWBUoucc4+YMJ4UJw==","name":"The Gardner's Delight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Madison Goodman, Jordan Noe (July 2016)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":12,"mp_id":"112060677","mp_crag_id":"105739581","climb_id":"sfTCrzWBUoucc4+YMJ4UJw==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"Do you enjoy gardening with your nut key? Well then this is the route for you.\n\nP1: Follow cracks in a corner and belay at a nice ledge with a dead tree, or make a hanging belay below a little roof (this is what we did but the ledge looks much nicer)\n\nP2: Climb off the ledge and up a finger crack through a roof. Follow seams which open for gear till its possible to traverse up and right into the 5.6 finger on the great escape. Belay on a ledge.\n\nP3: Climb up double hand cracks then scramble to the summit.","protection":"Single Rack. Small cams and small nuts can be useful","location":"In the corner system to the left of the great escape."},"__v":0},{"_id":"MiAk3xc8Wqm3+AePX5hJFA==","name":"Free Mexican Air Force","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Slezak and Cindy Ingraham, 1994  Possible FFA: Jonathan Knight and Noah Bigwood, 2006","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":5,"mp_id":"106854261","mp_crag_id":"105739581","climb_id":"MiAk3xc8Wqm3+AePX5hJFA==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"Another great route that could use some traffic.  It's bit heady due to the machine bolts protecting the crux first pitch.  I have no idea how bomber they are.  We traversed right to start the second pitch to gain a crack system.  I think the original route may have stayed on the arete for this pitch, but it looks like the dirtier and more difficult option.  Just another excuse to do it again, I guess.  The first pitch is pretty clean as are the second and third with the exception of some veg in the cracks.  Typically, the top of last pitch is a little rotten, but not very scary.","protection":"Mixed gear and 6 machine bolts on the first pitch.  Bring some extra wires to sling these little terrors along with a standard rack.  3 bolt (5/16ths) anchors a top the first and second pitches.  2 bolt anchor for the third with a couple of fixed bashies along the way.","location":"Exceptional position on the NW arete of the S. Summit wall with a super nice ledge on top of the second pitch.  All four pitches were well over 100'."},"__v":0},{"_id":"xmOwcnS4Xcmy/X1XT7PMFw==","name":"Expanding Man","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Alexis Kelner, Dick Bell & Calvin Giddings in 1958  FFA Mark Ward & Randy Wright  1979","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":11,"mp_id":"106038073","mp_crag_id":"105739581","climb_id":"xmOwcnS4Xcmy/X1XT7PMFw==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"This was the first route done up the main west side of Lone Peak.\n\n-P1 Climb blocky steps for 150' to a  to a belay below a steep section of the corner.\n\n-P2 A clean hidden hand crack on the steep right wall provides passage here (5.9-).\n\n-P3 & 4 Climb the corner using lots of stemming moves. We encountered some old pins here on our ascent(1983). The last pitch joins The Great Escape.\n\nIf you compare\n\nall\n\nof the routes south of south of Tom's Thumb this climb is one of better lines to do...fun climbing.","protection":"Standard Free Rack","location":"Ascends the prominent corner about 75' left of The Great Escape."},"__v":0},{"_id":"gfO2ibY3UR+1pDjdWVbQWQ==","name":"Da Black and Gold","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"E. Lyman & S. Ohkawa, Summer '08","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":0,"mp_id":"106254822","mp_crag_id":"105739581","climb_id":"gfO2ibY3UR+1pDjdWVbQWQ==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"The route begins in a shallow, left-facing corner, midway up the ramp that leads to the base of the Gold Wall (L.Ellison, C.Noble, 1980).  Climb the corner to a small ledge, step left into a finger crack to a small roof.  The original line traversed right on small face holds--avoiding the layback--to gain a finger crack that leads to a ledge.  The roof/right facing corner can also be dealt with directly; committing layaway moves gain a flaring crack that eventually leads to the same ledge and to an optional belay beneath a small roof, the belay takes 1\" to 2.5\".\n\nFrom the stance beneath the small roof, trend leftward, climbing thin edges to an overlap.  Undercling the overlap to gain a thin stem box below a large, rectangular keyed-in flake.  After surmounting the flake, climb the clean face above; continue up the face along twin parallel seams to a thin gear crux just below a belay stance with a bolt.  The bolt can be backed up using a small cam or wire.  A short, leftward traverse (maybe 5.8) joins the Gold Wall just below the roof.","protection":"A standard rack:   small wires--offsets useful--with doubles in tips to finger-sized cams.  The single bolt at the belay can be backed up with a small wire or cam.","location":""},"__v":0},{"_id":"sgoBHGDaVeu0W60ldlPEhg==","name":"Center Thumb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George & Jeff Lowe, 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":7,"mp_id":"105741161","mp_crag_id":"105739581","climb_id":"sgoBHGDaVeu0W60ldlPEhg==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"This route ascends the crack system that travels roughly right up the middle of the rectangular formation that extends out from the south summit. This \"thumb\" formation was first ascended in 1959, via both sides of the formation. It wasn't until the Lowes showed up in 1970 that someone took a crack at the middle.\n\nBegin on the left side of a large blocky formation at the base of the \"thumb\" and ascend via a series of cracks to a belay at a piton (use small cams to back up the belay). Optionally, you can combine pitch 1 and 2 with a 60m rope.\n\nContinue up via this crack series to a shelf that extends nearly all the way across the formation and set up a trad belay (use your cordelette!).\n\nFrom this shelf, work up the cracks to the obvious middle crack, and belay at the next obvious shelf.\n\nFrom here, follow the cracks to where they exit to the left of the face.  Now, suck it up and face the exposure!  This is an awesome, exposed crack that moves up the overhanging left face of the formation to the top.  Move fast, and use some runners on your pro to avoid drag if you climbed the right crack on the previous face.  Belay at the two-bolt belay at the top of the formation.\n\nFrom here, descend down to the ledge that connects north to the flake system, and climb the long pitch up these flakes and cracks to the summit.\n\nThis is definitely the best route on the \"thumb\" formation, but the fourth pitch (third if you combine 1 and 2) demands a lot of the leader, so be ready to commit to it.","protection":"Everthing from #4 Camalot to small nuts.  Having a lot of mid-sized cams was very handy.","location":""},"__v":0},{"_id":"NJ1q8RwEVqiowJzyuQeSiA==","name":"Be Here Now","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"S. Ohkawa, M. Root, and Unknown, Summer '08","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"left_right_index":3,"mp_id":"106256394","mp_crag_id":"105739581","climb_id":"NJ1q8RwEVqiowJzyuQeSiA==","areaRef":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":"This route begins on the brown patina face just downhill from the Gold Wall gully.  Originally established in two shorter pitches, the lower half of the route features stellar, 5.9 face and crack climbing and can be toproped from an intermediate stance with a bolt--the bolt can be backed up using finger to hand-sized gear...\n\nThe upper half, however, is the business:  if climbing the line as a long, single pitch, continue past the bolt where you'll encounter tenuous stemming above tricky, thin gear.  Routefind your way to an alcove beneath a small roof.  Pull the roof to gain the exposed, parallel cracks above, then finish on patina holds, ala the City of Rocks, to a comfortable ledge along the ridge.  Belay takes 1\" to 2.5\".  A large, slung block--to the climber's right--provides an escape; a double-rope rappel reaches the base.","protection":"Bring doubles in cams from micros to 2.5\", RPs and wires--offsets useful--and plenty of long slings!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,16297776-acc9-5be9-bcb7-1967a9eca99b,f394d2fd-2760-5782-a0ec-d68f9c0b6cf1","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Lone Peak Cirque","South Summit Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}},"alpine":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7558,40.52551]},"bbox":[-111.75639156727067,40.52506033981814,-111.75520843272932,40.52595966018186],"left_right_index":-1,"ext_id":"105739581","area_id":"85TS/SdgV4Kg7NaPnAts8Q=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:26:26.442Z","updatedAt":"2024-01-15T16:49:08.163Z"}