{"_id":"63689f33e80bff5a9950cd44","area_name":"Upper Broadloaves - North","shortCode":"","climbs":[{"_id":"Yr8ZQTQRUeCKZy7645cpiA==","name":"Tide Country","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":4,"mp_id":"105956715","mp_crag_id":"106002798","climb_id":"Yr8ZQTQRUeCKZy7645cpiA==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"A good route with good position and great jams. This is one that is somewhat difficult without being insecure.\n\nClimb up and into a \"slot\" at the base of the corner and you suddenly find yourself in a phonebooth-sized shaft, climbing up an easy initial 20 feet.  Get some protection and jams and pull into the crack and corner.  CLimb up to the bulge, set gear, and pull the fun crux. Roll onto the top.\n\nTo descend, head up and N.E. to a set of anchors above Two Bits/Fred Rasmussen and rap on a 60M or 70M rope","protection":"A standard light rack.  The crux protects on hands and thin hands cams.","location":"THis route is on the North Face of the Upper Breadloaves, and sits above the old (closed) toilet and is accessed from the parking lot to the East or West.  The route follows the prominent right-facing corner with the jamcrack through and overhang and to the top. The steep and difficult looking splitter to the left is 'Interceptor.'"},"__v":0},{"_id":"Ft/U+ZnDUO+xk1A+fB30lw==","name":"Stolen Thunder","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Stan Caldwell 1985?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":2,"mp_id":"106469474","mp_crag_id":"106002798","climb_id":"Ft/U+ZnDUO+xk1A+fB30lw==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"The crux comes in the first 10 feet. It is probably v4 and the protection is dicey. Problem is, you climb up onto a ledge, and then step over a void onto to the wall to begin the hard and insecure tugging. If you were to fall at the crux (about 6 feet off the ledge)...lets just assume you'd be wrecked. You can however fiddle in a blind nut and test it's efficacy down lower off the belay ledge. After the successful execution of the boulder problem, run it out for a few 5.11ish moves above the gear, and then the remainder of the route offers perfect protection and is probably 10a. Unfortunately this route is infrequently repeated, scaley/dirty, and climbing is not nearly as beautiful the routes colorful appearance. It is also a handbag at 12c (the grade Bingham's guide suggests). Legend has it that the resident hardman of the days of yore...Stan Caldwell... was saving this route for a pure ground-up ascent when someone came along and \"stole his thunder: by first toproping the line.","protection":"Standard rack- nuts and cams- perhaps a couple of big pieces for the wide section up higher.","location":"Located on the north side of the Upper Breadloaves formation- Easy to identify by its beautiful patches of reddish orange and green lichen. Scramble up the boulders to the start. No anchor... walk off...yeah, it sucks. You can down solo some of the low angle dumpy crack just around the corner on the west face of the rock."},"__v":0},{"_id":"bBejloHyXgGfKQxuFzbtdA==","name":"Savage Attack!","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Earl Mcalister","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":0,"mp_id":"109168903","mp_crag_id":"106002798","climb_id":"bBejloHyXgGfKQxuFzbtdA==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"The crux is bolt protected and found right off the ledge where the route departs the Lost Pioneers (10a) corner at 3/4's height. This route is worth doing on a hot day, but the grainy lichen covered rock lowers its quality rating.","protection":"Standard trad rack. 2 bolts protect the steep moves through the large feldspar crystals off the ledge where the route departs Lost Pioneers (10a). Small nuts are helpful for protecting the jagged finger crack on the face. Bolt anchor on the far left side of the flat \"block\" ledge it finishes on.","location":"This route is the jagged finger crack that leaves the corner and diagonals out left on the steep face from Lost Pioneers (10a). Climb Lost Pioneers (10a) about 3/4's of its length and mantle onto the small ledge beneath the patch of large feldspar crystal. Easiest to rap with a 70, but a 60 could work with some downclimbing."},"__v":0},{"_id":"arC8pKu1XMms8s7S1PZMLA==","name":"Route 66","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":1,"mp_id":"106494034","mp_crag_id":"106002798","climb_id":"arC8pKu1XMms8s7S1PZMLA==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"A nice adventure route at a forgiving grade,\n\nRoute 66\n\nis a quality line that ascends solid rock using jams, finger locks, stemming, and face climbing.\n\nClimb an open dihedral for about 35 feet to a grunting finish at a resting ledge. Traverse left on this ledge and gain a upward, right leaning hand crack. Climb this crack to another resting ledge (mind your rope drag). From this point, move right on the ledge to a heavily featured face. Climb this unprotected for 15 feet to a good stance. Build an anchor on top.\n\nDescend via a walk towards the east and rap off of the\n\nTwo Bits\n\nanchor. If that anchor is busy you can also walk over and rap\n\nStretch Marks\n\nor take on a \"heady\" scramble to down-climb on the northwest end.","protection":"Single rack to about 3\", a few extra hand sized cams would be nice, and good selection of runners.","location":"Route 66\n\nif the first route you encounter when reaching the Northern Upper Breadloaves. It climbs the obvious dihedral starting straight from the ground and sits just left of a wide crack/chimney."},"__v":0},{"_id":"Og0ypB8CWXqdnaj6akDCOQ==","name":"Interceptor","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":3,"mp_id":"106002801","mp_crag_id":"106002798","climb_id":"Og0ypB8CWXqdnaj6akDCOQ==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"A deceptively overhanging (maybe 30 degrees beyond vertical at its steepest) hand and fistcrack, it's hard to really appreciate the steepness of this one without either climbing it or viewing it in profile, from just north of the waterpump parking area.\n\nStart in a walled in alcove (no need for a belayer anchor here) and climb up an easy (~5.8) left facing corner for about 30' to where the angle steepens.  If your feet are getting cold, go right onto Tide Country (10b).  Otherwise, place a high piece with a long runner and step left to a perch at the base of Interceptor.  The first move is cruxy -- a disorienting transition from much less than vertical to much more -- and involves a finger jam (small pro: wires, blue alien), but after that it's all hands and fists with the crack widening as the angle decreases.  After about 30', the crack pulls onto a slab and is followed to a belay at a ledge below a large boulder and the rap anchor.","protection":"A couple of thin hands pieces for the initial corner, nuts in the 2-4 Rock range and/or blue Alien size cams for start of the steep part, then 2 each #2, #3 & #4 Camalots for the rest of the pitch.  (Doubles needed to sew it up.)  A couple of thin hands or fingers pieces are needed to back up the belay.","location":"You cannot see Interceptor from the waterpump parking and it's easy to mistake a couple of other routes (Stolen Thunder & Bad Manners) for it.  Interceptor faces north, is about 20' right of Stolen Thunder."},"__v":0},{"_id":"B0RRFIrUU/Wi5a8wf/DvXw==","name":"The Black Hand","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"left_right_index":5,"mp_id":"118028134","mp_crag_id":"106002798","climb_id":"B0RRFIrUU/Wi5a8wf/DvXw==","areaRef":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":"Short handcrack with a thin hands crux gaining the ledge. This is a great warmup for Interceptor, and it's also an awesome way of getting the belay directly underneath the start of Interceptor.","protection":"Single rack from .75-3 is fine. You can place a #4 if you brought one.","location":"Black Hand starts in a small cave to the right of Tide Country/Interceptor. To descend, tunnel behind the boulder on your left after gaining the ledge, and downclimb the chimney at the start of Interceptor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,76021131-7623-5f5b-9efb-5dda911ccca8,abbebc02-c1f8-57b0-bcba-ee8efb064ed2,d666a404-5c2b-5e93-b458-e8e3b80f63ed,34306b1a-0019-524f-b971-d3ff62d204df","pathTokens":["USA","Idaho","South Idaho","City of Rocks","Breadloaves","Upper Broadloaves - North"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.7291,42.08838]},"bbox":[-113.72970591973613,42.087930339818136,-113.72849408026389,42.08882966018186],"left_right_index":-1,"ext_id":"106002798","area_id":"NDBrGgAZUk+5cdP/YtIE3w=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:01:33.660Z","updatedAt":"2024-01-15T16:44:47.051Z"}