{"_id":"6368a050e80bff5a9952e087","area_name":"Upper West View / Sunset Wall","shortCode":"","climbs":[{"_id":"Lz5T9oK+UtG2oMue2eT2aA==","name":"Torqued Off","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":3,"mp_id":"110745039","mp_crag_id":"110744911","climb_id":"Lz5T9oK+UtG2oMue2eT2aA==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"Start at the tempting crack deep in the dihedral of Sunset Wall. Great rest position after you pull the first portion of the crack and get to the second tier. Stay on the crack line on the left of the roof and rest assured the crux is behind you. After the roof head left to the anchors. The roof is doable direct but kinda feels like your trying too hard to make it harder with such a good crack line to follow\n\n The first crack has a tendency to seem overly difficult the first time but once you have the moves it's definitely not 5.11 material.\n\n Apparently other locals have called this climb \"torqued off\". Don't know who called it that but honoring that name since it seems to be slightly older than my circle's naming convention.\n\n easier variation on trad:  if you get pumped or otherwise don't want to do the  second roof you can traverse left - super smooth but great horizontal cracks and the rest will be sub 5.5.   Too much traversing to be safe on TR IMO. ","protection":"Set up a top rope anchor or trad.  I actually put a 0.5 around shoulder height at the start which is unconventional since obviously won't stop a ground fall.   But it does stop you from tumbling down the steep belay area.  It's a pretty committing first 10 feet on trad - not ideal if you're not strong in the grade.","location":""},"__v":0},{"_id":"i8FzevIkUgCSbWRl3i3xtQ==","name":"Torque Around","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":2,"mp_id":"110745247","mp_crag_id":"110744911","climb_id":"i8FzevIkUgCSbWRl3i3xtQ==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"A mixing of two routes: Begin on La Cucharita until the second tier.  Traverse right under the first roof and pick up the crack of Torqued Off. Top out at anchor 1.  In other words go \"around\" the hard part of Torqued off","protection":"top rope anchor set up","location":""},"__v":0},{"_id":"TXY4n166UWOxKJfaW0TMhA==","name":"Mr. Hutt's TP","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":5,"mp_id":"110775436","mp_crag_id":"110744911","climb_id":"TXY4n166UWOxKJfaW0TMhA==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"Begin on the crack furthest to the right.  Finish at anchor point #2. The crack opens up very wide at the roof just below the anchors. You will know you are in the right spot when you find the beautiful pure white quartzite.  Pull the roof left for a more satisfying big move that will likely involve a left heal hook.  Pull the roof right for a an easy way out.","protection":"set up a top rope anchor at anchor point #2","location":""},"__v":0},{"_id":"HsXGTxfSWO+JrhHfLoWbJg==","name":"La Cucharita","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":1,"mp_id":"110744991","mp_crag_id":"110744911","climb_id":"HsXGTxfSWO+JrhHfLoWbJg==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"Find a juggy crack on the south west facing wall (same start as General Hong's Army).  Stay true to the crack instead of heading left towards the arete.  After moving past the shallow but smooth face above the crack you have a no hands rest below a small roof.  Take the crack on the left of the roof up to the anchors.  Crux is the roof, but once you find the giant flake you will be fine.","protection":"set a top rope anchor","location":""},"__v":0},{"_id":"60soJSJlVpeSf5pz2eDQbA==","name":"InoYormos","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":4,"mp_id":"110745196","mp_crag_id":"110744911","climb_id":"60soJSJlVpeSf5pz2eDQbA==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"This is the right-most crack at Sunset Wall.  \n\n  A 2-3 move hard sequence that will challenge your core strength as you strive to create a foot hold that can push you to the jugs above the crack.  \n\n  After the crack you have a no hands rest on a ledge.  Head for anchor point #2 via the steep southwest face.  It looks bare but get up close to find a side pull.  Commit to leaning hard left to make the most of it and make a couple big moves to the jugs up top.    \n\n  Rating is tough to call.  It flows like two consecutive boulder problems.  Crux for most people will be the first portion on the dark crack but the upper portion is pretty burly.","protection":"top rope anchor, not safe for crash pad","location":""},"__v":0},{"_id":"hGfIWedSUtSbyAejiOAWvQ==","name":"General Hong's Army","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"left_right_index":0,"mp_id":"110744978","mp_crag_id":"110744911","climb_id":"hGfIWedSUtSbyAejiOAWvQ==","areaRef":"uri73VGdXLqcn7ojp4jIqQ=="},"content":{"description":"Find a great juggy crack on the south west facing wall.  Head left towards the arete.  You'll find yourself on a shallow but VERY smooth face.  Trust your feet and carefully mantle up and head for the anchors by hanging just left of the second roof. If struggling it can be made as easy as necessary by heading further left but the amount you can safely traverse left will be determined by the exact location of the anchor","protection":"top rope with fixed anchor","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,34620fbc-d623-57e7-9818-df08ad204300,bab8bbdd-519d-5cba-9c9f-ba23a788c8a9","pathTokens":["USA","Maryland","Sugarloaf Mountain","Upper West View / Sunset Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.39473,39.26262]},"bbox":[-77.39531076627122,39.26217033981814,-77.39414923372877,39.26306966018187],"left_right_index":-1,"ext_id":"110744911","area_id":"uri73VGdXLqcn7ojp4jIqQ==","polygon":{"type":"Polygon","coordinates":[[[-77.39531076627122,39.26217033981814],[-77.39414923372877,39.26217033981814],[-77.39414923372877,39.26306966018187],[-77.39531076627122,39.26306966018187],[-77.39531076627122,39.26217033981814]]]}},"content":{"description":"Secluded but exposed and scenic. A gorgeous wall where a single anchor can offer a diverse range of top-roping: 5.5 to at least 5.10d.  A second anchor set up serves a very hard 11+ route and a technical 5.7.   \n\n  Falls tend to have a bit of swing but they are very safe and clean.  Never seen any sketchy falls whatsoever. Just be safe and make good decisions with rope positions on roofs and small traverses. \n\n  This is an ideal place to give beginners a great experience with enough technical fun to entertain an experienced climber for a bit.  Offers a incredible view for sunsets after topping out and cleaning up.  The park closes at dark so don't linger too much at dusk. \n\n  I do my best to honor the oldest or most established naming convention I come across. But most mentions of this spot are vague and documentation is scarce. To my knowledge this is not covered in any published guidebook and in ten years of frequent visits I've never seen any other climbers or chalk marks. Spread the word and please help build this page!   \n\n  DISAMBIGUATION: I refer to the wall as both \"Upper West View\" and \"Sunset Wall\".  \"Upper West view\" is to my knowledge the older name used by climbers, but in my experience here many locals (climber and hiker) tend to use \"sunset\" as the key word for identifying the area."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:11.888Z","updatedAt":"2024-02-19T18:33:43.680Z"}