{"_id":"63689de0e80bff5a994f9192","area_name":"Tower Of The Moon","shortCode":"","climbs":[{"_id":"JM+RpogeXhKs7dO7XAfqmA==","name":"Southeast Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":1,"mp_id":"115162471","mp_crag_id":"105746704","climb_id":"JM+RpogeXhKs7dO7XAfqmA==","areaRef":"2PydXGp5XKGIiQgZ3yk1vQ=="},"content":{"description":"This is a long hike for a short scramble and is best combined with other formations in the area. Start at the base of the Southeast Ridge, and motor up slab to the summit. There is a short section of 4th Class near the top.","protection":"A light rack? It is a better solo.","location":"This is on the Southeast side of Tower of the Moon."},"__v":0},{"_id":"thHhrOM2Xgyg3cU26zkC1w==","name":"Eaves Dropper","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"S. Woodruff, D. Hare, 1970's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"left_right_index":0,"mp_id":"105762924","mp_crag_id":"105746704","climb_id":"thHhrOM2Xgyg3cU26zkC1w==","areaRef":"2PydXGp5XKGIiQgZ3yk1vQ=="},"content":{"description":"This route lies on the 'left side' of the back of Tower Of the Moon. This would be more or less a North Face route, but for the fact that this tower is slightly angled westward. It gets afternoon sun coming across it.The first pitch seems almost contrived, as one can climb 20' of easy terrain to reach the top of it and then run that into the second pitch.  Done either way, this is a pretty good Route.\n\nP1- 5.10b, 70': On the North/North-west face of the Tower of the moon, you will see a set of thin cracks rising from near the right side, going up and left to the center of a wide roof. YOu can climb these to reach the roof and then move 8 meters left to a vertical crack system and a tree, belaying just below the left side of the roof, perhaps only 6 meters off of the ground.This pitch is a little licheny and didn't look great. We skipped it and went from the ground up to the roof from the left side directly, continuing onto the second pitch without a belay.\n\nP2- 5.10a, 70': Start from the ground or from the belay. Big holds are where they need to be to make this pitch work. Cut up into the roof on a short crack and then proceed radically rightward over the roof in a scrunch-problem, with your hands under-clinging a protectable crack and your feet on a ledge, no more than 2 feet lower. This is a little insecure, but very doable. As the crack ends a few key face holds appear. then you proceed upward to a flake and small tree to belay from a few medium nuts and a sling on a flake plus a small tree.This pitch, no doubt, gave the route it's name. A fall by the leader or second would drop you just below the eaves of the big roof.\n\nP3- 5.7, 100': Step up and left delicately for 8 meters from the belay to reach the juggy arete. Protect a few meters up that and continue for the remainder of 30M to reach the top, protecting where possible. This pitch is mostly thank-god holds and the runout should not be too bothersome, but pro when possible due to some loose rock potential.","protection":"A set of cams and a set of RP's and stoppers. The crux first pitch is thin. The second pitch cruxes are protected by a 2.5\" cam and the a blind 1\" or 1.5\" cam or passive tricam in a diagonal crack below you, a large nut might work as well.The top Arete is poorly protected, but takes a few cams in horizontals and pockets. It is mellow (5.7) but has some loose rock potential.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,d8fc9d5c-6a79-5ca1-8889-0819df2935bd","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Tower Of The Moon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9611]},"bbox":[-105.28958665560106,39.96065033981814,-105.28841334439892,39.961549660181866],"left_right_index":-1,"ext_id":"105746704","area_id":"2PydXGp5XKGIiQgZ3yk1vQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:54.459Z","updatedAt":"2024-01-15T16:42:36.928Z"}