{"_id":"63689d20e80bff5a994f2475","area_name":"Ridgeline","shortCode":"","climbs":[{"_id":"g7QpnFwGXHiAKkXnRf1lnA==","name":"Year of the Dragon","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Shon, Robert Flaugher & Tom Weaver - June 3, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":14,"mp_id":"106047734","mp_crag_id":"105738161","climb_id":"g7QpnFwGXHiAKkXnRf1lnA==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Work up and slightly left over shallow, broken ledges clipping 3 bolts along the way.  Face climb past 2 bolts to a stance on small holds.  Clip the last bolt then climb up to its right to \"good\" handholds.  Make a couple of committing moves (crux) to get up to the coldshut anchors. \n\n  Crux Beta:  The crux can be passed with a mantle maneuver or by face climbing extremely thin holds to the left of the mantle hold.","protection":"6 bolts to 2 coldshuts \n\n  There are 2 bolt anchors with hangers on the top of the formation from which one can set up a rappel.  However, there are no chains or slings on the anchors.","location":"The climb is on the N side of the Ridgeline formation on the other side of the tower opposite Glowing in the Distance. The base of the climb is accessed by climbing the tower on the SE side via Eye of the Dragon (5.5 R, no pro \"airy-scary\" move) or climbing the NW side via Dragon's Head (5.5 R, exposed but can be protected) and rapelling down off the anchors on top. Alternatively one can hike back around the top of Ridgeline and descend the slope next to the back wall. Start at a short broken up crack and left facing dihedral to the right of a 20 ft high block topped by a small, distressed pine."},"__v":0},{"_id":"wgOQa6o7Xd+KYj6WQJ5JKA==","name":"Wind of Change","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Lusk and Mike Witt -- 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":7,"mp_id":"105811890","mp_crag_id":"105738161","climb_id":"wgOQa6o7Xd+KYj6WQJ5JKA==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Moving from the west to the east, Route #6 on Ridgeline is listed in Fazio-Rhicard's StL II as \"Wind of Change.\" A dead ponderosa pine marks this line if you wish to try a direct, \"plumbline\" approach. But, be warned, the moves are thin, and reachy (they felt 5.9b in difficulty) and there is a full 15 feet of \"unprotectable\" rock separting the leader from the first bolt. This is not the original start, and most people opt for the saner 5.6 start that is found 4 to 5 feet further to the west (left) even though this brings one very close to the bolts for \"Never to be the Same.\" \n\n  Most of this route felt 5.6 to 5.7 in difficulty, with, perhaps two separate  5.7+ sections: one on the rolling face/ bulge between bolts #2 and #3; the second coming between bolts #5 and #6.  \n\n  The \"fun\" really starts above bolt #6, where the line of the route bends some 20 degrees to the left as it runs up to the chain anchors. Here, I have some major problems with the ratings assigned to \"Wind of Change.\" This route is rated in FR's book as a flat 5.7, while an older book by Trent Baker (\"Select Sport Climbing/ Toproping Guide to Mount Lemmon\" 1996) actually demotes it to a 5.7-. As I remember it (from about 1994) \"Wind of Change\" once ended on the same set of anchors used for \"Two Birds with One Stone,\" so, back then, it may indeed have been a simple 5.7. But now, the finish has apparently been altered (some time after 1996?) so that \"Wind of Change\" currently ends some 10 feet to the left (west) of the anchors for \"Two Birds.\"  \n\n  This seems a small alteration -- but one that has upped the difficulty of Route #6 considerably. Nowadays, the 10 feet at the top, between bolt #6 and the anchor chains, is rather more annoying than its appearance might suggest. Although the rock is highly textured here -- and it even slants favorably inward a bit -- the majority of its knobs are shallow, rounded and not particularly comfortable for either hands or feet. After just having led the 5.8+/ 5.9- \"Glowing in the Distance,\" I had expected \"Wind of Change\" to be a more reasonable ascent -- it was not. In fact, on this particular day, I felt less secure on \"Wind of Change\" than I did on \"Glowing.\" I certainly was forced to pay much more attention to foot placements here on Route #6. While there are some serviceable holds in this finishing section of \"Wind of Change\" (even a few 1/4 inch pockets for single digit placements) they are not readily apparent and it requires a good deal of effort to find them. Also, there are no real bucket rims like those on \"Glowing in the Distance.\" Climbers expecting a genuine 5.7 experience will probably be surprised to find that this altered crux section for \"Wind of Change\" is at least a solid 5.8, and as I dragged my way to the chains on arthritic fingers I was mumbling (under my breath) that it felt more like a 5.8+. Good, sticky, shoe rubber is a definite plus on this finishing sequence!  ","protection":"6 Bolts, Two anchor chains.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"UPcTX7asVBiw67kYoso5Ag==","name":"Two Birds with One Stone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":8,"mp_id":"105822803","mp_crag_id":"105738161","climb_id":"UPcTX7asVBiw67kYoso5Ag==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"A little ways to first bolt, but a good ledge to stand on.  Gets harder toward the top, similar to Wind of Change.","protection":"Bolts & chains.","location":"7th route on the main wall, last one before the wall turns the corner."},"__v":0},{"_id":"/1rc0h7XVuCDUm2cwMKcYw==","name":"Theropoda","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Allie Burnett, Kevin Wagner, Ryan Boyden, Apr 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":13,"mp_id":"114262278","mp_crag_id":"105738161","climb_id":"/1rc0h7XVuCDUm2cwMKcYw==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Big holds on a steep face. It is possible to top out the cliff and finish on the anchors of Ridge Back via a short (unprotected) easy scramble. ","protection":"Six bolts to anchors.","location":"Start right and up the gully from Ridge Back. This route climbs the wing of the formation hosting the former route. "},"__v":0},{"_id":"qFRUZMRuUualfinzJ2thCg==","name":"Sudden Impact","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Lusk & Pat Gilbreath","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":5,"mp_id":"105738713","mp_crag_id":"105738161","climb_id":"qFRUZMRuUualfinzJ2thCg==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Hard start with a nice mantle move.  Then easy moves to a cruxy bulge.  Easier for tall folks.","protection":"8 bolts to chains with lower offs.","location":""},"__v":0},{"_id":"ytyhIzntV6WqGcdyvoV9GQ==","name":"Small Brown Mouse","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Robert Flaugher & Elaine Flaugher","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":2,"mp_id":"105738707","mp_crag_id":"105738161","climb_id":"ytyhIzntV6WqGcdyvoV9GQ==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Interesting crux at a bulge about halfway up. Good, safe bolt placements. Two-chain anchor on top (and for all routes on Ridgeline). Start directly behind a pine tree right against the rock. ","protection":"6 bolts","location":""},"__v":0},{"_id":"5EvWsW7kUiqGikwimF11Ew==","name":"Send or Mend","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"EFR,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":1,"mp_id":"107316994","mp_crag_id":"105738161","climb_id":"5EvWsW7kUiqGikwimF11Ew==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Two starts for this climb lead to two bulges.  Getting stood up to clip the 3rd bolt is balancy and you can take a good one here.  Second bolt would have been higher but the rock was not solid enough.","protection":"Bolts","location":"Just left of Small Brown Mouse.  Two starts for this climb.  Begin in the gray waterstreak and move right or start just left of SBM."},"__v":0},{"_id":"SXxfqaXwXW2mjHnHU1MRwg==","name":"Ridgeback","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Kevin Carmichael, Tim Lee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":12,"mp_id":"105738530","mp_crag_id":"105738161","climb_id":"SXxfqaXwXW2mjHnHU1MRwg==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"This is a fun, mellow climb that rewards climbers with great views, good rock, and a mandatory rappel.\n\n Separated from the main wall at Ridgeline, Ridgeback starts on a wall about 20 yards downhill and around the corner to the right from the other routes. The route ascends the left side of this wall to the top of a stand-alone pinnacle. Though well-bolted, you can supplement with nuts and cams, though the cracks tend to be slightly grainy higher on the route.\n\n The shuts sit on a horizontal ledge on top, so plan to anchor in and belay your second to the top. Then rap back towards the main Ridgeline wall, on the opposite side of the actual route. Making sure everyone has their own rappel device speeds things up.\n\n A top-rope setup might work with long, equalized slings, though I haven't tried this.","protection":"6-8 bolts, cold shuts on ledge above. You can bring some small/medium nuts to protect the easy runout to the first bolt, and small cammers to use throughout the route, though extra gear is not absolutely required. Plan to rap.","location":""},"__v":0},{"_id":"VDVoQmvAUIWDxIfnCpcnUg==","name":"Perrito","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"JSt,EFR,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":11,"mp_id":"107350185","mp_crag_id":"105738161","climb_id":"VDVoQmvAUIWDxIfnCpcnUg==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Moderate climbing on positive holds up a steep face.  Would be a good first lead.","protection":"Bolts","location":"Starts on Glowing in the Distance but moves right after the first bolt then up steep face."},"__v":0},{"_id":"3uAFeAAUWfOsUGI7hX4vPA==","name":"Onsight or Flight","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"EFR,11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":0,"mp_id":"107316982","mp_crag_id":"105738161","climb_id":"3uAFeAAUWfOsUGI7hX4vPA==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Climbs up into a face full of pockets then turns a bulge that leads to easier climbing above.","protection":"Bolts","location":"On the left side of the cliff which faces a little more west is a gray water streak. This climb goes up the left side of the streak."},"__v":0},{"_id":"34h/C5RZWi+2fwz+9gUbcg==","name":"Never to be the Same","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tony Lusk & Mike Witt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":6,"mp_id":"105738710","mp_crag_id":"105738161","climb_id":"34h/C5RZWi+2fwz+9gUbcg==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Start at a large flat rock and head up the left side of a large pocket/ledge.  Crux is about 20 feet up and well protected.  Easy finish.","protection":"7 bolts, rap chains\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"1xc7sa9+UvK8L+cElDJA8w==","name":"Mogenhead","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":9,"mp_id":"105822786","mp_crag_id":"105738161","climb_id":"1xc7sa9+UvK8L+cElDJA8w==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Crux up high near anchors, long runout on easy ground between 2nd and 3rd bolts with definite ground fall potential.","protection":"Bolts & chains.","location":"2nd route from right on main wall."},"__v":0},{"_id":"soGWoO9cXxqd4V0bqtq/Jg==","name":"Glowing In The Distance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Lusk & Kent Brewner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":10,"mp_id":"105738716","mp_crag_id":"105738161","climb_id":"soGWoO9cXxqd4V0bqtq/Jg==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Another great route, but different than the others on Ridgeline which have bigger jugs and are less sustained.  Small, crimpy holds on steep face.  Excellent rock.  Easier than it looks from the bottom.","protection":"6 bolts, rap chains","location":""},"__v":0},{"_id":"Hd/7Oz6lWu6QeknhljY9+g==","name":"[Redacted]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robert Flaugher, Tom Weaver, Bill Clinch 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":3,"mp_id":"105802710","mp_crag_id":"105738161","climb_id":"Hd/7Oz6lWu6QeknhljY9+g==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Ridgeline Route #2 \"Sissy Boyz-8\" (E. Fazio-Rhicard book rating 5.8; my tentative rating, 5.8+ to 5.9)  \n\n  I have seen more leader falls on this climb than any other on the Ridgeline. It may be that the name of the route, and the book rating, give a number of \"onsight\" leaders a false sense of security here. This climb is not, in my opinion, a mere 5.8. If the \"roof\" crux on \"Sudden Impact\" is a true 5.8+, then the overhang on \"Sissyboyz-8\" should probably be listed as 5.9a, maybe even 5.9b (for onsight leaders). \n\n  The sequence, between the second and third bolts (for intermediate leaders), requires precision placement of the feet, \"difficult\" transition moves towards/through a semi-lieback position, and then some quick decision-making skills -- hanging about under the bulge is not recommended. The right-hand, controlling-holds for this sequence are thin and sharp and not particularly obvious. But once you stabilize yourself on the sloping platform at bolt #2, you should have some time to clip bolt #3 and then feel about for the next set of holds.  \n\n  Pulling the next moves to lift yourself past bolt #3 constitutes the actual crux of this climb, and some intermediate leaders may find themselves running out of upper-body endurance at this point.  \n\n  The most frequently used set of holds (on and above the crux overhang itself) present the climber with several options, and finding the best/ easiest of these may be difficult as they are not readily visible from below. Nonetheless, there is a sizeable, triangular platform to the left of the bolt, and a large pocket to the right that probably offer the best possibilities for a successful ascent.  \n\n  Few genuine 5.8 leaders seem to work this problem out on the first go, but a fall (AFTER you have clipped bolt #3) should not be more than the slack and stretch you have in your rope. \n\n  Taller climbers will have a decided advantage on this crux section of \"Sissy Boyz.\"   \n\n  Thorkel's description of this sequence (on the Ridgeline introduction page)is a helpful beta for this series of moves. \n\n  Addendum, 4-04-06: I have just read elsewhere that some climbers feel \"Sissy Boyz8\" may be a 5.10a. It would be very helpful to get as many reported difficulty ratings as possible for this climb, my own rating, 5.9, may be on the low side? Thanks!","protection":"6 bolts, 2 anchor chains at top","location":"\"Sissyboyz-8\" is route #2 on the main Ridgeline face, some 15 feet east of the first bolted line (\"Small Brown Mouse\")."},"__v":0},{"_id":"lC2pWc1FUy64cRk65Evusw==","name":"Fire Zone","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Lusk & Marti Woerner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"left_right_index":4,"mp_id":"105840364","mp_crag_id":"105738161","climb_id":"lC2pWc1FUy64cRk65Evusw==","areaRef":"cvwZBczhU7CBvyDYLmW4Rg=="},"content":{"description":"Start with a hard start on a mantle with thin features for fingers and feet.  Pulling from the right (not the left) seems to be best.  Then cruise to the overlap, where the well-bolted second crux presents you with a rounded sloper facing the wrong way.  Once over the overlap, run it out of very easy climbs to the chains.","protection":"3-4 Bolts.  The crux is below the first bolt - use a stick clip if you're not feeling it.  The top is runout but very easy.\n\n Bolts and top-anchors updated by CASA in 2016.","location":"Right of Sissyboyz (two climbs to the right of the pine tree next to rock, which is Small Brown Mouse).  Look for the obvious mantle just off the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ef84cfb7-f347-5d0c-8060-3c5a5b56137b,72fc1905-cce1-53b0-81bf-20d82e65b846","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","6 - Mid-Mountain","Ridgeline"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.5"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.9"}],"byDiscipline":{"sport":{"total":15,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.69674,32.40804]},"bbox":[-110.69727261324148,32.407590339818135,-110.69620738675852,32.408489660181864],"left_right_index":-1,"ext_id":"105738161","area_id":"cvwZBczhU7CBvyDYLmW4Rg==","polygon":{"type":"Polygon","coordinates":[[[-110.69727261324148,32.407590339818135],[-110.69620738675852,32.407590339818135],[-110.69620738675852,32.408489660181864],[-110.69727261324148,32.408489660181864],[-110.69727261324148,32.407590339818135]]]}},"content":{"description":"Looking for a an escape from summertime heat where you can sport climb on moderate routes? Ridgeline is it. With a short approach, bolted routes from 5.5 to 5.10, solid rock, quality fixed gear, and a shady base (though south-facing rock), this is a wonderful spot to enjoy a day of fun, safe climbing. It's been 95 degrees in Tucson while I've felt a chill wearing a T-shirt and shorts at Ridgeline. A 50m rope and 10 draws should be all you need here."},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:52:51.763Z","updatedAt":"2024-02-19T18:28:05.962Z"}