{"_id":"6368a103e80bff5a99540170","area_name":"South Area","shortCode":"","climbs":[{"_id":"tUyZUF7sW5SbH4tu/eN4ag==","name":"Window of Opportunity","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":2,"mp_id":"112359182","mp_crag_id":"112174705","climb_id":"tUyZUF7sW5SbH4tu/eN4ag==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Some akward climbing is required when entering the large window sized hole and manuvering out to the next clip then roof above. The crux is pulling the roof. Find your own path on this one. There is an easiest move for sure, but I place a permadraw for thos who do not work through the crux. Continue up the upper face to rap anchors.","protection":"Quick Draws","location":"Start right of Alley Cat and left of Around Town. Use an ATC to rap of the two bolt anchor."},"__v":0},{"_id":"KEurQRpIXSu7XUtVvpSOTQ==","name":"Whiskey Throttle","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Marcus Floyd, Matt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":20,"mp_id":"112388686","mp_crag_id":"112174705","climb_id":"KEurQRpIXSu7XUtVvpSOTQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Shares the same start with Off My Ass, then continues straight up past a difficult small roof arete buldge.","protection":"Quickdraws (optional cam or nuts in the lower crack betwwen bolts)","location":"Head up the drainage slab to the vertical cave openning. Start on the right hand side, following the Off My Ass crack. From the mid-ledge anchors, continue straight up, following the left line of bolts to a two bolt anchor."},"__v":0},{"_id":"Z0Vsz+sZVjSZLAKDX90z2A==","name":"Welcome to the Garden","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":22,"mp_id":"112332074","mp_crag_id":"112174705","climb_id":"Z0Vsz+sZVjSZLAKDX90z2A==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Gaining the first bolt could use a spotter. The lower face is a transition of balance moves on small edges and a few long reaches. The upper section follows a left facing seam to a two bolt anchor.","protection":"Quick Draws and a spotter","location":"First route left of 'Old Plank Road', or you can say, second to the last bolted line, on the far right of the crag."},"__v":0},{"_id":"fGqrWNJZV6q1hMtBENTgeg==","name":"Walk The Plank","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":17,"mp_id":"112388782","mp_crag_id":"112174705","climb_id":"fGqrWNJZV6q1hMtBENTgeg==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"While following the path of least resistance, the climb moves right, onto the buldge ledge, then travrses right to better holds on the next face buldge. Climb past another bolt then back left to the rap anchors. Project: A harder line may go just below the rap anchors. If so, let me know and a bolt can be placed for your first ascent.","protection":"Quickdraws, rap anchors at the top","location":"Start and move just right of Plan B towards the right hand side of the buldge ledge."},"__v":0},{"_id":"1O0Ogy6RV2ePUMaRM08OmQ==","name":"Sunny Place For Shady People","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":8,"mp_id":"112331807","mp_crag_id":"112174705","climb_id":"1O0Ogy6RV2ePUMaRM08OmQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Start the line near the cedar tree, below the large hole. Boulder the begining with your belayer being a temporary spotter. Use slopers and small edges to mantle up and into the openning. Stand and clip your first bolt. Continue up the steep, thin, broken seam. Once over then hump, climb up a dihedral to the belay ledge. You can rap or you this ledge to continue over to and up another line.","protection":"Quick draws and runners","location":"First bolts right of Juvenile drainage, starting behind a cedar tree, below a very large hole."},"__v":0},{"_id":"17FPQpWCXUu0AV9PNR6REQ==","name":"Squirrel Eye","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Marcus Floyd and Mathew Green","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":5,"mp_id":"112332019","mp_crag_id":"112174705","climb_id":"17FPQpWCXUu0AV9PNR6REQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Squirel Eye name about during Matt's ascent when a surprised, fuzzy tail, stopped and gazed at him for a second with large and exicted eyes, before continuing with its awsome speed climbing skills across the sheer cliff face.    While this line continues all the way to the top of the cliff, the second pitch is not for the faint hearted.    The first pitch is a well protected line of bolts leading past the right side of the large right hole. Continue through the balance moves to reach up and over the small roof. Use smaller holds to climb over the bulge to the 2 bolt anchors.   The second pitch requires a couple quick draws, cams and nuts for protection. The obvious crux is protected by a bolt. Two bolt anchor can be access from above to set up a top rope.","protection":"Quick draws and a standard rack.","location":"First line of bolts, about 20 feet left of 'Juvenile.' The first pitch is a well protected line of bolts leading past the right side of the large right hole."},"__v":0},{"_id":"ud+X6w/0XveBYRGXje6lig==","name":"Slab Town","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":11,"mp_id":"112117857","mp_crag_id":"112174705","climb_id":"ud+X6w/0XveBYRGXje6lig==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"This 90 ft route reminds me of some of the slabs pitches out in Red Rocks, NV. Follow the well protected slab to a lower face mantle and easy crux clip then continue to a mantle on the second ledge. The next mid route crux requires the use of toe and finger tips to balance up and left to the generous clipping holds. Mantle on to the third ledge, clip left of the large flake and continue straight up to rap anchors or climb all the way to the top of the cliff face.","protection":"Quickdraws","location":"Climb is situated in the middle of the South Providence bluff and on the left half of what is known as the Slab Town Buttress. This was the first route bolted at South Prov and is the most obvious, easiest path up the west side of the Slab Town Buttress."},"__v":0},{"_id":"ONVcKnHnUnW15/Hgr5d4lQ==","name":"Skunk Compas","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":14,"mp_id":"112331877","mp_crag_id":"112174705","climb_id":"ONVcKnHnUnW15/Hgr5d4lQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Skunk Compass received its name from the stinky scouting compass found at the top of the cliff after topping out the route. Yes, the compass must have been sprayed by a skunk due to the horrendous smell emanating from the flat, magnetic device. The compass was hung from the mid route rap anchors as a funny object to be found during future ascents. \n\n  The lower slab bulge crux and mid-route open dihedral have similar crux difficulty. Holds are easier to see as you climb the line. At the rap bolts, you can either rappel down 60 feet, belay, or simply clip and continue 30 feet climbing easily past another bolt on your way to topping out this route. Most of the lines along Providence Main and South Walls were originally climbed to the top of the cliff. Rap anchors are mostly a convenience for those who couldn't care less about standing on top of the mountain. Sometimes we climb to merely work though the technical crux, then repeat for the workout.","protection":"Quick draws and runners","location":"Start on the next line of bolts 15 feet to the right of the slab route, Slab Town. Head up and left to the shallow dihedral, then up and over the next bulge."},"__v":0},{"_id":"uo7xreRYXymtE1SbUk5LRg==","name":"Plan B","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":16,"mp_id":"112331946","mp_crag_id":"112174705","climb_id":"uo7xreRYXymtE1SbUk5LRg==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Plan B is simply the easiest line of least resistance that allowed me to climb up to the mid-cliff dihedral, then continue climbing upward to the top of the rock face, on the most enjoyable path.   The first and more difficult line conceived, involves climbing up the line of bolts, directly below the dihedral. This route is called 'Oshit Approved.' It was originally a 12a/b slab that lost one of the essential, small holds during an ascent by Jon Batson. Needless to say, it became a bit harder, so I looked for a plan B option to utilize the rest of a fun route.    Plan B  moves up and left, over the first bulge, across the slab towards the dihedral. Move up using the pocket and clip to rap anchor on your right. Rap 50 feet from here or continue climbing up a grass ledge to gain access to the upper face. Several bolts well protect easy climbing, another 40 feet to the top of the bluff.","protection":"Quick Draws and runners","location":"30 feet to the right of Skunk Compass, start using a shared first bolt, then head up and left and over the bulge toward the obvious pocket dihedral."},"__v":0},{"_id":"WcXBdUFAU3eikE41tMpaXQ==","name":"Owl Eyes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Floyd and Mathew Green","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":4,"mp_id":"112332088","mp_crag_id":"112174705","climb_id":"WcXBdUFAU3eikE41tMpaXQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Owls Eyes name came from the original ascent when I encountered an owl that flew out of the left large hole. After that day, I have continued to see the owl return serveral times.   The crux tends to be the transitions over the large hole and to the next bolt. Good hold allows for the next clip.","protection":"Quick draws","location":"Route is left of 'Squirel Eye' and is the large, left hole, out of the two obvious holes next to each other on the right side of Pocket Wall. Start the climb under the large hole and climb to the clip on the left side. Mantle into the hole and continue up through the crux, utilizing smears to pockets to get past the small roof. Rap at the two bolt anchor."},"__v":0},{"_id":"GPAuVuOMUXmq/FbtcsKCTQ==","name":"Old Plank Road","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":23,"mp_id":"112117838","mp_crag_id":"112174705","climb_id":"GPAuVuOMUXmq/FbtcsKCTQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Very steep slab route, which is currently the last bolted climb on the South Providence bluff, roughly 500 feet to the right of Baboon Face. Balance is required for the lower slab section then dedication and power through the short crux that's well protected at the first short notch of roof.","protection":"Quickdraws","location":"Very steep slab route, which is currently the last bolted climb on the South Providence bluff, roughly 500 feet to the right of Baboon Face."},"__v":0},{"_id":"L+/sEmqQX+uqL98ZPeAWcA==","name":"Off My Ass","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":21,"mp_id":"112388674","mp_crag_id":"112174705","climb_id":"L+/sEmqQX+uqL98ZPeAWcA==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Off My Ass shares the same lower crack start with Whisky Throttle. The deposited rock, at the base of the climb and below the first bolt, forms a small slab that requires a spot from your belayer. Follow the finger crack and face pocket up right then back left to a ledge with rap bolts. Continue up and right, foolowing the easier of the two lines to another set of rap anchors.","protection":"Quickdraws (small cam or nut is opotional in the crack)","location":"Continuing up the sloped drainage slab, right of Fox Trap, start just right of the cave between the cedar trees. Rap from the middle ledge or continue up and right to the top right rap anchors."},"__v":0},{"_id":"5X5XlGjMWM6GeRvALQ4nCA==","name":"O'Shit Approved","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":15,"mp_id":"112388700","mp_crag_id":"112174705","climb_id":"5X5XlGjMWM6GeRvALQ4nCA==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"O'Shit Approved, is the first 50 ft pitch of a two pitch route that was originally an 11+, then a crucial small hold pulled off the slab during an attempt by Jon Batson, in 2012. I'm assuming the route is a 12+ or 13-. Please provide your feedback for this short thriller. The second pitch continues up from the mid-rap anchors, past a dirty grass ledge then past a few more anchors and easy climbing. Second pitch does not have a set of rap anchors, as of 2010.","protection":"Quickdraws","location":"Right of Skunk Compass, start between a couple cedar trees, just below the obvious dihedral. Head up the lower face to the slab transition then up to the pocket in the dihedral. Rap anchors are up and on the right."},"__v":0},{"_id":"eYY9ryCtXuOHcM1ltgrsGg==","name":"Nothing Dynamic About It","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":12,"mp_id":"112388901","mp_crag_id":"112174705","climb_id":"eYY9ryCtXuOHcM1ltgrsGg==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Start on Slab Town then continue straight up at the Slab Town ledge (mid-climb) past a few bolts and the crux. Past the crux, continue up and right on easy climbing, past another bolt, to the top of the bluff. No rap anchor. Future perma-draws may be in order for the crux bolts or a rap anchor just above the crux.","protection":"Quickdraws","location":"Start on Slab Town"},"__v":0},{"_id":"XxUOsgHrXUKfl+4mVbO0KQ==","name":"Juvenile","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":6,"mp_id":"112331721","mp_crag_id":"112174705","climb_id":"XxUOsgHrXUKfl+4mVbO0KQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"This slab line is great for beginners and is used as a warm up route. If you climb this line keeping right of the straight line of bolts, then the route is rated 5.7. If you climb the line staying left of all the bolts then it is considered a 5.9 in difficulty.   During the routes original ascents, a young eagle was flying over the crag most of the day, soaring with an adult parent, hence the name of the route. The name of the climb also coincided with the learning to fly, learning to climb theme, involving the teaching beginners how to live on the sharp end of the rope.","protection":"quick draws to rap anchors","location":"Juvenile is the straight line of bolts, just left of the mid-crag drainage and the route 'Sunny Place For Shady People', heading up a low angled slab. Low first bolt is great for teaching beginners."},"__v":0},{"_id":"ufwuDdnxVTqP+3VsdAdNvw==","name":"Hail of a Traverse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Marcus Floyd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":7,"mp_id":"112329735","mp_crag_id":"112174705","climb_id":"ufwuDdnxVTqP+3VsdAdNvw==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Start this trad line by hiking slightly up the next drainage right of Alley Cat, until you gain the obvious horizontal crack. Head left, following the crack along the top of the slab face, towards the roof section of Pocket Wall. Feel the crux as you enter under the roof and transition using small finger edges, from piton to piton. The next crux is found just before the Alley ledge. At the base of the Alley, use the Alley Cat bolt to set up a belay station, to reduce rope drag, during the ascent up the Alley. Some may decide to set a belay station, at either the Around Town bolt or the Window of Opportunity bolt, to switch leads before reaching the Alley. Either way the line was originally climbed as a solo aid, on a winter day, hence the name of the route, then I went for the red point attemp, after knowing the pin placements to be super secure. The bolts are now just an added bonus. Enjoy my friends!","protection":"Protects well. Full rack, including: large to small cams, quick draws, and runners. You will find some pitons and bolts along the way.","location":"Start this trad line by heading to the next drainage right of Alley Cat (100 feet), then hike up the drainage, just right of the slab line called Juvenile, until you gain access to the obvious Pocket Wall horizontal crack. Head left, following the crack and plugging in pro, until your standing on the Alley belay ledge. Climb up the Alley to another belay station or climb out and use a tree."},"__v":0},{"_id":"Isv7ubyyUZWi8yZE5o0SIg==","name":"Fox Trap","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":19,"mp_id":"112332045","mp_crag_id":"112174705","climb_id":"Isv7ubyyUZWi8yZE5o0SIg==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Fox Trap hole can be climbed as a single pitch, or feel free to rap off the mid-ledge rap anchors. When setting the anchor for this line, I found a rusted fox trap at the top of the route so I placed it at the rap anchors, connected for future climbers to see. The top face does not have rap anchors, as of 2012. \n\n  The crux tends to be the bulges. The first one is to the left of the Fox Hole and then the second bulge is climbed about eight feet further left. Head back right the gain the rap anchors. The upper face provides positive jugs to climb all the way over the top.","protection":"Quick Draws and runners","location":"To access Fox Trap hole, hike right from the slab wall area, the hike 3rd class up the next drainage until you are below the obvious large hole. Climb up and mantle into the hole or traverse left and climb up the left side. Use the mid-climb rap anchors."},"__v":0},{"_id":"+83zlelxU2ChQ2EMoqP/vA==","name":"Drunk Dumb-Ass","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":13,"mp_id":"112388919","mp_crag_id":"112174705","climb_id":"+83zlelxU2ChQ2EMoqP/vA==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Start on Slab Town, then continue right into the open dihedral. Shares rap anchors with Skunk Compass.","protection":"Quikdraws","location":"Start on Slab Town, then continue right into the open dihedral. Shares rap anchors with Skunk Compass."},"__v":0},{"_id":"kZhpsM8oVH+7aI8Q9SZW8w==","name":"Clip Art","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":9,"mp_id":"112388817","mp_crag_id":"112174705","climb_id":"kZhpsM8oVH+7aI8Q9SZW8w==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Hike up the slope and start just right of Sunny Place, either traversing right past the first bolt, using pockets, or try the direct start which should be protected using a spotter or a stick clip. Direct start is a touch harder. Continue up right to the second face buldge. Easier climbing leads to a two bolt anchor just above the last ledge. The upper section of Slab Town will be just to your right.","protection":"Quickdraws, two bolt rap anchor","location":"Start just right of Sunny Place For Shady People. Rap anchors available below the roof above."},"__v":0},{"_id":"MmTWyhrJVqSBFFRo1/XNrw==","name":"Bolt It and They Will Come","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":10,"mp_id":"112388877","mp_crag_id":"112174705","climb_id":"MmTWyhrJVqSBFFRo1/XNrw==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Starting left of Slab Town, climbing the lower face below the lower short roof. At the roof, reach high to gain small hold to manage high feet and smears. Continue straight up to share rap anchors with Slab Town.","protection":"Quickdraws","location":"Start just right of Clip Art below the small roof. Rap off of Slab Town anchors above upper flake, below roof."},"__v":0},{"_id":"jPm1KHppX6+qNKZ19kkWvQ==","name":"Baboon (aka Goat's Beard)","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Marcus floyd","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":0,"mp_id":"112117820","mp_crag_id":"112174705","climb_id":"jPm1KHppX6+qNKZ19kkWvQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Great Route. First bolted route, starting at the left side of the South Providence Bluff, which starts with a stem branching across what looks like a baboon face rock feature then follows up an arete to an upper roof. Hiking around the cliff will provide access to top rope anchors if you wish to practice for your red point.","protection":"Quick draws","location":"First route at South Providence"},"__v":0},{"_id":"MxGb/SPcXHyAe+oW2PGabQ==","name":"Around Town","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Marcus floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":3,"mp_id":"112359193","mp_crag_id":"112174705","climb_id":"MxGb/SPcXHyAe+oW2PGabQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Steep face leads to an obvious open dihedral below a roof and horizontal crack. Clip the permadraws and traverse right along the crack to the next bolt with chain. Feel free to place a small cam if you like or just dig in and reach for the good holds. Smear and step up right to the small ledge then continue up the seam then left to the rap anchors.","protection":"Quick draws (small cams and nuts are optional) what ever make you feel better.","location":"Right of Window of Opportunity and left of Owl Eyes."},"__v":0},{"_id":"wMP+Pn2XVCqrTmQ3wKkKuQ==","name":"Alley Cat","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Marcus Floyd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":1,"mp_id":"112329676","mp_crag_id":"112174705","climb_id":"wMP+Pn2XVCqrTmQ3wKkKuQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Start with a cam in the bottom crack, then clip the first bolt and climb through the crux, up to the tree and second bolt. Head up left into the drainage, called \"the Alley\", clip the third bolt and continue up to a two bolt belay anchor. This is also the finish bolts for \"Hail of a Traverse.\"","protection":"Mixed Route: Large cam and small cam, or nut, a few quick draws, and belay anchor runners.","location":"Next route right of Baboon, starting below an obvious drainage chute. This is the second route, when approaching from the left."},"__v":0},{"_id":"R1L1KR8NU1mSU/cSxy7NuQ==","name":"Above My Pay Grade","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Marcus Floyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"left_right_index":18,"mp_id":"112388728","mp_crag_id":"112174705","climb_id":"R1L1KR8NU1mSU/cSxy7NuQ==","areaRef":"YYYBF6jPUHCIAlJcY+/pJw=="},"content":{"description":"Two main ways to climb through the main crux on this. If you don't want the beta, do't read any further and skip down to the location description.   First Pitch: 65 ft. Climb the lower face, past a few bolts to the steep bulge. Stay right then head back left, on crimpers, just below the crux. Option (1) Continue straight up for a 12 crux, or option (2) move a step left using crimpers and deadpoint to a hidden pocket for an 11 crux. Continue up to the next steep slab clip using smears and then rest below the next bulge. Move up the middle ledge bulge then right to the mid-rap anchors. Second Pitch: 45 ft. Follow the bolts up the face above, using positive jugs, to the top of the cliff. No rap anchors for second pitch. Plenty of cedar tree to belay from or rap to mid bulge anchors.","protection":"Quickdraws and runners","location":"Start left of the Fox Trap drainage slab. As a direct start for Fox Trap this line of bolts starts low and 30 ft left of Fox Trap hole. An old fox trap should still be attached to the rap anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,b7f0bd28-9920-535a-97aa-2862e99003ad,61860117-a8cf-5070-8802-525c63efe927","pathTokens":["USA","Missouri","CM: Providence","South Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":3,"label":"5.12a/b"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10"},{"count":3,"label":"5.9-"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.8"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":5,"intermediate":10,"advanced":6,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":11,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.40041,38.83282]},"bbox":[-92.4009872430773,38.832370339818134,-92.39983275692268,38.833269660181855],"left_right_index":-1,"ext_id":"112174705","area_id":"YYYBF6jPUHCIAlJcY+/pJw==","polygon":{"type":"Polygon","coordinates":[[[-92.4009872430773,38.832370339818134],[-92.39983275692268,38.832370339818134],[-92.39983275692268,38.833269660181855],[-92.4009872430773,38.833269660181855],[-92.4009872430773,38.832370339818134]]]}},"content":{"description":"This specific Providence South Area wall was first mentioned back in the Mid 90's \"Climber's Guide to the Midwest\", as the Pocket Wall. Many of the sport lines were bolted more recently, between 2005 and 2010, with the goal of finding quality lines of resistance for both beginners and seasoned leaders. One of the original trad lines follow a 100 foot traverse left along a crack which starts on a slab, heads under a long roof section to a ledge at the base of a drainage called The Alley, then finishes following The Alley up to rap anchors. This trad line is called \"Hail of a Traverse.\"If climbing during the summer, this area is shaded, but best climbed in the morning, due to the cliffs south west exposure. During the winter, late in the day will prove to be a warming reminder of why you love to climb.South Providence is currently home to a wide variety of sport route difficulties, ranging from 5.7 to 5.12+. A couple mixed routes provide traditionalist with gear placement options, but for the most part established route follow sport route bolted anchors. As of 2016, around 30 routes are bolted, or established, as free climbs."},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:09:10.185Z","updatedAt":"2024-02-19T18:34:25.620Z"}