{"_id":"63689de0e80bff5a994fa186","area_name":"J-Crack Slab Area","shortCode":"","climbs":[{"_id":"xuDCqt+9WP2XeP4DPM1NNg==","name":"Weekend Warrior","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"[Randy Farris, FFA]","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":23,"mp_id":"105749611","mp_crag_id":"106429253","climb_id":"xuDCqt+9WP2XeP4DPM1NNg==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is a great lieback, hand, finger, crack on a boulder southeast of the descent from the Book.  After descending the third class rock sections of the Book, walk 50 yards south east to find a 40 foot boulder with a right slanting bolted flaring crack on its west side.\n\nThis route can be toproped clipping the bolts for directionals.  The crux occurs right off the ground with hard 5.12 liebacking to gain the flared crack.  The crack itself is also solid 5.12 with sequential thin hand jams and a pumpy 5.11 finish.  A great route.  Tape up!","protection":"Ironically this is a bolted crack; at Lumpy Ridge no less.  Some day this may be led on natural pro, it is certainly possible for all except the first twenty feet.","location":""},"__v":0},{"_id":"y5N2qspkXj6JjiS8YqxvXA==","name":"Visual Aids","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA-?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":7,"mp_id":"105750007","mp_crag_id":"106429253","climb_id":"y5N2qspkXj6JjiS8YqxvXA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"A harder, parallel (and IMHO even better) variation to\n\nLoose Ends\n\n, Visual Aids is the archetypal Lumpy finger crack.\n\nP1. Begin with that route, or take Pear Buttress or Thindependence (highly recommended) to the same, sloping ledge.\n\nP2. Climb the right of two parallel thin cracks, with the insecure crux off the ledge. Continue jamming to another belay shared with Loose Ends.\n\nP3. Climb up toward the prominent, left-facing dihedral of\n\nLoose Ends\n\n, but then make an exciting 5.8 traverse around the corner to the right and find a hand crack, also 5.8. Follow this as it widens and gets lower angle, then belay.\n\nP4. Climb up to the cave and chose an exit --\n\nCheap Date\n\nis another superb finger crack of the same grade, and recommended for a link-up with\n\nThindependenc\n\nand Visual Aids.","protection":"Emphasis on smaller gear. RPs, recommended by several guidebooks, are definitely not necessary - the route is more than sewn up without them. Bring a standard rack otherwise; the second pitch (rated 5.8) has a moderate, 5.6ish wide crack.","location":""},"__v":0},{"_id":"/fhgpn1gUs2Z0kzQvtSE9A==","name":"Unnamed 5.9 TR","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":4,"mp_id":"112028016","mp_crag_id":"106429253","climb_id":"/fhgpn1gUs2Z0kzQvtSE9A==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This short slab is actually really good for what it is. There are sizeable crimps the entire way up the middle of the slab leading to a thin, 5 foot finger crack to the base of\n\nThindependence\n\n. In the Gillett guidebook, this slab has 5.9 and a dashed line drawn in under\n\nThindependence\n\n.","protection":"Solo or toprope it. There is no protection for this slab, though a few bolts would make it a fun alternative start for the routes in the\n\nPear Buttress\n\narea.","location":"Stem up about 25 feet to stand on a block to begin the slab climbing. Then, climb the middle of the slab on the leaning block directly under\n\nThindependence\n\nand left of the direct start to\n\nPear Buttress\n\n. As of now, the only way to climb this is to either solo it or TR it."},"__v":0},{"_id":"Vl8pinUUWHe+0VWMYWsZTA==","name":"Turn the Page","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"[Nate A, Joey V. 6-1-05]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":12,"mp_id":"105763944","mp_crag_id":"106429253","climb_id":"Vl8pinUUWHe+0VWMYWsZTA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"Locate this route by scrambling up the Fender gully, easy 5th class, to a large ledge just down and to climber's right of\n\nFemp's\n\nbelay ledge.  Look for 3 bolts that lead to a flared crack begining a little past halfway up the pitch.  Run it out to the first bolt, approximately 15 feet of 5.9, which then protects a difficult section leading to bolt #2 and then head slightly left to a horn which takes a sling and a medium stopper.  Mantle up on the horn, move right to clip bolt #3, then pull the crux move of the route to get situated in the crack and begin searching for a couple of difficult to place RPs.  A couple more difficult moves in the crack get you to better gear and onto a nice belay ledge right underneath the nice 5.8 handcrack on\n\nEndless Crack's\n\nthird pitch.\n\nChoose one of several different existing exits or rap back to the start of the route from a tree with slings just up and left of the ledge.\n\nNote: the \"s\" rating refers to the runout getting to the first bolt, as a fall would land you right on the belay ledge.  The bolt was intentionally placed in this location because there is a natural clipping stance, we wanted to keep the bolt count low and we thought anyone unable to commit to this part of the route would have a really hard time further up the climb.","protection":"Bring a set of TCUs or equivalent, set of stoppers and RPs, quickdraws, several runners, and a couple of larger cams for the belay (#2, #3 Camalot).","location":""},"__v":0},{"_id":"AT08UlGVVJyjx910mWA0EQ==","name":"Thinstone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":1,"mp_id":"105750097","mp_crag_id":"106429253","climb_id":"AT08UlGVVJyjx910mWA0EQ==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This fun, short route begins near\n\nThindependence\n\nand\n\nPear Buttress\n\nand ascends flawless rock.  The start is somewhat hard to find.  Walk to the Book, and go left just before the rock where the trail branches.  Hike up around a small pinnacle and head back right toward the massive, overhanging Howling at the Wind Dihedral.  Then, scramble down a short gully (between the pinnacle and the main rock) that cliffs out at a low-angle slab.  The route begins just right of the arete or prow formed by the extension of the Howling Dihedral's right wall.  It is just [left] of\n\nStretch Marks\n\nand\n\nThindependence\n\n.  One can also scramble up from the start to\n\nPear Buttress\n\narea routes; follow your nose.\n\nThe route follows a thin corner just right of the prow.  The crux, 30 feet up, is protected by shallow, RP-sized placements--if these fail, you'd deck.  The pitch remains interesting and about 5.8; climb up and pass through a short slot.  Just above the slot one can prepare a rappel west from a horn (50 meter rope).  Other options: continue straight up into P2 of\n\nPear Buttress\n\n(possibly finding fixed rappel anchors atop the route Toot after about 30 feet); or, ten feet above the slot, one can traverse right down a sloping ramp to the second pitches of\n\nLoose Ends\n\nand\n\nVisual Aids\n\n.","protection":"If you don't have RPs or an equivalent, consider this X-rated. A light standard rack up to a #2 Friend should otherwise suffice.","location":""},"__v":0},{"_id":"vQoxQuvCV2WSVuSdx0BVpg==","name":"Thindependence","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Randy Joseph and Tim Hanson (I believe), early 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":3,"mp_id":"105750004","mp_crag_id":"106429253","climb_id":"vQoxQuvCV2WSVuSdx0BVpg==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is a one pitch route that begins from the top of the flake that marks the start of\n\nPear Buttress\n\n. It can thus be used as a start to\n\nLoose Ends\n\n,\n\nPear Buttress\n\n, or\n\nVisual Aids\n\n. You can start the pitch by leading the first half of Pear Buttress and then traversing left on the ledge with blocks that marks the top of the flake, although this can cause rope-drag and also increases the possibility of ledge-fall. Perhaps more common is to start from a belay platform just down and left of the flake, or you can boulder up onto the flake and establish your belayer there. You can access this platform by scrambling down from the staging area at the base of Howling at the Wind, Fat City Crack, and Toot (a good option if planning to rappel), or by scrambling up and around from the base of Pear Buttress.\n\nThe route begins from the middle of the flake and follows two very thin but good cracks on perfect rock up to the sloping ledge of the three above mentioned routes. Small nuts work really well; small cams are bomber at the crux but plug the crucial locks. I recommend continuing with\n\nVisual Aids\n\nand\n\nCheap Date\n\nfor a challenging route with 3 pitches of exquisite, mid-5.10 finger cracks on perfect rock--an unheralded link-up that is one of the best routes at Lumpy Ridge. However, if you don't want to continue, you can lead up either Loose Ends or Pear Buttress to the fixed rappel anchor at the top of P2 of Pear Buttress. From here, you can rappel west (NOT down the route) with a single 60-meter rope down to the base of the Howling at the Wind Dihedral, in the vicinity of the route Toot.","protection":"Small stoppers (including RPs), small camming units, and a #3 Friend.","location":""},"__v":0},{"_id":"xbDvTgboVIyDbKZhphJbyw==","name":"Stretch Marks","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Scott Kimball]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":2,"mp_id":"105749275","mp_crag_id":"106429253","climb_id":"xbDvTgboVIyDbKZhphJbyw==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is an excellent pitch to the left of\n\nThindependence\n\n.  It takes an elegant thin crack next to an arete and has a fixed pin 30 feet up.  A first crux (.11a) is encountered just of the ground and is a tad on the hairy side (10 feet up, bad pro).  A second crux (.10+) is encountered after the pin on delicate liebacking and is well protected.  Follow some 5.9 cracks after the arete peters out up to the second pitch on\n\nPear Buttress\n\n.  This route is hard to toprope without a 200 foot rope, better to continue on to the top or rap off near\n\nToot\n\n.","protection":"RPs, small stoppers, a red Metolius TCU, for just after the crux, a few medium sized pieces for the belay.","location":""},"__v":0},{"_id":"1yxgUFeZVVes7meOYwaHUQ==","name":"Pizza Face","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Brink, Malcom Daly, mid-'80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":14,"mp_id":"105751048","mp_crag_id":"106429253","climb_id":"1yxgUFeZVVes7meOYwaHUQ==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"2019 edit/preface:\n\nthere's a lot of ranting on this page by my 24-year-old self in the description & comments. In hindsight, it seems over-the-top to me, and I was planning to delete it, but others encouraged me to leave it up. It does seem that an acceptable consensus was achieved judging by the comments below, but, I do apologize in advance for the self-righteous tone on this page.\n\nThis route is a perfect example of where, how, and why not to rap-bolt a route. As a toprope, it's somewhat fun and worth doing to hone your slab technique.\n\nThe route is not particularly well-bolted; set so close to the perfect crack of\n\nEndless Crack\n\nthat escape would be possible at almost any point and a couple of the bolts could be clipped by someone leading the crack; furthermore, the rock quality of the first half is poor, with crumbly edges for the hardest moves (we broke several in one TR session). As Lumpy is largely a traditional area, it seems that rap-bolted routes should be placed with considerably more sensitivity (not to mention good bolt work!).\n\nThe route is found just right of a large gully, which lies right of\n\nJ-Crack\n\nand\n\nFemp\n\n.\n\nEndless Crack\n\nis the obvious clean crack which begins and ends in the slab on the left; Pizza Face is squeezed in just right of this. To top-rope, lead either Mission Impossible or\n\nEndless Crack\n\n, and clip the top bolt (or more, if desired) as a directional. Note that from the anchor atop\n\nMission Impossible\n\n, a 60m rope does not reach the ground, so both the climber and belayer must begin from ledge just above the ground (its easy for the belayer to then downclimb after the climber ascends 10 feet to a good stance).\n\nThe route has an upper pitch (after following\n\nEndless Crack\n\nfor a pitch) of reportedly much better quality and position, though still run-out, but this pitch has come to be known as a separate route called Kite Slab.","protection":"6 QD, and a larger Friend or two for a wide 5.7 crack if desired.  Mostly this route is top-roped (60m rope!) by leading either the first pitch of\n\nEndless Crack\n\n(5.9) or\n\nMission Impossible\n\n(5.10a) up to a fixed sling anchor (bring extra carabiners).","location":""},"__v":0},{"_id":"QBfvUSkKV8OssTMHLnT1sg==","name":"Pear Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Layton Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":5,"mp_id":"105748963","mp_crag_id":"106429253","climb_id":"QBfvUSkKV8OssTMHLnT1sg==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":":Pear Buttress is one of my favorite 5.8s in the world. It begins roughly where the approach trail ends (take the right-hand branch just before the rock). The climb starts at a clean right-facing flake just right of a broken area. Fifteen feet to the right is the obvious, thinner left-facing flake of the first pitch of\n\nLoose Ends\n\n.\n\nP1. The flake can be climbed directly from the bottom (5.9 R), but the standard start is to climb up the slab right of the flake and step into it where it offers a perfect hand crack (5.7 with no pro for the first 20 feet). One can avoid all these scary starts (but also some great climbing) by scrambling up around to the left to get on top of the flake. In either case, from the top right side of the flake, follow thin cracks (crux) up to a belay on a sloping ledge.\n\nP2. Follow the ledge up left to the edge of the face, then cut back right into a crack and follow that to a belay on a perfect small ledge (5.4). A much nicer way to do this pitch is to climb the left of two finger cracks (P2 of\n\nLoose Ends\n\n) off the initial ledge and then step left above; however, this is much harder than anything else on the route.\n\nP3. Follow a perfect hand and finger crack above the belay for 100 feet (5.8), then traverse right under a small roof to a belay on another fine ledge.\n\nThere are a couple other ways to do the top part of this pitch. One can traverse along a horizontal break about 20 feet below the roof, then up and into the big\n\nLoose Ends\n\ncorner where a 5.9- move leads to the belay ledge. This is a great way to do the pitch, but as with the variation on pitch two, it bumps the overall route grade up. Or, continue around the left side of the roof leading to some slightly runout 5.8 climbing and eventually easier ground where you can set a belay. I'm not as fond of this last option.\n\nP4 & 5. Above the ledge, wander easily to the Cave area and pick an exit. Standard finishes are the Hurley Traverse or the Cave itself.","protection":"Standard rack; extra mid-sized Friends are helpful, but not necessary.","location":""},"__v":0},{"_id":"Dugn+DXyXe+nceIDLG49Yw==","name":"Monkey on a String","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"[Lawrence Steumpke]","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":0,"mp_id":"105759216","mp_crag_id":"106429253","climb_id":"Dugn+DXyXe+nceIDLG49Yw==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This route is right around the left arete from thinstone.  This super-clean arete makes climbing thin the entire way. 2 cruxes make up the route, one being down low and one up top.  Pre-clipping first bolt from thinstone is not a bad idea although that is a little tricky as well. In the picture it is the arete on the left.  The bolts start on the left side and move over to the other side after 2.","protection":"Six bolts to the nut anchor off of toot.  Might need to bring some nuts just in case anchor was stolen. I made up an anchor from Stretch marks(Nov 2002) with one good nut on the left crack and a sling on a flake, but could have been taken down.","location":""},"__v":0},{"_id":"xgt37sDVUyeF0ywWw/1h6Q==","name":"Mission Impossible","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Hurley, Dave Rearick, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":15,"mp_id":"105751036","mp_crag_id":"106429253","climb_id":"xgt37sDVUyeF0ywWw/1h6Q==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"Mission Impossible is a fun, thin corner on the extreme right of the Book.  Hike up to the Book and continue rightwards past\n\nJ-Crack\n\nand\n\nFemp\n\n.  A long gully lies just right of Femp; to its right is a smooth slab with a clean crack (that doesn't reach the ground) on its left (\n\nEndless Crack\n\n), and a line of (currently) 1/4\" bolts just right of that.  Mission Impossible takes the corner system that borders the slab on the right.  Start up into the LF corner, with a perfect 5.9 finger crack.  The corner becomes very steep and thin; instead, take the flake to the left (crux, tricky gear) through blackwashed rock.  Continue up a wider but easier crack to a rappel anchor.  From here, a 60m rope will get you to some ledges just above the ground.  Otherwise, continue up the moderate corner line until it is possible to walk off right and merge with the bottom part of the Book's 4th-class descent route.","protection":"Bring a double set of small stuff (include a few RPs), and a couple larger Friends for the top.","location":""},"__v":0},{"_id":"7cPKiWaTVlm2nE+JPTIBwQ==","name":"Mission Accomplished","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Bernard & Robert Gillett, 1990","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":16,"mp_id":"106781549","mp_crag_id":"106429253","climb_id":"7cPKiWaTVlm2nE+JPTIBwQ==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This runout route makes a great top rope after climbing one of the adjacent routes.  It would be a scary onsight lead due to poor gear and tricky moves. I thought the climbing was harder than\n\nFascist Drill...\n\n(5.11b), which is to the right.\n\nStart up\n\nMission Impossible\n\nuntil it cuts left.  Head straight up difficult dihedral climbing with stemming, liebacking, and palming.  At the roof, pull onto the slab on hard to find holds and join\n\nFascist...\n\nat the last bolt. This slab section would be very runout, unless you cut right to\n\nFascist\n\n.","protection":"Thin gear including RPs.","location":"Directly below the rap anchors on\n\nFascist Drill in the West\n\n...."},"__v":0},{"_id":"tKVCUwvzXJWvFaz8Pfa20A==","name":"Loose Ends","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":6,"mp_id":"105748684","mp_crag_id":"106429253","climb_id":"tKVCUwvzXJWvFaz8Pfa20A==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"Superb route. Start on the flake right of the popular\n\nPear Buttress\n\n.\n\nP1. Thin lieback corner (9) and hand-traverse left (8) to a ledge, belay just up from a crystal dyke.\n\nP2. Traverse 10 feet or so left to the second thin crack up the face. The first one is 10b. Start with a few difficult and insecure jams (9) then continue this pitch at solid 5.8 to a nice ledge past a flake.\n\nP3. Lieback the nice, left-arcing, left-facing dihedral (9) to a big ledge.\n\nP4. Continue up and right on easy, blocky slab climbing to a nook under The Cave (5.2?)\n\nP5. Exit The Cave through the slot to the left of the large block. There is one tricky move, but the holds are there....\n\nDescent: Downclimb a gully to the east. The downclimbing includes steep slabs and some 5th-class moves, so follow cairns and look around for the safest path to them. Don't head downhill immediately after the Cave exit, instead traverse until a worn path down the gully comes into view and scramble over to join that.","protection":"Full set wired nuts, Friends from #0.5-#4 with doubles in #0.5-#2, some micro cams or TCUs, and a few medium hexes.","location":""},"__v":0},{"_id":"jZjFbSg8V4KjI3/9WsAAXQ==","name":"KOAlien","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jason Seaver, Nate A.,  3/20/05","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":22,"mp_id":"105763617","mp_crag_id":"106429253","climb_id":"jZjFbSg8V4KjI3/9WsAAXQ==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is the furthest East (right) route on The Book proper. Right of\n\nFascist Drill In The West\n\nis\n\nThe Campground\n\nroute, and right again is\n\nAlien Algorithm\n\n(see description on this site). Our new little pitch starts right of\n\nAlien Algorithm,\n\ncrosses it at its lone bolt, then it goes left through the obvious roof / bulge.\n\nStart 15' right of\n\nAlien Algorithim\n\nin a left-leaning crack, just right of a big tree. Climb the crack to where some hard moves up and right allow access to another thin, left-leaning crack. Continue with more hard climbing to where you can pull out left to the foot ledge on top of\n\nAlien Algorithm's\n\nfirst roof. Clip the bolt on\n\nAA\n\n(newly replaced w/ 2 1/2\" x 3/8\" stainless steel bolt) and work out left under the roof to where some holds and a fixed wire lead over the bulge. Continue up a slabby arête to a slung horn anchor.\n\nThis pitch was established headpoint style over three partial days, the first of which was spent falling, hanging, and aiding on ground-up attempts. Nate and I eventually both led it placing all the gear except the fixed wire. The fixed wire is fixed only because we couldn't get it out; it was placed free on the lead. All the hard climbing is well-protected, but the 5.9ish arête above the roof is runout. This is pretty high quality and super fun climbing.","protection":"Bring a light rack up to a red Camalot (although a gold can be used at the start). One bolt and one wire (currently) are fixed. Slung horn lower-off anchor at the top.","location":""},"__v":0},{"_id":"AleE4BLpUOOxPo7Z3KTi2Q==","name":"J-Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S. Hickman & J. Bryant, 1964. FFA (headwall): Mike Caldwell. Billy Westbay and Dan McClure, 1973? D. McClure, M. Covington, B. Westbay, 1975 (from Ros","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":8,"mp_id":"105748957","mp_crag_id":"106429253","climb_id":"AleE4BLpUOOxPo7Z3KTi2Q==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is probably the most travelled route at Lumpy Ridge and one of the best finger cracks anywhere, unless you're a snob when it comes to flared cracks ;>). The crack, a backwards J, is barely visible on the right side of the Book as you hike in. Follow the trail to the Book, bearing right at the end. The route starts in a broken, left-facing, right-leaning corner system just right of the clean flakes that mark\n\nPear Buttress\n\nand\n\nLoose Ends\n\n.\n\nP1. Climb the easy corner to a good ledge, right of the bottom of the \"J\" (5.4 to 5.7 depending on the exact line). Alternatively, do the first pitch of\n\nLoose Ends\n\n, and belay just below the standard ledge on that route. A further alternative for those climbing 5.10 is to lead to\n\nThe Cavity\n\n, a single-pitch route just to the right, up to the first belay ledge on J-Crack.\n\nP2. Climb a short ways up a dihedral, then traverse left into the barely visible bottom of the J. Climb the crack to a belay on lower-angle rock at a pod about 30 feet below a steep headwall (5.9, long pitch). If you started on\n\nLoose Ends\n\n, then you'll traverse up right into the J past a piton and a bolt, somewhat spicy 5.10.\n\nP3. Several alternatives:\n\na) climb straight up the crack through the headwall at 5.11c. The gear is excellent but very strenuous to place. This is great climbing, although much harder than anything else on the route; as such, most parties opt for one of the other options to keep the grade consistent.\n\nb) climb up to a point about 15 feet below the headwall and traverse across a slab (5.9) to the crack system on the left (\n\nVisual Aids\n\n), then follow that to a belay.\n\nc) climb up to the headwall, place pro, and traverse straight right (5.10a) to a ledge/ramp, and follow that back left to a belay. This traverse can also be made lower on slightly better holds (5.9).\n\nBe sure to keep your second in mind if traversing in either direction and backclean appropriately. If you're worried, double ropes also help on this pitch to maximize protection for the leader and follower. Aiding the headwall to avoid the traverse has become increasingly popular as of 2019.\n\nP4. From \"a\" or \"c\", head up right to a break in the overhang, and climb through it to easy ground (5.7). Alternatively, head up and left to the \"cave\" and chose an exit,\n\nCheap Date\n\nbeing thematically the most compelling. From \"b\" continue with an easy pitch to the cave area and choose an exit.","protection":"A standard rack with extra medium stoppers to sew it up; RPs if doing the 5.11.","location":""},"__v":0},{"_id":"532Op+9JVnKnnYhTP62XxA==","name":"Happy Camper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Justin DuBois and Jason Seaver","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":19,"mp_id":"105757543","mp_crag_id":"106429253","climb_id":"532Op+9JVnKnnYhTP62XxA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is a fun variation to\n\nThe Campground\n\n, worth doing if you're in the area.\n\nStart with\n\nThe Campground\n\n(5.7), and climb up until the left-facing corner near its top. Place some gear, and then step hard left onto the face above\n\nFascist Drill in the West\n\n. Follow the obvious overlap/undercling out left with fun moves and good pro (5.10). Turn the lip at the end and then runout the slab (5.9) to the ledge where\n\nFascist's\n\nanchor lies.","protection":"Bring a standard Lumpy rack to #2 Camalot. Maybe include a few extra finger-size cams.","location":""},"__v":0},{"_id":"doQV03PqUViet1DPWtOY8Q==","name":"Fender","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Fender, Jack Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":11,"mp_id":"111929382","mp_crag_id":"106429253","climb_id":"doQV03PqUViet1DPWtOY8Q==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"If all the classics on The Book/Right Book are occupied or you want an adventure, consider Fender.\n\nLocate the start of\n\nFemp\n\n.\n\nP1: climb and scramble up and right of\n\nFemp\n\nover two large and brush covered ledges making use of gear as needed to reach the obvious headwall, paralleling the large, left-facing corner. Tackle the headwall.  Follow two flared, parallel cracks, and stem the corner, using flared hands, small chickenheads, and stemming to obtain a small ledge just after the angle declines.\n\nP2: follow a wide crack right and then left for about 40 feet. As the crack narrows, select exit on either the right or left side of a perched block to climb upward (not left toward\n\nFemp\n\n). Continue upward toward the east shoulder of the Book via intermittent cracks, eventually climbing either a blank face or traversing right into a (different) large, left-facing corner via a hand traverse. Gain the summit/shoulder of the buttress via a couple of thin hands/finger cracks. Walk north on the ledge to find belay options.","protection":"Gear: a standard Lumpy Rack with extras in the #1-3 Camalot size. I carried (1) #3 and could have used another or a #4, a 70m rope, and lots of long slings to minimize rope drag. The second belay requires some work to find/set up if you do not use the small tree 30 feet back from the edge.","location":"This is left of\n\nFemp\n\nin the large, left-facing corner. If you see\n\nEndless Crack\n\n, you're too far right."},"__v":0},{"_id":"BDKkAc1MXmyaU+iAYHnieA==","name":"Femp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ren Fenton, Charles Kemp, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":10,"mp_id":"105751033","mp_crag_id":"106429253","climb_id":"BDKkAc1MXmyaU+iAYHnieA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"Femp is a good crack climb up the right side of the J-crack slab, though the cruxes involve delicate face climbing.  It is easily identified as the next continuous crack line right (a considerable distance) of J-crack, and starts from the same ledge, about 100 feet off the ground.\n\nAfter reaching the Book, hike right, passing the opposing flakes of Pear Buttress and Loose Ends, the start to J-crack, and stop just past the Cavity, a huge crystalline hole with a large tree, and a clean, thin LF corner rising out of it.\n\nP1- Climb the 5.2 corner right of this and go left to reach the base of the crack, or climb the Cavity corner (5.10, recommended).  Belay directly below the crack.\n\nP2- Climb the full rope-length crack pitch, with the first crux at a suspect pin where the crack briefly dies, and the second at a very thin corner at the top.  Belay above the thin corner.\n\nP3-many options-- a)traverse left on an easy ramp (J-crack) and continue up to the Cave area.  b) climb a crack to an apexed roof (5.7), and continue up a slab to a flaky, right-leaning 5.7 chimney through the roof band, which leads to the descent (long pitch).  c) climb the overhanging, LF corner above the belay (\"Hemp\", rated 5.10), and continue with \"b\" or \"d\".  d) traverse right to a thin 5.9+ crack which leads to a belay beneath a long, reddish roof band.  Turn the roof at a wedged flake (also 5.9+) and merge with the top part of \"b\".","protection":"Bring extra Friends from #3-3.5.  Also, be sure to have some very small gear left at the top of the crux lead.","location":""},"__v":0},{"_id":"txdGqNONU8uYlTHY6nc31Q==","name":"Fascist Drill in the West","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Caldwell and Randy Ferris","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":18,"mp_id":"105756499","mp_crag_id":"106429253","climb_id":"txdGqNONU8uYlTHY6nc31Q==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This great pitch is located on the far right side of the Book. Begin up a corner just right of\n\nMission Impossible\n\n, and stem up a thin corner that meets a roof. Climb right to a slabby stance, clip a bolt at the lip of the roof, and pull straight over. Then more slabbin' (crux) up a line of bolts to the chains of\n\nMission Impossible\n\n.","protection":"Rack to two inches and some draws.","location":""},"__v":0},{"_id":"DAQu7Tz8VqS/ofwlOhgxSA==","name":"Endless Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hurley and Rearick, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":13,"mp_id":"105751450","mp_crag_id":"106429253","climb_id":"DAQu7Tz8VqS/ofwlOhgxSA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This route is on the right side of the book and is marked by the crack that begins about 15 up and then fades out again about 70 feet up the cliff.  There is a line of old bolts just to the right of the crack (\n\nPizza Face\n\n).\n\nBegin to the right of the crack.  Scramble up and clip the first bolt (new) on\n\nPizza Face\n\n, then make the crux move left to get established in the crack.  Work your way up the crystalline crack until it starts to fade.  I got a couple TCUs in here, then headed up and right across the face towards the last bolt on\n\nPizza Face\n\n.  This bolt is an antique, and should probably be replaced.  Head due right to the crack/corner, and follow that (5.7) to the sling anchor.  It is a 100 foot rappel from here to the ground.  The route does continue, but by this point you've climbed the 'Endless' crack.\n\n~150'\n\nPer\n\nErrett Allen\n\n: Rather than stop at the slings mentioned as the top of pitch one, you can continue climbing 50 feet higher in the dihedral which allows you to belay on a big comfortable sandy ledge behind a large block.\n\nP2. From the sandy ledge, climb up and left across slab and disconnected cracks to an obvious straight-in fist crack. Ascend this crack, then climb left and up across a few disjointed cracks. Make a few easy face moves left into a left-facing dihedral and follow it to the belay ledge at the top of the crux pitch of\n\nFemp\n\n-- 5.7. This pitch is wandering and mostly uninteresting but the fist crack is sweet.\n\n~150'\n\nP3. Make face moves out right toward a tiny pine tree on the lower left side of Kite Slab and enter a beautiful clean thin crack just above the pine (RP & small stoppers). Ascend this crack to a stance -- 5.9. From here there are two options.\n\n~75'\n\nP3a. Continue climbing up and right to a break in the roof above, which can be pulled through on a wedged block -- 9+ and belay above the roof.\n\n~130'\n\nP3b. Follow the crack system up and left, do some face moves to the roof when the crack peters out, move left and climb through the break in the roof band into a right-slanting flake and chimney system (this is the finish to\n\nFemp\n\n). Belay on a large ledge about 30-40 feet up the flake/chimney system -- 5.7.\n\nP4. Do short and easy summit pitch ending near the Cave Exits.\n\n~75'","protection":"Standard Lumpy rack.\n\nEds. extra small gear, RPs, TCUs or Aliens may be useful for P3.","location":""},"__v":0},{"_id":"8PCCbQxpUFWtS/lfS4jbNg==","name":"The Cave Exit","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"first ascent unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":999999,"mp_id":"105749344","mp_crag_id":"106429253","climb_id":"8PCCbQxpUFWtS/lfS4jbNg==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This route is the standard finish to climbs on the right side of the Book,  (though not as good as the harder finishes to its left), and could be accessed from climbs such as\n\nOsiris\n\nand\n\nGeorge's Tree\n\nby traversing right along Fang Ledge.  I thought it would be good to add it because most of the other routes for this rock make reference to it.\n\nThe Book is 500-600 feet high and has a prominent lower-angled section about 2/3 of the way up across much of its width.  Near the right edge of the book, this easy slab terminates beneath a steep headwall, with a small cave at its right.  Down and right from the cave is a prominent roof band, and much of the rock above it has a reddish tint.\n\nThe cave is the easiest way off for most climbs on the right side of the Book.  It offers two major 5.7-5.8ish variations.\n\nFrom just below it, one can boulder out the roof, which is much easier than it looks (involving slyness and contortions).  There may be a fixed pin and other decent gear can be had; finish up a groove.  A more straightforward finish lies just to the right (definitely the recommended one if speed is an issue at all, otherwise over the roof is quite fun).  Hand traverse around an overhang utilizing a horizontal crack with good medium-small Friend placements, and finish straight up easier rock.  Watch rope drag on either exit.  The right end of the hand traverse can also be reached directly by climbing a thin 5.9 crack with tricky placements.\n\nDescend by downclimbing a short way, then follow a ledge east, and pick up a water groove which leads to a series of slabs, chimneys, and grooves.  One can also rappel from a tree at the beginning of the ledge to reach this point (recommended in wet or dark).  Bear south east (easier but longer) or south west (4th class, with a few cairns--be sure to cut back east partway down or you'll get cliffed).  Walk west back to the base of your route.","protection":"A very short pitch--you'll need a few nuts and Friends for the easier variations (nothing big), and be sure to bring some very small nuts and TCUs if doing the 5.9.","location":""},"__v":0},{"_id":"yAvCNN9gUl6CJCvVwcCqEA==","name":"The Cavity","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Snively (likely in the '70s or early '80s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":9,"mp_id":"105750001","mp_crag_id":"106429253","climb_id":"yAvCNN9gUl6CJCvVwcCqEA==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This is a one-pitch route that may be used to start\n\nFemp\n\nor\n\nJ-Crack\n\n. This old-school climb is the business for 5.10-solid leaders at the grade should jump on it!  Begin right of\n\nJ-Crack\n\n(but before\n\nFemp\n\n) below a huge, round crystalline hole in the cliff, which harbors a large tree. Clamber up into the hole and pull crystals up into a left-facing corner. Ascend that (the crux) via sustained laybacking, lacking any noticable stances for placing gear. Belay on a ledge. It is possible to traverse right from here and downclimb the first pitch of Femp or rappel off of a dubious tree, but this is annoying and somewhat scary--best to continue up one of the fine routes above.","protection":"It requires mainly very small gear, and a #3.5 Friend fits the flare near the top.","location":""},"__v":0},{"_id":"Y91DzqjkUF6+81lm/+2S7g==","name":"The Campground","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Douglas Snively?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":20,"mp_id":"105761400","mp_crag_id":"106429253","climb_id":"Y91DzqjkUF6+81lm/+2S7g==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"As the only moderate offering on the right side of the Book, this is a great route especially if you want to sneak in a quick climb with rapid escape options.  Large overhangs guard the lower part of the wall right of the\n\nMission Impossible\n\ndihedral.  This route follows a crack system through the only reasonable (for mere mortals anyway), break through the overhangs, just right of\n\nFascist Drill in the West\n\n.\n\nStart up a pair of cracks and angle right through the overhang at a finger crack (crux, 5.7+).  Continue up the nice, steep 5.6 handcrack above to a stance next to a small tree on the right.  It is possible to rap off to the right here at the tree or continue up the lower angled and ever-widening crack above to where it turns into a chimney.\n\nDescend to the right, eastward.\n\nThis is a long 150+ foot pitch and protects very well.","protection":"Standard rack with extra larger pieces for the top half of the route.","location":""},"__v":0},{"_id":"1YbBrJ8mVHqzwJP/TmF6Aw==","name":"Alien Algorithm","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andy Brown  1994","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":21,"mp_id":"105763614","mp_crag_id":"106429253","climb_id":"1YbBrJ8mVHqzwJP/TmF6Aw==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This single-pitch route is on the far eastern edge of The Book, just right of The Campground route. Starting just behind a low, flat boulder climb an easy corner to an old pin under the obvious roof. Back up the pin and make some bazaar, hard moves out the roof to a stance on a slab. Clip the bolt out right (recently updated) and pull out onto the slab on the right. Climb up the right-angling corner to where you can pull up and over the roof into the bushy fistcrack. Follow this to the anchor. There is good sized fall potential while pulling both rooves.","protection":"Bring a light rack up to #4 Friend to supplement one pin and one bolt on the pitch. There is a slung horn anchor at the top.","location":""},"__v":0},{"_id":"3IBda7iXUc6OZGXtW2rTbQ==","name":"The Adventures of B-Dog","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bernard Gillett and Crusty","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"left_right_index":17,"mp_id":"105763983","mp_crag_id":"106429253","climb_id":"3IBda7iXUc6OZGXtW2rTbQ==","areaRef":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":"This beautiful pitch is located just left of Fascist Drill and shares the same first 25'. Climb up the little left facing corner past the bush, and stem up into the roof on your left. Desperate underclinging leads out under the roof, with small tips pods, and smaller feet. When the roof ends, turn the corner into the beautiful hanging dihedral (11c) and climb up it for a couple body lengths. Then step right up onto the face of Fascist Drill and climb it past a few bolts to an anchor. This pitch was first sent by Bernard with two fixed pins. It now sports a shady looking knifeblade and a wire.","protection":"Mostly smallish stuff, RPs, small stoppers and little cams to 2\".  There is a dicey looking pin and a fixed wire in the business area.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,e7f12ee3-52cd-5f99-aae8-f1193a55b8d1,8a8fddf2-4cb9-56ec-9ded-b8f728d0b6ab","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Book, The","J-Crack Slab Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":8,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":10,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53398,40.40556]},"bbox":[-105.53457051175631,40.405110339818144,-105.53338948824371,40.406009660181866],"left_right_index":-1,"ext_id":"106429253","area_id":"io/d8ky5Vuyd7bj3KNC2qw=="},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:56:52.786Z","updatedAt":"2022-11-25T11:17:41.292Z"}