{"_id":"63689de0e80bff5a994fa68b","area_name":"Crested Butte","shortCode":"","climbs":[{"_id":"YrKQjC/lWNWMdN2PaETkhA==","name":"Origami","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Austen Beason, Ben Ammon","type":{"trad":true,"mixed":true,"snow":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.98583,38.86528]},"left_right_index":999999,"mp_id":"111810152","mp_crag_id":"108933913","climb_id":"YrKQjC/lWNWMdN2PaETkhA==","areaRef":"5w3/zAwOWguSNhBPCu1f4w=="},"content":{"description":"Origami snakes its way through the main weakness in Mt. Crested Butte's prominent southwest face up couloirs and rock faces. We only belayed 2 pitches, but more would be reasonable.\n\nAt the top of the chute, climb 40' up the first steep choke in the couloir. Above climb into the (climber's) right of two main couloirs with a large rock rib between them.\n\nAt the first choke in the right couloir, begin moving up left onto the face of the rib linking incipient cracks and seams, belay on the top of the face on the ridge line, 120', M5.\n\nClimb up the ridge through a short, thin slab crux (hard in crampons), and reach a ledge before the ridge steepens again. Traverse into the left couloir just above obvious, large chockstones where the couloir becomes lower angle.\n\nFollow moderate snow for ~200' before another larger steep choke. Look for blocky, flaky terrain to climber's left, and climb the path of least resistance up to the ridge crest, 150', 5.6/7?\n\nFollow the ridge a few hundred feet to the summit.\n\nWe descended to the lodge and hitch hike back to Skyland, but a more direct descent is feasible. Also, we had pretty dry spring conditions ice-wise, and so many of the chokes were bare or wet and just blank slabs. March or early April in a good snow year may provide more ice and better climbing for a more direct route up the couloirs. This is a fun route still and good for a modest day outing on alpine style terrain. If anyone knows about previous ascents or routes up this face, please let me know, as we will assume it was virgin terrain otherwise.","protection":"Single rack up to BD #3, maybe a couple screws if there's more ice.","location":"Origami is on the southwest face of Mt. Crested Butte; it is visible when driving into CB on CO Hwy 135 from Gunnison. Find the largest avalanche chute that comes down from the summit and through the main weakness in the large cliffs. Approach from the Skyland trail (exit at the golf course sign on CO Hwy 135) to the base of the chute (a very short hike to the base). Follow the chute for ~1000', and you'll reach the start of the climbing."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,e70dffcc-0c0e-5a0b-9236-104f0aed5fe3","pathTokens":["USA","Colorado","CO Ice & Mixed","Crested Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.98583,38.86528]},"bbox":[-106.98640750653577,38.864830339818134,-106.98525249346426,38.86572966018186],"left_right_index":-1,"ext_id":"108933913","area_id":"5w3/zAwOWguSNhBPCu1f4w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:07.930Z","updatedAt":"2022-11-25T11:18:02.110Z"}