{"_id":"63689d5be80bff5a994f3f5e","area_name":"Premier Buttress","shortCode":"","climbs":[{"_id":"5/P35VIhWlu5oYFZGsCwbA==","name":"Premier Route 5.10c or 5.8 A0","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Fred Beckey, Brian Goechel.  1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":2,"mp_id":"105939267","mp_crag_id":"105895613","climb_id":"5/P35VIhWlu5oYFZGsCwbA==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"The climbing only warrants two stars.  Its all pretty easy, then out of nowhere is a single difficult slab move at the 5.10 bolted headwall.  The single hard move can be French Freed at 5.8 A0.  I give it an extra star for a combination of the FA team (Beckey deserves respect) and for the views you will encounter along the way.\n\nI was able to do this climb in three pitches with a 60-meter rope.  The old topo shows it done in five, so any combination can be had.  There are no fixed anchors until the end and many places to belay.\n\nThe strategy I followed was climb until there was about 5-10 feet of rope left and then belay.  It worked out that with my 60 meter rope, I found excellent belay ledges using this strategy, but if you don't have enough gear there are plenty of other viable belay locations.\n\nPitch 1, 5.6:  Traverse right into a rotten off-width crack and climb the OW past a small bush.  From the bush, follow an obvious low angle splitter finger crack.  There are a few more bushes to pass and more cracks to climb, and eventually there is an excellent ledge in a sort of an alcove at 190 feet.  Sling a boulder for the anchor.\n\nPitch 2, 5.7:  Starts with a left facing corner with a tight hand crack that splits off to the left.  I took the right crack over the bulge and upwards from there.  This led me to a cool juggy flared chimney and then to a lieback flake.  There were a couple of face moves to gain a boulder that can be climbed on either side.  Belay on the top of the boulder with 1.5-3\" cams.  195 foot pitch.\n\nPitch 3, 10c or 5.8 A0.  From the belay, you can see the steep headwall above.  One bolt leads to a hollow hanging pillar.  At the top of the pillar is the bolted headwall.  Its not quite the bolt ladder I was expecting.  There are some mandatory free moves between the bolts even if aiding.  I can't honestly rate the free move since I couldn't do it cleanly.  The Bartlett guide rates it at 5.10c, but it may be harder. Four close bolts lead to some easier slab climbing, then another bolt, and finally  a bit of a runout to the bolted anchor.  120 feet with 6 protection bolts and a couple pieces for this pitch.\n\nI rappelled from here.  The original route continues on to the top of the formation with a walk-off descent.","protection":"I recommend double cams from .6-3\" a set of nuts and some slings.  At least 6 quickdraws for the last pitch.  The final pitch has a bolted anchor, otherwise natural gear anchors are necessary.\n\nAll bolts are modern 3/8\", replaced by SP Parker.","location":"Starts about 30 feet up the left hillside from the lowest point of the buttress.  There is an unknown route that starts at a grungy looking groove on the toe of the buttress.  THAT IS NOT THE PREMIER ROUTE.  Head up and left from the grungy looking groove, look for an obvious splitter finger crack and head for that.\n\nThanks to SP Parker (from the local the SMC guide service), there is now a rappel route and all new bolts.  To descend, rappel 120 feet, staying right of the edge to a bolted anchor near the start of the final pitch.  Another 120 foot rappel will take you to the ground and an easy walk back to the base.\n\nI speculate that the rappels could be done with a single 70 meter rope, but I cannot verify that, since we had two ropes."},"__v":0},{"_id":"IrdSlcejX0CzFzx+2ZJcXQ==","name":"The Phoenix","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Don Reid and Alan Bartlett, March 1977, FFA: S.P. Parker, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":6,"mp_id":"105955162","mp_crag_id":"105895613","climb_id":"IrdSlcejX0CzFzx+2ZJcXQ==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"See topo under Della's Dance or Climb Well and Live.","protection":"Pro to 3\", 2-3 pitons 1/4\"-1/2\" (from Bartlett's guide)","location":""},"__v":0},{"_id":"7zIHhjhaWUS5sbMb2F+dqA==","name":"Phishing Opener","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Sorenson, Jody Martin.  April 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":1,"mp_id":"105956881","mp_crag_id":"105895613","climb_id":"7zIHhjhaWUS5sbMb2F+dqA==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"Climb a left angling, left facing, arching dihedral to its end, then move up and right to the bolted anchor.  The crux is in the vicinity of the protection bolt.\n\nIt is possible to continue up and join \"Climb Well and Live\" if you want to get scared by clipping some small old bolts.  Otherwise, rappel from here.","protection":"There is one bolt just before the undercling section, and pro from .5-1.25\".  Bolt anchor.","location":"It is located 30 feet down and right of \"Climb Well and Live\" and about 60 feet right of \"Premier Route\"."},"__v":0},{"_id":"FtixV5x2VTGN9Ft9rbVcEA==","name":"Lori's Little Layback","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":0,"mp_id":"107799550","mp_crag_id":"105895613","climb_id":"FtixV5x2VTGN9Ft9rbVcEA==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"More like \"Lori's Burly, Sustained, High-Quality, Awesome Layback\".\n\nA beautiful left-facing corner on the left-most edge of the Premier Buttress. Scramble up behind a prominent 20' tall fir tree to the base of the corner.  The route starts at finger size and eventually opens up to hands.  The wall slants away to the left, giving the whole route an overhanging feel. Good exposure and excellent protection opportunities. Very sustained, with a solitary rest stance at about 1/3 height. Ends at a bolted anchor atop a ledge.\n\nRumor has it that additional bolted pitches have been added to take the route to the top of the Premier Buttress, but this information is unavailable.","protection":"Double cams from #1 TCU to #3 Camalot. Triples in .75 and 1 Camalots might be a good idea if you are leading at your limit. 2 bolt rap anchor.","location":"Left-most route on the Premier Buttress. Scramble uphill about 100' up a gully to the left of the toe of the buttress (near the Premier Route). The route starts behind an obvious fir tree. A single 60M rope is sufficient for the rappel off the shoulder of the buttress (~80')."},"__v":0},{"_id":"+ACq0j8bWieKJ39EUDDu6A==","name":"Girl Shaped Love Drug","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"S.P. Parker, Chris Simmons (2008)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":3,"mp_id":"107261509","mp_crag_id":"105895613","climb_id":"+ACq0j8bWieKJ39EUDDu6A==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"This route makes a nice addition to the formation with 3 pitches of varied and enjoyable climbing. The route starts off a ledge system about 60 feet off the ground and a couple hundred feet to the right of\n\nPhishing Opener\n\n. Scramble up a 3rd/4th class ramp to reach the start.\n\nPitch 1: Traverse off the ledge to the right and then head up past a few bolts and a couple gear placements to an uncomfortable hanging belay below the arching roof. I really liked this pitch. The runout climbing on steep, juggy patina reminds me of the crux pitch of\n\nHobbit Book\n\n.\n\nPitch 2: Clip the bolt above the flake/roof and make a burly undercling left and then lieback up. Some jamming lead to a ledge with a tenuous move to a bolt. Maintain balance as you step left to another bolt and then keep traversing left to more featured rock. Head up on easy terrain to another bolted anchor.\n\nPitch 3: Scramble to the right to a steep seam. Some nuts and a bolt protect the seam and there's another bolt above that. Above the angle lessens and you climb up and left for a ways on 5.6 terrain. The route finding here is sort of difficult. You want to end up at a slightly steeper bulge with a seam in it. A micro cam or small nut protects the 5.8 move here and shortly after you will reach the anchor.\n\nFrom here you can continue up to the top via one of the finishing options for the Premier Route. This adds one more pitch of clean 5.8ish climbing to the route.\n\nFrom the top of the formation you can rap to the gully to the left with one 60m. Otherwise you can rappel the route from any pitch with two ropes. From the top of pitch 2 it's best to rap to the right to ledges and scramble down easy class 3 from there. This avoids rapping down the loose and brush covered ledges directly beneath the first pitch.","protection":"Pro to 3\"","location":""},"__v":0},{"_id":"uSmZumJLVgGgSlIDmqj3CQ==","name":"Della's Dance","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill and Michelle Cramer 8/12/89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":7,"mp_id":"105955153","mp_crag_id":"105895613","climb_id":"uSmZumJLVgGgSlIDmqj3CQ==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"Two pitch route with some decent face climbing. Named after family member/dance instructor Della Ranslem. Just right of the start for The Phoenix ascend left facing corner that leads to face climbing to a belay ledge with tree. At left end of ledge climb over arch to bolts that lead to fun big knob climbing left across face to join The Phoenix at its 3rd pitch. Continue up to top of wall.","protection":"Standard rack, small TCUs, long slings","location":""},"__v":0},{"_id":"8aaJUdqXX4CMpWWf9/k3vA==","name":"Curtain Call","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"D. Hensel, J. Woodward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":5,"mp_id":"111520769","mp_crag_id":"105895613","climb_id":"8aaJUdqXX4CMpWWf9/k3vA==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"P1. 11c. Face with bolts and gear just right of Phishing Opener. Technical crux down low but another one up high.\n\nP2. 11c.  Some committing smearing.\n\nEither rappel or continue up to join Climb Well And Live.","protection":"Small to medium gear, draws.","location":""},"__v":0},{"_id":"Ln/fYT7dVaGQzZExcHQ10g==","name":"Climb Well and Live","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Uphus and Bill Cramer 9/11/1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"left_right_index":4,"mp_id":"105955140","mp_crag_id":"105895613","climb_id":"Ln/fYT7dVaGQzZExcHQ10g==","areaRef":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":"Begin down and right of Premier Route and look for a right trending traverse on a wide apron that leads up to a lone bolt up.  Continue right along crack to a point and then head straight up through one more bolt to a 2 bolt belay (10R).  Follow line of bolts up a steep 5.10 face to a belay above a roof (165', 5 bolts). Wander up a sparsly protected 5.9 face to another 2 bolt belay (2 bolts and you might be able to get some thin pro in a crack out to the left of the face climbing).  A couple of widely spaced bolts up another 5.9 face eventually joins Premier Route at its 4th belay.","protection":"Light rack, draws, slings.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,95d927bb-d322-5477-8302-0f3059a7825c,3b208dbd-11de-5685-9a21-3f12dd045fab,4d98e6a1-da66-5300-8d2b-ca4ae03ef8da","pathTokens":["USA","California","Sierra Eastside","Lone Pine Area","Whitney Portal","Premier Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.23394,36.59138]},"bbox":[-118.23450004006511,36.59093033981814,-118.2333799599349,36.591829660181865],"left_right_index":-1,"ext_id":"105895613","area_id":"TZjmodpmUwCNK8pK4D742g=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:53:37.601Z","updatedAt":"2024-01-15T16:40:01.500Z"}