{"_id":"63689d20e80bff5a994f2189","area_name":"Barks Canyon Wall","shortCode":"","climbs":[{"_id":"J5Zy/WBdXimE32PXqCsU6Q==","name":"Tuesday Afternoon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris R.??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":7,"mp_id":"111351220","mp_crag_id":"105824584","climb_id":"J5Zy/WBdXimE32PXqCsU6Q==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"A nice route that will keep the leader at attention.  The physical crux seems like P2 with steep and thin pocket climbing, it felt the most difficult right after the second bolt and going to the belay.  Pitch three has some good runout in-between the three bolts.  Good pockets and steep.  Pitch 4 is easy but has a runout getting to the first and only bolt and then climbing up to large horizontal crack.","protection":"Small cams up to #3, nuts.  There are 6 bolts on the route and three pitons (two are on the first pitch and one on the last).  P2 has two bolts but we ended up only clipping one, P3 has three bolts and P4 has one bolt.","location":"The first pitch is the same as Glory Road.  Pitch 2 begins the same as Glory Road but trends left to thin crack and steep face.  Walk off or rap Barks Canyon Wall."},"__v":0},{"_id":"8x7QuJ7FUm2aGKe+kY0WzA==","name":"Stroke It Gently","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":4,"mp_id":"106671140","mp_crag_id":"105824584","climb_id":"8x7QuJ7FUm2aGKe+kY0WzA==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"Second pitch is the crux may even be a 10b. Starts out on a prominent crack that has a prominent piton close to the bottom. Its just left of the tough looking bolted route up over the overhang. That overhanging route is rated 5.11. Second pitch is obvious and visible from the ground. It's an left arching flairing crack that starts on a ledge. The third and fourth pitches are not as obvious but wander up to the top. There is no anchor on top of the fourth pitch and the downclimb to the anchors for lowering is a little exposed. I helpd my partner down by providing her with a belay. The walk off at times involves some scrambling but was generally not too difficult. We did it in the dark. LOL>  ","protection":"Basic Rack. You could probably leave the micro nuts at home. I did not mean that to be a pun.","location":""},"__v":0},{"_id":"scZQfAIcWECjnouPDmk34w==","name":"Simmer Til Done","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"P1: Todd Swain & Peggy Buckey 01-1988  P2: Todd Swain & Brad White","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":11,"mp_id":"108014300","mp_crag_id":"105824584","climb_id":"scZQfAIcWECjnouPDmk34w==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"This route climbs the face to the right of the large pillar near the right side of the face (Erection Direct). The first half of the first pitch was done roped solo. The hand drill got stuck in the hole while drilling the third bolt and was tied off and used as protection to down climb from!P1: Climb past four or five bolts and some gear placements to an anchor.P2: Climb the face above past a couple bolts and gear placements to the top of the cliff.","protection":"P1: Four or five bolts and some gear protect the route. Tricams useful in pockets.  \n\n  P2: P2: Climb the wall above past a couple bolts and gear placements to the top. \n\n  Rappel the route.","location":"This route climbs the varnished face to the right of the large pillar near the right side of the Bark Canyon Wall face."},"__v":0},{"_id":"UFK0eSlMUeGvYBZvfNzyjQ==","name":"The Short Lead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":1,"mp_id":"121949441","mp_crag_id":"105824584","climb_id":"UFK0eSlMUeGvYBZvfNzyjQ==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"The first pitch is the same as the long lead. This is a great alternative to continuing up the long lead. Instead of traversing right, into the 2nd pitch dihedral of long lead, you continue up the obvious corner and roof above. The climbing is stellar and fun the whole way. Pro is good and the rock is also good. Varied movement with great stemming and hand jams. Two bolt anchor on top.","protection":"singles .2, .3, doubles .4 through #4, single #5, nuts, alpine draws. Rappel route via two raps - a 60m will suffice.","location":"Do first pitch of long lead, then continue up crack directly above P1 anchor. "},"__v":0},{"_id":"VNKquuWyV7K7YoFpw0WzXw==","name":"Root Beer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1978, PD & SR.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":0,"mp_id":"116251862","mp_crag_id":"105824584","climb_id":"VNKquuWyV7K7YoFpw0WzXw==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"jLZI6YxtUTWcDy0xDAkVhQ==","name":"The Long Road","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":6,"mp_id":"106672413","mp_crag_id":"105824584","climb_id":"jLZI6YxtUTWcDy0xDAkVhQ==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"Starts below the open book same start as \"Stroke it Gently\" then traverse right and down to a dihedral capped by an overhang. Continue traversing right to a base of a vertical crack. Pitch 3 jam the crack when possible go left into a left leaning corner follow this to the top (5.9). \n\n  From Sean Peters:   The second pitch traverse is around 80 feet with minimal gear. The climbing is never difficult but a fall would be painful at best. Along the traverse you will pass one bolt and notice a rotten piton and one Los Banditos \"Bad Bolt\" on your way to the one bolt belay ledge. Unless you traverse way low you should come into the vertical crack right about the level of the belay ledge. The old belay bolt can be backed up with small gear.    Pitch three heads straight up off the belay into nice crack that gets easier the higher you climb. Basically you end up at the bottom of the chimney system of \"Glory Road\". We belayed here before traversing left on medium ledge to access the 5.9 crack. A quick mantle and short traverse left gets you to the base of crack. Small gear is key with one or two medium (#1's). Finish on easy face to summit.","protection":"Trad gear","location":"Same start as \"Stroke it Gently\""},"__v":0},{"_id":"5XYQNP5bWz2RRA90cUqKmg==","name":"The Long Lead","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":2,"mp_id":"105824587","mp_crag_id":"105824584","climb_id":"5XYQNP5bWz2RRA90cUqKmg==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"A fun 3 1/2 pitch route with spectacular scenery, decent rock (for The Supes), and some exposure.  P1: Make a few face moves to get into a squeeze chimney.  Ascend the chimney and cracks to a ledge.  A short 5.6ish pitch.  P2: Step up and right over a pocketed face, then up and left into a large right-facing dihedral (visible from the ground.)  Climb up the dihedral until a face up and right brings you to a large ledge with a 2 bolt anchor.  5.8, 140'.  P3: Scramble up and left into a wide chimney.  Bridge and chimney up past a chockstone (sling for pro) and then exit out right.  Step across chimney to left and mantle over a small ledge, then low-angle face & crack to base of next chimney.  P3 & 1/2: Scramble up the chimney (3rd class) then chimney for about 10' (5.easy) past a chockstone to summit.","protection":"Bring a standard rack from small to about a #3 camalot.  Leave the micro pro at home because of rock quality; there are plenty of placements using only small to medium pro.  Small Tricams work decently in pockets on face if runout is getting to you","location":"Located on the left (east) side of Barks Canyon Wall underneath a squeeze chimney.  Descent is to scramble down the backside, then around to the East and down to the base."},"__v":0},{"_id":"iCLDL+DWVyyeMO5Dmdq6gA==","name":"Lay Me Down","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P.Tomasi and D.Higdon.","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":8,"mp_id":"118817569","mp_crag_id":"105824584","climb_id":"iCLDL+DWVyyeMO5Dmdq6gA==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"A sporty alternative finishing pitch for either The Glory Road, Tuesday Afternoon or the Bandito Route. Ascends the center east face of BCW's upper headwall, joining the last pitch of Stroke It Gently at the final horizontal crack traverse.","protection":"Six bolts; one long runner or single large cam. Belay/rap anchors at top and bottom. Three 70m single lines.","location":"Climb starts by angling left in seam from the large belay ledge, which is the novel beginning of both The Glory Road’s and the Bandito Route's third pitches. There's an easy runout face after the first two clips, then steeper face with pockets past another four clips. The P4 piton of Stroke It Gently can be clipped with a long runner or a large cam used (farther right) to protect the mellow underclinging horizontal traverse to top."},"__v":0},{"_id":"KfN21ypqXciScdQonC27pw==","name":"The Glory Road","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":5,"mp_id":"105824730","mp_crag_id":"105824584","climb_id":"KfN21ypqXciScdQonC27pw==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"The first 2 pitches are great, the last 2 not so great.  P1: Climb the open book to a large ledge with a bolt. 5.6  P2: Climb down and right to another dihedral, this one with a small overhang.  Up the dihedral, pull the small overhang (5.7, a bit awkward but easy) then face & crack to a belay ledge.  P3: Traverse right and slightly down (3rd & 4th class) to a moderate crack.  Follow the crack up to a belay ledge.  P4: Head up the chimney, then up and left to reach the belay bolts atop the wall.","protection":"Natural anchors with a few fixed pins.  Bring a standard rack.","location":"Start right of The Long Lead beneath a shallow, right-facing corner, just left of of a smooth, blank wall.  Descent is either to scramble to The Long Lead descent or make a short rappel west, then scramble west, then down & around to the start of the climb."},"__v":0},{"_id":"qiFtIXx6VDi7ywIBcSvFYA==","name":"Fettucini Afraido","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"P1: Todd Swain, Chris Raypole, Greg Bender 02-1988  P2: Todd Swain & Brad White","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":12,"mp_id":"108014322","mp_crag_id":"105824584","climb_id":"qiFtIXx6VDi7ywIBcSvFYA==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"This route starts to the right of Simmer Til Done.P1: Climb a bulge past two closely spaced bolts (crux), then sporty climbing past about four more bolts leads to the same P1 belay as Simmer Til Done.P2: Climb the wall above past a couple bolts and gear placements to the top.","protection":"P1: Roughly six bolts.   P2: A couple bolts plus gear. \n\n  Rappel the route.","location":"This route starts to the right of Simmer Til Done which is right of the pillar leaning against the wall (Erection Direct). There are two closely spaced bolts in a bulge at the base of the climb."},"__v":0},{"_id":"Pu1SN4w9UMmfgOxLt7Te2w==","name":"Erection Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Pete Noebels, Dennis Abbink, Jim Waugh, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":10,"mp_id":"118051466","mp_crag_id":"105824584","climb_id":"Pu1SN4w9UMmfgOxLt7Te2w==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"One of the better, if not best, routes on Barks Canyon Wall.  Clean rock and good gear throughout the climb.  Pitch one climbs up either side of the pillar (we climbed the left side) to a two bolt belay.  Pitch two has engaging face moves to gain right leaning crack and continues over small roof to a large ledge with two bolts.  Pitch two is the physical crux.  Pitch three climbs the face straight above using the pockets for crafty gear placements, 5.6+ to a two bolt belay.\n\n Rappel the route back to packs or explore the unique area behind the climb.  Second rap is a two bolt vertical chain anchor. A stretched single 70m will just reach the base.","protection":"Cams to #4, nuts, tri-cams","location":"This route is on the far right side of Barks Canyon Wall and is easily found by the large pillar (or the Erection) that leans against the wall.  There are two sport routes just to the right of this climb."},"__v":0},{"_id":"eOxcFBHGWOmvVQXJOuA+5g==","name":"Big Bruno","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":3,"mp_id":"106672333","mp_crag_id":"105824584","climb_id":"eOxcFBHGWOmvVQXJOuA+5g==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"Start below a big left facing chossy looking (but not too bad) dihedral to the right of \"The Long Lead\", 5.8. 90ft to a bolted anchor consisting of one very old bolt and two bolts placed 2019. Pitch two is the 5.9. Good stemming makes the going easier. Pitch starts with a flaring hand crack on left, short finger crack in center, and fist/offwidth crack to right. Sufficient pro can be found in all three cracks, use alpine draws to prevent drag on this long pitch. After the obvious crack start to this pitch you'll move left, crossing easier but hard to protect section to chimney that is midway up 2nd pitch of The long lead. The chimney has good pro. Continue up chimney to bolted belay. The belay consists of two old 70's era self drive bolts with leeper hangers, one angle pin driven in a hole, and one bolt placed 2019.  Pitch three is a fifth class chimney, you'll find pro in the back if desired. You'll come to some large chockstones/boulders in chimney and if you look, there is a very narrow squeeze in the back. If you are not small or medium small at most, you'll not fit. I am a pretty small guy and I had to take off all my gear and helmet and I still barely fit. If you are claustraphobic do not try. Once above the squeeze you can set up a belay to bring up your partner. From there you scramble on easy 5th class terrain up a little more chimney, then right, up short juggy wall to top. You don't have to rappel off the back and scramble down to descend any more. If you have a 70m rope you can do 3 raps down stroke it gently. Getting to the top anchor for the first rap involves a little scrambling down from the summit, and a short but airy hop to the two bolt rap anchor. If I were to do this route again I would likely do the first two pitches, then rap from there. The ledge at the top of the second pitch is also the ledge for stroke it gently and contains a nice rap anchor, located slightly to the right of where big Bruno comes to the ledge.  ","protection":"Trad gear","location":"Left side of Bark's Canyon Wall. Start below a big left facing dihedral to the right of \"The Long Lead\"."},"__v":0},{"_id":"cQ7HKKiKWk6HQKzGWOIXkg==","name":"Bandito Route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"1984; S.Mish and D.Insley.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"left_right_index":9,"mp_id":"106672345","mp_crag_id":"105824584","climb_id":"cQ7HKKiKWk6HQKzGWOIXkg==","areaRef":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"I could take the high road But I know that I'm goin' low I'm a ban—I'm a bandito\n\nTwenty One Pilots\n\n Definitely a more technical route than Stroke It Gently and Erection Direct, so conceivably this could be the best climb on BCW. The jive-turkey hangers have been replaced and the rivets are gone. The roof crux sequence is tricky and only slightly lets up afterward. Pitch two has sparse protection, but follows the easiest terrain. The upper third pitch dihedral requires ones full attention by being tighter and tougher than The Long Lead's pitch two.\n\nP1: From the top of large flake pile, mount slab, climbing past first clip to an equipoising ledge below roof. Clips two and three above protect the overhanging crux face. Continue up slightly lower-angled face into a right-arching crack and over another bulge. A mellow yellow, pocketed slab finishes at a three bolt belay.\n\nP2: Climb lichen face above belay past piton (crossing The Long Road) and continue through a multitude of great pockets passing the fourth clip. The face thins near the fifth clip, where trending right gains a large flake system, which eventually reaches a large belay ledge with two double rings on left (beginning of The Glory Road’s pitch three). It's possibly to trend left slightly above clip five for a more direct P2 crux line to the anchors. The seam angling left from this ledge is the start of Lay Me Down.\n\nP3: On the right side of big ledge, past a bush, there is a swelled, pocketed wall that gains a thin crack.  Follow crack and then face up to base of a steep dihedral. Stem the dihedral and finish on upper slab (same as The Long Road). Pro belay.","protection":"Standard Supes rack. One piton and twelve bolts (five clips and seven for belay/raps). Three 70m single line raps.","location":"To the right of Stroke It Gently and The Glory Road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,98708346-5531-5e14-a00c-9eefca7d2b0b","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Barks Canyon Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.6"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.34934,33.41152]},"bbox":[-111.34987868475055,33.41107033981814,-111.34880131524946,33.41196966018187],"left_right_index":-1,"ext_id":"105824584","area_id":"mHCDRlUxXhSgDJ7vyn0rCw=="},"content":{"description":"This wall has good rock for The Superstitions, which isn't saying much. Fun, mostly moderate climbs from 3-4 pitches with awesome scenery. Seems remote despite it's close proximity to the Peralta trailhead. Update: You no longer need to rap off the back of BCW and scramble down wash back to your packs. You can rap down Stroke it Gently. See big bruno description for info and pic."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:41.287Z","updatedAt":"2022-11-25T11:09:31.688Z"}