{"_id":"6368a50be80bff5a995b0070","area_name":"East Waterfall Dome","shortCode":"","climbs":[{"_id":"ywT4bgE6XK6rHxffY1jSoA==","name":"Kinabalu","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"James Garrett, solo, 4 July 2008 FFA: Chris Thomas and JG, 8 July 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"left_right_index":0,"mp_id":"106197312","mp_crag_id":"106197305","climb_id":"ywT4bgE6XK6rHxffY1jSoA==","areaRef":"mefefcZUUZCA8GtsBD//OA=="},"content":{"description":"The crux may very well be making it to the base of the climb. Kinabalu is a very wild and remote granite area in Sabah, East Malaysia. Get off the beaten path in Bells Canyon, and you may feel you've been transplanted to Kinabalu.\n\nNo pictures of this beautiful Dome appear in previous guidebooks and the multiple domes and massive amounts of rock east of East Bell may lead to some confusion.\n\nPitch #1: From a sandy ledge on the west side of the Dome, climb beautiful green patina passing 3 bolts to an easy roof and into a chimney. Now climb up the widening crack to a prominent huge detached apex of granite gaping to the south. Stand on the apex and find a two-bolt belay. 5.7, 32m.\n\nPitch #2: Climb the slab above to a bolt eventually trending right on knobs and chickenheads passing more bolts to a tenuous ramp feature and excellent granite to a two-bolt belay. 5.10, 30m.\n\nPitch #3: Climb the left facing dihedral until it ends. Traverse left on small knobs passing several bolts and cruxy, slab problem solving requiring skills to another nice left facing dihedral and mega sized chickenheads. Pass another bolt to a left trending crack and a few fixed pitons which ends at a pin/bolt belay ledge. The cash pitch... Chris wins the lottery! 5.10 A0 or 5.11, 30m.\n\nPitch #4: At this point, it is crucial to find the base of the next pitch....traverse/scramble up and left to the most arete appearing feature. Some schrub cleaning here may mark the spot. Some parties may opt to move the belay over to this ledge. Climb more delightful patina and big holds to a bolt and continue past another bolt to a two-bolt belay on a water-sculpted ledge. 5.9, 30m.\n\nPitch #5: Continue up the spur of rock passing several bolts and climb through a shallow u-shaped bowl. Climb through another easy overhang to some more fixed protection to a two-bolt belay. 5.8, 30m.\n\nPitch #6: Slab up the water groove past a bolt and fixed piton onto the spur. Huge chickenheads and cruising low angle leads to a puzzling bolt protected step and the final two-bolt belay. 5.7+, 30m.\n\nA short 50 foot scramble will lead to the ridgeline.\n\nRappel the route.","protection":"QDs, 70m rope works best for rappels or take two ropes, Set of Camalots from C3s to #3.","location":"The top of the first pitch is the most recognizable landmark to find direction. A detached pillar, to the right of a massive right facing corner, topped by a rounded pointy apex is visible almost from anywhere in the upper canyon.\n\nThis Dome is actually two up from East Bell. Two distinctively separate domes sit above and east of East Bell. This is the second one (farthest east), above and northeast of the waterfall.\n\nNOTE: In 1985, together with good Swiss friends Res von Känel and Koni Hari, we climbed Pilz Grind which was located, as far as I can recall, on the next Dome east of East Bell. The route Kinabalu is on the next Dome further to the east than Pilz Grind."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,b53fbdbf-20cc-50f7-ae22-2c05cea04bf4,99e7de7d-c654-5190-80f0-6b6c043fff38","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Bell's Canyon","East Waterfall Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.804,40.5661]},"bbox":[-111.80459192589032,40.56565033981814,-111.8034080741097,40.56654966018187],"left_right_index":-1,"ext_id":"106197305","area_id":"mefefcZUUZCA8GtsBD//OA==","polygon":{"type":"Polygon","coordinates":[[[-111.80459192589032,40.56565033981814],[-111.8034080741097,40.56565033981814],[-111.8034080741097,40.56654966018187],[-111.80459192589032,40.56654966018187],[-111.80459192589032,40.56565033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:29.170Z","updatedAt":"2024-01-20T01:07:00.010Z"}