{"_id":"63689de0e80bff5a994f9061","area_name":"Maroon Bells","shortCode":"","climbs":[{"_id":"nbzZVzHSXMGlKklgC1EOcA==","name":"Northeast Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.989,39.0708]},"left_right_index":999999,"mp_id":"105761562","mp_crag_id":"105746221","climb_id":"nbzZVzHSXMGlKklgC1EOcA==","areaRef":"utZkVKWmWO6mQsHI1c9rFA=="},"content":{"description":"Start from Maroon Lake Trailhead, and hike the Maroon trail via the Maroon-Snowmass trail until you are level with the bottom of the north face basin.  From here, traverse across the bottom of the basin under the north face until you are under the ridge.  When you reach the bottom of the ridge continue traversing on some ledges below the ridge to the south, until you reach the first grassy east facing gully leading up to the ridge.  Be sure you don't hike beyond this gully; the rock gets very loose, and cliffs out.  From the east facing gully, scramble up the gully until you join up with the northeast ridge.  At the top of the Gully you might encounter a few short class 4 cliff bands.  Once on the ridge follow it to the summit.  While on the ridge, you might confront a few class 4 bands with some exposure.  Overall, if you stay somewhat on route, the rock is fairly solid, and despite how loose they reference the rock conditions to be in the fourteener books, it is not that bad.","protection":"A rope and some slings if you want to rappel the short class 4 cliff bands down, but it is not really needed.","location":""},"__v":0},{"_id":"vvW8XWVyUgihbDrEXyNC+w==","name":"Megamoronal (submitted as Moron's Bells Traverse)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Aspenite?","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.989,39.0708]},"left_right_index":999999,"mp_id":"111060712","mp_crag_id":"105746221","climb_id":"vvW8XWVyUgihbDrEXyNC+w==","areaRef":"utZkVKWmWO6mQsHI1c9rFA=="},"content":{"description":"NOTE: This is not the Maroon Bells traverse and most ticks are likely incorrect. Also, overbearing MP admins should really stop ghost editing things they have no business editing.\n\nI am doing a disservice to this site by adding the Moron's Bells Traverse, otherwise called the Megamoronal Traverse. Let's be honest. It is quite possibly the most idiotic chossfest on here.\n\nWhy am I adding it? Quite simply, because some of you are idiots. What's better than the Red, Rugged, and Rotten Cocktail for a full 20 miles and 12,000 feet of gain, constantly dodging loose rock and yarding off widow makers above the abyss? Not much.\n\nUnfortunately, and I don't mean to be rude, but you probably aren't capable of doing this route. To be somewhat candid. It's too long, too loose, too pointless, too complicated, and so forth, but here it is, for the moronically inclined:\n\nThe goal of the traverse is to run the ridge, tagging the points >13K feet surrounding Minnehaha Gulch and West Maroon Creek, starting at Buckskin Pass and ending at Pyramid. Yes, the ridge goes with some high bypassing, and for those who THINK they're in shape enough to attempt this, it goes without rope. In a day would be most impressive.\n\nThe exact start and end can be modified, so long as you run the entire ridge between those two points. Also some may choose to start in Crested Butte, climb the eastern half first and then the western half, with a gear stash along the route. It doesn't matter; whatever you choose is likely the wrong decision, since you shouldn't be there in the first place.\n\nThe passes and peaks traveled include Buckskin Pass, UN 13039, Sleeping Sexton, North Maroon, South Maroon, Belleview Mountain, West Maroon Pass, UN 13130 (the true summit is actually SE of the ridge), UN 13180B, UN 13722 (\"Lightning Pyramid\"), Thunder Pyramid, and, finally, Pyramid Peak.\n\nThe logical starting place is Maroon Lake, though one attempt started outside of Crested Butte.\n\nThe western half is referred to as the Megamaroonal Traverse. The eastern half is the Megamidal. A smart person, which those attempting this route most certainly are not, would scout each of those routes first to even have a chance of doing the full Moron's in a day.\n\nThe crux of the Megamaroonal section is Sleeping Sexton to the Gunsight prior to North Maroon. The key is to find a good ledge - generally on the W side - bypassing cliffs on the ridge. One should be able to stay fairly close to the ridge. The downclimbing is tricky, perhaps 5.easy for the most savy route-finders. The North Maroon to Maroon downclimb is much easier and cleaner in comparison. Watch out for the more dangerous choss between Maroon and Belleview.\n\nThe 5.4 crux of the Megamidal is Thunder Pyramid to Pyramid, a rather exposed chimney system on the east side of the ridge. Other than that, expect some rather intense route-finding and numerous sections of exposed 3rd, 4th, and low 5th scrambling. Describing the route is near impossible, and the route should be reserved for confident and experienced terrain navigators. Luckily, there are numerous bail spots, and it would behoove you to know where they are, since you're likely to use one.\n\nOnce completed with the traverse, pat yourself on the back and realize nobody will ever care, much less understand, what you have accomplished, but I do, and I say congratulations, you're a complete moron.\n\nThe Megamidal:\n\nhttp://www.14ers.com/php14ers/tripreport.php?trip=14361&parmpeak=250&cpgm=tripmain&ski=Include\n\nThe Megamaroonal:\n\nhttp://www.14ers.com/php14ers/tripreport.php?trip=15629\n\nA valiant attempt at the Megamoronal (submitted as Moron's Bells), though it skips the crux northern third of the Megamaroonal, is:\n\nhttp://www.14ers.com/php14ers/tripreport.php?trip=16437\n\nI will say one good thing about this sufferfest. It is one of the most beautiful, unique, and interesting traverses in the world. Ad caveat: in its own way.","protection":"Small gear, perhaps a light rope. Say goodbye to a decent time.","location":"It is on the Maroon Bells."},"__v":0},{"_id":"piySSflFWHSHWSSvs0ik4Q==","name":"Bells Traverse (submitted as Maroon Ridge)","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.989,39.0708]},"left_right_index":999999,"mp_id":"105758712","mp_crag_id":"105746221","climb_id":"piySSflFWHSHWSSvs0ik4Q==","areaRef":"utZkVKWmWO6mQsHI1c9rFA=="},"content":{"description":"Guidebooks describe the ridge connecting the Bells as 4th Class. Everyone I've talked to who's done it from south to north has rated it from 5.4 to 5.7. If you climb the Bell Cord Couloir first (in my opinion the most enjoyable option, and the fastest), this is how you'll do it. By the way, the rock (at least on the ridge) isn't as bad as they say.\n\nFrom the summit of South Maroon, head back toward the Bell Cord Couloir notch. Either keep to the ridge or to the west side, following cairns as much as possible. From the notch, head straight up the 4th class wall in front of you. Follow steps and cairns and occasional dead ends up the ridge to the first improbable-looking 5th class section. It goes at about 40' of 5.2 or so. Some more routefinding will bring you to a flat area on the ridge with a blunt prow blocking your way. A 30' section of steep 5.4-5.5 rock (we found it just left of center) will get you past it. A rap sling was on top. Follow the ridge past a few more difficulties to the last climb up to the summit of North Maroon Peak and the last 4th class climbing. Descend off the northeast ridge, following cairns and a faint trail down (4th class). Dawson's guide is a great reference for the descents of both peaks. The Bell Cord plus the ridge is a combo that shouldn't be missed as an alpine day in its own right, not even for the purpose of a 14er double bagger. The climbing plus the views of the valleys around Aspen and the Elk Mountains are unmatched. See the following site for a good description of the ridge from north to south.\n\nhttp://www.theronwelch.com/mountains/fourteeners/Maroon%20Bells/bells.htm\n\n.","protection":"My partner and I soloed the two fifth class sections on the ridge.  Both could have been protected with nuts and cams to 1.5\"","location":""},"__v":0},{"_id":"tNaJwhuYUt6Zh8wopYyqpw==","name":"Bell Cord Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown, Albert Ellingwood, 1919?","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.989,39.0708]},"left_right_index":999999,"mp_id":"105758709","mp_crag_id":"105746221","climb_id":"tNaJwhuYUt6Zh8wopYyqpw==","areaRef":"utZkVKWmWO6mQsHI1c9rFA=="},"content":{"description":"With incredible views, great conditions, two stellar summits, and 2,300 feet of climbing, this was one of my favorite climbs of the year.\n\nApproach this classic snow/ice climb via the Maroon Bells TH and Crater Lake.  Hike about a half mile past the lake to the talus runout below the couloir, then head straight up toward it.  A cairn marks the cutoff point.  Follow the right side of the runout and a faint trail past the obvious cliff/notch, and traverse in to the left to gain the snow.  Climb over 2,000' of steepening snow/ice to the notch between the Maroon Bells and enjoy.  The angle reaches about 55 degrees in the upper 1/3.\n\nFrom the notch, follow the Maroon Ridge to South Maroon Peak (3rd-4th class) or North Maroon Peak (5.4ish) and descend one of the standard routes, or descend the couloir (carefully, with soft snow).  Prime time to hit the Bell Cord is late May - June, depending on the year.","protection":"An [axe] should be all you need for this.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,bad66454-a5a6-58ee-a642-c1c8d5cf6b14","pathTokens":["USA","Colorado","Alpine Rock","Maroon Bells"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.4"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.989,39.0708]},"bbox":[-106.98957918454029,39.070350339818134,-106.9884208154597,39.07124966018186],"left_right_index":-1,"ext_id":"105746221","area_id":"utZkVKWmWO6mQsHI1c9rFA==","polygon":{"type":"Polygon","coordinates":[[[-106.98957918454029,39.070350339818134],[-106.9884208154597,39.070350339818134],[-106.9884208154597,39.07124966018186],[-106.98957918454029,39.07124966018186],[-106.98957918454029,39.070350339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:50.460Z","updatedAt":"2024-02-19T18:31:10.497Z"}