{"_id":"6368a214e80bff5a9955d86f","area_name":"Rad Wall","shortCode":"","climbs":[{"_id":"8geF9fcIWW+hGowfIA8bbw==","name":"Utilitarian","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":11,"mp_id":"117896562","mp_crag_id":"105818750","climb_id":"8geF9fcIWW+hGowfIA8bbw==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Utilitarian: designed to be useful or practical rather than attractive.  Like Resurrection, this route has less than stellar rock quality but is a sunny alternative for those cooler days.  Start right of the little pine tree and angle up and left following the small angling corner passing two bolts. Angle right to the third bolt and then continue straight up.  Due to poor rock quality, the bolts are not in the most ideal placements but are in solid rock. A 16cm draw or doubled up draw is recommended for the second bolt.","protection":"6 bolts.  2 bolt anchor with chains and steel carabiners.","location":"Right of Resurrection."},"__v":0},{"_id":"DXB0sY/TXryO5WQD9+3atg==","name":"The Traverse","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":999999,"mp_id":"107787320","mp_crag_id":"105818750","climb_id":"DXB0sY/TXryO5WQD9+3atg==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"\"The Traverse\" is a bizarre and contrived adventure that climbs up and across all of the routes on the Rad Wall, hitting several of those routes' cruxes along the way.  \n\n  Start at the base of \"Procrastination\" and climb up and right, clipping the first bolt on \"Procrastination\", the second on \"Bolting Barbie\", plus an extra bolt just right of Bolting Barbie. Work up and right, climbing past a bulge on \"Stroke Me\" and into the crux of \"Against All Cobbs\". Catch a well-earned shake at the horizontal on \"Crack Attack\", getting psyched for the pumpy finish on the final two bolts of \"Stoker\". \n\n  This route is definitely a logistical hassle, as it occupies all the routes on the Rad Wall simultaneously. Be courteous to other climbers if you choose to try it. It's probably best to wait for a day when no other parties are climbing on the Rad Wall.","protection":"8 bolts to the anchors on top of \"Stoker\".  \n\n  Lead-follow to clean your draws, or climb a few of the independent Rad Wall lines to get them back.","location":"Start at the base of \"Procrastination\", at the left end of the Rad Wall and traverse all the way up and right to the anchors of \"Stoker\" at the far right end."},"__v":0},{"_id":"XftTTst6Wp63/qj06L8FsQ==","name":"Told To Bolt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":12,"mp_id":"117927755","mp_crag_id":"105818750","climb_id":"XftTTst6Wp63/qj06L8FsQ==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Like the neighboring routes, this route has some sections of poor rock quality.  The start has great rock, but the rest of the route has poorer rock quality.  It is in the sun from midday onwards.","protection":"5 bolts.  2 bolt anchor with chains and steel carabiners.","location":"Right side of the Rad Wall's south face."},"__v":0},{"_id":"I7qvb77iU0GldngzhKoKpg==","name":"Stroke Me","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":4,"mp_id":"105819871","mp_crag_id":"105818750","climb_id":"I7qvb77iU0GldngzhKoKpg==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Great continuous jug haul with a few non-juggy holds and big reaches thrown in. Climb fast and shake out when you can! Harder than Bolting Barbie, easier than Crack Attack. Beware the sucker-chalked jug up top. Yet another Rad Wall classic!","protection":"7 bolts to chains","location":"3rd from the left on the Rad Wall."},"__v":0},{"_id":"Nd+Wd/GBUVSf9dB1fw0/pA==","name":"Stoker","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Sheftel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":8,"mp_id":"105819884","mp_crag_id":"105818750","climb_id":"Nd+Wd/GBUVSf9dB1fw0/pA==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Good route between Crack Attack and The Matrix.  Start out pulling the hardest moves of the climb.  Near the second bolt you can use a giant sloper for upward progress or traverse left, up and back right.  After this section the climbing eases and a few rests allow some recovery.  Rest up and head back to harder climbing with a few tricky moves and the redpoint crux high up.  \n\n  Be careful at the anchors of the large pine trees when the wind is blowing. While I didn't hit them in a leader fall (about as high as you possibly could fall), they blew into me while cleaning the anchors.","protection":"6 bolts to anchor. The third bolt has a permadraw on it to facilitate cleaning (the leader clips her/his rope into the permadraw on the way down while cleaning) and negates the swing into the trees behind.","location":"Right-most on the main (front) side of the Rad Wall, starts by two large pine trees."},"__v":0},{"_id":"BFov6VP0Vd6NUfJ7vQVkuw==","name":"Slacker Ken","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vaino Kodas and Tony Stout (June 2007)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":1,"mp_id":"105976069","mp_crag_id":"105818750","climb_id":"BFov6VP0Vd6NUfJ7vQVkuw==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"The first bolt is low and protects you off the deck. Climb up to a nice ledge, where the second bolt can be clipped from a great stance. Continue up through a small bulge and to the anchors. Nice exposure for the grade as it climbs just left of, or on the arete. The climb can be done along the arete, or slightly left of it for two different variations.","protection":"5 Bolts to chain anchors. In September 2016 a chain draw was added to the first bolt to allow the belayer's end of the rope to stay clipped at all times preventing the all-too-common belayer-and-climber-swinging-out-together incident while cleaning.  \n\n  A belay bolt was added in September 2015 at the base of this route. Please use it to avoid swinging out over the eroding area between the switchback and tearing that area up even more.  \n\nThe lowered climber should take the trail/switchback to return to the base of the climb instead of going straight back to the belay and tearing up the eroding area. The logs and rocks are in that area for reason. Please don't shortcut switchbacks.","location":"Far left end of the Rad Wall on the arete. On the right side of the entryway to the corridor. This route is listed as #1 in the               \n\nThe Rad Wall at El Rito seen from the top of the Schoolhouse Slab. All ratings shown here are quoted from the [[North American Classics online topo]]naclassics.com/elrito/sport….      ."},"__v":0},{"_id":"wo/an7rVUAOe/s35ScIMIQ==","name":"Resurrection","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Unknown, resurrected by Gary Clark","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":10,"mp_id":"105818760","mp_crag_id":"105818750","climb_id":"wo/an7rVUAOe/s35ScIMIQ==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Follow the bolts up, watching yourself clipping the third bolt (possible grounding potential). Crux is down low between the first and third bolts. Eases way up toward the top. The story on this route is that this route was a \"botched, abandened project redone and finished in 2003 (online guide).\" The Taos Rock book notes this route is \"loose and contrived and should have been left dead.\" My personal take on the route was that it was OK (worth doing but not great), didn't find anything loose, and a fine route to climb if the wind is blowing at 30mph, it is cold, and there is not much more in the sun to climb (south facing)!","protection":"6 bolts to anchors.","location":"Starts on the south facing end of the crag, just right of the route going directly up the arete (The Matrix, 5.11c)."},"__v":0},{"_id":"ZI6eCTayUq6ZWvLLGW699A==","name":"Procrastination","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rich Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":2,"mp_id":"105818767","mp_crag_id":"105818750","climb_id":"ZI6eCTayUq6ZWvLLGW699A==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Lower part is continuously overhung, climbing to a bulge. Pull around this and climb hold on the arete. Eases a tiny bit but remains quite sustained. Perhaps this route will seem easier as it is climbed more, however, I felt that it was at least a letter grade more difficult than Bolting Barbie, which is rated at .12a by the online guide and .11d/.12a by the Taos Rock guide. The both guides gives this route an .11d rating.","protection":"6 bolts to anchors.","location":"This route is the first one to the right of the left side arete on the wall. Lies between Bolting Barbie and the arete."},"__v":0},{"_id":"e1DgqSoXXzu1ooQYo9QBTQ==","name":"Pitted [Incomplete]","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jason Halladay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":7,"mp_id":"120976011","mp_crag_id":"105818750","climb_id":"e1DgqSoXXzu1ooQYo9QBTQ==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Admin note:\n\nWARNING: This isn't a finished/complete route, or even a variation, just a smattering of exploratory bolts. See Jason's comment below.This variation to the right of Crack Attack was added in the last year or so. Maybe 50% of the route is independent; the middle section is shared.  As it gets climbed, its consensus may prove to be slightly easier than the original line, as it doesn't have the cruxy finish of Crack Attack.  I'll enter it at 12a, but it's sort of hard for me to gauge the rating because: (a) it didn't have a path of well-chalked holds, (b) I already knew Crack Attack fairly well, and (c) I hadn't climbed Rad Wall yet this season.  (Were it a stand alone line, it would be a 4-star route.  Crack Attack is awesome, hard to say this adds much to it that makes it better? I don't know.)The first bolt is 18' up between Crack Attack and Stoker.  You shouldn't be pumped yet, but-- Do not fall getting to it!!!!! (or stick clip it).  Just past this bolt a big reach off a small pocket gains a jug used on Crack Attack and Crack Attack's 4th bolt.  Climb terrain shared with Crack Attack: the shouldery gaston-left move, then follow the shallow right-facing corner feature to the flake rest at its apex, clipping the Crack Attack 5th bolt (perma) on the way.  At the flake rest, resist clipping the Crack Attack bolt (or back-clean it if you do); the bolt you want to clip is 4' off and up to your right.  Just after you leave the rest, move right to a 3-bolt finish-- some holds early on this finish will be shared with Crack Attack.The 2-bolt anchor lacks chains or anything to lower from.  Until this is remedied, clip draws to it, traverse left to Crack Attack anchor, then traverse back to clean.","protection":"6 brown-painted-hangers/bolts to a 2-bolt anchor. The anchor needs chains currently.  The 3rd bolt is a perma on Crack Attack. Consider using Crack Attack's 1st bolt as a belay bolt.","location":"Start just left of Stoker, angle left to a high independent bolt, then into Crack Attack.  Up high, look for a 3-bolt independent finish to the right of normal Crack Attack."},"__v":0},{"_id":"6Wzy5WcGV/+gSfIzcGlEcA==","name":"The Matrix","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":9,"mp_id":"106031154","mp_crag_id":"105818750","climb_id":"6Wzy5WcGV/+gSfIzcGlEcA==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Climb the right side arete of Rad wall.  Clip a low first bolt and start up the steep arete.  Pull difficult balancy moves past the second bolt for the crux.  From here endure the pump resting whenever possible climbing the arete or right side whatever is easier.  At the 6th bolt head onto the face and up easier ground to the anchors.","protection":"6 Bolts to Anchors","location":"On the right side arete of Rad Wall.  Between Stoker and Resurrection."},"__v":0},{"_id":"KO5BWXxsXyix0A/XgJW1XQ==","name":"The Green Chile Two Step","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Daniel Trugman, Jason Young: August 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":0,"mp_id":"106510794","mp_crag_id":"105818750","climb_id":"KO5BWXxsXyix0A/XgJW1XQ==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Fun climbing on monster jugs and positive pockets. The crux is by the 5th bolt on green rock, where the angle steepens to just past vertical and there are several bigger moves or smaller holds. Having some height on you will definitely make this easier. The route may in fact be soft for the grade, regardless of height. Let me know what you think.  \n\n  The route looks a tad runout from the ground, but that is because you can't see the third bolt or the anchors. The route is comfortably bolted for the 5.7 leader.","protection":"5 bolts to chains with quick links","location":"In the Route Canal (the alley to the left of the Rad Wall and right of the Gnar Wall), the second bolted route on the right. "},"__v":0},{"_id":"j4Oa+V3aVC+2qlF68XNjnQ==","name":"Crack Attack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bryan Pletta","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":6,"mp_id":"105819879","mp_crag_id":"105818750","climb_id":"j4Oa+V3aVC+2qlF68XNjnQ==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"This one is great.  Requires no crack technique despite the name.  Super enduro- in your face til the end. \n\n  Sequential climbing right off the ground. If you are tall it is easier to reach the starting hold with the correct hand. Fun long pulls on mostly good pockets leads up to a shouldery move to the left getting into the bottom of the flake. Some good sidepulls and a pocket out left lead up the flake to a couple of slopier holds and a honking jug at the top and a great rest. From here the climbing gets somewhat sequential and progerssively more difficult as you move up into a shallow right facing corner on pockets and sidepulls. A sidepull pinch on a cobble up high allows one to reach up left out of the corner onto the huge embedded cobble, but there is only a good edge on top. Then its just a couple of more moves up and right on mostly jugs to the anchors.","protection":"9 bolts to chains. The fourth bolt has a permadraw on it to facilitate cleaning (the leader clips her/his rope into the permadraw on the way down while cleaning) and negates the swing into the trees behind.","location":"5th route from the left, has a crack/layback type feature midway up."},"__v":0},{"_id":"r89RVO6KXLORnT2X0Re9/Q==","name":"Bolting Barbie","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Alisa Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":3,"mp_id":"105818753","mp_crag_id":"105818750","climb_id":"r89RVO6KXLORnT2X0Re9/Q==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"Beautiful line with the crux getting from the first to the second bolt. Belayer should be attentive here, as there is a large block at the base of the climb that would suck to hit. There seems to be a mild lack of consensus in rating this route, as the online guide calls it 5.12a, and the \"Taos Rock\" calls it 5.11d/.12a. It seems to me to be on the lower end, .11d.","protection":"6 bolts to anchors.","location":"This route is the second one in from the arete on the far left side of the wall. Look for the mutilated, bolted Barbie inside the hueco just below the first bolt."},"__v":0},{"_id":"QNrbfgGcV4qE3FbDVwEl4A==","name":"Against All Cobbs","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jean Delataillade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"left_right_index":5,"mp_id":"105819875","mp_crag_id":"105818750","climb_id":"QNrbfgGcV4qE3FbDVwEl4A==","areaRef":"lztAAOBnWQKk0MU6lnzfZg=="},"content":{"description":"This one climbs a little different than most of the climbs on Rad Wall. Start at the right side of the in ground flake, climb through the first 2 bolts enduring a mini crux passing the second bolt. From here beware those aren't jugs like they look like from the ground. Head up and slightly right passing the crimpy hard crux, once past that rest when possible and climb through an easier crux towards the top. ","protection":"Seven bolts to chains with lower biners. As of April 2020, 5th bolt has a fixed cable draw to facilitate cleaning (the leader clips her/his rope into the permadraw on the way down while cleaning) and negates the swing into the trees behind.As the comments here detail, there used to be a a good run out between bolts 1 and 2 which could result in a kinda ugly fall in that area. However, with the FA's permission, a bolt was added between these two bolts (Spring 2021) in a logical clip stance area making for a much more enjoyable and safe experience. ","location":"Start between Stroke Me and Crack Attack.  Starts on the right side of a large flake sticking out of the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,44f0ed2f-df88-5e0d-94a7-33d3aa2d4a9d,04923571-bfe2-5236-9b02-72e5848160bf,973b4000-e067-5902-a4d0-c53a967cdf66","pathTokens":["USA","New Mexico","El Rito","El Rito Sport Area","Rad Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.9"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c/d"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":9,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.19534,36.39259]},"bbox":[-106.19589860452187,36.392140339818134,-106.19478139547812,36.39303966018186],"left_right_index":-1,"ext_id":"105818750","area_id":"lztAAOBnWQKk0MU6lnzfZg==","polygon":{"type":"Polygon","coordinates":[[[-106.19589860452187,36.392140339818134],[-106.19478139547812,36.392140339818134],[-106.19478139547812,36.39303966018186],[-106.19589860452187,36.39303966018186],[-106.19589860452187,36.392140339818134]]]}},"content":{"description":"Beautiful wall with continuously steep, overhanging, FUN, long, and relentless routes. Enjoy!"},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:44.099Z","updatedAt":"2024-01-20T01:04:53.798Z"}