{"_id":"6368a214e80bff5a9955d72d","area_name":"Great Potato (Mt. Ore Ida), The","shortCode":"","climbs":[{"_id":"J1sFPIk0X1Gny5VoRgsucg==","name":"East Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.47299,33.88374]},"left_right_index":0,"mp_id":"113648657","mp_crag_id":"113648647","climb_id":"J1sFPIk0X1Gny5VoRgsucg==","areaRef":"3V0D15xiV26WLpWjAhXPwA=="},"content":{"description":"This moderate yet serious two-pitch route takes the easiest line up the formation staying on a faint ridge, of sorts. The climbing is easy but the rock is very friable and must be treated with respect. There are no opportunities for natural protection on the entire route and the few bolts protecting the route are few and far between. The first pitch is protected by three bolts to a two-bolt anchor. The second pitch has a 40-foot runout after the last bolt. See the topo photo for an overview.\n\nPitch 1 (5.6) - Start near the base of the formation’s east ridge on the north side of the formation near a tall tree. Make unprotected moves up to gain the ridge. You may even consider chimneying between the tree and the rock to gain the ridge. Climb delicately up the ridge to the first bolt. On the first ascent I slung a couple of branches on the tree for protection before reaching the location/stance for the first bolt. The efficacy of these slings was debatable but it gave me the little bit of confidence I needed to proceed upwards.\n\n Continue up the ridge to a small notch and the second bolt. Climb more poor rock to the next notch and the third bolt. Another short bit of heady, steeper climbing leads to the two-bolt belay anchor in the major black streak/groove (the water groove belay.) This pitch is equally heady for the follower as a fall from anywhere would potentially result in a cheese-grater pendulum across the north face of the ridge.\n\nPitch 2 (5.6) - Leave the belay up and left following four closely-spaced bolts. After clipping the fourth bolt, relax, breathe and tackle on the unprotected 40-foot runout to the top. This is a wild, exposed and unprotected bit of climbing that’s sure to get your attention. Two-bolt anchor at the top. The summit of the formation is a cool, unique place with many small bowls/depressions.","protection":"Very little. 3 slings and a couple quickdraws. This is a wilderness area so bolts were hand drilled, on lead, and sparingly.","location":"The east side of the formation--the lowest angle climbing."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,990a83a0-3905-5f0d-93da-c12bf15e29c9,2b3f2015-8094-55e5-b64f-0b67e4f0158e,dd5d03d7-9c62-576e-962e-95a30215cfc0","pathTokens":["USA","New Mexico","Socorro Area","Potato Canyon","Great Potato (Mt. Ore Ida), The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.47299,33.88374]},"bbox":[-107.47353164796654,33.883290339818146,-107.47244835203345,33.88418966018186],"left_right_index":-1,"ext_id":"113648647","area_id":"3V0D15xiV26WLpWjAhXPwA==","polygon":{"type":"Polygon","coordinates":[[[-107.47353164796654,33.883290339818146],[-107.47244835203345,33.883290339818146],[-107.47244835203345,33.88418966018186],[-107.47353164796654,33.88418966018186],[-107.47353164796654,33.883290339818146]]]}},"content":{"description":"The Great Potato (a.k.a. Mt. Ore Ida) is the most obvious and impressive tower formation in Potato Canyon. At about 200’ high on its south side and over a 100’ high on the north side (it’s on the side of a small ridge so the downhill side is taller) it’s an awesome sight to be seen. I first read about the formation in Philip Simon’s “Tower Tales” story where the tower is fabled to have pockets and huecos all over it. In reality, it’s a relatively poor-quality rock for climbing with, as best I can tell, not a single pocket or hueco on it. This helps explain the lack of traffic climbing on this awesome formation.    Nonetheless, there is a single route to its complex, wild summit...the two pitch east ridge. While the east ridge goes at a modest 5.6, the rock is highly friable and natural protection opportunities are completely non-existent. This is a not a climb for those new to choss--one must pull down, not out and steel the nerves despite the easy climbing grade."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:40.478Z","updatedAt":"2024-01-20T01:04:48.654Z"}