{"_id":"63689de0e80bff5a994f92a7","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"OB6Iwf0vWyK9ARahzjPpvA==","name":"Where Eagles Dare","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Woodruff, Dan Hare, Brad Gilbert, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":18,"mp_id":"105751390","mp_crag_id":"105811160","climb_id":"OB6Iwf0vWyK9ARahzjPpvA==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This was one of the most (in)famous 5.9 trad routes in Boulder Canyon - that is until it was upgraded to 10b in Rossiter's latest guide.  The route begins about 50' right of the bolted route \"\n\nBolt Cola\n\n\" behind a large talus block.\n\nP1. Head up a slab with occasional cracks to a large roof about 60' up.  The crux tackles this roof directly via an overhanging corner with a very thin crack in the back.  You can place good gear down low, but higher up the corner where the crux is, your pro consists of RPs.  Back when this was rated 9+ we used to piss and moan about how Dan Hare could call this 5.9.  The exit moves above the roof are exciting and thin, then traverse right to a nice 2 bolt anchor (courtesy Dan Hare).  80'.\n\nIt is possible to climb around the crux on the left, which is really the route \"Center Direct (5.9+)\".  This involves an awkward hand traverse left along a leaning crack which begins where the normal crux does.  Not recommended unless you forgot your RPs.\n\nP2. The second pitch climbs a crackless corner and/or the slab to the right, and ends at the eagle's nest where the climb got its name.  This pitch is only about 60' long and has very little pro.  It used to be 5.8 but has been upgraded to 5.9 in the latest guide.  I'd still call it 5.8 s. 35'.\n\nP3. The final exciting pitch moves right through a roof on a steep, exposed flake, turns the corner and heads straight up beautiful hand cracks to the top.  Watch your pro when you are turning the corner to avoid rope drag on this long pitch. 105'.\n\nWalk west from the summit to descend or rappel 160' off a bolted anchor with chains just 12 feet to the right.","protection":"Standard rack to 3\" plus RPs.\n\nPer\n\nDoug Haller\n\n: the anchor of P1 has a single cold-shut and a bold stud without hanger. If you have a hanger and a nut, it looks like a 3/8\" bolt. If you read this, consider bringing a hanger and nut and crescent wrench to update the anchor. We slung the bolt with a wire stopper, but this did not inspire confidence as the next pitch is run-out 5.8. Folks who are used to climbing well-protected sport routes and splitter cracks will probably find this route mentally challenging. Be solid at the grade. The route has quality rock and good gear if you know how to place it. Take brass nuts for the first pitch and 0 cams for P2. Considering when this route was first done, it was an impressive lead at the time.\n\nOn 12/13/17, Josh LaMar added new bolts, links, and rap rings for P1 anchor:\n\ncdn-files.apstatic.com/clim…\n\n.","location":""},"__v":0},{"_id":"wnxzx4vgWYKW/1umt4P1Dw==","name":"Talon Contest","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dougald MacDonald, Sari Nicoll","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":21,"mp_id":"105759957","mp_crag_id":"105811160","climb_id":"wnxzx4vgWYKW/1umt4P1Dw==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This could be seen as either a variation to the last pitch of\n\nWhere Eagles Dare\n\nor an independent climb in the same vein as\n\nDecade Dance\n\nor\n\nAging Time\n\n. It starts at the bolt anchor over the roof on\n\nWhere Eagles Dare\n\n(also the end of the sport route\n\nRespite\n\n). Move left and through a bulge on a hand crack, then hand traverse left about 10 feet above the roof (5.8 or 5.9). Keep moving up and left until you're in a vague corner system, about six feet right of the prow. Climb straight up, passing a very tricky crux with small-wire pro, a steep lieback, and easier crack climbing to the top.\n\nThere is still a lot of lichen on this line, so it's tough to assess its difficulty -- hard 5.10 seems a good place to start. I will return when I get a chance and brush it. Already it's a much more interesting finish to\n\nWhere Eagles Dare\n\nthan the normal cracks. It's got great position, perfect pro, and really fun climbing.","protection":"Bring RPs and/or a very small stopper.","location":""},"__v":0},{"_id":"Ep2cdhD0XmeZydSaRFAJBQ==","name":"Slimmer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"A. Nelson, 2000","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":12,"mp_id":"105761166","mp_crag_id":"105811160","climb_id":"Ep2cdhD0XmeZydSaRFAJBQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This is a fun gear protected pitch on the south face of Blob, directly between\n\nSimmer\n\nand\n\nShimmer\n\n(just right of the red line in the photo below).  The Rolofson guide lists this as 5.10R, but we thought this route was no harder than 5.8, at most easy 5.9, with the crux being reasonably well protected.  The easier sections of this pitch tend to be runout though.\n\nThe climb starts in a thin crack and wanders over easy terrain up to a steep short left-facing dihedral, just above a pegmatite band.  Pulling through the dihedral is the crux, and is protected by a good stopper placement.  Continue upward on moderate climbing, converging with the route on the right (and clipping one of its bolts), to a set of anchors.","protection":"Standard rack.","location":""},"__v":0},{"_id":"G6WBKcLzVL2JkoJbUojwWA==","name":"Simmer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Susan Simpson, 1996.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":13,"mp_id":"105748304","mp_crag_id":"105811160","climb_id":"G6WBKcLzVL2JkoJbUojwWA==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Use small stoppers or cams for the first 25ft up to the first bolt. Make a clip at a poorly placed bolt under the roof, then crank up. Veer left to the finish of Shimmer.","protection":"QDs plus thin pro for the first 25 ft. Shares same anchor as\n\nShimmer\n\n.","location":""},"__v":0},{"_id":"Id4LzK6pU2m+NQL0Jh9WuQ==","name":"Shimmer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Susan Simpson, 1996.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":11,"mp_id":"105748301","mp_crag_id":"105811160","climb_id":"Id4LzK6pU2m+NQL0Jh9WuQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"The first bolt is about 20ft or so off the deck so bring a small cam, but it's easy ground up to the bolt. The crux is a pull over the bulge toward the end of the route.","protection":"QDs plus some small cams to a 2-bolt anchor.","location":""},"__v":0},{"_id":"RZGjQqeIXu6sb/74bpQ14A==","name":"Resolution","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ivan Rezucha, 01/02/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":1,"mp_id":"105765162","mp_crag_id":"105811160","climb_id":"RZGjQqeIXu6sb/74bpQ14A==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Resolution was climbed on a balmy, high 50s January 2nd.\n\nResolution climbs a nice, fun line left of the recently added first pitch to\n\nOctober Surprise\n\n. It finishes left of the 10d middle pitch of Under the Eagle's Wing. It is likely a combination of several variations climbed in the past by various people, and thus I'm suggesting this is a FRA, First Recorded Ascent, rather than an FA.\n\nThe gear is decent, but due to the reachy nature of several moves, this may be S and harder than 9- for the reach-impaired.\n\nOne, maybe 1 1/2 stars. Not quite as nice as P1 of\n\nOn Ballet\n\ndue mostly to the inconsistent difficulty. The rock quality is good. On the easier knobby slabs, the gear is sparse, but adequate, and this keeps the interest level up.\n\nApproach: From the top of the Blob approach trail where it meets the crag at the gully, walk left until just before a large vertical flake at the base of the wall. Under the Eagle's Wing starts at the right side of that flake. A little to the right of that you will see two bolts which are the start of the new first pitch of\n\nOctober Surprise\n\n. Just left of that is a short, right-facing corner capped by a roof, the start of Resolution.\n\nP1: Climb the corner and swing left through the roof (or perhaps chimney up past the overhang). Protect your second, then angle gently left along grooves following a vague, white dike that becomes more prominent higher up. At one point, where it starts to get a bit difficult, step right and up to another slab. Continue easily to the base of a vertical headwall. To your left is a right-leaning offwidth crack. Get gear high and left then undercling and make a long reach diagonally right across the steep face to an incut jug. You will need approximately a 6' wing span to make this reach. It may be possible to do this move some other, more difficult way. Plan B would be to climb the offwidth through the bulge (not trivial). Bring a #4.5 Camalot for that. Back to the jug... step right across the face and up an easy slab. Angle left a bit to regain the white dike. At a dirty, thin, right-leaning crack through a bulge, step left onto a slab and up to a ledge. Belay somewhere here or traverse right to the\n\nOn Ballet\n\n/\n\nOctober Surprise\n\nbolts. If you've managed the rope drag well, continue with P2.\n\nP2: The steep, right-facing corner with a thin crack is Under the Eagle's Wing. Traverse left from the base of that corner* about 6' until it is possible to step up and right into the next shallow, right-facing corner. Get gear high then rock around left onto a foothold and stand. No gear here despite the thin crack at your face. Reach high, if you can, to a knob, and step up to reach past the bulging face to a horizontal. A #2 Camalot protects the easy move onto the upper slab. You are now on the easy slabs on the right side of the\n\nCentral Chimney\n\n. Continue up easily past the right side of a huge block to the bolts at the top of P2 of\n\nOn Ballet\n\nand\n\nOctober Surprise\n\n.\n\nPossible variation: Climb throught the overhang at a jug just left of Under the Eagle's Wing corner at 5.10 or so. Continue up the shallow and friable, left-facing corner or step left to the right facing corner of Resolution. The left-facing corner takes a decent brass nut about halfway up, and it looks like there's a good hold at the top.\n\nDescent: Two rappels with a 60m rope from bolts with rings. Angle right on the first rappel to get to the anchors for\n\nOn Ballet\n\n/\n\nOctober Surprise\n\n.","protection":"Singles from medium brass to #4 Camalot. Long slings.","location":""},"__v":0},{"_id":"cJgZXEoLUCSHcoGxQ51kWg==","name":"The Reamer","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Strappo & Simon Peck","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":6,"mp_id":"105763419","mp_crag_id":"105811160","climb_id":"cJgZXEoLUCSHcoGxQ51kWg==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This route was reported in Neptune's book but not elsewhere I think.\n\nTo the left of Lichen to Like there is a large spike. This is the Reamer. The route goes to a stance atop this spike and - after placing a stopper blindly to protect the wildly committing moves - up to and over the bulge above.\n\nI don't know whether this is an 's' or not because although the stopper is hard to place, and I am unsure of the size so I'm not guessing, it can be quite good. This section is quite reachy and thuggish.\n\nI believe he did this in the late 80s or early 90s.","protection":"Wired stoppers & cams to 2\", I think.","location":""},"__v":0},{"_id":"8+7CDNKeUWqVhFeLrIWxqg==","name":"Pool Skimmer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":7,"mp_id":"111194866","mp_crag_id":"105811160","climb_id":"8+7CDNKeUWqVhFeLrIWxqg==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Left of the route with black-painted hangers (\n\nOlympic Swimmer\n\n) is a short corner with what appears to be a large detached block on the left side of the corner (actually attached on top so not detached). Above this corner is a hard-to-spot tan painted bolt. Start up the corner (gear), with a cruxy pull left into the finger crack, up to the bolt, then wander up easy terrain (gear) to a second bolt at a shallow groove. Do another crux, and then climb easy terrain straight up to the bolted anchor.\n\nPer\n\nJason Haas\n\n: this is distinct from the first pitch of\n\nThe Reamer\n\n.","protection":"Pro to 3\" and two retrobolts. Thin pro is required for the crux moving left out of the starting corner before you get up to the first bolt.\n\nPer\n\nBruce Hildenbrand\n\n: now, Pool Skimmer has two brown hangers, and\n\nOlympic Swimmer\n\nhas four tan hangers.","location":"Left of the route with black-painted hangers (\n\nOlympic Swimmer\n\n) is a short corner with what appears to be a large detached block on the left side of the corner (actually attached on top so not detached). Above this corner is a hard-to-spot tan painted bolt. Start up the corner (gear)."},"__v":0},{"_id":"SeTuS5tZWb+Q1B2zSYQzXQ==","name":"P1 of Astrophysics (aka Bolt Cola)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Hare, Mike Downing, 1987, retrobolted by Ken & Marsha Trout, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":15,"mp_id":"105748310","mp_crag_id":"105811160","climb_id":"SeTuS5tZWb+Q1B2zSYQzXQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This is well-protected, possibly over-bolted route, but good quality nevertheless. This is the first pitch of Astrophysics. Some neat balancy mantels are the crux (I guess). The route seems more like 9. Pull the roof on the right side and look for the last bolt just over the lip.","protection":"8 QDs to a 2-bolt anchor. The last 20 feet are runout 5.6, where a cam could be placed, but it is quite easy.","location":""},"__v":0},{"_id":"7xzfA48iU6aKWwSyOpCUuQ==","name":"Orange Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Weidner, Alex Shainman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":19,"mp_id":"105762078","mp_crag_id":"105811160","climb_id":"7xzfA48iU6aKWwSyOpCUuQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Imagine a plumb line straight down from the anchor atop the first pitch of \"\n\nWhere Eagles Dare\n\n\". It is this orange streak of lichen that defines \"Orange Corner\".  It is likely that this line has at least been toproped, but no information was found about this route.\n\nBegin by climbing the first 40 feet of unprotected slab on \"\n\nWhere Eagles Dare\n\n\", but veer right on thin edges to approach the steep corner.  Good gear can be placed before making a 10-foot rightward traverse underneath an overhang.  The crux involves delicate footwork and scary moves traversing back left into the corner where a welcome jug exists.  Climb up the corner to its top where more bomber gear can be placed (whew!).  This is where \"\n\nEagles Are People Too\n\n,\" 10d, downclimbs a move and traverses the steep wall out right.  Make a fun mantel move and wander up another 15 feet of easy ground to a 2-bolt anchor.","protection":"Small to medium nuts, cams from #2TCU through #1 Camalot, long slings.  There is a 2-bolt anchor on top.","location":""},"__v":0},{"_id":"w60a7XfYXkODpP4G+/uwtg==","name":"On Ballet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard and Joyce Rossiter, 1983.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":4,"mp_id":"105749191","mp_crag_id":"105811160","climb_id":"w60a7XfYXkODpP4G+/uwtg==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Nice three pitch route with surprising climbing.  On the left side of Blob rock--start twenty feet or so down the hill from a large detached flake (on the ground) and climb an easy ramp up to a small ledge.\n\nP1. Start the roped climbing here--a thin crack that angles to the right.  Then head back to the left around the corner and up the the steep dihedral.  This takes good gear and is solid 8+ stemming--belay on a small edge up a ramp after the dihedral.\n\nP2: Right from the belay anchors, traverse straight right (intimidating but easy) to a R-facing dihedral and move up the thin crack (9) that also has some bomber holds.  After the crack ends, traverse left slightly, place a #2 Friend or similar at your feet on a narrow ledge, then make some runout moves up the dike system.  A small TCU can be placed about 1/2 way through this slab section in a shallow pocket.  Now angle up and left toward the large chimney.  Climb up the chimney a short way and locate two bolts.  This pitch will create a lot of rope drag if you're not careful.\n\nP3: Take the right-hand face/crack out of the chimney for a short way until a large ledge.  You can go straight up to a huge ledge and walk right to a set or rappel anchors (one 60m, two raps).  OR, you can 4th class across the top of the chimney to the left, angle left up a ramp with several dead trees, then 4th class back down ramps, always traversing West.  When you see the chains for some sport routes, keep 4th classing above them and walk off.","protection":"Standard rack--small TCU for slab traverse on P2.","location":""},"__v":0},{"_id":"pv3JudNOV1mehkulmTMXYA==","name":"Olympic Swimmer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":9,"mp_id":"111204289","mp_crag_id":"105811160","climb_id":"pv3JudNOV1mehkulmTMXYA==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This route heads up the easiest looking terrain starting with a short corner and has bolts with black painted hangers. It's probably a retrobolt of the first pitch of\n\nLichen to Like\n\n. Just to the left is another short corner which is harder and has a tan painted bolt at about 25' (\"\n\nPool Skimmer\n\n\").\n\nPer\n\nJason Haas\n\n: this is distinct from the first pitch of\n\nLichen to Like\n\n.","protection":"4 bolts, pro to 1.5\", and a 2-bolt anchor.\n\nPer\n\nBruce Hildenbrand\n\n: now,\n\nPool Skimmer\n\nhas two brown hangers, and Olympic Swimmer has four tan hangers.","location":"About 10' right of the toe of the wall, look for a black bolt about 20' up. The anchor is about 90'. There is also another anchor well up and right, probably more like 120'. Directly under the anchor is\n\nPool Skimmer\n\nwhich has 2 tan pro bolts, one at the bottom, one at the top."},"__v":0},{"_id":"y06ddJRaUsiyTtGFsM1cbw==","name":"October Surprise","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Michael Yokell, Jim Walsh, 1992, P2 George Bracksieck & Teri Ebel, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":2,"mp_id":"105763437","mp_crag_id":"105811160","climb_id":"y06ddJRaUsiyTtGFsM1cbw==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"October Surprise is listed in Rossiter's guidebook as a variation to the 2nd pitch of\n\nOn Ballet\n\n. I am describing it with a nice first pitch, that, unfortunately, has been dumbed down a bit with 3 unnecessary bolts. The first pitch is pleasant but nothing special, but I really liked the second pitch. Moving right from the flakes into the left-facing corner was strange and spooky (although well-protected). Above that, moving left under the slanting roof looked hard but turned out to be moderate with toprope protection.\n\nRossiter and Rolofson call this 2nd pitch 10a, but I'll call it 10b to be safe.\n\nP1 5.9: Start left of\n\nOn Ballet\n\nat 2 bolts a little above the ground. You could climb trad left or right of these bolts. Pull the bulge at the second bolt at about 5.9 or 10a. Continue up easy ground to a white dike that passes a bulge near an arete. The gear is a bit strange at this move but OK. There is good gear down a ways. Get it. This move seems hard at first, but if you step right then back left it goes easily. More moderate climbing leads to a V-slot through another bulge. This is a little left of the final, right-facing corner on P1 of\n\nOn Ballet\n\n. There is one bolt here. Although useful, it's not necessary, since there is excellent gear a few feet below. The moves here are fun and unusual, but not real hard. Angle left up a ramp then hand traverse right to the On Ballet belay. There are 2 new convenience bolts here. Somehow, people have been able to climb\n\nOn Ballet\n\nfor years without these bolts, but they ARE convenient if want to do just the first pitch, and they enable you to rap from the top of the second pitch with one rope.\n\nAddendum: This pitch is the first pitch of\n\nCharisma\n\n.\n\nP2: Continue straight above the belay on a series of rounded flakes with good gear. When the flakes run out move up and right into a left-facing corner (crux). You can place a blue Alien at the bottom of this corner before starting the moves. Good holds and gear await you at the top of the corner. Angle left across the slab below the ceilng with excellent gear above you to another 2 bolt anchor (also new).\n\n1 2-rope rap or 2 1-rope raps get you down.","protection":"Double cams from micro- to finger-sized, single or double above that to #3 Camalot. Single set nuts including micro. More gear, obviously, if you will be linking P1 and P2. Double rope reduces rope drag if you're linking pitches.","location":""},"__v":0},{"_id":"FHyqLgcPXIODn6R9mmti7w==","name":"Lichen To Like","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Reveley and Dudley Chelton, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":8,"mp_id":"105748750","mp_crag_id":"105811160","climb_id":"FHyqLgcPXIODn6R9mmti7w==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"We went up to Blob Rock while on our way to ice climb. We decided it would be more fun to hit the rock. Our intent was to climb\n\nOn Ballet\n\nor\n\nWhere Eagles Dare\n\n, but we didn't have a book and didn't know where they went. Instead, we climbed whatever looked cool and 5.9-.10ish. This climb looked really cool and not too hard, although it is quite a bit harder than it looks.\n\nP1. Start right at the base where the trail hits the cliff and climb up broken ramps for a 5.7 pitch. Belay at a huge block with some fixed tat wraped around it.\n\nP2. From here, the climb arcs up and left out an overhanging face towards an arete. It looks sort of like\n\nRosy Crucifixion\n\nbut going left instead of right. The second pitch is sustained 5.9 to the traverse, which is the crux. Place some good pro and then yard off a couple of incuts and bad slopers with no feet. The reach is LONG. This is burly, and I fell four times here before backing off. It had good pro, so I don't know where the s comes from except that there is possible deckout potential onto a ledge up until this point, but only if you suck at placing gear. The crux fall is clean, though. According to Rossiter, pull the traverse and step around the arete onto a slab and climb up until a ledge is reached.\n\nAll I can say is this route is f*cking cool, so go and give it a try. If you do, you'll probably see me up there working it.","protection":"There are no bolts on this route. A standard trad rack should pretty much cover it.","location":""},"__v":0},{"_id":"nCxQd3TPXtetLwPrylJciQ==","name":"Get Shorty","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob D'Antonio, Vaino Kodas, Greg Hand and Ken Cangi","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":16,"mp_id":"105758922","mp_crag_id":"105811160","climb_id":"nCxQd3TPXtetLwPrylJciQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Get Shorty starts 15 feet right of Bolt Cola. Climb up a nice clean section of rock past two bolts. Angle up and slightly right to a horizontal crack (#1 friend). Climb up past a small, short left-facing corner passing two bolts to a good ledge. Place a 2 1/2 friend, then angle up and a little right to some short corners (gear), clip a high bolt a step left onto a slab, continue straight up past three more bolts to the anchor. This is a really nice pitch with a run out section getting to the last bolt and the anchor.","protection":"Eight bolts and some medium gear will get to anchor. Beware...it is exactly 100 feet to the ground from the anchor.","location":""},"__v":0},{"_id":"minEfSMnW4WGJomjO2cVDw==","name":"Erickson's Crack","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jim Erickson and Art Higbee, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":5,"mp_id":"106090166","mp_crag_id":"105811160","climb_id":"minEfSMnW4WGJomjO2cVDw==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Approach this climb with the first two pitches of\n\nOn Ballet\n\nto the bolt anchor in the alcove below the chimney.  You will see a mixed line with 3 bolts just to the right of the crack.\n\nThis is a great line for those who enjoy thin hand cracks.  It would be a four star pitch, if the climbing didn't degrade before the reaching the anchors.  The climb starts with 3 side by side cracks.  The crux comes in the lower section, which may be as hard as 5.10d for those with large hands.  The difficulties ease to 5.10a/b when you reach a good hand jam. Finish up and right at the 2 bolt anchor on the mixed line to the right.\n\nA hidden gem....","protection":"Double set of cams to #2 Camalot, 1 set of md-lg nuts, emphasis on the #0.5-1 cams.","location":"This crack is located in the alcove above the 2nd pitch of\n\nOn Ballet\n\n.  It is the first crack to the left of the mixed 5.12 line with 3 bolts."},"__v":0},{"_id":"Mkvuejf1UtKL0CY48pOWjg==","name":"Eagles Are People Too","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alex Shainman, Chris Weidner","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":20,"mp_id":"105762051","mp_crag_id":"105811160","climb_id":"Mkvuejf1UtKL0CY48pOWjg==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Locate the obvious orange streak in the roof system 10-15 feet right of the first pitch of\n\nWhere Eagles Dare\n\n. Climb up to the streak via the path of least resistance. Deposit pro at the base of the roof. Traverse right then up and left into the corner (5.8 R). Move up to the break at the lip and place gear (#7 Rock works great).... A new 5.8 route continues straight up from here...bust out right to the obvious rail, up to the lip. Just below the lip is a seam running down where a #1 Rock fits perfectly with concave side facing right (can be placed from out left (blind)). Turn the roof and go to the anchor for\n\nW.E.D\n\n.","protection":"Small/medium nuts, 0.75\"-1.75\" cams, 2-bolt anchor.","location":""},"__v":0},{"_id":"WMM7mgnMXQGy53m7DpBuNA==","name":"David Schwimmer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Haas & Craig Weinhold, 2000?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":10,"mp_id":"111204311","mp_crag_id":"105811160","climb_id":"WMM7mgnMXQGy53m7DpBuNA==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This ascends an interesting corner about 15' left of\n\nShimmer\n\n, with 3 bolts up high (plus a variation with 1 bolt). There is a distinct crux at the second bolt. It has fun stemming and interesting climbing.","protection":"3 bolts, pro to 3\", and a bolted anchor (independent anchor, not the\n\nShimmer\n\nanchor which is shared with 2 other routes).","location":"This is 15' left of\n\nShimmer\n\n. At the roof/overlap, there is a also a left variation with a bolt on the overhung wall."},"__v":0},{"_id":"hjhvJTEaUAqZ4+JLzmbw7A==","name":"Cold Fusion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"George Bracksieck & Teri Ebel, 1993.  Retrobolted: Dan Hare and Susan Simpson, 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":0,"mp_id":"105758641","mp_crag_id":"105811160","climb_id":"hjhvJTEaUAqZ4+JLzmbw7A==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This is the short, bolted face just down from the chimney where\n\nThe Radlands of Infinity\n\nstarts. Though this is certainly not a route, you'll dream about after you do it, it's a fun, short, sport 5.10 for finishing up a day at the Blob. A solid entrance move begins the varied face climbing past a bolt and a small slot for a camming unit. Climbing past the 2nd bolt and off the steep face to the gully is the crux. Cruise up and left to the 2 bolt anchor to set up the top rope.","protection":"Originally, this was done on gear.\n\nNow, 2 bolts, 1 or 2 small camming units.","location":""},"__v":0},{"_id":"8JlfMrW8VaOTvVdgY3YxJQ==","name":"Center Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dean Moore and Charles Alexander, 1962/ FFA: Reveley and Erickson, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":17,"mp_id":"105762930","mp_crag_id":"105811160","climb_id":"8JlfMrW8VaOTvVdgY3YxJQ==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"Start 15-20 feet up the gully from the start of \"\n\nWhere Eagles Dare\n\n\".\n\nPitch 1: Climb 15 feet up a slab/arete to a good cam placement, then traverse left across a beautiful slab to the crux overhang on \"\n\nWhere Eagles Dare\n\n\", but take the horizontal finger crack out left and over a bulge (5.9+). Continue up and left over a somewhat unprotected slab with a finger rail seam to a right-facing corner/notch. Belay at a old piton and a bolt (back it up). Look up to observe the large, old eagle's nest that looms above you.\n\nPitch 2: Climb up and right through a diagonal offwidth crack then traverse straight right around a bulge. Belay at two bolts (same anchor as\n\nWhere Eagles Dare\n\n).\n\nPitch 3: Go left to a corner and climb a fridge-like block, place a small nut or RP in a dirty seam. Climb up and right to a shallow corner just below a huge, orange dihedral that goes diagonally left (5.8+ s). Climb this corner/roof crack to its end (5.9+), then join an easy, short slab/corner to a huge walk-off ledge.\n\nDescend the ledge west (4th class) or rappel from anchors at the top of other routes along the way.\n\nA few of my variations are different than the description of this route in Rossiter's guidebook.","protection":"Gear to 4 inches with small nuts, RPs, and long runners.","location":""},"__v":0},{"_id":"HhA4W21RX8q+/k7/W/yxsA==","name":"Charisma","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Hare, Michelle Hale, Noel Childs, January 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":3,"mp_id":"105765015","mp_crag_id":"105811160","climb_id":"HhA4W21RX8q+/k7/W/yxsA==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"The last pitch of Charisma starts at the bolt anchor atop the second pitch of October Surprise and follows a line of eleven bolts up an obtuse corner to a 2-bolt lowering anchor.  (The first pitch of Charisma is currently documented on MP.com as the first pitch of October Surprise).\n\nThe climbing is sustained, interesting and technical all the way up the route, with lots of 5.10 moves and several 5.11 cruxes.  The hardest moves are at a bulge halfway up and at a technical stemming corner at the top of the pitch.  The second bolt is very close to the third and may be skipped.\n\nLower from the top anchor, then do two rappels down October Surprise with a 60m rope to get back down.  Angle the last rappel to the rappeller's right, toward the start of On Ballet.  This  leaves you on a small ledge 15' off the deck with an easy downclimb.\n\nGreat moves all the way up the pitch, but the experience is marred by crispy holds, friable rock, and lichen.","protection":"11 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"NoNR2DNvWYuj99QQsnzWXg==","name":"Astrophysics","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Dan Hare & Mike Downing, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"left_right_index":14,"mp_id":"106623064","mp_crag_id":"105811160","climb_id":"NoNR2DNvWYuj99QQsnzWXg==","areaRef":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":"This route begins with either pitch 1 of\n\nBolt Cola\n\nor the shallow crack one route left (5.10a), belay at the anchor for\n\nBolt Cola\n\n.\n\nPitch two heads up and slightly left to an old bolt and fixed pin right next to each other.  From here, head up and slightly right over a small roof to a ledge with a giant, and very cool, eagle's nest (9+ S).  The rock here is a little suspect, as are some of the gear placements; be careful not to disturb the eagle's nest.  Also, the belay for the second pitch is tat around a possibly questionable flake; good hand-sized pieces will make this belay bomber though.\n\nFrom the ledge, launch directly up into sequential and somewhat tenuous climbing through a thin feature that arcs up and right (12a).  The bolts here are old and questionable, with the third being the best. As of right now the rope hanging from the third is also in poor condition. I suggest not clipping it.  Right at the third bolt is the crux, but several in obvious moves lead up into the left-facing corner above that used to be protected by a fixed pin.  I placed two very small nuts here that both blew when I pumped out and whipped on them.  The fall is clean but watchout for the ledge below, it is very possible you may hit it from a fall above the third bolt.  Once established in the corner above, place good gear and head straight up the finish of Center Direct to a large belay ledge.\n\nTo descend, take this same class 3/class 4 walk off ledge to the left.","protection":"Light rack with a couple hand size pieces and emphasis on small stuff, ~10 QDs.\n\nPitch three probably deserves an R rating now that the fixed pin is gone.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e6c49c39-7374-5f64-8084-6297a724b328,a016cfe5-b772-5e92-aff5-7bcc75a8ec48,a4ac0b55-d0ca-5cf3-a5cb-9de7c2786774","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Blob Rock Area","Blob Rock","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10b"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":4,"intermediate":12,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":15,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.38896,40.00283]},"bbox":[-105.38954701400893,40.00238033981815,-105.38837298599107,40.00327966018187],"left_right_index":-1,"ext_id":"105811160","area_id":"pKwLVdDKXPOly53nwnhndA=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:55:58.082Z","updatedAt":"2022-11-25T11:16:30.689Z"}