{"_id":"63689d20e80bff5a994f22d4","area_name":"3. The Right Wall","shortCode":"","climbs":[{"_id":"WkBuqJsvVaKeRxN4cHh6Bw==","name":"Wasp Whisperer","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"J Crawley D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":15,"mp_id":"108027399","mp_crag_id":"106461145","climb_id":"WkBuqJsvVaKeRxN4cHh6Bw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"climb up the blocks left of crescent moon to a varying crack system.  Climb up slab on cool holds.  Slab leads to a steep heady finish on varied jams and pockets.","protection":"000-2 camalot, wires","location":"left of crescent moon"},"__v":0},{"_id":"OqzHMX2UXjypQkyK2W9CcQ==","name":"Vietnam Vacation","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bloom and Unema 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":5,"mp_id":"110203943","mp_crag_id":"106461145","climb_id":"OqzHMX2UXjypQkyK2W9CcQ==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Third in the Vietnam Trilogy, Vietnam Vacation is the middle and most featured route of the three.  Climb the same deceptively tricky start as Helicopter Exodus, taking care with gear to keep the rope from binding in the crack/flare.  Next rest up, then launch into steep stemming protected by great gear.","protection":"A double set of cams from 0 C3 to #2 c4 plus medium nuts.  Extra 0 C3 and tips gear could be useful","location":"Middle of the Vietnam Sector.  Just right of Helicopter Exodus"},"__v":0},{"_id":"Fhh2ItkBVGaeik0lfzsGdA==","name":"Turn Down, For What?","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Joel Unema 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":29,"mp_id":"108789568","mp_crag_id":"106461145","climb_id":"Fhh2ItkBVGaeik0lfzsGdA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"If you wonder what it takes to climb this route...look up turn down for what on YouTube...  lil Jon.   \n\n  Climb broken but steep rock that is much more solid than it looks up to a ledge.  Launch into the high quality climbing above, stemming and liebacking twin seams in a flake up to a ledge.  Mantle the ledge, plug some gear and turn it up for the technical and very fingery boulder problem.  From here continue up the pocketed stem box...plugging occasional microcams in horizontals.  It would be possible to traverse right onto sweet dreams or left onto the finishing ledge of Flavor of the Day.... doing so reduces the grade a bit and the quality significantly.","protection":"Double set of cams from 000 to .75 camalot.  Key pieces at top are green and red c3's.  Top is exciting with spaced out but good gear.","location":"Start left of Sweet Dreams, directly beneath the thin seam right of Flavor of the Day"},"__v":0},{"_id":"7RSO8zl+UlCrc/NE0OG+vA==","name":"The Trident","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Joel Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":39,"mp_id":"108368124","mp_crag_id":"106461145","climb_id":"7RSO8zl+UlCrc/NE0OG+vA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Three shallow aretes split by two seams run nearly the entire length of the right wall.  Begin right of parting gift, climbing polished edges left of a shallow thin dihedral.  Move up and right along a sharp flake to a flare beneath a roof.  Pull the roof and enter the Trident.","protection":"The Trident protects entirely with gear.     Bring small through large wires and offset brass. Offset aluminum nuts work well.   Loweballs: 1 red and 2 yellows   Cams:  doubles from 000 through #1 Camalot   Runners for gear near the bottom. ","location":"Begin just right of Parting Gift"},"__v":0},{"_id":"8QT1Icb5Xte/RsXnk43Efw==","name":"Three Sheets to the Wind","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick, Seth Dyer 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":0,"mp_id":"121150742","mp_crag_id":"106461145","climb_id":"8QT1Icb5Xte/RsXnk43Efw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Three Sheets to the Wind is a decent route that will test your balance and clarity of mind. Shares the first half of Full Steam Ahead. After pulling the two lower cruxes, shuffle left at a break and follow the OW to a ledge. Boulder out the last moves to the Black and Tan anchor. Although listed more for historical value, if you want to get a good look at the hard, thin climbing on the top half of Full Steam Ahead, then this line will do the trick.","protection":"Two spacey bolts to start, then fingers and wires. A #4 or #5 will protect the OW. Save a #1 and #.75 for the final run to the anchors.","location":"Right of Lord Humongous. Shares start with Full Steam Ahead."},"__v":0},{"_id":"6dpx2TktXaiIMAG7JKUhMg==","name":"Tainted Love","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":9,"mp_id":"106462104","mp_crag_id":"106461145","climb_id":"6dpx2TktXaiIMAG7JKUhMg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Tainted Love is a classic pitch with a two sided, contrasting character which shares the start with Barbarian Rising. Enjoy interesting climbing up solid blocks to gain a small hands crack in open dihedral filled with wonderful stemming. Turn roof on the left with holds that will make you smile and take a plank rest.\n\n From the rest stance, head left to obvious jug rail and bolts, then continue to look for holds around the left side of the arete. From there, you have to really start cranking. Total of five bolts from the rest to the top.","protection":"A good selection of small hands to hands sized pieces. Single set of small/medium Tcus.  Small wires at the top optional.","location":"To the Left of Barbarian Rising. Shares start with that route."},"__v":0},{"_id":"nURRM71EXRGsQDC38fpCSA==","name":"Sweet Dreams","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dan Foster 2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":30,"mp_id":"106470685","mp_crag_id":"106461145","climb_id":"nURRM71EXRGsQDC38fpCSA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Sweet Dreams is a Dan Foster original that is guaranteed to wake you up. Many talented climbers have found themselves in a nightmarish position on this line being runout over small, dubious gear while figuring out 5.12 cranks.Sweet Dreams starts to the right of Flavor of the Day. Climb up large open dihedral passing interesting terrain with sparse and varied gear. Once you arrive at the tight, ever steepening stembox expect thin gear and tight stemming. This may be the one hard line at the Waterfall that suits a shorter frame. Engaging. Good luck.The route saw some cleaning post FA. Sounds like gear options opened up. ","protection":"Small/medium TCUs, small/medium wires, RP’s, micro offsets, red and blue sliders.","location":"A good ways down the right side of the Right Wall.  To the right of Flavor of the Day, and to the left of No Utopia/Natural Enhancement."},"__v":0},{"_id":"61IBkZZmUWOEX7CaVyDr6Q==","name":"Starry Night","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Foster, JJ Schlick 2001/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":17,"mp_id":"107804692","mp_crag_id":"106461145","climb_id":"61IBkZZmUWOEX7CaVyDr6Q==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Starry Night is another archetypal Dan Foster original; long, thin, technical, and tenuous. I believe this was another of his onsight FA’s. I remember him drilling the anchors in the dark, as he was perhaps the happiest when a climbing day turned into a new route night. Thus Starry Night was born into the cosmos.\n\n Shares start with Crescent Moon, but continues straight up (right side) at the roof, and ends in very tight stembox up high.","protection":"70M rope. I would think triples on the smaller units, a few hands sized pieces, and small-medium-large wires.","location":"Shares start of Crescent Moon."},"__v":0},{"_id":"Jj8bG1moWJG+TmIi702Olw==","name":"Soul Market","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Foster, JJ Schlick 2001/2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":7,"mp_id":"106470710","mp_crag_id":"106461145","climb_id":"Jj8bG1moWJG+TmIi702Olw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"See description for American Cesar.  Once on top of the squatty pillar with optional belay, move left into a very \"open\" crack system. The difficulties lay in the thinness.  Try not to sell your soul in order to get up this thing...  Will most likely feel harder than its' grade.  Be prepared.","protection":"TCUs, some hand sized pieces, small/medium wires.","location":"To the right of Labor Day, to the left of Tainted Love."},"__v":0},{"_id":"iGzhrc9HUFmcEXVIKLf4Uw==","name":"Snap Happy","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"D. bloom, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":18,"mp_id":"109584836","mp_crag_id":"106461145","climb_id":"iGzhrc9HUFmcEXVIKLf4Uw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A little bit of a squeeze, but the rock and the moves were just too good. Another great sport arete. 9 bolts just left of Smilin' Jay.","protection":"Bolts","location":"Left of Smilin' Jay"},"__v":0},{"_id":"yUOWsIncVmCQEpAev5MmjA==","name":"Soldier of Fortune","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"JJ Schlick, Seth Dyer 2001","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":20,"mp_id":"105849231","mp_crag_id":"106461145","climb_id":"yUOWsIncVmCQEpAev5MmjA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Soldier of Fortune is a classic, technical face climbing route which favors out of the box thinking and good footwork. It also requires staying calm under fire during the .9+ PG-13 top section while finding some tricky placements at good stances, however you are a ways up in the air at that point.\n\n Start to the right of Smiling Jay in a large left facing dihedral. Cool holds, and good stemming in an open dihedral lead you to a bulge with a series of large rails which take you out right past the first bolt to a good stance. Move up onto the zig-zagging rail, clip the second bolt, and you are into the crux. Pick your way past some tricky moves, devious holds, and the last bolt.\n\n After the crux section paddle your way up stellar holds and 5.9 terrain keeping an eye out for gear. Follow the seam system up through a section of welded flakes, and one more .10- stem move with very good gear just below the anchors.\n\nThis was the first route I established at the Waterfall and is still one of my favorites. While it’s not a remarkable route, once you know it, it's one of those lines you can do over and over and enjoy it every time. Don't miss the hidden pocket rest stance out left, just before committing to the technical crux at bolt # 3.","protection":"3 bolts, double set of TCUs from 000-.4, (1) #2 camalot, small/medium wires.  2 bolt anchor with Climb Tech mussy hooks provided by the ASCA at the courtesy of the NAZCC.","location":"Right side, middle section"},"__v":0},{"_id":"woUdgO/bUrOV4U4UxJ1GaA==","name":"Smilin' Jay","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"David Bloom, Jay M.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":19,"mp_id":"105849227","mp_crag_id":"106461145","climb_id":"woUdgO/bUrOV4U4UxJ1GaA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Smilin’ Jay is the first route that local hero David Bloom added to the Waterfall in the late 90’s, and to this day remains one of the better 5.10’s on the right wall.\n\n The pitch is characterized by a mostly finger sized crack with plenty of face holds. There is a short section of 5.9+ climbing that is hard to protect at 1/3 height... just after this section are some bomber #.5's. The rock can sound hollow in the middle of the route, but the boulder problem crux is up high on solid rock and is protected with good small cams, then a bomber medium sized wire. Fun stuff and a great intro to the Right Wall.","protection":"Doubles from #1 TCU through .75 Camalot. Medium set of wires, draws. 2 bolt anchor with steel Draco biners.","location":"Right wall, middle section, ends on ledge."},"__v":0},{"_id":"DniBp/2DU0uJPEPvwYHASw==","name":"Rice Paddy Ambush","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Joel Unema and David Bloom 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":6,"mp_id":"108872983","mp_crag_id":"106461145","climb_id":"DniBp/2DU0uJPEPvwYHASw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"The latest addition to the Vietnam region of the Right Wall of the Waterfall.  Dave Bloom opened Helicopter Exodus and he and I spotted this prime line to the right.  There are two possible starts for this climb.  The crack start of Helicopter Exodus is one, and the other begins on the pillar at the base of Soul Market.  Either way, climb to the base of the obvious and thin dihedral.  Enjoy the good rest and launch up into thin laybacking, edge pulling, and powerful stemming.  Continue straight up to the anchors up and right from those atop Soul Market","protection":"Double set of cams from 00 C3 to #2 C4 and medium nuts.  Bring extra 0 C3 or purple metolius","location":"Two systems right of Helicopter Exodus or one system left of Soul Market."},"__v":0},{"_id":"tN1e/EI/VKifD5npec0Cdg==","name":"Resurrection","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":41,"mp_id":"106464412","mp_crag_id":"106461145","climb_id":"tN1e/EI/VKifD5npec0Cdg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A remarkable and varied route that throws a little bit of everything at you. Starts to the right of A Wonderful Life on parallel, vertical seams with a distinct mini arete in between them. Expect bouldery moves right off the deck followed by more hard face climbing until the angle backs off a bit.Continue following bolts to a thin crack with jugs on the right. This crack quickly turns to hands and leads you to a small roof. Figure out a way to move right around the roof passing a bolt and some wild moves. Move swiftly passing large slick holds.\n\n At the next break, take a few breaths and stick to the finger crack, using the larger holds on the right for your feet! BIG stemming if you can span it. Enjoy the near perfect finger pods and stemming up the last bit of steep, hard climbing. Turning the top bulge is the last crux of several. Probably a split grade .11d/ .12a.\n\n This pitch can now be linked with Aquarius Rising. Still 5.11+ though the AR finish is easier than the standard Resurrection finish.","protection":"The route begins with bolts, and .5 camalot. Small-medium TCUs, a couple of hand sized pieces. A set of medium sized wires. Long draws and runners are very helpful.","location":"At the far right side of the Right Wall, look for conspicuous vertical start with bolts."},"__v":0},{"_id":"/Pp/a96NXJS22E79EEUT0w==","name":"Proud Father","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"John Burcham, Dan Foster ~2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":23,"mp_id":"106467251","mp_crag_id":"106461145","climb_id":"/Pp/a96NXJS22E79EEUT0w==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"This route was named both for John’s affection towards his new route and how Dan felt about seeing Burcham commit to the wild finishing sequence.\n\nA decent pitch that gets better every time you do it. Starts in the same system as BFAM. Instead of heading left, move straight up passing funky moves and lone bolt. Continue scrapping up the crack and edges until the high ledge break. Save a 0 TCU or two, for the last bulging boulder problem. A .5 camalot for the last piece is a real treat!\n\n To avoid the committing regular finish, you can now move right off the ledge to join Bootlegger if you are smart with your rope flow. Should bump up the quality of the pitch.","protection":"Small/medium TCU, small/medium wires","location":"Shares start with BFAM."},"__v":0},{"_id":"SEUCfCTfWq++39U7J6egZg==","name":"Parting Gift","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Michael Sokoloff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":38,"mp_id":"106637928","mp_crag_id":"106461145","climb_id":"SEUCfCTfWq++39U7J6egZg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Shares start with Kindness.  Cuts right to lower roof.  Steep moves up a flake with good but small pro lead into obvious crack with an initial hard move protected by a fixed wire.  Higher up is a fantastic sequence starting with a tips lieback to a core-intensive boulder problem.  If you successfully negotiate this you will be \"rewarded\" with a intense sequence of flesh-eating fingerlocks.  Finish with a fun and easier steep, featured corner.  At this moment, this is the hardest pitch at the Waterfall.  Grade is approximate.  I'm interested to hear others opinion.","protection":"Doubles in small cams.  Fixed wires.","location":""},"__v":0},{"_id":"yTKamX2KXkGRXAr7zQMXzg==","name":"No Utopia","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JJ Schlick, Wade Forrest 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":33,"mp_id":"107809049","mp_crag_id":"106461145","climb_id":"yTKamX2KXkGRXAr7zQMXzg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"\"Well, there is no utopia.\" I heard it said many times growing up when my old man wanted to curb my childish idealism or quickly explain the harsher realities of life. I just like saying it these days as I slowly turn into my father and can appreciate his honest nature on a deeper level.\n\n This curvacious pitch shares the start of Natural Enhancement. Beware the 'in your face' starting moves 5.10+, whether you are leading or following because of the large pointed boulder below. I have not heard of anyone taking the sharp end of that thing, but it could happen, so heads up.\n\n At 40' look left towards a small sweeping bulge. This marks the entrance into No Utopia and another 75' of rather stellar face climbing which features an awesome thin crimping crux on 1/4\" edges. The top 30' is slightly overhanging and fully engaging.\n\n The gear is good and pretty straight forward, though some of it is rather small, and some of it is placed on the run. I placed a ton of wires.","protection":"Single set of fingers, doubles from .5 BD to #2 BD.  At least one full set of wires from #2-#10, and a set of offsets in addition are really nice to have as well.  Three bolts in the middle. Save a #2 BD and #.75 BD for the top!!","location":"Starts about 25' left of No Feelings at a very pointed boulder."},"__v":0},{"_id":"h5Lhh6yVXa2nmXsuiI4/iA==","name":"No Feelings","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tim Toula, John Gault - 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":36,"mp_id":"105852480","mp_crag_id":"106461145","climb_id":"h5Lhh6yVXa2nmXsuiI4/iA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"First recorded route done at the Waterfall Area.A classic route on the right side. Starts on easy terrain in the corner to the right. Tread lightly and use long slings. Avoid the left side and face due to serious choss. At about 20 feet you'll reach a solid ledge to traverse left on and the good rock begins, then a nice hand crack and an improbable roof.","protection":"Double set, triple hand sized. ","location":"Just left of Kindness.  Look for steep, blocky start that is hard to protect.  Move up and left to open corner with small roof at the top."},"__v":0},{"_id":"aN0/GhNgUYKFiNh+7bZO1A==","name":"Natural Enhancement","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA Darren Singer 1992, Full Route FA Dan Foster/ JJ Schlick 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":34,"mp_id":"106232180","mp_crag_id":"106461145","climb_id":"aN0/GhNgUYKFiNh+7bZO1A==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"At some point in time, Dan Foster and I made it a mission to climb any unknown route with tatty anchors and install a modern anchor. It was a surprising number of routes and this line had some of the last tat to go. The first 75' of this route was done by Darren Singer in the early 90’s and ended at a webbing anchor with old Chouinard Curved Nuts. After onsighting to this anchor and exhausting crucial pieces of my rack, I lowered off staring at the top 40’ of steep terrain. \n\nAfter filling Dan in on the prospects, he casually flashed the route and then punched it through the final 40’ of overhanging finger splitter onsight. An anchor was placed, and a cross generational route was born. All this created one of the longest pitches on the right side, as well as, one of the most classic 5.11, all natural gear lines at the crag. It is a glorious haul with a lot of crisp, steep jamming.\n\n Starts on a zig-zagging crack made of large blocks, directly above large, pointy boulder. Take care when leading or following because a fall onto this rock would probably ruin your day or more. The start is both physical, and somewhat deceptive and feels like 10+. Continue up through a blocky chute, and make your way to the \"diving board\" feature which juts out of the wall.\n\n Once you get onto the diving board, expect small hands to fingers, with a 5.11 finger crux mid height. There is a good rest at the point of where the old school anchors once rested and take advantage of that, because the climbing gets more strenuous and steep from here with fingers, edges, and pockets with muscley climbing. The gear can be a bit tricky on this section...save a #.5, #.75, and a #1 BD Cam for the top. The climbing is physical, though the edges are excellent.","protection":"70M rope. Anchors are above the last ledge way up out of sight while you are climbing. \n\n Triples from #0 Metolious TCU to #1 Camalot, a fine selection of medium nuts, as well as whatever you place in the beginning.","location":"Just left of No Feelings, A little ways right of Smiling Jay."},"__v":0},{"_id":"5mRwpo30XAesjtwMCUCSdQ==","name":"Locks of Dread","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Darren Singer, Daniel Miller- Early 90’s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":11,"mp_id":"105849218","mp_crag_id":"106461145","climb_id":"5mRwpo30XAesjtwMCUCSdQ==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Likely the first redpointed 5.12 at the Waterfall when Darren Singer onsighed the first ascent! This classy, all natural gear line starts in a thin hands crack through steep blocky alligator skin rock. A section of vertical fingers follows until the crack tightens down at a very important rest stance.From the rest stance you will be able to leisurely try and find some very small wires and RP’s. More mystery gear has been talked about in the comments below. The bouldery, cryptic, and powerful crux on side pulls and gas pockets will test you mentally and physically. A pumpy finish adds flavor and seals the deal.","protection":"Double set of small to medium cams,+wires, +small wires, offsets, and sliders(?) for the crux.","location":"Shares a staging area with Barbarian Rising,and Tainted Love which is characterised by large jagged boulders and sycamores."},"__v":0},{"_id":"khXDK+sCWzWi/fdRWlMl/w==","name":"Labor Day","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"JJ Schlick, Dan Foster 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":3,"mp_id":"106469945","mp_crag_id":"106461145","climb_id":"khXDK+sCWzWi/fdRWlMl/w==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Labor Day is a unique, moderate pitch nestled in the throngs of hard routes on the right wall. Though the grade is moderate, this scrappy all natural gear line is not a straight forward route. Shares initial start with Helicopter Exodus.\n\n Begins about 30' right of Black and Tan at old gnarly tree. Climb up the crack which leads to a small, left sweeping roof feature. Traverse left under this roof feature (using runners!), and turn the roof on the left (crux). From there enjoy a wavering finger crack with a few hand pods and plenty of face relief. Belaying on the spacious ledge is actually quite a nice treat due to the views.","protection":"0 TCUs through #2 camalot, Small/medium wires. Long runners.","location":"About 30' right of Black and Tan.  Starts at gnarly old tree."},"__v":0},{"_id":"cVR+RSggWQqrN9x5UFM1Wg==","name":"Kindness","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Joshua Janes.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":37,"mp_id":"106479494","mp_crag_id":"106461145","climb_id":"cVR+RSggWQqrN9x5UFM1Wg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"One of the last (super obvious, anyway) lines to go down on the Right Wall, Kindness is a beautiful pitch of gear-protected climbing. This route tackles some seriously intimidating terrain and is super fun!\n\n Begin as for No Feelings which moves up fractured rock skirting well to the left of the massive, lower roof. Where No Feelings continues moving way left to a system that avoids the huge upper roof, Kindness heads directly up to it via a nice thin-hands crack.\n\n Once at the roof, undercling right to a jug and take a few breaths before pulling the roof via imaginary tips and some wonderfully strange moves that will bring a smile to your face. If all goes well, you'll find yourself established in the beautiful upper corner no worse for wear. Continue upwards with 5.12 liebacking and stemming to a stance at a hand jam and a horizontal that is just a little too steep for comfort. Step left here (do not continue straight up!) into an exposed, overhanging finger crack that culminates with a final mantle onto the top of the column.","protection":"A double set from tips to 2\", wires, long slings and a 70m rope.","location":"Begin at fractured rock below the two huge roofs - one at 50', the other at 75'."},"__v":0},{"_id":"WNrVKFIUWMCTs1N001Wgqw==","name":"Jr Bacon Burgermeister","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":13,"mp_id":"114510497","mp_crag_id":"106461145","climb_id":"WNrVKFIUWMCTs1N001Wgqw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"This is a link-up that climbs the moderate start of The Harder They Come or a steep chunk system left of it instead of doing the difficult initial boulder problem on the Burgermeister.  Climb the same bolted arete and gear thin splitter as the Burgermeister.  Stay in the left two crack systems rather than traversing back into The Harder They Come.... Fairly obvious.","protection":"Bolts, then RP's loweballs, and a single set 000-fingers","location":"Starts on THTC, ends on Burgermeister"},"__v":0},{"_id":"oQJLQHr4UK+1F2696dY6lQ==","name":"Helicopter Exodus","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"D.Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":4,"mp_id":"108721304","mp_crag_id":"106461145","climb_id":"oQJLQHr4UK+1F2696dY6lQ==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Helicopter exodus climbs like a sport climb and protects like a Traddy McTrad climb.  It's pocket and edge climbing with the crack used mainly just for gear. One of the steepest and longest pitches at the Waterfall.  The upper half of the route is four stars.","protection":"2 each .2 through .75. 1'#1, and 1 #2, a couple of small nuts, and one of the smallest Lowe balls.","location":"Climb the first 20 ft of Labor Day, where it goes left go straight up. The hard climbing begins above the pillar."},"__v":0},{"_id":"ABu+iMt6W8eSyzQ5BPiwVw==","name":"The Harder they Come","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JJ Schlick, Dan Foster, Seth Dyer 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":14,"mp_id":"105849222","mp_crag_id":"106461145","climb_id":"ABu+iMt6W8eSyzQ5BPiwVw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"\"The harder they come, the harder they fall, one and all\"\n\n My second FA at the Waterfall, this adventurey all natural gear line features some truly awesome hard climbing on the finger splitter top section, though you're going to have to use your head to get there.\n\n To the right of Locks of Dread. Climb a broken piller/OW crack to base of the dihedral with a small overhang in it. Work your way up to the roof, and a weird #1 Camalot... After the roof there are some tight moves in the left facing dihedral which are probably easier for a shorter frame but the gear gets better. At the 2/3 mark you will have to make some cruxy moves right to gain the finger splitter, then enjoy the sustained finger jams, pockets, and stemming to the anchor.\n\n You just can't go wrong with a little Jimmy Cliff now and then.","protection":"Double set, wires","location":"Right side"},"__v":0},{"_id":"e3daiGmpWzenLNwtlQhg5A==","name":"Full Steam Ahead","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Seth Dyer, Wade Forrest 2001/ 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":1,"mp_id":"106921057","mp_crag_id":"106461145","climb_id":"e3daiGmpWzenLNwtlQhg5A==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"On occasion, a vision needs time to age. Time to ferment in the mind and slowly build flavor, character, and body. Full Steam Ahead fulfills my original vision for this line.Shared first half of Three Sheets to the Wind. Start out by climbing up underclings, sidepulls, and flake jugs to the first bolt (a #1 TCU can be placed lower, but isn't exactly obvious) The low crux involves a big, tenuous, undercling move to a very high wrapper jug. This move can feel pretty bizarre to set up for, but once you find it the movement is pretty textbook.Surf up and right to a very thin seam, passing one more bolt. Your first good wires will be a little ways after the second bolt. Summon your technical side and then move left to another seam placing difficult wires and a blind orange TCU. Pull the second crux, and continue edging up and firing in thin wires until you get to below the roof. Clip a bolt here (which is more there to keep the rope from getting jammed in the roof crack), and exit out the left side of the roof passing a few more gear options, jugs, and finally the anchors. I think if you lead Lord Humongous to the top of the pillar, you could lead up to the anchors of Full Steam Ahead, and then set a TR, if so desired.","protection":"At least it’s a light rack. The gear is not overly technical, but it does take some work finding and placing. Single set of TCUs from blue to orange, and a #1 camalot can be used in a horizontal up high. Many, many small and medium wires!! Offsets are a plus. Sliders could be useful, though I didn’t need any on the FA. The smallest wire I placed was a #3 BD stopper. The placements are good when you find them.\n\n Fixed biner anchor.","location":"To the right of Lord Humongous."},"__v":0},{"_id":"DEXVDON1V7+0uPDxOFIeZg==","name":"East Coast Fist Bump OG Variation","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Joel Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":31,"mp_id":"121351507","mp_crag_id":"106461145","climb_id":"DEXVDON1V7+0uPDxOFIeZg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"I've gone back and forth on how to address the \"new sequence\" found by those who have repeated ECFB recently.  I think it is worth mentioning how the FA was done and storing it as a different route.  This OG variation climbs 100% independent of No Utopia.  I acknowledge that the routes do get quite close, and that is how the \"new sequence\" was found/unlocked, as the new sequence uses the arete between routes and uses some large face holds shared with No Utopia for hands/feet in the crux.  The OG variation stays left of the arete the entire time and climbs the seam and crimps around the seam (mostly to the left).  Take a look at the photos on ECFB to see me on the FA in the crux sequence.  For this OG variation sequence, stay in/left of the seam until the arching mini-dihedral that marks the end of the crux.  Don't step down/left to No Utopia and continue up and then back left to the arete to finish.I understand that some might consider this an eliminate, but I think it is just a independent line that is a bit contrived by the nature of the basalt climbing at the waterfall.  It's awesome to have a great climb every 6 ft, but on occasion it presents situations like this where the lines get close and you can climb onto a neighboring route to avoid some difficulty.Anyway, consider this an option if you are interested in the original history of the route, or if you repeat ECFB with the \"new sequence\" and find it too easy.  This OG method is a bit more savage crimping, but to me is the independent line and therefore worth preserving as it's own route.  ","protection":"see ECFB.","location":"Starts on ECFB, ends on ECFB.  Doesnt share any holds with No Utopia."},"__v":0},{"_id":"iHMAzgkdXz+XYWJMJB2nQw==","name":"Flavor of the Day","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Foster, JJ Schlick 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":28,"mp_id":"106466629","mp_crag_id":"106461145","climb_id":"iHMAzgkdXz+XYWJMJB2nQw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"When Foster was looking for FA’s to do on this wall he was looking for lines he could onsight and FA all in one swoop. He was ever efficient with his agendas and slways effective with his execution. Starts to the right of Dr. Octagon, and shares anchors with that route as well. Climb up chunky rock towards a seam in a very obtuse open dihedral. Look for a pin (that you can see from the ground), and continue up the seam passing edges, and finger pods. The moves are strenuous for the angle, and the jams seem to me to be sequential to a degree. A classic heads up Foster route...","protection":"Small/ medium TCUs, small/medium wires.","location":"Middle of the right wall, look for pin at 1/3 height in seam."},"__v":0},{"_id":"vBzgLOt+V9Cc6eFBEzY+yA==","name":"East Coast Fist Bump","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"????","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":32,"mp_id":"110034165","mp_crag_id":"106461145","climb_id":"vBzgLOt+V9Cc6eFBEzY+yA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Tucked between the classics in the Waterfall's Hall of Giants. Flanked by Sweet Dreams, No Utopia, and Natural Enhancement, East Coast Fist Bump follows a splitter seam with a few small and crucial edges.Fist Bump begins with moderate climbing through small dihedrals and blocks leading to a stem rest above a small roof. A thin seam leads up from the stem rest, beginning around tips size and quickly pinching down to purple metolius size.An introductory boulder problem leads to a cutout in the crack, where the fun begins.The most efficient beta for the crux sequence seems to be involve a right hand arete pinch and a cross to a left hand crimp on the arete.Original \"left\" variation/eliminate is listed seperately as the OG Variation.After the seam crux, the line continues up and slightly right through a small dihedral and arete to a good rest. Above the rest, another 45 feet of steep pocket and edge climbing leads to the anchor. Gear is thin for the last 45 ft. Expect offset nuts and sliders (PG-13?)","protection":"Cams from 000 to #1.  Micro offsets and small nuts.  Lowe-balls helpful to aid through the crux.","location":"Begin just right of Sweet Dreams and climb directly up towards the thin seam."},"__v":0},{"_id":"ToqMAl5gWnyNsNgPOdhsJg==","name":"Dr. Octagon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dan Foster, JJ Schlick 2001/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":26,"mp_id":"106463930","mp_crag_id":"106461145","climb_id":"ToqMAl5gWnyNsNgPOdhsJg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Another Dan Foster onsight FA. When he floated through the middle section I remember thinking it must not be too bad. At that time Dan could unintentionally sandbag you just by climbing so well.\n\nAbout 2/3 the way down the right wall look for a very distinct set of geometric roofs. The Dr. climbs up the wide scrappy dihedral below these. After navigating the blocks, work your way into the large flare. Chimmney up this feature and prepare to do battle with awkward tips! Move to the roof and easily turn on the right side. Enjoy a near perfect section of splitter fingers to the top.","protection":"A little bit of everything bulking up on small-medium TCUs, small-medium wires.","location":"Aprrox 20 feet right of BFAM."},"__v":0},{"_id":"i14SsI5sUWeKe/Rva492RA==","name":"Donald Duckin It","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"d bloom, j crawley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":27,"mp_id":"107848906","mp_crag_id":"106461145","climb_id":"i14SsI5sUWeKe/Rva492RA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"","protection":"Doubles .3,.4,.5,.75. Two orange metolious. And 1 green and tcu. Draws","location":"Prow right of Dr. Octagon."},"__v":0},{"_id":"asC1ZbHcXfGustd1zzdyug==","name":"Death Spiral","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Wilson C","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":35,"mp_id":"120186111","mp_crag_id":"106461145","climb_id":"asC1ZbHcXfGustd1zzdyug==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Moderate climbing through varied cracks and around a small roof leads to a splitter in alligator skin rock, after a stance, launch into a tech nasty boulder problem. More moderate climbing takes you to a shared anchor with Natural Enhancement. ","protection":"Red ball nuts - .5 X 2   Maybe extra red c3-.4","location":"Shares an anchor with Natural Enhancement. Start just left of No Feelings in a sharp hand crack. "},"__v":0},{"_id":"ObdOoEAGXFKJBafT/mk2Tg==","name":"Crescent Moon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"JJ Schlick, James Q Martin 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":16,"mp_id":"106463474","mp_crag_id":"106461145","climb_id":"ObdOoEAGXFKJBafT/mk2Tg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A fine pitch despite the blocky, broken start. This all natural gear line has some excellent, sequential climbing with precise gear placements at the crux.\n\n Start right of The Harder They Come, in a scrappy dihedral with a sycamore growing out of it. Move up past blocks and left under roofs. Get established in the steep fingers of a left facing dihedral. A #0 and #2 TCU give you some comfort in the beginning of the fingers and be ready with a couple more #2 TCUs as you continue up.\n\nAfter the fingers section you will pass a horizontal break and a hands pod- #2 Camalot. Rest up and start looking for thin wires above you. Be ready to place and trust several #2 stoppers. A move up will allow you to place a #3 stopper. Be smart with your feet and pull through the crux placing another REALLY good #5 stopper or similar sized offset. One or two more #1 TCUs will give you a sense of solidity as you crank off the airy last moves to the anchors.","protection":"The whole range of TCUs bulking up on the finger sizes. A #2 camalot will find a home mid route. Small, medium wires.","location":"To the right of The Harder They Come."},"__v":0},{"_id":"w/ZxsmLUUTqxXfiRuPOlWw==","name":"Cookin’ with Gas","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ben Z-H, D Bloom 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":2,"mp_id":"118725368","mp_crag_id":"106461145","climb_id":"w/ZxsmLUUTqxXfiRuPOlWw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Quality arete and face climbing the whole way up. A steep pumpy lower section on great holds leads you to a thoughtful crux higher up. Another fully bolted addition to the Waterfall.","protection":"Bolts","location":"Start in a off-fingers corner in between Full Steam Ahead and Labor Day. Optional .75 to get to the first bolt"},"__v":0},{"_id":"Tf8HtUHPVX+AsJYFk4FlBA==","name":"Consensual Hex","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"J. Unema, J. Crawley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":25,"mp_id":"108340227","mp_crag_id":"106461145","climb_id":"Tf8HtUHPVX+AsJYFk4FlBA==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Whether you consent or not, this roof just might have its way with you.   This line tackles the roof crack splitting the two hexagons left of Dr. Octagon.  Climb Dr. Octagon up to the roof, and instead of pulling the roof to the right, traverse under the roof to the left and fire directly out the main roof crack.  Pull over the lip and continue to the top with more moderate  climbing to the two bolt anchor.","protection":"Double set of cams from 0 c3 to #1 C4 Camalot size   A set of Micro-Nuts, offset micros helpful but not necessary.  Two bolt anchor with fixed lockers.","location":"Starts as Dr. Octagon and moves left to pull the roof."},"__v":0},{"_id":"E0o9z268VTiTct0nRbXSYQ==","name":"The Burgermeister","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":12,"mp_id":"112796123","mp_crag_id":"106461145","climb_id":"E0o9z268VTiTct0nRbXSYQ==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A climb in three parts:   Part 1: a three-bolt boulder problem out a steep prow. \n\n  Part 2: a 6 bolt slab/arete with technical climbing on alligator rock. \n\n  Part 3: A thin and steep crack with a few good pockets nearby.  Climbs close to the finish of the harder they come, but stays a distinct line if you protect the obvious left splitter crack.  The FA used the left splitter crack and middle seam but did not traverse out to the splitter fingers of The Harder They Come.  Doing so would make it easier. \n\n  Shares a 2-bolt anchor with The Harder They Come","protection":"Quickdraws, a couple RP's and cams from 000 to 0.4","location":"Starts below the hanging prow 10 feet left of the start of The Harder they Come"},"__v":0},{"_id":"p7VMzL/9VIa6KuQSOceUhg==","name":"Brother of Fortune","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"JJ Schlick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":21,"mp_id":"108160253","mp_crag_id":"106461145","climb_id":"p7VMzL/9VIa6KuQSOceUhg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Though this is a link up, I wanted to add it as a separate pitch so people would know its here. As described below this route makes for the easiest 5.10 climbing on the Right Wall, as well as delivering very consistent climbing at that grade. The line is riddled with cool holds, and It also avoids the rather awkward crux of BFAM which is now suffering from some deteriorating holds at the top of it's crux.Climb BFAM to the break at 2/3 height just below the small dihedral. Do not clip the bolt in the mini dihedral to your right, but instead move just left on large holds and a very good #0 TCU placement in a horizontal Gas pocket. You can place a couple TCUs here as it is a little ways and a .9+ move to some jugs before your next good gear. Continue moving up the shallow dihedral of Soldier of Fortune passing good gear (#2 or other options) below the little .10a move which guards the anchor.","protection":"7 bolts on the first 2/3, then a selection of small TCUs from #00-.4, (1) #2. Two bolt anchor with ClimbTech mussy hooks.","location":"Starts on BFAM, finishes at the Soldier Of Fortune anchor."},"__v":0},{"_id":"JG2OTb0tXoWPc+iTBzc/Xg==","name":"Brother from Another Mother","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":22,"mp_id":"106460173","mp_crag_id":"106461145","climb_id":"JG2OTb0tXoWPc+iTBzc/Xg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"This obtuse dihedral has everything you’d expect to find on a Waterfall route minus a crack. Brother from another Mother is one of only a few sport routes at the Waterfall, and a good one at that. Find it by walking two minutes right from the main Amphitheater area and look for a left-leaning column with a line of bolts. The route face climbs up this corner and the face and arete to the left past ten bolts, ever steepening rock, and a crux by the last bolt. This is a great route and an excellent warmup for the harder lines at the crag.","protection":"10 Bolts, two bolt anchor with steel Draco biners","location":""},"__v":0},{"_id":"0zOIkjXtVmaJC5CY5JPZ+w==","name":"Barbarian Rising","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dan Foster, JJ Schlick 2001/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":10,"mp_id":"106470735","mp_crag_id":"106461145","climb_id":"0zOIkjXtVmaJC5CY5JPZ+w==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Barbarian Rising, like it’s neighbor Locks of Dread, has a gas pocket crux section over small gear. Overall, Barbarian Rising packs in more sustained climbing and better rock.\n\n Barbarian Rising and Tainted Love share the same blocky start, followed by a nice section of hands. At the roof, move out right underneath (5.11), and gain the rest just before the crux. A hand full of small TCUs should bolster your confidence, and unconventional cranking will lead you past the crux (.12-). Though the grade backs off after the crux it is still a haul to the anchors.","protection":"Bulk up on #00- #2 TCUS, doubles on the rest to #1 Camalot.","location":"Starts just to the left of Locks of Dread."},"__v":0},{"_id":"IBU+bT3gVTubEvHTb2Cmaw==","name":"The Bootlegger","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"J Unema, D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":24,"mp_id":"109561784","mp_crag_id":"106461145","climb_id":"IBU+bT3gVTubEvHTb2Cmaw==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A day at the Waterfall is incomplete without a visit to the Bootlegger!  This new mixed addition to the Right Wall offers a variety of movement on great rock and is just plain fun.  Begin in the large corner beneath the Consensual Hex/Dr. Octagon roof and trend left into the blocky system on the left side of the corner.  Continue up through interesting calcite-covered blocks through a bulge roof, passing 2 bolts to gain a face. Clip another bolt and move into the splitter hand crack that leads to a small ledge.  From the small ledge bust right with a hand traverse on a slab to gain the beautiful corner above.  Sink your hands and fingers into the cracks until they pinch down and get ready for some wild gas-pocket jug climbing and stemming!","protection":"The start takes a handful of cams from 0 C3 to #1 C4.  Three bolts protect the middle, and the finish takes a double set cams from tips to #0.75 C4","location":"Right of Proud Father, left of Consensual Hex"},"__v":0},{"_id":"FxJ4V7TEUJK/ZrSfu95l6Q==","name":"Aquarius Rising","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JJ Schlick, Wade Forrest 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":42,"mp_id":"107969709","mp_crag_id":"106461145","climb_id":"FxJ4V7TEUJK/ZrSfu95l6Q==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"Aquarius Rising is a sweet pitch which starts to the right of Resurrection. Climb up a slender pillar and mantle the narrow summit. Clip a bolt here, and get ready to bust out some wonderful compression moves that check in around 5.11 or V2. Continue up passing three more bolts (total of four) through a section of technical face climbing to a break 5.10+. The route joins Resurrection for a brief bit as you follow a thin crack that quickly widens to good hands to a small roof. At this point, Resurrection breaks off right, while Aquarius Rising climbs left.Stem up and left out the small roof 5.10+. Continue up to rather nice rest below the final section of steep crack. Enjoy the splitter 5.11- thin hands crux, which ends in a fantastically exposed section of perfect hands to perfect jugs to a perfect ledge. Save a #.75, #1, And a #2 Camelot for this section. You can also easily access the anchors of A Wonderful Life on this ledge, if you wanted to throw a TR on it or just take a look.You can also link the first half of this pitch with the more wild finish of Resurrection for another very solid 5.11/.11+ adventure. Aquarian Resurrection.70M rope required, and it is a rough ride to lower off. A better option is to enjoy the belay, as well as, the scenery and bring your partner up. Then rap.","protection":"4 bolts, doubles from #00 to #2 Camalot, runners. A #3 or #4 works well as a first piece on the pillar.","location":"In between Resurrection and Rude Awakening."},"__v":0},{"_id":"lA+IXV8mUmKEaBE3UHnpoQ==","name":"American Caesar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Foster, JJ Schlick 2001/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":8,"mp_id":"106463431","mp_crag_id":"106461145","climb_id":"lA+IXV8mUmKEaBE3UHnpoQ==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"American Caesar is a classic, all natural gear taste of Waterfall stemming with an all or nothing little run to the anchors over small wires....\n\n Locate a short (25'), fat pillar with several different crack lines up it 30' right of Black and Tan staging area. The right/center line is the nicest, though expect some blocks. On top of this pillar are two bolts for optional belay, which is nice for the climber, maybe worse for the belayer.\n\n American Caesar takes the steep, clean dihedral left of Tainted Love. From the top of the fat pillar, pass large leaning block via hands in slabby left facing dihedral and enter the steep jams and stemming. The crack varies in size from tips to hands and always seems to be changing. Expect some semi technical stemming, while placing an assortment of thin gear complimented by beefier pieces at points. When the gear runs out at the top, it's time to turn it on.","protection":"Everything from 00 Tcus to #2 camalots, a set of RP, or other offsets, small, medium, large wires, and if you happen to have them, 2 red Lowe Balls at the high crux will make you think that that the world is a right and just place.  For the moment.  Or placing them in the middle of the crux may fry you. It's commonly done without Loweballs.","location":"About 30 feet right of Black and Tan.  Look for squatty pillar with several different crack options.  American Cesar is the right most dihedral from the top of fat pillar."},"__v":0},{"_id":"/t2sEwUHXI2DEQTuSGuaKg==","name":"A Wonderful Life","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dan Foster, JJ Schlick 2003","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"left_right_index":40,"mp_id":"106470755","mp_crag_id":"106461145","climb_id":"/t2sEwUHXI2DEQTuSGuaKg==","areaRef":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"A Wonderful Life was a saving grace and needed distraction from reality for Dan when we were working on the pitch. He got so excited about the line that he actually wanted to add bolts to link the bottom and top, though I am pretty sure I did the bolting. At the end of the day, all was wonderful and life seemed right and just. A striking pitch with classic Waterfall climbing.\n\nStart on a very pronounced finger crack 2 systems left of Resurrection. Work your way up to a shallow, overhanging, left facing dihedral passing three bolts. Once you reach the upper dihedral be ready to move and place thin gear on the run.","protection":"Plenty of small/medium TCUs, small/medium wires, and Lowe Balls.","location":"On the far right side of the Right Wall.  Left of Resurrection.  Obvious finger crack which is at the moment shrouded by branches."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,b84b7318-ff02-5e9d-932e-e0b735a7106a,47864283-f711-5fea-95ce-beb244ded9bb","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Waterfall, The","3. The Right Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11"},{"count":4,"label":"5.12-"},{"count":3,"label":"5.13-"},{"count":4,"label":"5.11+"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.12"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"},{"count":3,"label":"5.12+"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.13+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":40,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":28,"expert":8}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":30,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73278,34.93143]},"bbox":[-111.73332847450091,34.93098033981814,-111.7322315254991,34.93187966018187],"left_right_index":-1,"ext_id":"106461145","area_id":"R4ZCg/cRX+qVzr6yRN7Zuw=="},"content":{"description":"The Right Wall is an excellent collection of mostly thin, vertical lines with plenty of face relief, and includes all routes from Full Steam Ahead to Aquarius Rising. Basically this west facing wall starts climbers right of the falls, and continues to a very obvious corner. Around the corner is the Double Clutching Wall."},"density":0,"totalClimbs":43,"__v":1,"createdAt":"2022-11-07T05:52:45.984Z","updatedAt":"2024-01-15T16:39:31.664Z"}