{"_id":"6368a60be80bff5a995c575d","area_name":"Midnight Rock","shortCode":"","climbs":[{"_id":"JpQZi/GaWpywGqOhinpU0A==","name":"Yellow Bird","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Fred Becky and ? 1964.  Freed by Tom Hargis and Don McPherson, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":2,"mp_id":"106345441","mp_crag_id":"105806142","climb_id":"JpQZi/GaWpywGqOhinpU0A==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"This route is so good that Fred Becky notes he did it twice on the day it was first done.  Start with a cruxy bulge, passed with help from a tricky flake.  Then some bolted face climbing up to a roof.  Follow the steep crack up right to VW ledge.  Rappel or lower from here.  It is possible to climb a 5.6 or 5.9 second pitch to the top.\n\nMidnight Rock has long had a reputation as the Cookie Cliff of Washington.  While Yosemite's Cookie has lots more to do, it might be fair to say that Yellow Bird is a better 5.10a pitch than can be found at the Cookie.\n\nThe first pitch used to be rated 5.9.","protection":"Up to a #2 Camalot.  Maybe bring some bigger stuff if planning to bag the \"summit\".","location":"This is the first route reached on the dusty approach.  The rest of the routes at Midnight require negotiating some exposed class three across Dead End Ledge.  I found the Yellow Bird belay zone to be acceptable for a none climber."},"__v":0},{"_id":"2AbbJplzXAS2z5soCAwwOA==","name":"The Sting","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":9,"mp_id":"106409812","mp_crag_id":"105806142","climb_id":"2AbbJplzXAS2z5soCAwwOA==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"This route is located directly below ROTC.  Do to some confusion in the older Leavenworth Rock guidebook people frequently get on this thinking it is the 10b approach to ROTC, that I believe that is the right most of these two routes.  At 11b this is no one move wonder but an endurance crux despite a sit down ledge at the midpoint.\n\nIts best to do a short pitch to the base of the corner and belay at the tree.  From here continue up the corner, much harder than it looks, it felt like I was using every trick in the book. Hands, fists, stemming, chimney technique, I switched the side of the corner my back was on at least 3 times.  If you thought this pitch was going to be 10b then your expecting crack above to be a bomber hand crack.  Instead you get a slightly right trending 0.75 camalot crack.  You can put your left toe in the crack but your right foot has to make use of flexing lichen covered flakes...this crack takes you to the sit down ledge.\n\nAbove the ledge grunt up an offwidth for 15ft or so feet and then tackle a hand/layback crack that would be much easier if it wasn't for all the climbing below.","protection":"I had gear to 3.5 camalot but I would not have complained if I had a #4 for the ow.","location":""},"__v":0},{"_id":"1rvv9gVJUxOhMf8Oh9yhzQ==","name":"Stevens Pass Motel","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Peter Croft, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":8,"mp_id":"107292513","mp_crag_id":"105806142","climb_id":"1rvv9gVJUxOhMf8Oh9yhzQ==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"Easy climbing leads to a roof at 20 feet (possible 2\" piece).  After this, challenging moves take you through the roof, and past a short face section protected by 2 bolts to reach the splitter finger crack in a right facing corner.  The crack gets harder the higher you go as the pump builds, the crack gets worse, and the angle gets steeper.  At the end of the dihedral, I believe the route breaks left, or perhaps the original line goes straight up a seam and then some face moves to reach the belay ledge and bolted anchor (looks hard/scary).  It also looks like a nice variation might climb the face holds to the right of the aforementioned seam, but would probably need a few bolts to be added (or maybe someone has already led this as is???).  This seems like it would make the best finish, and make a truly outstanding route even better.","protection":"Quickdraws and gear to 1\"\n\nThe two bolts at the bottom are old buttonheads, and should probably not be trusted.  In addition, the first bolt seems to be out of place as you can't reach it until you do some difficult moves over the initial roof.  A fall before the first bolt would not be pretty.  The best solution is probably to stickclip the bolt from the stance at the roof, or pre-hang a sling on rappell after climbing one of the nearby routes.\n\nDue to the old bolts, and odd bolt placement, I don't think this route sees too many lead attempts.  This is a shame since it is probably one of the best crack pitches in the state.","location":"This is the obvious splitter crack in a right facing dihedral at the right end of dead end ledge."},"__v":0},{"_id":"GBO5apMXUNytYRR/crl+WA==","name":"Sometimes a Great Notion","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kjell Swedin, Bob McDougall, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":3,"mp_id":"109429392","mp_crag_id":"105806142","climb_id":"GBO5apMXUNytYRR/crl+WA==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"An attractive looking thin crack on the wall left of Black Widow. Approached the same way, by the first pitch of the Wild Traverse, a mossy inside corner directly below Black Widow.\n\nI thought this was harder then some 11a cracks I have done, but who knows.","protection":"Mostly small cams and brass nuts. It tops out on VW ledge with a bolted anchor( no chains, ok slings 9/2014) on the far left end. Make sure to extend slings before turning the lip onto the ledge, the rope wants to jam in a 1/2\" crack.","location":"After you make the exposed traverse over from the left end of Dead End ledge you will see 4 bolts on a face (Twilight Zone, 11c), the next corner below chimney.\n\nThe approach pitch is 5.9, was able to stem around the moss, small tree and good Lost Arrow pin at belay."},"__v":0},{"_id":"BhiJ5EjVWPS206sy3PvcGQ==","name":"ROTC","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Boving 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":6,"mp_id":"105806145","mp_crag_id":"105806142","climb_id":"BhiJ5EjVWPS206sy3PvcGQ==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"This excellent, dead vertical, splitter crack ranges from fingers to thin hands to perfect hands.  The climb starts from an enormous ledge halfway up the center part of midnight rock.\n\nSoft at the grade.","protection":"Excellent gear the whole way.  Gear to 2 inches.","location":"You can climb Steven's Pass Motel, Sting, or Wasp to reach the giant ledge."},"__v":0},{"_id":"KT2S98FdXHaW5TzeTVg+zg==","name":"Nightingale","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Fred Beckey, Eric Bjornstad 1964, FFA: Pat Timson, Pete Doorish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":1,"mp_id":"109803647","mp_crag_id":"105806142","climb_id":"KT2S98FdXHaW5TzeTVg+zg==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"1st pitch: 11c, thin crack through roof to Volkswagen ledge.The bolts of Yellowbird will be out right where that route skirts the roof. This pitch is dirty, never climbed anymore.\n\n2nd pitch : 5.9, wide cracks left of bolted anchor to the top. This 2nd pitch was very dirty, and I found a rotten block, maybe one of Fred's wood wedges used on the first ascent.\n\nI recently asked Fred what he remembers about this route and Midnight rock. He gave me the forget about it arm wave, \"that was 50 years ago, not worth going back to\" He was right about it being exactly 50 years ago, but I think it is worth a visit.","protection":"standard rack to 3\", but a #4 would have been nice on the 2nd pitch. 2 bolt/sling anchor on far left end of Volks ledge. I cut the ancient sling off and replaced in 2014.\n\ntree anchors at top.","location":"when you scramble up the exposed brushy ledges from the main trail after crossing the stream you will come to Dead End ledge. A couple of large Fir/ Ponderosa trees here. A diving board with a big pool of water in front of a narrow overhang where this and Yellowbird starts slightly right. There is a deep mossy gully on the left that could be used to access the North Ramp route on the left slab above."},"__v":0},{"_id":"MiSsD4IDXtS4/mcsPfjjdA==","name":"Easter Overhang","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA Jim Stuart, Dave Beckstead 1962   FFA Jim Madsen, Ron Burgner 1967","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":5,"mp_id":"105809794","mp_crag_id":"105806142","climb_id":"MiSsD4IDXtS4/mcsPfjjdA==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"T5sFVg4EUk69Jdom/L/pog==","name":"Dagoba System","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Randall Green & Martin McBirney (1986) | FFA Andy DeKlerk & Greg Child","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":7,"mp_id":"107213742","mp_crag_id":"105806142","climb_id":"T5sFVg4EUk69Jdom/L/pog==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"This is the bolted line just right of ROTC. It starts in a thin seam then takes to the attractive face above climbing on sharp and sometimes painful crimps and incuts . A short section of crack is encountered near the top.\n\nThe guidebook lists this as 12b. SANDBAG- apparently edges have broken off.","protection":"Solid two bolt anchor easily reached from the anchor of ROTC-or just swing over and set a directional.\n\nNOT recommended for lead due to old crappy/amazingly rusted bolts.\n\nNonetheless, thin gear for the start then 7 or 8 draws.","location":"This is the bolted line just right of ROTC"},"__v":0},{"_id":"neLpIbxxVCKvGxvpN4vQaQ==","name":"Corner Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":0,"mp_id":"109429288","mp_crag_id":"105806142","climb_id":"neLpIbxxVCKvGxvpN4vQaQ==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"Excellent crack, which was perfect for a rainy day. The two sides of the corner overhang for the main 30' of crack. Starts out wide, to tight hands, to pull up onto slab, ends at large dead Pine tree.","protection":"Starts with #5, or #4 Camalot down to .5\n\nNo anchor/ walk off","location":"Furthest left on the wall, up and around a corner from the Start of Dead End ledge."},"__v":0},{"_id":"EXQLnILxVVGQYUsrvXU0AQ==","name":"Black Widow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FFA  Jim Madsen & Ron Burgner, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"left_right_index":4,"mp_id":"105814080","mp_crag_id":"105806142","climb_id":"EXQLnILxVVGQYUsrvXU0AQ==","areaRef":"f+ZeTvx1X+6bqB0i+Y5ELA=="},"content":{"description":"The name of a route may be an encapsulation of the type of climbing encountered or emotions evoked during an ascent. While pulling into the wide crack / chimney at the roof and securing myself with a knee bar, thoughts of being devoured by a unseen entity crept into my mind. Because the crack is quite wide this route may be easier to climb in hiking boots with vibram soles.","protection":"Cams to 5\" or Big Bros to supplement the ancient 1/4\" bolts with aluminum hangers or steel rings. Cams / medium stoppers are also necessary for an anchor.","location":"Begin in a dihedral just around the corner from a bolted face to crack climb (Twilight Zone) on the Dead End Ledge and continue straight up through the overhanging roof that is left of Easter Overhang. Rappel from the ROTC / Stevens Pass Motel anchors back to the Dead End Ledge in two rappels."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,04e395a7-b62f-5055-b5c3-e0a7b724df28,1d78c1f2-11b3-5e4b-bfd7-e652e32b55d8,29377e37-4c78-52e4-bb06-6c80923746d2,7fe65e4e-fc75-5fee-9ba8-1d22f98e442c","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Leavenworth","Tumwater Canyon","Midnight and Noontime","Midnight Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.70638,47.59773]},"bbox":[-120.70704682349242,47.59728033981814,-120.70571317650754,47.59817966018186],"left_right_index":-1,"ext_id":"105806142","area_id":"f+ZeTvx1X+6bqB0i+Y5ELA==","polygon":{"type":"Polygon","coordinates":[[[-120.70704682349242,47.59728033981814],[-120.70571317650754,47.59728033981814],[-120.70571317650754,47.59817966018186],[-120.70704682349242,47.59817966018186],[-120.70704682349242,47.59728033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:30:59.333Z","updatedAt":"2024-02-19T18:42:31.592Z"}