{"_id":"6368a722e80bff5a995dd859","area_name":"Cathedral Buttress","shortCode":"","climbs":[{"_id":"lW5R0JOAVuulFs2uEeh2rA==","name":"SW Ridge of Albright","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Leigh Ortenburger and John Whitesel. August 18, 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":11,"mp_id":"119608058","mp_crag_id":"105802920","climb_id":"lW5R0JOAVuulFs2uEeh2rA==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"This is an excellent scrambling adventure. The Jackson/Ortenburger book calls it grade \"II\". I think that is a significant sandbag. Soloing, and pretty fast, I was on route for 2:40 (4:48 round trip, descending by way of Albright’s East Slope. With a rope you will take 2-3 times that long, at least. There is close to 3000 vertical feet from the first climbing moves to the summit. In terms of mileage to scrambling ratio, it doesn’t get much better than this in the Tetons.\n\nJackson and Ortenburger have a satisfactory description. Note that you will use their description for the East Ledges of Sentinel Turret (page 96) plus their description for the SW Ridge of Albright (page 103).\n\nSome notes to complement the guidebook descriptions:\n\nGetting to the 5.1 pitch of Sentinel Turret's East Ledges is pretty straightforward. Use a map/gps app to complement description.\n\nFrom the Sentinel Turret notch the side trip to the top of ST is worth the few minutes it takes. Scout ahead from that vantage point. Notably, identify the nearby blade of \"Harrington Spire\".\n\nFrom the ST notch I wandered a bunch and am confident this is the best route, at least for a soloist. Climb west (left) under Harrington Spire.\n\nTurn up and right, on steep and juggy stacked blocks, to just beneath and S of the blade of Harrington Spire. I did not summit HS, but was within feet of doing so.\n\nScramble down and east ish from HS onto a big and widening ledge. I followed that ledge all the way to its end.\n\nNear the end of this ledge I wormed and thrutched my way just a few moves to easier ground that reached the next big ledge up.\n\nYou could probably find a more direct route between these two big ledges. Especially with rock shoes, a rope, and/or a partner.\n\nI traversed back west/south along that ledge to the crest of the ridge.\n\nFollow the crest all the way up from there. Near the end of the difficulties but well before the summit you will intersect the end of one of the Alaska Basin/Static Peak trail switchbacks.\n\nDescend by way of the Alaska Basin/Static Peak trail or Albright East Slope. The east slope is definitely faster, but is punishing and unrelenting steep grass","protection":"30m rope, half dozen cams, etc.","location":"Sentinel Gully shows on a topo map and the guidebook description is good to get you there."},"__v":0},{"_id":"DhmTogQ8WSa547HH7GjffA==","name":"Sunshine Daydream","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Charlie Fowler and Alison Sheets","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":10,"mp_id":"105839948","mp_crag_id":"105802920","climb_id":"DhmTogQ8WSa547HH7GjffA==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"I have never climbed this route and will pass on writing a description here as it would be nothing more the blatant plagiarizing from the Ortenburger/Jackson Guidebook.  I was on The Snaz one day while two guys were on this route and I had a great opportunity to take pictures of them, so this page will serve as a better place to put the pictures then say The Snaz page or some other.\n\nIf someone else has climbed this route, feel free to erase the above blabbering and write a good route description.","protection":"Standard free rack?","location":"This route shares the first three pitches of The Snaz, then traverses right."},"__v":0},{"_id":"sA1yAvAuXeODJB2U68tRuw==","name":"The Snazette","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":8,"mp_id":"121280753","mp_crag_id":"105802920","climb_id":"sA1yAvAuXeODJB2U68tRuw==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"This is the 3rd pitch 5.10 fingers variation on the Snaz. Starts off as a finger crack and widens to hands as you get higher. Sustained pitch with some stellar jamming. Feet appear just as you start to feel the pump.","protection":"Doubles of Camalot's #0.5-1 and maybe a #2","location":"3rd pitch variation of the Snaz"},"__v":0},{"_id":"jljzDACTXt27fqT50tvljQ==","name":"The Snaz","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Yvon Chouinard, Mort Hempel, 1964","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":7,"mp_id":"105802924","mp_crag_id":"105802920","climb_id":"jljzDACTXt27fqT50tvljQ==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"A Teton classic. Classic crack climbing with lots of variety. The technical crux is a roof pull on pitch 4, while the physical lies in the consistent flake and wide crack movement of pitch 3. There are some notable variations: at the belay for pitch 3, move left for a 5.10 finger crack. At the top of pitch six, you can move 100' right for two more 5.9 pitches, Cousin Leroy. At the top of pitch 7, climb a three-tiered roof at 10+ instead of the .7 chimney. Also very good.","protection":"Take a standard Teton rack with extra wide pieces. There are some fixed pins on the route, most notably one at the tech. crux.","location":"See the\n\nCathedral Buttress\n\noverview for approach. If you're planning on rapping, the last reliable fixed anchor is atop pitch six. There is some tat at the top of pitch 8 that could get you down to the pitch 6 anchors, but at this point it's best to continue to the downclimb.\n\nFor detailed downclimb info, check out one of the guides. Basically, you continue up easy 5th class slabs for another 200', trending left. This brings you to a trail and eventually a couloir downclimb."},"__v":0},{"_id":"KSRg/fU1VDONo54lYngFyw==","name":"Freedom Fighter","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Greg Collins, Sue Miller, Brendan O'niell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":4,"mp_id":"109163269","mp_crag_id":"105802920","climb_id":"KSRg/fU1VDONo54lYngFyw==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"Warm up, pitch 1 and 2 * 5.7\n\n5.11b roof crack on pitch 3 ***\n\n5.13a roof on pitch 4 ****\n\n5.11c arete' on pitch 5  **\n\nBolted or fixed anchors, P 4 and 5 excellent protection.","protection":"1 set cams plus extra finger-rattly finger cams\n\nstoppers\n\nquick draws","location":"Large Roof band left of Snaz/Caveat\n\nRappel the route"},"__v":0},{"_id":"cKWbEkz5XQGZxXwLE21t1A==","name":"Fountainhead","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Evan Howe, Doug Workman, Greg Collins","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":2,"mp_id":"111884213","mp_crag_id":"105802920","climb_id":"cKWbEkz5XQGZxXwLE21t1A==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"","protection":"Double set cams, wires. Nice hand drilled, lead bolts on upper pitches. 1st ascent party approves of adding another bolt to the hollow flake pitch 3.","location":"Right of Lots Slot, left of Freedom Fighter. See Photo on Freedom Fighter page and Lander Rock 2005 by Collins and White."},"__v":0},{"_id":"HZZHy/jGWNG4aFRtQasByw==","name":"Escape from Death","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1967 - Rick Reese, Ted Wilson, Mike Ermarth","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":1,"mp_id":"105851279","mp_crag_id":"105802920","climb_id":"HZZHy/jGWNG4aFRtQasByw==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"Will I do this route again? Probably not.  Was it worth the tick? Probably yes.\n\nLooking to climb something different and with short approach, we headed up to do this climb.  The Teton guidebook/bible claims good protection and good climbing.  Well, sections of the climb do have both, but unfortunately other sections have neither!\n\nAside from the poor rock and poor protection (unfortunately on the crux pitch), this climb did pack a fair bit of adventure in its five moderately graded pitches.  So in that regard it was worth it, a good adventure.\n\nPitch 1 (5.6)  Begin up the crack and then into a surprisingly awkward move to enter the chimney below the tree.   A chimney move or two will get you past the tree, and into a long, low angled chimney.   About two-thirds of the way up this chimney, at a chockstone, I stepped left onto the face and avoided the remaining portion of the (undesirable looking) chimney.  I belayed just past the steep exit to the chimney.\n\nPitch 2 (5.6)  The book says 4th class, but this pitch seemed harder than that, and the loose rock made it a heads-up lead.  Scramble left to a blocky section, and then find the path of least resistance up this section, past a small bush/tree and then angle right and belay on the left edge of a big ledge.   My wife (seconding) had a huge foothold break on her, and I watched it crash down and fall nearly 500 feet to the trail below.  Use caution on this \"easy\" pitch.\n\nPitch 3 (5.7)  This is a cool pitch.  Step onto the steep face and make a few heady 5.7 moves up to your first protection.  Enjoyable climbing leads up and right to pass the giant roof.  Traverse far right and belay at the base of a huge, yellow wall on a good ledge.\n\nPitch 4 (5.5)  Zoom up the fun, low angled corner until things get interesting.  Youre aiming for the big, wide crack which is the next pitch.   I got to the base of the crack, only to discover nothing safe for an anchor.  I placed an ok nut, and then downclimbed about 15 feet to a sloping stance and found an acceptable anchor in a vertical crack.  There was an old bail anchor here perhaps someone didnt like the look of the next pitch!  I think this downclimb is unavoidable if you want a sane anchor, so be sure your second is confident (the protection above isn't great if you decide to keep it in).\n\nPitch 5 (5.9)  Ready yourself for some bad rock.  From the anchor, head up through the slightly overhanging bad white rock (5.8+).  I managed to find an OK nut, a lousy #3 Camalot, and a #0.75 Camalot in a dirty pocket to protect this section.  I thought the protection was OK, but my second considered it horrible.   Some tricams or hexes may have protected this poor rock better, but I didnt have any.  More poor rock leads to the base of the final, wide crack.   The crux (5.9) is right here, transitioning from the wide crack onto better edges and good rock outside the crack.   This section protects fairly well with a #3 and/or a #4 Camalot, but the stuff below doesnt inspire confidence... so stitch it up!  Steep, exposed moves on good edges around the crack get you to the top.   Keep climbing about 50-100 feet to gain the descent ledge that slopes down and to the left.  The climbing on this pitch is pretty cool, but the poor rock detracts from the experience.","protection":"Nuts including small ones, double set of Camalots from #0.5-#3, one #4 Camalot. One set of TCUs or small cams.  Some big hexes and small tricams may be useful on the final pitch.","location":"Head up the Death Canyon trail for 3.2 miles, past the Snaz turn off.  Right when the trail levels out after the section of 6 switchbacks, look for a faint trail heading up the talus to your right.  The climb can be identified by a smooth walled chimney in a buttress up and right.  Scramble up the talus for about 10-15 minutes, and hang your packs where convenient.  About an hour and half from the trailhead to this point.  Then scramble up and right to the base of the climb.\n\nTo descend, traverse left for about 10-15 minutes along the sloping, dirty ramp system above the last pitch.  This traverse does have moments of exposure. Keep going further than you think until you finally get to a tree with rap slings.  With a 60m rope, you'll need to rap about 40 feet to another tree with slings.  With a 70m rope, you can rappel past this second tree, all the way to another tree with more slings.   A final rap gets you to the bottom."},"__v":0},{"_id":"4yPHIufYWCOKZFpyP2dlvw==","name":"Cousin Leroy's Uncle","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":9,"mp_id":"121280936","mp_crag_id":"105802920","climb_id":"4yPHIufYWCOKZFpyP2dlvw==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"Alternate roof finish to the Snaz. Involves a fun undercling traverse across a large roof. The traverse has decent feet making it easier than it looks. The crux of the route is transitioning from underclinging to laybacking to pull around the roof.","protection":"Singles of Camalot's #0.3-2","location":"Obvious roof to the right of the normal finish of the Snaz."},"__v":0},{"_id":"96maYxs3V2usD2GhsNyS6w==","name":"Cotton Mouth","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Munger, Buck Tilley July 1978","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":3,"mp_id":"118862570","mp_crag_id":"105802920","climb_id":"96maYxs3V2usD2GhsNyS6w==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"Major route on Cathedral Wall suffers from very few, if any, ascents. Lichens and rock chips will present difficulty. The upper pitches get better.","protection":"Full rack with runners required. Possible to rap Freedom Fighter. Climbing to original Snaz traverse descent = Grade III","location":"Same start as Freedom Fighter. Then a shallow, white, left facing corner, which changes to a right facing, striped corner and continues dark and multi-colored."},"__v":0},{"_id":"axe+urR1WxGX14UdgPxE/w==","name":"Caveat Emptor","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"various","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":6,"mp_id":"105843833","mp_crag_id":"105802920","climb_id":"axe+urR1WxGX14UdgPxE/w==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"The route:\n\nP1: A long pitch. Up slab a few feet, traverse right about 15', up an easy left-leaning, left-facing corner (~5.5) for about 20', then angle up 4th class slabs to a slippery, hard to protect step (~5.5) and a small tree. Traverse left about 20' into an alcove/chimney. Belay a few feet up the chimney, about 5' below a fixed pin in pegmatite. 5.5, 200'.\n\nP2. Clipped the FP, clip a fixed blue Alien (or replace it if it's gone), awkwardly hand traverse right (10-) for about 5', then step up. Try to place a piece at the end of the HT as there is no more pro for a while. Face climb straight up on protectionless rock (~5.7, unprotected, ledge fall potential) for about 15' until you can get a couple of good pieces in a horizontal. Harder, crimpy face climbing (~5.9) about this leads to a long, right-leaning, right-facing corner. Follow the corner for a while until heading right across slabby face, aiming for a ledge by a pillar with a rap anchor A spicey, engaging pitch. 10-, ~130'.\n\nP3: Up a nice crack which widens from fingers to hands for about 50' until the crack ends at a roof. Traverse right under the roof, then jam up and over (10-). Continue up more easily for ~50' until a small ledge with a couple of fixed pins. Try not use your wider pieces at the beginning of this pitch as they are needed for the section of the crack below the roof and in the roof itself. It would also be nice, but not essential to have a #3 Camalot sized piece at the belay. The best pitch of the climb. 10-, 100'.\n\n4. Up slab (~5.7) for about 30' to ledge under a roof, trav R around roof (easy), then up easy R facing corner (1 tricky move) for ~ 40' to alcove at base of crack which leans L then doglegs R. 5.9-, ~100'\n\n5. Up crack to dogleg (easy) then work right in awkward handcrack with crux pulling roof (5.10), then up for a long ways on easy ground to a good ledge with a four piece equalized rap anchor. 5.10, ~100'.\n\n6. Trav L about 10' (easy, no pro) then diagonal up R to 2 # 2 Friend placements and a fixed nut. Face climb up and R from nut (5.10) to vertical crack w/ perfect 1.5 Friend placement and a scary clip. Straight up on easier ground about 20' to a bulge w/ minimal pro. (Easier to get around bulge by trav R ~8', up 10' then back L (ropedrag potential) into corner crack system.) Get good gear to left of corner (yellow or red Alien, FP) then up 5.8 with no pro. Continue up corner crack until ledge with rap anchor 10' above it. 5.10, ~120'.\n\nIf your only concern is quality climbing and not \"finishing the route\", and there are no parties below you on The Snaz, you should be able to rap from here with double ropes. Note: We did not rap. We were told, and it seemed a logical assumption, that a complete set of rap stations exist, but some of the rap stations would be on The Snaz and we did not personally observe them.\n\nIf you chose to keep going:\n\nP7: Up corner mostly easy w/ one hardish move to big ledge with tree. 5.7 ~150'\n\nFrom here, keep angling left and up for a few hundred feet of progressively easier climbing. At some point you may wish to unrope. Eventually you'll encounter a large ledge system with many big trees below the upper Cathedral Buttress headwall. Once on this ledge, head left (west) and down, eventually encountering a rough climber's trail which takes you back to the Death Canyon trail in about a half an hour. The descent trail would be straightforward to follow in the dark, but finding it allegedly is not.","protection":"We took a broad range of gear, from RPs to #4 Camalot.  Didn't place the RPs, didn't need the #4, didn't place a cam smaller than a green Alien (though the start of P2 was protected by a fixed blue Alien.)  We had double of cams from thin fingers to #3 Camalot which was excessive in the smaller sizes and barely adequate in the larger.  Next time I'd thin out some of the smaller stuff and probably replace the #4 Camalot with another hand sized piece.","location":"The start is the same as the Snaz.  The easy-to-follow climber's trail takes you right there."},"__v":0},{"_id":"TEH57o34XdWfnIW3N6F53w==","name":"Alpine Cow","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Unfinished: Mike Munger and friends 1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":5,"mp_id":"118862599","mp_crag_id":"105802920","climb_id":"TEH57o34XdWfnIW3N6F53w==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"For reference. The OW and neighbor bolt/piton roof pitch can be inspected but not tried from Freedom Fighter or Caveat Emptor. Above; the unclimbed pitches will require wire scrub brushes and hand drills.\n\nThe crux roof and high point left facing corner can be accessed from Caveat.","protection":"Big Teton rack, wide to thin, pitons, bolts, hammer, brush, drill, wrench, blow tube.\n\nSun crusted quick draws hang from piton/bolt roof pitch. Carabiner at high point.","location":"Left fork of Caveat Emptor. Off width roof obvious from approach trail."},"__v":0},{"_id":"DORSw6zEVZ+Kec4T2QbNgw==","name":"Aerial Boundaries","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Miles and Mike Fisher","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"left_right_index":0,"mp_id":"105802935","mp_crag_id":"105802920","climb_id":"DORSw6zEVZ+Kec4T2QbNgw==","areaRef":"LLwui6z0UqqDvCWEg3TVCQ=="},"content":{"description":"5 pitches, 4 of which are 5.9 and above (a rarity for Teton routes). Step off the ground right into a .10a undercling/lb. The second crux is on pitch 3, a very physical wide crack/roof combo that requires a variety of crack technique. In general, this is a sustained, physical route of very high quality.","protection":"Protects great! Bring a fair selection of Camalots in the .75-3 size. You can probably use a #4 Camalot.","location":"Continue past the Snaz/Caveat approach on the Death Canyon trail to a meadow just before the patrol cabin. A trail up through the talus will appear to your right. The start is an obvious, L-shaped undercling/lieback flake.\n\nFor descent, check the book. There are walkoff and rappel options. You can rap after the third pitch if desired."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,f30f1bf8-5a45-5959-9f0d-228e5af28889,2cbc2e8b-acf4-52aa-83bc-25848374d509","pathTokens":["USA","Wyoming","Grand Teton National Park","Death Canyon","Cathedral Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":5,"expert":0}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.82348,43.66063]},"bbox":[-110.82410155689735,43.660180339818126,-110.82285844310266,43.661079660181855],"left_right_index":-1,"ext_id":"105802920","area_id":"LLwui6z0UqqDvCWEg3TVCQ==","polygon":{"type":"Polygon","coordinates":[[[-110.82410155689735,43.660180339818126],[-110.82285844310266,43.660180339818126],[-110.82285844310266,43.661079660181855],[-110.82410155689735,43.661079660181855],[-110.82410155689735,43.660180339818126]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:35:18.308Z","updatedAt":"2024-02-19T18:43:07.666Z"}