{"_id":"6368a214e80bff5a9955d96f","area_name":"Tooth, The","shortCode":"","climbs":[{"_id":"H5kY8rwbXS2uurbSWplZbA==","name":"Tooth or Consequences","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Motes, Paul Horak and Glen Banks ca. 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":3,"mp_id":"105965200","mp_crag_id":"105802728","climb_id":"H5kY8rwbXS2uurbSWplZbA==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"A striking climb with exciting moves on every pitch. The first pitch has several variations. The \"regular\" start as described in Dennis Jackson's guide is in a grass-filled crack underneath the left side of a huge roof (5.8). (This is the same start as for Tooth Decay.) At the first bolt, traverse right underneath the roof to a bolt on the corner. A variation start is to climb a thin seam/shallow-dihedral just to the right of the regular start. This is rated 5.8 R in the Rosul-Dunning topos, but felt more like 5.9+. The seam is too small except for fingertips in a few spots, and is difficult to protect. Another variation starts in the alcove around the corner to the right, and face climbs past two bolts (5.10+?) to reach the bolt on the corner of the large roof. From the bolt at the edge of the roof, follow a rising crack to the right to reach a 15 ft hand-crack in a corner. This crack goes at 5.9 with a tricky exit move to gain a brushy ledge. Easier climbing gains a large ledge next to a dying tree where a 3-bolt chain anchor is found. It is preferable to set up a gear belay on the north (climber's left) side of the tree on a spacious ledge, which will give you better views of the spectacular second pitch. \n\n  The second pitch is the best known, and perhaps most feared. Rising off to the left is 100 ft of 5.10 slab with only four bolts for protection (a piton helps protect the traverse over to the bolts). The old 1/4\" bolts are still there, but someone has been kind enough to add a second newer 3/8\" bolt next to each old bolt making the climb all that much safer. Still this pitch is quite memorable, with perfect rock and exposure. Belay at a small stance on the arete with more great exposure. \n\n  The third pitch continues up the arete on the right side for 60ft until a small overlap above a large block is reached. A difficult and committing 5.9+ mantle gains a small stance next to a bolt. From here the climb moves over to the left side of the arete  and up a small dihedral where a committing traverse move to the right is required to gain a bolted belay stance on the arete. \n\n  The last two pitches can be combined, although it may involve having some rope-drag. From the belay, climb past a bolt to the left (5.9 slab) then veer up and right under a large protruding block. Clip a bolt under the right side of the block, and fire up the thin crack/corner (5.9). If rope-drag is an issue, belay at the top of this block, otherwise take your pick of two cracks to ascend the final 50 ft. The left-hand crack is easier (5.7) but also slightly dirty. A  hand/fist crack which diagonals sharply to the right goes at 5.9.","protection":"I found small wires and a few hand-sized cams to be useful. The thin seam variation start takes tiny wires, but most the other cruxes are protected by bolts. Long runners are helpful for rope-drag avoidance. Many of the bolted belays have an abundance of bolts. Beware though as many of these bolts are old 1/4\", but there is usually one or two newer bolts as well. A few loose blocks exist and parties should use caution, especially on the third pitch.","location":"This route starts under the large roof on the left side of the west face. After the bottle-neck start it pretty much stays out near the left arete. Descent is by three double-rope rappels."},"__v":0},{"_id":"XNL+7fVsUcWR/2FSFy63ew==","name":"Tooth Fairy","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA Lee Davis & Bill Hackett, FFA by Paul Horak and Glen Banks ca 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":4,"mp_id":"106090313","mp_crag_id":"105802728","climb_id":"XNL+7fVsUcWR/2FSFy63ew==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"This is the most direct of the climbs on the Tooth. It follows the most obvious weaknesses up the face, the most prominent being the beautiful crack that slices down the large slab half-way up the route. Some of the cracks have some vegetation and dirt in them, but for the most part the climbing is clean. The route offers good variety too, throwing everything except steep face-climbing at you. \n\n  Pitch 1, 80ft: Starts with a short lay-back and continues up a grass-filled crack until it pinches down to a seam. Clip a good bolt here and begin traversing to the right on delicate slabs (5.8+). Build a belay where you turn the corner at an old button-head (backed up, of course). One can easily link up the next pitch, but the corner creates a fair bit of drag. Also it's a nice spot to watch your second. Two alternate starts: A thin seam to the right of the main start gains the belay directly and is rated 5.8R on the old topos (it felt more like 5.10R to a group I climbed with last year). The second more direct route starts farther to the right and climbs a small crack and slab past two bolts to reach the belay. This is the most direct start, but the moves past the bolts feel like 5.11 slab when I tried them, and the two bolts are rusty old 1/4\".  \n\n  Pitch 2, 60ft: From the belay climb right and then up a steep hand-crack (5.9). Continue up past some small trees to a spacious ledge with a good-sized oak tree on it (and chain rappel anchors). \n\n  Pitch 3, 160ft: Head straight up a hand crack (5.7) to a second large ledge with a stunted tree on it. To the left is a pair of bolts leading to the bottom of a long, graceful crack which climbs for 100ft to a large break in a head-wall. This is the best climbing on the route (5.9+, or 5.10 in the Dennis Jackson guidebook): delicate slab moves (height dependent) gain the bottom of the crack which starts off as shallow finger-locks. The crack grows steadily in depth, allowing better finger-jams, until eventually it is large enough for tight-hands. The break in the head-wall is hand-fist jams with an awkward exit to a belay ledge. Note: the old topos break this into two pitches, belaying at the second ledge with a tree. One alternative is to extend Pitch 2 to this tree to reduce rope drag on crux moves. \n\n  Pitch 4, 160ft: Climb the 5.7 crack directly above and past a bushy oak, or take the 5.9 slab climbing to the left passing two bolts. Both options lead to a stance below a sotol bush with some tattered old bail gear and a piton/bolt. Continue up going left around the sotol to gain a clean, steep finger crack (5.9). Finish up a short off-width/squeeze chimney. This pitch is also broken into two in the old topos.","protection":"Standard rack. 1st pitch has a single bolt in good shape at the top of the crack/seam. The crux pitch has a two-bolt anchor before the start of the finger crack. One of the bolts is new, the other is an old 1/4\". Camelot #2 can be placed fairly early on in the crack itself, followed later by a rusty piton with ample gear placements near it. The last pitch has two pitons below the sotol bush, and a rusty 1/4\" hidden behind the bush. Rappel anchors are in good shape and have chains, provided you have two ropes to rap down on.","location":"The first two pitches are shared with Tooth or Consequences and Tooth Extraction and start from a slab near the left side of the west face. The crack on the 3rd pitch is visible from quite far away, and is every bit as good as it looks. \n\n  3 double-rope rappels to descend. Single rope rappels are possible but do not have as established rappel anchors (only tattered slings and old bolts)."},"__v":0},{"_id":"ARGfpQW7UW+0lfF6jqtMBw==","name":"Tooth Extraction","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA 15 Apr. 1973 5.7 A3 Leland Davis, Reed Cundiff, Cliff Naveaux & Mark Losleben, FFA: Edmund Ward & Karl Kiser, ca. 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":5,"mp_id":"106105349","mp_crag_id":"105802728","climb_id":"ARGfpQW7UW+0lfF6jqtMBw==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"This climb seeks out the obvious left-facing dihedral on the right side of the clean face on the Tooth.  The climbing is more physical and burlier than that of the other routes, but is high quality. \n\nPitch 1.  Climb the thin crack below the triangular roof, clip bolt, and traverse right to a 1-bolt (+your own gear) belay at the corner of the roof.  (5.8)  This pitch is the same as the start of Tooth Fairy and Tooth or Consequences, and a couple of other variations exist too (a 5.8+ R thin-crack start below the belay, or a 5.10+ face that reaches the same belay from the right side).  It's possible to extend this pitch to the 3-bolt anchor at 160' but with bad rope drag. \n\nPitch 2.  Follow the rail to the right, then follow a thin-hands crack up and left.  Cruise past a 3-bolt belay for Tooth or Consequences to a 2-bolt anchor by the next small tree (this is where Tooth Fairy moves left across the slab) (5.9-). \n\nPitch 3.  Up the right angling crack filled with yuccas and grass to reach a big roof.  Clip a fixed pin in the crack below this roof, traverse right across a slab with a bolt and belay in a stance below a steep corner.  (5.9-) \n\nPitch 4.  Go up the dihedral above the belay.  Lieback or face climb past the crux bulge to reach a knob.  Continue up this corner past another small roof to a belay with 2 bolts and a fixed pin.  Note that this belay is actually above the second roof, so a little higher than where shown in both guides.  Quality (5.10) \n\nPitch 5.  About 40' of liebacking up the left-trending hand-crack in the corner off the belay to reach a ledge (5.9).  Traverse left on this ledge for 15', and follow a 5.8 offwidth from here to the top and the bolted anchor shared by the 3 main Tooth routes.  [Rosul/Dunning says you can stay in the corner instead of traversing left, and that it is \"5.9 ugly\" with a giant sharp-looking bush looming ahead] \n\nDescent: Rappel Tooth Fairy with 5 rappels with (1) 60 or 70m rope (best), or 3 rappels with double 50m ropes.","protection":"Recommended 1-2 sets cams, with doubles in the hand sizes.  1 set nuts.","location":"This climb seeks out the obvious left-facing dihedral that is located to the right of the clean south-facing slab of the Tooth.  The climb begins at the common location shared with Tooth Fairy and TrC, below the triangular roof."},"__v":0},{"_id":"1dPlj/tdXJahqaBh0BpBJQ==","name":"Tooth Decay","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"13 Nov. 1971 5.8 A3 Leland Davis & Mark Milligan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":1,"mp_id":"105802733","mp_crag_id":"105802728","climb_id":"1dPlj/tdXJahqaBh0BpBJQ==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"This route provides a more exciting direct start to the longer climbs on the Tooth. It can be done in two pitches or a single long pitch (rope drag may be an issue). The climb starts with some fun laybacking up a grass-choked flake. At the top of the flake are three bolts separting you from an overlapping roof and easier ground. Getting from the 2nd to the 3rd bolt is very delicate and the move from the 3rd bolt to the overlapping roof is the crux. Once the crack is grained there is a two bolt belay once you turn the corner and establish yourself in the wide hands-OW crack. From here keep climbing up the crack until you can break right onto the face (before the next roof overlap) and face climb up to a bushy ledge that is shared with nearly all other routes that ascend beyond.","protection":"Small-mid size cams for the initial lay-back and large cams for the crack above. The 2nd bolt is a button-head and rusty. The third bolt is a new 10mm ss fixe, and the P1 belay consists of two new bolts. Use caution when clipping any old bolts.","location":"This climb starts on a low angle slab/ledge on the left hand side of the cliff. There is another line of bolts on the face to the left of this route which is unfinished project in the 5.12 range."},"__v":0},{"_id":"AWIAMDWGWP+/Q+81u3mJ7g==","name":"Snaggle Tooth","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Motes probably early 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":0,"mp_id":"114040713","mp_crag_id":"105802728","climb_id":"AWIAMDWGWP+/Q+81u3mJ7g==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"This is a placeholder description for the active LC climber.  Climb the shallow dihedral for the pitch.  I remember steep climbing and adequate protection.","protection":"Standard trad rack.  There is a fixed anchor at the top but the current condition is unknown.","location":"The route is on the north face of the Tooth.  This would be around the corner from the typical Tooth Fairy start.  Rap the route."},"__v":0},{"_id":"qotst6msW2Ow54ZCZXL6bQ==","name":"Root Canal","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Motes & Karl Kiser, Fall 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":6,"mp_id":"114032128","mp_crag_id":"105802728","climb_id":"qotst6msW2Ow54ZCZXL6bQ==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"This climb starts as Incisor but then clips a couple of bolts on a leftward traverse to a thin face/crack to the top.  There are additional crux moves up the thin crack.","protection":"Trad rack with an emphasis on smaller gear.  Shares an anchor with Incisor.","location":"Start as Incisor but traverse left after the first crux moves to the ledge.  Rap the route (2 ropes)."},"__v":0},{"_id":"HhLMPsuqWpK1WP4Al4ewTw==","name":"Ortho Bullets","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dan H","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":2,"mp_id":"113023110","mp_crag_id":"105802728","climb_id":"HhLMPsuqWpK1WP4Al4ewTw==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"from the top of tooth decay 1st pitch (big ledge 2 bolts) mission up the shallow groove to join the crack of tooth fairy. 40m, f7a \n\n  good as a second pitch to tooth decay \n\n  dedicated to Griff, u sound Geezer!","protection":"5 ss fixe double wedge","location":""},"__v":0},{"_id":"zK2NTr1AXm2Jgx8gzq0cwg==","name":"Incisor","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Paul Horak & Mark Dalen 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"left_right_index":7,"mp_id":"114032095","mp_crag_id":"105802728","climb_id":"zK2NTr1AXm2Jgx8gzq0cwg==","areaRef":"yYMRsIjjWPqOxL+AUejXOw=="},"content":{"description":"Find a small right facing corner, climb up and make a crux move to a ledge (a bolt here, one old and one new), face climb up to a wider right facing dihedral (may require cleaning with a nut tool) and finish out a bit left to the anchor on a good ledge.","protection":"Standard trad rack with cams up to three inches.  There is a bolted anchor at top (but the 1/4 \" bolts are more than 30 years old if not upgraded).","location":"The route is on the extreme right side of the Tooth but still on the west side.  Rap the route (2 ropes)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,c98311b0-88e3-58fa-8ec4-bf8051e8d73b","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Tooth, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5713,32.3491]},"bbox":[-106.57183226593567,32.34865033981814,-106.57076773406432,32.349549660181864],"left_right_index":-1,"ext_id":"105802728","area_id":"yYMRsIjjWPqOxL+AUejXOw==","polygon":{"type":"Polygon","coordinates":[[[-106.57183226593567,32.34865033981814],[-106.57076773406432,32.34865033981814],[-106.57076773406432,32.349549660181864],[-106.57183226593567,32.349549660181864],[-106.57183226593567,32.34865033981814]]]}},"content":{"description":"One of the gems of the Organs, the tooth is home to some of the best routes found anywhere in the Organs. From the dripping springs area it is easily discernable as a beautifully clean looking wall just below \"The Wedge\", a large triangular shaped peak. \n\n  This is one of the few Organ walls featured in Dennis Jacksons \"Climbing New Mexico\". The Rosul-Dunning guide lists routes on the wall but adds this comment: \"Many unreported climbs here\". The listed climbs are all up the smooth faces on the west facing wall. And many variations can be done linking pitches on these climbs. \n\n  The wall is nicely shaded in the morning, and many of the routes remain shaded through-out the day, making them good destinations even during the hotter months."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:46.461Z","updatedAt":"2024-01-20T01:04:57.688Z"}