{"_id":"63689d5ce80bff5a994f615d","area_name":"Right Wall","shortCode":"","climbs":[{"_id":"wmtZ0uRVW6iTV7pcQ5vC9g==","name":"The White Bulge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":6,"mp_id":"120670226","mp_crag_id":"107008218","climb_id":"wmtZ0uRVW6iTV7pcQ5vC9g==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Use Miss Brown or Cruise Line as an approach. From Miss Brown, climb up and left towards the end of the pitch to a spacious flat belay ledge. From Cruise Line, exit right after the crux section of the 3rd pitch to the ledge. Steep face moves off the left end of the ledge and continuous steep edging lead to a crux about 20 ft up, the rest is fun sustained 10a on excellent rock, The Left Bulge pitch ends at the belay below the top pitches of Cruise Line. It’s a good way to make Cruise Line a little more challenging","protection":"All bolts","location":""},"__v":0},{"_id":"IUf7qswuVoaGm4Bk/3H6yg==","name":"White Arete (2nd Pitch Variation)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":23,"mp_id":"113633630","mp_crag_id":"107008218","climb_id":"IUf7qswuVoaGm4Bk/3H6yg==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Make an exposed move off the belay, then climb on good holds up and over a blocky roof.  The crux comes next, and involves a mantel into a slippery scoop.","protection":"Several bolts to a 2-bolt anchor with rap rings","location":"This route begins at the top of the original \"White Arete\" pitch.  Descend by rappelling the route."},"__v":0},{"_id":"h2x4Tl7gWgGodxQZg8iumg==","name":"White Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":22,"mp_id":"107919657","mp_crag_id":"107008218","climb_id":"h2x4Tl7gWgGodxQZg8iumg==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Great single pitch outing.  Good technique required. Route #40 in the ACSD guide.\n\nBegins from the right most set of anchors at the base of the steep \"Right Wall\". Scramble up a series of grassy ledges (approach from the right) to locate the anchor bolts. These are located just to the left of the obvious \"White Arete\" feature. This bottom anchor is also the start of the routes \"Up Stream\" and \"Lucky Stars\".\n\nClimb up off the bottom anchor to your right.  Clipping a couple of bolts to get established below the obvious arete of white rock.  Solve the crux getting established on the arete proper, and then climb beautiful, technical moves to the top where the arete ends on a ledge with bolted anchors.  Super fun and technical!","protection":"12 quick draws to a bolted anchor with rap rings.","location":""},"__v":0},{"_id":"FtvOqjIhVzeLyRs2AlDR0g==","name":"Up Stream","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Worrall & Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":19,"mp_id":"107028785","mp_crag_id":"107008218","climb_id":"FtvOqjIhVzeLyRs2AlDR0g==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"","protection":"15 quick draws.  Rappell from any of the anchors, or continue up an alternate pitch to the summit.","location":"Scramble up the series of grassy ledges (approach from the right side of the wall) to locate the rightmost set of 4 anchor bolts at the base of the steep \"Right Wall\".  These are located just to the left of the obvious \"White Arete\" feature.  The climb takes the left line of bolts from here (the right line is the route \"Lucky Stars\")."},"__v":0},{"_id":"nvPUU5pzWEyDHs5URue9EQ==","name":"Tikki Man","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":5,"mp_id":"107919612","mp_crag_id":"107008218","climb_id":"nvPUU5pzWEyDHs5URue9EQ==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Starts from the same small ledge and bottom anchors as the route \"Miss Brown\" and joins that route after 5 bolts of independent climbing.  A good bouldery route if you're looking for a harder single pitch affair. The climbing begins just right of a tree and left of the start of \"Miss Brown\".\n\nClip the first bolt from the ledge, and then immediately launch into steep terrain. The tricky starting moves (I hear a hold may have broken) gain a good undercling at the second bolt.  Then bust a big move off the undercling (looks like taller climbers can move left?) to gain a flat jug.  Stand up (knee bar out right helps in clipping the 3rd bolt), get a quick shake and move left to the base of a clean corner (marginal rest here). Tricky stemming leads up the corner to a good hold.  Pull out of the corner and climb to your right along an arete to join up with \"Miss Brown\" below its crux (11b).\n\nThe top of \"Miss Brown\" has 2 different anchors. One straight up that is used if you want to climb \"White Bulge\" or \"Right Bulge\" to the top. Or move right after the last bolt to an anchor on \"Pony Express\" which has 2 biners and is much better to lower back to the ground from.","protection":"12 quick draws to a lower off.","location":"Scramble up and to the right of the small ledge at the start of the routes \"The Pod\", \"Dedo Grande\" and \"Ring Finger\".  You'll have to do a bit of class 4 to get up to a small ledge where you can clip into the belay anchor.\n\nRoute #28 in the ACSD topo/guide"},"__v":0},{"_id":"kymSF4BHWHOxhXZGAh3sqw==","name":"Soul Terrain","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Worrall/Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":2,"mp_id":"120673359","mp_crag_id":"107008218","climb_id":"kymSF4BHWHOxhXZGAh3sqw==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"One of EP’s only “trad”, all gear protected routes. Using Ring Finger as a first pitch, or any of its neighboring pitches, climb to the traversing ledge system of Cruise Line and move right to the flat, square perch belay at the end of the Cruise Line traverse. The second pitch follows a straight up thin crack, Cruise Line tends right. 5.9 crack and face climbing leads to a crux bulge about 60 ft up, hard 5.10 for a few moves. The wall kicks back and becomes climbable anywhere, a two bolt belay is just over the bulge. The third pitch climbs easy terrain up to the left side of the Cruise Line roof, just right of a big prickly pear cactus. Climb over the small roof to a thin seam which diagonals right and ends. Small wires protect exciting 5.9 face moves on nice features to a wide ledge with a two bolt belay on its right side. This belay is sometimes used by climbers on Cruise Line after its roof crux, but necessitates down climbing to continue on Cruise Line. The fourth pitch, 5.9, goes straight up the crack system from the belay to the top out. An enjoyable route, a direct line, and good practice for moderate gear protected climbing.","protection":"Wires to 2 1/2” cams","location":"Start on Ring Finger"},"__v":0},{"_id":"2wUrn6uEXPaIX/M6Jdt1Xg==","name":"Soy Chango","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kevin Worrall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":15,"mp_id":"107008221","mp_crag_id":"107008218","climb_id":"2wUrn6uEXPaIX/M6Jdt1Xg==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Pitch one: Starts with a somewhat chossy 10a \"approach pitch\" that ascends a slaby groove to a steeper section with a small roof at the finish. Above this is a small alcove and the anchors.  From here you can climb up to the right onto \"More Funky Than Monkey\" or out left to the second pitch of Chango.\n\nPitch two: 11b/c, The second and crux pitch steps left from the belay for a few moves to get established below the headwall.  Clip one bolt and ascend the beautiful, steep, pink face for 4 bolts on some of the best jugs at the crag.  You are then deposited at the base of a corner.  Cop a rest here and stem your way up to the top of the corner and anchors on a slopey ledge. Super fun.\n\n*Do the first 2 pitches as one with a 70 meter rope and 15 draws for a stellar way to start this climb. At the end of the second pitch you also have the option to traverse right for about 40 feet (passing the optional belay for the last pitch) to the rappel anchor at the top of \"Up Stream\".  From here with a 60 meter rope you can rappel twice and reach the ground.\n\nPitch three: 11a, For the final pitch move the belay right along the ledge system about 25 feet, clip one bolt of an optional anchor along the way (belay for \"More Funky Than Monkey\").  Once established at the furthest right set of anchors on the ledge (these are the anchors of \"Up Stream\") Climb right from the belay, to the top of a large separated block, make a few easy moves back left and clip the first bolt. Continue to traverse the orange rock to the left following a horizontal feature with your hands to the base of a right facing corner with a thin crack feature (use long slings on the traverse).  Once established at the base of the corner, cop a rest, then solve the crux moving into the corner feature on steeper rock.  Continue up on easier ground with a small run-out, clipping 3 more bolts en-route to the anchors at the top of the wall.","protection":"15 quickdraws","location":"In the center of the right wall, ascend the grassy ledges to the second of 4 belay stations from the left that mark the start for all the routes on the wall."},"__v":0},{"_id":"P6HIq2u4UJOHzgei4dSh7w==","name":"Ring Finger","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":1,"mp_id":"107196328","mp_crag_id":"107008218","climb_id":"P6HIq2u4UJOHzgei4dSh7w==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Another quality single pitch line, just up from Lunch Rock. Starts from the small ledge at the base of \"The Pod\" and \"Dedo Grande\", and is a decent warm-up if you can crack climb.\n\nBegin by clipping a 2-bolt anchor (use a long draw) that is at the base of the route \"Soul Terrain\". You'll see this anchor just a step up and left of the main part of the terrace. From here traverse left over a small grassy ledge until you see another 2-bolt anchor just above you and below a small tree.\n\nOnce you clip this second anchor your belayer can step up and unclip the first draw to reduce drag. I recommend having your belayer clip direct into this anchor to safely belay the rest of the pitch (this will save your he/she from getting pulled off the terrace if you take a fall).\n\nClimb up from the second anchor on big holds to a small ledge with a bulge above it.  Pull up over the bulge and get established in the obvious left facing corner system.  Stem and jam your way up the beautiful corner with increasing difficulty.  At the top there is a nice rest.\n\nFrom here its a bit tricky to read the route:\n\nThe crack you just climbed in the corner continues up and right from the rest, and its tempting...\n\nBut...think twice because there is an obvious arete right in front of you. I climb the arete using nice crimps out left, make a rad high-step that enables a long reach to a good horizontal hold.  Match this hold, and move left to cool, large knobby holds in another corner system.  Climb on the right side of this corner on more good holds until the route ends with a 2-bolt anchor with chains (shared with the 3-pitch route \"Red Dihedral\").","protection":"12 quick draws","location":"At the base of the main wall just up and right from Lunch Rock.  There is a small sandy terrace that is the start of 5 or 6 routes.  Ring Finger starts from a 2-bolt belay on the left side of the terrace."},"__v":0},{"_id":"7ASPiEiLW76hoD0ikPN/cw==","name":"The Right Bulge","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Worrall/Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":7,"mp_id":"120670272","mp_crag_id":"107008218","climb_id":"7ASPiEiLW76hoD0ikPN/cw==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Approach as Left Bulge, starts off right side of ledge in big gold huecos, crux is passing second and third bolts. Steep patina and big edges join the other Bulge pitch after 60’ to the Cruise Line belay","protection":"All bolts","location":"Same as Left Bulge"},"__v":0},{"_id":"D7qyD0r5VO2B89uijfp+Ag==","name":"Unknown","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":27,"mp_id":"120449908","mp_crag_id":"107008218","climb_id":"D7qyD0r5VO2B89uijfp+Ag==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Interesting route up the tallest middle section of the low slab you pass on the right before getting to the Right Wall proper. Harder than it looks with a low bouldery crux, then a few scattered 10a moves and some nice crack climbing after the third bolt. Requires a couple small-medium cams to avoid an R rating in its current state unfortunately.","protection":"8-9 bolts, a couple small-medium cams","location":"Leftmost and tallest of the low-angle routes on the 80-100' slab just before the start of the Right Wall"},"__v":0},{"_id":"Q4wH/DujVOuaHh3N0CH6ig==","name":"Red Dihedral","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Worrall and Sean Shannon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":0,"mp_id":"108776962","mp_crag_id":"107008218","climb_id":"Q4wH/DujVOuaHh3N0CH6ig==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Starts just up and right of Lunch Rock. Red Dihedral is technically the next line right of Cruise Line.\n\nThe first 2 pitches are bolted but the final pitch to the summit requires a single rack to #2 camalots.\n\nStarting beta - The easiest way to begin this route is by using the 2 bolt belay at the base of \"Soul Terrain\". Have your leader clip it with an extendable draw and then traverse the sloping grassy ledge left to a 2-bolt belay at the base of Ring Finger and Red Dihedral. If 11a is at your limit your leader may want to bring you over and you can belay the 1st pitch from this station.\n\nPitch 1:(11a, bolts) climb up left off the belay (currently a little over grown) into a deep left facing corner. Climb out of the corner (crux) and up staying to the left of the bolt line for Ring Finger. The line follows to the left of a shallow corner/trough feature up to finish at a shared 2-bolt station with Ring Finger at the base of an obvious right facing dihedral.\n\nPitch 2:(11b, bolts) Beautiful stemming up the corner for a few bolts leads to an obvious traverse on sloping holds. Stand up after the traverse and balance to clip a high bolt. Navigate the tricky crux to get established on a slab with a few more tricky moves to a nice small ledge with a 2-bolt anchor with rap rings. At this point you are at the base of another prominent left facing corner with, you guessed it, redish colored rock. As of this time the corner here is a little overgrown with some grasses. Most parties will do 2 rappels from here to the ground.\n\nPitch 3:(10a, Gear) Climb up the corner past a couple grassy spots for about 40 feet then once out of the corner trend to the right (below the large cactus garden ledge) into another broken crack system that is climbed to the top. This pitch is a rope stretcher, and is the shared summit pitch for the all-gear line Cactus Couloir.","protection":"12 draws and a single rack to #3 Camalot (if doing the last pitch). You can easily just climb the first 2 pitches and rap back down to lunch rock with a 60 meter rope.","location":"From Lunch Rock, locate the obvious trail heading up through some choke cherry brush for about 10-15 feet to a terrace that is the start of several routes including \"The Pod\" \"Ring Finger\" and \"Dedo Grande\". The easiest way to begin this route is by using the 2 bolt belay at the base of \"Soul Terrain\"."},"__v":0},{"_id":"F8oVLNrDVt6qbCeutsatMA==","name":"Power Pod","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":4,"mp_id":"107008797","mp_crag_id":"107008218","climb_id":"F8oVLNrDVt6qbCeutsatMA==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Excellent 5.11 face climbing with a pumpy layback bulge at the top. This climb has a little bit of everything.\n\nBegin with a slabby ramp for 3 bolts that deposits you at the base of the infamous pod.  Negotiate the awkward first crux that is more body position than pulling, and head up the steep face to another crux in a shallow corner with some tricky underclinging.  Rest up below the final corner and pump/power crux that even has some crack climbing! Finish with 3 bolts of slab to anchors on a small ledge.","protection":"14 draws and a 60 meter rope to lower off.  Watch the end this one's a rope stretcher!","location":"Starts just up and right of Lunch Rock.  Locate the trail heading up, through some brush towards the green streak of \"Tiki Man\" and the steeper face to the right.  Follow this up for about 10-15 feet to a terrace that is the start of several routes including \"The Pod\" \"Ring Finger\" and \"Dedo Grande\"."},"__v":0},{"_id":"zrZ2jD5bXkygQh4gHJ13iA==","name":"Pony Express","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":11,"mp_id":"108011396","mp_crag_id":"107008218","climb_id":"zrZ2jD5bXkygQh4gHJ13iA==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"\"Pony Express\" is actually a 2 pitch line that requires you to climb the route \"Miss Brown\" to get to it. After climbing these 3 pitches you could rap back down, but it's much better to finish on the last pitch of \"Crazy Horse\" for a 4-Star link-up dubbed the \"Crazy Brown Pony!\"\n\nI'll describe the whole line here, but you can also reference \"Miss Brown\" and \"Crazy Horse\" for some more beta.\n\nPitch 1: \"Miss Brown\" (11b/c). Locate the starting anchors on small ledge about 50 yards up and right from the belay area for \"The Pod\" and \"Ring Finger\".  A bit of 4th class is required to get up there.\n\nFrom the bolted belay bust a tricky boulder problem crux using a flexing flake to reach an overhanging arete feature.  From here the rest of the climbing is brilliant 10+/11- on awesome brown stone.  At the top move right 20 feet to the shared anchors for \"Mind Bender\" and \"Pony Express\".\n\nPitch 2:(10b) the first actual pitch of \"Pony Express\". Wild and exposed traverse straight right, and a little down, about 50-60 feet in length.  Not very hard but heady, even though all 4 bolts are well placed. Pass below the anchors for \"95 Degrees in the Shade\"(obvious above you in the green lichen streak), and move around and under an big blocky arete to anchors in a small alcove.  You are aiming for a right angling bolt line with intermittent crack/pod features that is fairly obvious.\n\nPitch 3(11d/12a): The money pitch. An amazing tour of the steep terrain in the middle of the wall. Very sustained with several cruxes (I thought it felt hard for the grade and the ACSD topo lists it at 11c...needs more ascents to get an accurate grade, so get on it!).\n\nBegins by following a right traversing line of pods off the belay to a hand jam in a pod. Cop a bad rest in this pod, then move out right again to a bulge with positive holds and poor feet (crux). Once over the bulge, get a quick shake and then move right again into a right facing corner-crack.  Stem and layback up the crack with a redpoint crux exiting the crack into a large undercling.  From the undercling, clip the last bolt and move left to a hanging belay with 2 bolts...phew!\n\nPitch 4: 11a (the last pitch of \"Crazy Horse\"). This is one of the best single pitches I've done! Amazing rock, cool holds, and an amazing feature with unreal exposure...so fun!\n\nMove up off the belay into a shallow corner on positive but small holds. A few moves of stemming, turns into face climbing on immaculate white stone.  You are gunning for an obvious white arete of rock about 40 feet above the belay.  Once you hit the arete you'll be into some of the dreamiest climbing ever as you surmount the exposed arete on amazing rounded jugs with over 400 feet of air under your feet!","protection":"16 quickdraws. Bolted belays.","location":"Starts on the route \"Miss Brown\" to reach the shared belay of \"Mind Bender\" and \"Pony Express\".  Best to climb this as a link-up of \"Miss Brown\" + \"Pony Express\" + \"Crazy Horse\" for the \"Crazy Brown Pony\" variation and a 4-Pitch classic line to the top."},"__v":0},{"_id":"4GW0V/fNW/ufLyghN5H5bg==","name":"No Toucho Randino","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Randy Leavitt and Ben May, Jan 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":18,"mp_id":"113942122","mp_crag_id":"107008218","climb_id":"4GW0V/fNW/ufLyghN5H5bg==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"No Toucho Randino starts on the belay ledge one pitch below the top of the wall, which gets early shade. It climbs excellent, featured granite (huecos, pockets and a final roof). You can access this ledge by climbing Soy Chongo (or other options), or rapping in from the top. This was mostly bolted, named and attempted by Sean Shannon (et al) many years ago. The crux is turning the small roof near the top. It does migrate close to Schadenfreude at times.","protection":"7 bolts to double bolt anchor","location":"15 feet right of Schadenfreude"},"__v":0},{"_id":"og/WXv5/VVuo7vgxht3tqQ==","name":"More Funky than Monkey","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":16,"mp_id":"108551272","mp_crag_id":"107008218","climb_id":"og/WXv5/VVuo7vgxht3tqQ==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Great exposure, fantastic climb. The crux is the short hand jamming, lie backing crack that requires some power moves.","protection":"Bolts. Shares anchors with Soy Chango","location":""},"__v":0},{"_id":"QQ3tHx7xX8KXel0u5C3f1A==","name":"Mission George","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Worrall, George Hoover","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":26,"mp_id":"108008633","mp_crag_id":"107008218","climb_id":"QQ3tHx7xX8KXel0u5C3f1A==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Climbs amazing orange/brown rock up the right side of the beautiful deep orange wall beaming at the top right side of the \"Right Wall\". This whole wall is perhaps the best chunk of stone in the area.\n\nThere are now 4 routes on this wall with the addition of \"Boots on the Ground\" and \"Bait and Switch\".  \"Mission George\" is the original line on the wall and is listed in the ACSD topo.\n\nBegins from a 2-bolt anchor on the far right side of a large ledge system that follows the base of this wall.\n\nLocate a crack system in a left facing corner just above the anchors. Clip the first bolt using this crack. (Note: there is an unknown route that shares the first and last bolt and traverses left from the crack at the start) Negotiate a tricky crack crux, and pull up into a stance. Continue following the crack until you can pull up and onto a slab. Move left into a final tricky stem sequence in a corner and up to anchors at the very top of the wall.","protection":"8 bolts; 2-bolt anchor (no rings)","location":"This route climbs incredible rock on a wall on the far right side of Eagle Peak. This wall/section is located to to the right of the route \"Lucky Stars\" and above and right of the route \"White Arete\". You can access it by rappel from the top, or climb up and right 50 feet from the anchors on \"White Arete\". All climbs start from the same ledge with a set of bolt anchors on the left for \"Boots on the Ground\" and \"Bait and Switch\" and bolt anchors on the right for \"Mission George\" and an unknown route. Top out or rappel down."},"__v":0},{"_id":"iFsVgfcDV9mtNKLRAVHumw==","name":"Miss Brown","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kevin Worrall","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":8,"mp_id":"107008281","mp_crag_id":"107008218","climb_id":"iFsVgfcDV9mtNKLRAVHumw==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Excellent face climbing up a beautiful chunk of bullet hard brown rock, at the far left end of the \"Right Wall\".  Just right of the obvious green streaked wall of \"Tiki Man\" (12b).  This route marks the start of the steep recess that comprises the Right Wall\n\nPitch 1 begins at a bolted belay that is also shared as the start of the route \"Tiki Man\" which ascends the beautiful green streaked face.  Reach up from the small ledge at the bolted belay and grab a large flake (caution: this may need some glue/reinforcement as it was flexing and cracked, so pull down, not out).  Clip the first bolt and negotiate the steep crux (hint: heel hook).  Reach up to a jug on the top left end of a ledge system and clip the second bolt. Mantle onto the ledge and get a shake at the base of some stacked corners to your left. Continue up on some amazingly cool holds and deceptively easy ground to a small overlap.  Negotiate the second face climbing crux and climb up until you can exit into a big right facing corner.\n\nFrom here you have 2 main options.  To do the upper pitches continue up the corner to your left about 20 feet to an anchor below the routes \"White Bulge\" and \"Right Bulge\". Note that the upper pitches of \"Miss Brown\" require gear and ring in at 10d and 10a respectively. To do the route as a single pitch, clip a bolt out to the right of the corner and traverse up and right for 15-20 feet to a rappel anchor on the route \"Mind Bender\".","protection":"12 quickdraws for pitch one.  Standard rack if you decide to do the final 2 gear pitches","location":"At the far left end of the steep recess of the \"Right Wall\". Just right of the obvious green face of \"Tiki Man.\"  Traverse the grassy ledge systems all the way to the left and the 1st set of anchor bolts (if counting from the right) just above a small ledge system. A short bit of 4th class must be negotiated to reach the anchor bolts at the base.  You can also approach from the left side of the wall by traversing up and right from Lunch Rock (on second attempt this may be easier as it avoids more of the chossy ledge scrambling).\n\nIf doing just the first pitch you can lower with a 60 meter rope."},"__v":0},{"_id":"skv5dNmiULGetQrEoTGsCw==","name":"Mind Bender","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":10,"mp_id":"108056962","mp_crag_id":"107008218","climb_id":"skv5dNmiULGetQrEoTGsCw==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Classic Line up the left side of the Right Wall...very mind bending sequences.  Really nice rock.\n\nPitch 1 (11b/c): Begin by climbing the route \"Miss Brown\" from the ground and at the top of that route head right to the \"Mind Bender/Pony Express\" belay. From here Mind Bender's crux pitch heads straight up from the belay.\n\nPitch 2 (12a): The mind bending crux begins about 10 feet above the belay at a blank looking section of rock. Solve this crux and then pull up into a corner feature. Another bazaar sequence gains a stance above the corner, where easier climbing follows an arete for about 25 feet.  At this point the line traverses right across the face and into a but crack of sorts on amazing sculpted orange and brown rock...follow the wandering line and above the orange sculpted rock is a 2-bolt belay...phew!\n\nPitch 3 (11a): Climb up off the belay and into a stemming corner capped by a roof with an obvious finger crack. Pull a very reach and difficult crux move out of the stem to better holds on white rock. Follow easier climbing to the summit and the last 2-bolt anchor.","protection":"16 quickdraws. Bolted anchors.","location":"At the far left end of the steep recess of the \"Right Wall\". Just right of the obvious green face of\n\nTikki Man\n\nis a set of anchors at the base of the route. A short bit of 4th class must be negotiated to reach the anchor bolts.\n\nRecommended to approach from the left side of the wall by walking up and right from Lunch Rock past the start of\n\nPower Pod\n\n.  Walk under the bottom anchor bolts and climb back up and left for the easiest path."},"__v":0},{"_id":"dcER0tIiWAC0VpR9B9sf1w==","name":"Lucky Stars","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":21,"mp_id":"107047681","mp_crag_id":"107008218","climb_id":"dcER0tIiWAC0VpR9B9sf1w==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"This route's claim to fame is the excellent middle pitch that climbs featured, blocky rock on the right side of the steep \"Right Wall\".  The last pitch provides the only 5.10 \"escape\" from the large ledge system of orange rock (about 150\" feet from the base of the wall), that many of these climbs intersect.\n\nPitch 1: 10c.  Starting just left of the obvious feature of the \"White Arete\" at the farthest right set of 4 anchors at the base of the \"Right Wall\". Follow the right line of bolts up a slab of white and orange rock (the left line of bolts from this belay is the first pitch of \"Up Stream\" and \"Fly Away Roof\").  Before the wall turns vertical move left across the slab to a set of anchors (painted white) just below a large bush, and an obvious right trending seam under a small roof (shared with the 1st belay for \"Fly Away Roof\" this seam feature is the 2nd pitch of Fly Away). 60 feet.\n\nPitch 2: 11c.  Step right from the belay to a small trough like feature.  The first bolt is obvious on a bulging arete marking the beginning of the right side of the trough.  Solve the first of 3 cruxes here in this feature (hint: you can chimney if you are short) and establish at a rest on a small ledge at the top of the trough. From here layback right along a slopey rail feature underneath a large overhang (Hint: there is a hidden 'thank god jug' at its right end). Continue up steeper rock out the right side of the overhang on amazing blocky jugs to establish on another rest ledge at the base of the final crux, on a bulging orange panel of rock.  Solve this perplexing series of moves with hidden holds (I climbed left and back right), moving right as the wall bulges again to anchors in a small alcove on the right side of a large detached block that rests on the ledge (the anchors on the left of the block are for \"Fly Away Roof\"). 100 feet.\n\nPitch 3. 10c/d (incorrectly written as 11d in the ACSD Topo). \"The Escape Traverse Pitch\".  This last pitch does not look super appealing from the belay, as it traverses through some bushes and ledges eventually gaining an arete feature and slab of white rock that allows one to escape out the right side of the large roof feature capping this part of the wall. Its actually an enjoyable pitch that allows you a 5.10 bypass and some really cool climbing to boot.  Looking up this white section of rock is very obvious  as the only path through the steeper orange rock to the right and left.\n\nFrom the belay step up onto the \"Orange Grip Tape\" rock and clip the first bolt on the route \"Fly Away Roof\"  then start the traverse right by climbing through or below (your choice) some grasses reaching a rest ledge (in a corner) at the 2nd bolt. Continue traversing right for 2 more bolts, then move up onto a large ledge system.  At this point the right terminus of the orange roof system is above you.  Move to the far right end of this ledge (exercising caution as its unprotected, and sometimes muddy) to an obvious bolt in the white rock. Reach to make the first clip on the white slab, then climb out to the edge of the arete (cool exposure), and up on nice thoughtful crux moves passing 2 more bolts to a belay just below the grass at the top of the wall.  90 feet total (though you don't actually gain that much vertical ground).","protection":"15 quick draws.","location":"Just left of the obvious feature of the \"White Arete\".  Locate the farthest right set of 4 anchors atop the grassy ledges at the base of the \"Right Wall\".  This is a common starting point for the routes \"Up Stream\", \"Fly Away Roof\" and \"Lucky Stars\""},"__v":0},{"_id":"3LfNuvRVWYWIe7AOtzZP0w==","name":"Fly Away Roof","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kevin Worrall & Sean Shannon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":20,"mp_id":"107028103","mp_crag_id":"107008218","climb_id":"3LfNuvRVWYWIe7AOtzZP0w==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Classic line that takes the obvious weakness through the steep roof feature that caps the right hand side of the \"Right Wall\".\n\nPitch 1: 10a.  Take the left line of bolts off the belay (the right line is the first pitch of \"Lucky Stars\").  This is the same as the first pitch of \"Up Stream\" but goes to a belay a little higher.  Negotiate some choss that leads onto a clean slab after bolt 2 and right of a grassy, plant filled corner.  The wall turns more vertical just below a small roof feature on the left.  Climb up past the right end of the roof and gain a small right facing corner with bolts on the left arete (you will notice a small ledge on top of the roof with anchors to the left of the corner feature - this is the belay for \"Up Stream\").  Climb up this to a 2 bolt belay (quick links and bolts painted white) just below an obvious right trending seam under a small roof band where the wall turns vertical. 60 feet.\n\nPitch 2:  11d.  Negotiate the right trending seam (crux) and up into blocky terrain to the right of a right facing corner.  This pitch has a few cruxy sections followed by rests.  Belay on a large ledge just below the obvious overhang that caps the wall. 80 feet.\n\nPitch 3: The Fly Away Roof, 11d. Slab climb up and right through some amazing \"orange grip tape\" rock, then back left on a flake which you mantle and reach the obvious undercling crack that forms the weakness through the roof.  Cop a rest here then traverse the undercling crack right to a small right facing corner in the steep panel.  Bust the sequential crux up through the overhanging panel and up onto a ledge with a two bolt belay. Belay here or continue on easy ground to an anchor located on the left side of the large boulder at the top of the wall (another 25 feet). 80 feet to the boulder atop the wall.","protection":"15 quick draws","location":"Right hand side of the steep \"Right Wall\".  Begins from the farthest right set of 4 anchors at the base of the wall.  Just left of the route \"White Arete\"."},"__v":0},{"_id":"qvi1q1WuVK6DDKfHamwY/A==","name":"Schadenfreude","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Randy Leavitt, Zach Gelbart, Sean Shannon (May 2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":17,"mp_id":"107612853","mp_crag_id":"107008218","climb_id":"qvi1q1WuVK6DDKfHamwY/A==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Schadenfreude follows athletic, fun and powerful sequences up quality, featured granite. It is immediately left, and independent of, an existing project, No Toucho Randino. It is perhaps the steepest route at Eagle Peak.","protection":"6 bolts to chain anchor","location":"Schadenfreude climbs the steep headwall right of the last pitch of Soy Chango. You can get there by climbing Upstream (10b) or Soy Chango (11b), finishing on Schadenfreude. You can also rap in from the top, though it is a little dicey to get the the anchors that are below and west of the big boulder on top."},"__v":0},{"_id":"DLUSROlHX4+mEC5uKLD84A==","name":"Dedo Grande","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":3,"mp_id":"107008808","mp_crag_id":"107008218","climb_id":"DLUSROlHX4+mEC5uKLD84A==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Another one of the single pitch offerings that starts to the right of Lunch Rock.\n\nClimb the bolted crack that goes from fists at the start to perfect hands at the end. This deposits you on a ledge below a tricky 3-bolt face climbing crux.  Negotiate a series of positive crimps, crank up over the overlap and finish on the slab above.","protection":"10 draws and a 60 meter rope to lower off.","location":"Starts just up and right of Lunch Rock.  Locate the trail heading up, through some brush towards the green streak of \"Tiki Man\" and the steeper face to the right.  Follow this up for about 10-15 feet to a terrace that is the start of several routes including \"The Pod\" \"Ring Finger\" and \"Dedo Grande\". Immediately left of \"The Pod\", the splitter crack at the start is obvious from the ground."},"__v":0},{"_id":"klt0JBbIUkabfOby4KNbcA==","name":"Crazy Horse","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kevin Worrall, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":14,"mp_id":"108011454","mp_crag_id":"107008218","climb_id":"klt0JBbIUkabfOby4KNbcA==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Classic first pitch roof traverse, follows a crack underneath a large 30 foot roof.  Steep and fun!\n\nBegins at a set of anchors in a small alcove below the big obvious roof. There are 4 sets of bottom anchors in this section of the wall.  The anchors for \"Crazy Horse\" and \"95 Degrees\" are the second from the left.\n\nPitch 1 (12a):Climb up off the belay heading towards the left end of the roof.  The first few bolts are shared with \"95 Degrees in the Sun\" and \"95 Degrees in the Shade\". The climbing quickly turns from vertical face to steep and big holds.  Solve the crux to get into the start of the crack holds below the roof and then manage the pump and exposure as you traverse under the roof for 30 feet on big moves between good holds to a hanging belay just above the terminus of the roof.\n\nYou can lower-off from here and climb this as a single pitch, but its difficult for the second with the traversing nature of the climbing.\n\nPitch 2 (11c or d): Climb up off the belay, slightly left, heading for the bulge crux of \"Pony Express\".  You only clip 2 bolts before you join that line at its crux. Pull the bulge and get a quick shake before moving right into a right facing corner-crack.  Follow the crack to its end and move left to a 2-bolt hanging belay.\n\nPitch 3 (11a): This is one of the best single pitches I've done! Amazing rock, cool holds, and an amazing feature with unreal exposure...so fun!\n\nMove up off the belay into a shallow corner on positive but small holds. A few moves of stemming, turns into face climbing on immaculate white stone. You are gunning for an obvious white arete of rock about 40 feet above the belay. Once you hit the arete you'll be into some of the dreamiest climbing ever as you surmount the exposed arete on amazing rounded jugs with over 400 feet of air under your feet!","protection":"16 quickdraws. Bolted anchors.","location":"Begins at a set of anchors in a small alcove below the big obvious roof. There are 4 sets of bottom anchors in this section of the wall.  The anchors for \"Crazy Horse\" and \"95 Degrees\" are the second from the left."},"__v":0},{"_id":"sWQYC2luXk+V2adew0tPMQ==","name":"Crazy Brown Pony","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":9,"mp_id":"120669493","mp_crag_id":"107008218","climb_id":"sWQYC2luXk+V2adew0tPMQ==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"A medley of Miss Brown, Pony Express, and the last pitch of Crazy Horse, one of the best outings on the crag. Great exposure, excellent rock throughout, and a wide variety of climbing types. Climb Miss Brown to a bolted belay on the slab to the right after the final steep head wall moves. Traverse the slab to the right, 5.9, underneath “95 Degrees in the Shade”, after about  60 ft, make a few moves down around a corner to the belay for Pony Express. A straight in 5.11 crack diagonals up and right on vertical rock above the big Crazy Horse roof to a smaller roof, After surmounting the roof at the crack’s end, 5.11, you will join the last half of Crazy Horse’s second pitch. A 70 meter rope dangles in the air from the exposed belay at the end of pitch 3. Pitch 4 is straight up, easy 5.11 off the belay, then beautifully featured rock over a small roof and easy, exposed climbing up a sharp arete to the top.","protection":"All bolts","location":"Start on Miss Brown"},"__v":0},{"_id":"IQz1E1rfW86063/VCDASJQ==","name":"Boots On The Ground","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Randy Leavitt, Glenn Svenson, Zach Gelbart (April 2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":25,"mp_id":"107584164","mp_crag_id":"107008218","climb_id":"IQz1E1rfW86063/VCDASJQ==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"An initial very steep boulder problem crux gains incredible rock above. This pitch is one of the best, of any grade, at Eagle Peak.","protection":"7 bolts to bolt anchors","location":"This route climbs incredible rock on a wall on the far right side of Eagle Peak. This wall/section is located to to the right of Lucky Stars and above and right of the White Arete. You can access it by rappel from the top or climb up and right 50 feet from the anchors on White Arete. There are two routes on the left side of this red/brown wall. They are \"Bait and Switch\" 12d that follows the left hand seam and \"Boots On The Ground\" 12b that goes up the overhang boulder problem to the slightly overhung wall above. Both climbs start from the same ledge with bolt anchors. Top out or rappel down."},"__v":0},{"_id":"/d7oUqDgX5+pvoYzL7koSQ==","name":"Bait and Switch","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Randy Leavitt, Glenn Svenson, Chris Hubbard, Diego Aldrete (April 2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":24,"mp_id":"107584208","mp_crag_id":"107008218","climb_id":"/d7oUqDgX5+pvoYzL7koSQ==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Starting at the same ledge and bolt anchor as Boots On The Ground, climb up and left to follow the overhanging seam. Great movement and quality rock are the features here. After 5 bolts, it gains a ledge and continues straight up on the finish of Lucky Stars. Bring a stiff quick draw because the bolt off the ledge for Lucky Stars (placed by the first ascent of that route) was placed unusually high for the average sized person. That bolt is the 6th bolt of Bait and Switch. Climb up the blunt arete (classic) past 2 more bolts to the bolt anchors at the summit (shared anchors with Boots On The Ground).","protection":"8 bolts","location":"left of Boots On The Ground on far right side of Eagle Peak. Rap or top out."},"__v":0},{"_id":"HjTuNU8KW8KLGewB4GsZ0Q==","name":"95 Degrees In The Sun","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Randy Leavitt, Zach Gelbart, Chris Hubbard (March 2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":13,"mp_id":"107619700","mp_crag_id":"107008218","climb_id":"HjTuNU8KW8KLGewB4GsZ0Q==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"This route starts the same as Chief Crazy Horse (12a) for the first three bolts or so. When Chief Crazy Horse gets steep and angles up and slightly right, you cut up left, following about 4 independent bolts on steep jugs to a ledge that connects to the belay ledge start of Pony Express (5.11). Note that Chief Crazy Horse actually has two finishes. The original finish goes right at the bolted, angling crack to lower off anchors. This is probably 12a total (and an excellent route). An alternate finish was bolted that skips the traverse and instead heads directly up to a ledge. This is somewhat harder because it stacks another crux on top of the lower one. I was not sure after talking to Sean Shannon if someone redpointed this before I did. Anyway, I digressed because the route 95 Degrees In The Sun stays left of this straight up (harder) finish for Chief Crazy Horse, but ends up on the same ledge as the direct (harder) finish for Chief Crazy Horse. I did this FA of 95 Degrees In The Sun by accident, thinking I was on a route marked complete in the guidebook. It is worthwhile and fun.","protection":"about 7 bolts or so (originally bolted by Sean Shannon, Kevin Worrall). Finishes on a ledge with 2 bolt anchor. From there, you can rap, or continue straight up on 95 Degrees In The Shade (12a) or up and right on Pony Express (11). The real belay ledge at the start of 95 Degrees in The Shade is actually about 20 feet higher than this ledge.","location":"Start on Chief Crazy Horse for about 3 bolts, angle left on steep jugs to a belay on a ledge."},"__v":0},{"_id":"yLuWIE0yWv+WPcrI75rI6w==","name":"95 Degrees in the Shade","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Worrall,Shannon, et all","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"left_right_index":12,"mp_id":"108776889","mp_crag_id":"107008218","climb_id":"yLuWIE0yWv+WPcrI75rI6w==","areaRef":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":"Starts at the 2-bolt \"Oven Belay\" shared with the start of Crazy Horse and 95 Degrees in the Sun. This is often the hottest spot on the cliff, out of the wind, and can be brutally baking for the belayer.\n\nPitch 1:(12a)- Short and steep pitch that shares the first 4 bolts with Crazy Horse. Tricky on-sight. Leave the belay and climb right on white softer rock up past 3 bolts then gain a stance below the steep climbing. Clip the last shared bolt as the climb steepens and moves left for a final 3 bolts through a super steep roof (crux). Once over the roof make a couple more moves, and either go right to the 2-bolt belay on Pony Express (decent stance here), or go left into a short corner for 15 feet of easier climbing to anchors on a sloping ledge to the left (hanging belay). This belay is at the base of a beautiful green lichen covered wall.\n\nPitch 2:(12b)- Move off the belay to the right and figure out how to squeeze into the obvious  strange pod feature. Stand up and climb right from the pod to where the wall gets vertical. Climb up into a short finger crack that ends at a big rest jug. Then climb up and right under a large white colored flake to the crux. Probably 2 ways to do this section; I climbed right into some very small right hand side pulls in a scoop, and the small crimps to a big move to a jug to the right of the last bolt, but there also must be a way to climb left and use the big flake (maybe taller beta?). Either way the climb ends at a nice ledge that is shared with the final belay for White Arete.\n\nPitch 3:(5.10)- Climb up and to the left off the belay (the final 10a pitch of White Arete climbs to the right) into an obvious corner feature and then out onto the face above for a final 40-50 feet of climbing to the top of the wall. Good moderate pitch.","protection":"16 bolts. All bolted belays","location":"Begins from the 4th set of base anchors (if counting from the left). Best approached by carefully scrambling in from the right. Easiest path is to climb up past the base anchors for Soy Chango and keep going left to the obvious alcove I've dubbed \"the oven belay\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,1d98a9f9-f961-568f-ad50-73e6af8e887f,da842fd9-192c-5ec4-888e-a1d821a77498","pathTokens":["USA","California","San Diego County","South San Diego County","Eagle Peak","Right Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":5,"label":"5.11c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":25,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":21,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":22,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.70576,32.98171]},"bbox":[-116.70629604719748,32.98126033981814,-116.70522395280251,32.982159660181864],"left_right_index":-1,"ext_id":"107008218","area_id":"2oQv2RksXsSIjqHYIad0mA=="},"content":{"description":""},"density":0,"totalClimbs":28,"__v":1,"createdAt":"2022-11-07T05:55:34.606Z","updatedAt":"2024-01-15T16:42:19.564Z"}