{"_id":"63689de0e80bff5a994fa742","area_name":"West Side","shortCode":"","climbs":[{"_id":"eb01/3sQXv6hmYJ1HYzZ4Q==","name":"West Point Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"U.S. Army Climbers, 1946. FFA Harvey Carter 1950s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":4,"mp_id":"105753355","mp_crag_id":"107345627","climb_id":"eb01/3sQXv6hmYJ1HYzZ4Q==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"Part of a large flake on the South Gateway Rock, it forms into a separate column near the top.\n\nP1. The start is tricky, on a rough overhang.  The old drilled pins have been replaced with 3 modern bolts.  There is a thin belay stance about halfway up the length of the column. 50', 5.7.\n\nP2. Ascend the crack that becomes a chimney passing 2 drilled pins.  The best part is after you finish the chimney section and end the second pitch by pulling left onto the top of the column.  The view is awesome, and well worth the effort.  95', 5.7+.\n\nP3. To top out, you step across from the flake to the right just below a drilled pin.  This move has become more difficult as the rock eroded.  Climb past a drilled angle to a finishing groove. It is kind of scary and hard up there, so it's not done as often. Belay to the south on a ledge system behind the main wall. Scramble south down the big gully to the end of South Gateway to get off.\n\nReddish colored stone prevails on this climb.\n\nAW","protection":"There are 3 rusty pitons (now replaced with modern bolts) total on the first pitch to a 2 bolt anchor with Metolius rap hangers (\n\nwarning, these may be sharp due to toproping through them\n\n).  For pitch 2, take medium to large hexes and Friends to supplement the 2 drilled pins. The anchor is a 2 bolt anchor with chains (for a\n\n2 rope\n\nrappel off the back of the flake).  Also, a couple of Big Bros are helpful near the top.  There is a drilled pin on P3.  There are pitons on the top of the column for an anchor once you're there.  The rappel is tricky unless you have two ropes.\n\nYou can rappel of P1 with one rope.\n\nBeware that it is very difficult to pull your ropes if you try to rappel after P2 to the P1 anchors!","location":""},"__v":0},{"_id":"zMgSqQc7W7CSOsXuiYs4Yw==","name":"West Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":2,"mp_id":"120288047","mp_crag_id":"107345627","climb_id":"zMgSqQc7W7CSOsXuiYs4Yw==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"Begin from the top of\n\nPractice Slab\n\n. Either scramble up the chopped steps by\n\nKor's Korner\n\n, or ascend via\n\nChops\n\nor\n\nStaircase\n\n. Climb up the gully/crack towards the summit south. This route can be protected with medium to large cams, although they are not necessary.\n\nFrom the summit, downclimb the easy gully to the south.\n\nThere are two beefy bolts at the top, which can be used to rap the west face with two 70m ropes, but there's loads of rope drag, and this is not recommended.","protection":"You could protect with cams, and there are 2 beefy bolts at the top.","location":"On the northwest side of South Gateway Rock, the route begins at the top of\n\nPractice Slab\n\n."},"__v":0},{"_id":"H9uGnC5eWyitWixu5z1rHw==","name":"Short Headwall","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":9,"mp_id":"106590502","mp_crag_id":"107345627","climb_id":"H9uGnC5eWyitWixu5z1rHw==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"This climb is located on the west face of South Gateway Rock, near the south end of the formation, about 100 feet (?) south of\n\nCredibility Gap\n\n.\n\nClimb the overlaps which look easy but are a little balancey and spooky.  Gain a good stance below the headwall where you can place some cams.  I placed a #0.4 Camalot and a yellow C3 Camalot in an undercling, but these were not inspiring.  Step left and place a bomber #2 Camalot in a pothole, which at least protects you as you step up towards the piton.  Step up and clip the piton and crank through the bulge.  Be ready for some slopers through the crux.\n\nBelay from the small tree behind the headwall, or you can place a medium stopper and #0.75 Camalot in a crack in the side of the block facing north.\n\nWalk off to the south to the saddle between South Gateway Rock and Kindergarten Rock.","protection":"1 ring angle piton, #2 Camalot.","location":""},"__v":0},{"_id":"ko5MFFh1Vb6uHgm1NuhknQ==","name":"Practice Slab","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":1,"mp_id":"105753583","mp_crag_id":"107345627","climb_id":"ko5MFFh1Vb6uHgm1NuhknQ==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"This is a friction slab climb that is on the west face of South Gateway Rock nearest the north. Climb up from the south via 3-4th class, and you will see bolts about 70-75' above the ground.","protection":"2 bolts anchor most routes in the area. A 0.75 cam and similar sized nuts work in limited spots. There are very few placement possibilities. It is best to toprope this.","location":""},"__v":0},{"_id":"b+w7DnFcXAaGRm0DsKM+0w==","name":"Pipe Route","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: John Auld & Gary Ziegler, '61.  FFA: Earl Wiggins & Jim Souder, '76","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":5,"mp_id":"106261989","mp_crag_id":"107345627","climb_id":"b+w7DnFcXAaGRm0DsKM+0w==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"This is an exciting route that goes up the steep white face of the Indian Head formation, right of\n\nWest Point Crack\n\n.  It begins at an overhang with a new bolt just off the ground.\n\nP1) Crank the overhang, then continue up on easier terrain past a thread for some protection, and another new bolt.  Step right to a crack where you can place a #4 Camalot, then continue up to another new bolt.  (At this point, the Indian Head Route continues straight up).  Traverse right past 2 drilled pitons, and make an exciting move right to a left facing corner.  You can place a #0.75 Camalot here, but it's not that great, nor is it too necessary.  Climb to the top of the pillar and belay from two bolts and a ring angle piton.  (5.9+, 90 feet)\n\nP2) Climb straight up about 12 feet on steep, friable rock to a bolt and a piton.  This is pretty exciting and has potential for a factor 2 fall onto the anchor.  Traverse right about 10 feet to a left facing corner/flake/groove.  It's possible to place a #3 Camalot here, but a few feet higher is another new bolt.  Continue up steep, sustained, and loose climbing, past four more new bolts to the obvious saddle in the white rock.  (5.10+ R, 70 feet)\n\nRappel the route.  Or climb straight up a slab from the top of the flake on the right and walk off (5.6 R, 40 feet).","protection":"Quickdraws, runners, 0.75-4 Camalots.  The route has been equipped with new bolts and 2 bolt anchors, to go along with some drilled pitons.","location":"This route is located just right of West Point Crack.  Part of the first pitch is shared with the Indian Head route, which continues up and and then left, where the Pipe Route traverses right.  The first pitch is high quality.  The second pitch is sustained and loose but offers interesting climbing in an excellent position.  While the new bolts provide good protection, the second pitch is still a bit run-out and is only recommended if competent at the grade."},"__v":0},{"_id":"6eel6fflXNuRAWd9jaSiHA==","name":"Pipe Dreams","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Earl Wiggins, Steve Hong, Ed Webster, Feb 1977 (from Rolofson's guide)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":7,"mp_id":"107506596","mp_crag_id":"107345627","climb_id":"6eel6fflXNuRAWd9jaSiHA==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"P1: Start up a rounded flake lieback until you go up and over a small bulge/roof 15-20 feet up. From there, follow the line of pins, moving up and then right to a belay. The crux comes after the second pin.\n\nP2: ?\n\nThe rock on the first pitch is absolutely terrible after pulling the bulge. Even the most delicate of climbers should expect to take falls due to vaporizing holds. Nerve racking. Perhaps with more traffic, the climb will improve.\n\nRolofson's guide rates this 10 R. I found at least one move that would be 5.11 even if the rock was solid. Dealing with the crumbling holds is a special skill set, but I don't know how it factors into the YDS. The difficulty of this route will change as holds disintegrate and new ones evolve.","protection":"I protected the lower section with #0.75 and 3 Camalots. The lower section to the first pin could be done without pro, but the move over the bulge involves a large cracked flake that looks like it could detach soon. Above the bulge, solid pins protect the rest of the first pitch.\n\nP2 looks to require a bit more gear.","location":"Start left of\n\nCredibility Gap\n\n, below the obvious bulge feature. The first piton should be visible from the ground."},"__v":0},{"_id":"BUF+XdpXUsyRRzI5XETQ+A==","name":"Kor's Korner","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Herby Hendricks. FFA P1: Leonard Coyne, 1979, FFA P2: Richard Aschert, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":3,"mp_id":"105818645","mp_crag_id":"107345627","climb_id":"BUF+XdpXUsyRRzI5XETQ+A==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"P1 .12a/b Start by climbing up to the chimney of Sandman, then begin to traverse to the right to a piton, clip a LONG runner to prevent rope drag. Turn the corner and work your way to the crack that goes up the spire. This face climbing is the crux and is protected by drilled pins. Work your way up the beautiful crack passing a couple of pins higher to the belay. Stoppers and #1-#2 Friends protect the crack nicely.\n\nP2 .11a, Climb the face above following the pins, then traverse to the right to gain a flake then clip the last pin and on to the top.\n\nRap with 2 ropes from the anchor.","protection":"Medium & large stoppers, a few cams 0.75-2.","location":"Start about 60 feet to the left of\n\nWest Point Crack\n\n."},"__v":0},{"_id":"G5pB3WyNUZKr2PKhOeG/Rw==","name":"Insignificant But There","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Johnson & Bob D'Antonio, winter '83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":0,"mp_id":"106562826","mp_crag_id":"107345627","climb_id":"G5pB3WyNUZKr2PKhOeG/Rw==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"This is a decent little route to the left of the Practice Slab on the northwest side of South Gateway Rock.\n\nClimb a ramp to a left-angling corner/roof with a drilled piton then crank over the overhang.  Continue up the left side of the Practice Slab to the fixed anchors and rappel or walk off.","protection":"I placed a red C3 Camalot and a #13 Stopper on the ramp below the pin.  Just above the pin you can place an ok #1 Camalot.  On the Practice Slab you can place a #0.5, #0.75, and #4 Camalots, though the climbing up there is easy.\n\nI'm sure many would just climb this using one quickdraw, but I was glad to place some gear.","location":""},"__v":0},{"_id":"TL/sF38UWl6C9Cfcp2HrQA==","name":"Green Arrow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":6,"mp_id":"108167548","mp_crag_id":"107345627","climb_id":"TL/sF38UWl6C9Cfcp2HrQA==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"This route was entered as an area.  The information was moved here.\n\nThis route has small crimps and pockets, use tri-cams and small Friends to help you out when placing gear. There is a tiny crack on left side of the route that small nuts or hexes can fit into. Climb up slightly left and finish on anchors of \"\n\nPipe Route\n\n(10d)\". My guess would be that the route feels like an 11c.","protection":"Tri-cams, small Friends, small nuts, hexes.","location":"Park at main parking lot in The Garden and walk down to the west side of South Gateway. The climb is located between \"\n\nPipe Route\n\n(10d)\" and \"\n\nPipe Dreams\n\n(10d R)\"."},"__v":0},{"_id":"eCD4QJ39WjCOBiCPvipcdQ==","name":"Credibility Gap","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gary Zeigler, John Auld, 1960s, FFA: Morgan Gadd, Skip Hamilton, 1970","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"left_right_index":8,"mp_id":"105755446","mp_crag_id":"107345627","climb_id":"eCD4QJ39WjCOBiCPvipcdQ==","areaRef":"pzKd5gkyW5yPTjtTBDa4sg=="},"content":{"description":"The route begins behind a large boulder about 70' to the right of\n\nWest Point Crack\n\n.  The first piton if reached by getting between the boulder and South Gateway Rock and climbing up and left on a steep ramp.  From there, follow the obvious line where the white and red sandstone meet and form a crack/edge.  This leads to a face climb protected by 4 pins straight up to double anchors. Rap from the anchors or continue up the second pitch.\n\nI have never done the second pitch, but it is rated 5.8 and climbs up and left from the anchors.  My guidebook says it goes over a ramp to a wide flake.  Also, there is another climb listed in my book that traverses right from the anchors and is rated 5.10d.\n\n**Warning***  I have never heard of anyone climbing Credibility Gap and not breaking off a piece of rock.  This is the climb that convinced one of my climbing partners to get a helmet...not for leading the route but for belaying.  The belayer is forced below the climber between the boulder and South Gateway Rock right in line with anything that gets knocked off.","protection":"A couple of fixed pitons in the crack followed by 4 drilled pins on the face climbing to double anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,0bd36e88-81be-51e0-b1ff-105fda88468b,6cce6fa0-72f9-5c3e-aae8-4ae027325cc9,a7329de6-0932-5b9c-8f4e-3b530436b8b2","pathTokens":["USA","Colorado","Colorado Springs","Garden of the Gods","South Gateway Rock","West Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.88069,38.87785]},"bbox":[-104.88126760867334,38.877400339818145,-104.88011239132665,38.87829966018186],"left_right_index":-1,"ext_id":"107345627","area_id":"pzKd5gkyW5yPTjtTBDa4sg==","polygon":{"type":"Polygon","coordinates":[[[-104.88126760867334,38.877400339818145],[-104.88011239132665,38.877400339818145],[-104.88011239132665,38.87829966018186],[-104.88126760867334,38.87829966018186],[-104.88126760867334,38.877400339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:57:09.231Z","updatedAt":"2024-02-19T18:32:57.766Z"}