{"_id":"63689d20e80bff5a994f23a9","area_name":"Sun Wall","shortCode":"","climbs":[{"_id":"q9D/42k9XtCfloH8HOiTDg==","name":"Truck Driver (Pitch 1 only)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Randy Leavitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":3,"mp_id":"116197634","mp_crag_id":"111560567","climb_id":"q9D/42k9XtCfloH8HOiTDg==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"Pitch 1 of Truck Driver is a slab route with smaller features than the other moderates on the wall. Pitch 1 is really a moderate access route to Pitch 2 at 13c. Climb slab up to a good ledge where Pitch 2 starts and two other lines with their own belay anchors to the right. Rock quality is not the best in spots. FYI - Goss and Murphy both list this with 7 bolts - there are only 6.","protection":"6 bolts to 2 chain anchors (old style without hangers)","location":"Third route to the right of the Sun Cave."},"__v":0},{"_id":"7SAHn9BWXUeWV4I3LDzgcA==","name":"Sunburst","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Bill Ohran","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":5,"mp_id":"111560571","mp_crag_id":"111560567","climb_id":"7SAHn9BWXUeWV4I3LDzgcA==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"This is a great route on awesome rock.  The route climbs up a lower angled easy broken dihedral for the first half of the climb then when the angle kicks back it follows an awesome double tufa feature for a few bolts before the main tufas disappear and you face a couple of crimpy technical cruxes with good holds in between for the last three or so bolts to the chains.","protection":"15 bolts to 2 bolt anchor.","location":"This is the second to furthest right route on the wall and shares the start with the furthest right route on the wall.  from the base of Sun Dog, where the wall seems to end, look across the slab to your right about 20 feet and you'll see the line of bolts starting up the slab.  Traverse across the slab and belay from the first bolt to ensure that you can get all the way to the ground from the anchors with a 60 meter rope.  You may be able to belay from below the slab with a 70, but I haven't tried, so not 100% sure about that."},"__v":0},{"_id":"SYcJHRngVrSIHMi/3aIgNA==","name":"Sun Dog","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":4,"mp_id":"116197491","mp_crag_id":"111560567","climb_id":"SYcJHRngVrSIHMi/3aIgNA==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"Looks just off vertical from the ground but turns out to be deceptively steep after lowering off about 10 feet from the wall. This route throws a lot at the climber with large holds, crimps, underclings and a delicate move on a marginal toe to gain the mail slot 2 bolts below the anchors.","protection":"8 bolts to 2 chain anchor","location":"Fourth route starting from the ground right of the Sun Cave. This is an access pitch to several harder routes above it."},"__v":0},{"_id":"WdrPOm+TUYWymeMajmu+vg==","name":"Does Choss Have Buddha Nature?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Lewis, Catherine Houston 12/24/2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":0,"mp_id":"120107795","mp_crag_id":"111560567","climb_id":"WdrPOm+TUYWymeMajmu+vg==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"Move up low angled highly textured rock through a few bolts that are between two chossy crack systems. Then the route steepens a little and goes over a bulge with a large undercling for another two bolts and onto lower angled rock on the right side of a ledge (6th bolt) full of loose rocks. From there, head up a small left-facing dihedral and crack system through the final three bolts to the two-bolt anchor on the underside of the large half-dome shaped roof.At the time of the first ascent, this route is pretty dirty/dusty from all of the rock that was removed. Rain and wind will take care of most of this after a little time. If you stay on route, the rock is fairly solid, but if you get off to the sides too far, you are likely to find some loose rock. Be careful. I give this route one star because the movement is possibly 2 stars and the dirt and choss are a bomb; so one star is the average. Some might just stick with the bomb. Consider wearing a helmet.Three bolts and gear were placed on lead during the first ascent. Other bolts added immediately after. ","protection":"9 bolts plus 2 anchor bolts.","location":"To the left of the Sun Cave and down the hill about 50ft, look for a left leaning intermittent crack system that goes up to the left side of a large half-dome shaped roof. Follow 9 bolts to a two bolt anchor."},"__v":0},{"_id":"DNJKFSE8UE65r12d/eJzMQ==","name":"Chronic","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brian McCray, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":1,"mp_id":"116655288","mp_crag_id":"111560567","climb_id":"DNJKFSE8UE65r12d/eJzMQ==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"A bouldery start that eases off once you're near the roof. Another sequence will get you past the roof. Once established above it's easier movement but the rock is very suspect. ","protection":"8 bolts","location":"If you're looking at the cave it's the first route to the right of the cave. "},"__v":0},{"_id":"hgDy4Oa8ViWQ9qchhLhNpA==","name":"Access (access pitch to upper routes)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Pedersen","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"left_right_index":2,"mp_id":"116197620","mp_crag_id":"111560567","climb_id":"hgDy4Oa8ViWQ9qchhLhNpA==","areaRef":"vtZ5ZBFoVbC61Ll4AALCZw=="},"content":{"description":"Large holds to a small roof just about halfway up. Bolts are left of the most positive holds and features at the roof and above it. A fall while using the best features might lead to a sideways whip going over the roof. Run out from the last bolt to the anchors on a ledge above where harder routes begin. FYI - Goss and Murphy both are short a bolt in their guidebooks - there are 9 bolts on the route.","protection":"9 bolts with 2 chain anchors (old style without hangers)","location":"Second route to the right of the Sun Cave. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,4b9360ed-04c3-5ad5-acdb-fdd5a4e5c618,5f2057e8-8f16-51ba-8030-e481c22901a7,bed67964-1168-55b0-bad4-b9780002c267","pathTokens":["USA","Arizona","Northern Arizona","Arizona Strip, The","Virgin River Gorge","Sun Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"sport":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.85878,36.92177]},"bbox":[-113.85934245737054,36.92132033981814,-113.85821754262942,36.92221966018187],"left_right_index":-1,"ext_id":"111560567","area_id":"vtZ5ZBFoVbC61Ll4AALCZw==","polygon":{"type":"Polygon","coordinates":[[[-113.85934245737054,36.92132033981814],[-113.85821754262942,36.92132033981814],[-113.85821754262942,36.92221966018187],[-113.85934245737054,36.92221966018187],[-113.85934245737054,36.92132033981814]]]}},"content":{"description":"This wall is on the sunny side of the VRG, so mix the direct sunshine with the low elevation and you get a warm crag.  This wall is perfect for the coldest of winter days as long as the sun is out, or its great on shady but slightly warmer days.  This wall is on the right hand side of the Sun Cave and is characterized by routes that start out less than vertical and get steeper until they are overhanging past about the half way mark up the wall.  The overhanging sections of the wall tend to be extremely high quality rock with awesome tufas and other interesting deposits whereas the lower section of the wall tends to be more chossy with blocky rock for holds.  This side of the canyon is not as popular as the sunny side, but it still has some amazing routes on great rock."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:48.652Z","updatedAt":"2024-01-20T00:56:45.501Z"}