{"_id":"63689de0e80bff5a994f9382","area_name":"Red Devil","shortCode":"","climbs":[{"_id":"SC7FJVSsU9uaWZAX/284Gw==","name":"Super-spreader","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"David Hume, Stephen Freas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":3,"mp_id":"118870121","mp_crag_id":"105745432","climb_id":"SC7FJVSsU9uaWZAX/284Gw==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"Start by stepping off a boulder at the base. Climb through the crux bulge at bolt 3, then continue with fun climbing on interesting features.","protection":"12 bolts + anchors.","location":"It is right of\n\nParadise Lost\n\n."},"__v":0},{"_id":"teZZ52UIVPuNgRHK/QrLHw==","name":"South Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":1,"mp_id":"105753094","mp_crag_id":"105745432","climb_id":"teZZ52UIVPuNgRHK/QrLHw==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"To find this route, follow the Mallory Cave trail past the cave as it switchbacks up the gully between the Finger Flatiron and Red Devil.  On one switchback, the trail passes within 6' of the base of this route, which may be identified by a slot with a tree about 20' up.  The trees on this route make for a lot of pine needles on this route, which detract from the climb.\n\nClimb up the slot, passing two trees.  Descend a short ramp right, then head up another ramp to the left, ending at a large  pine tree (prominent from below) at the edge of a large ledge, 120'.  Follow the ledge east 20', and climb a short 50' pitch to the summit (5.0).","protection":"A light rack plus some long slings.","location":""},"__v":0},{"_id":"pd2BdGZmXuaCyM915c/b2g==","name":"So Easy, Even A Caveman Can Do It","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson, LP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":4,"mp_id":"107111972","mp_crag_id":"105745432","climb_id":"pd2BdGZmXuaCyM915c/b2g==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"This is a short, little route that came to be by wandering up to Red Devil and looking for something new.\n\nDown and right from\n\nParadise Lost\n\non the South Face, there are lots of flakes and features.  The challenge comes in linking protectable features with reasonable protection.  There is room for more, but here's a start.\n\nP1. Start up just uphill from a dropoff.  Note, the holds can be fragile, so trust carefully.  The first solid protection is a #4 Camalot in the second crack/groove perhaps 20 feet up.  Then wander up fiddling mostly wires between flakes until you are just below the East Face.  Angle left on highly featured rock.  Gain the East Face where the protection peters out (this section is the left version of\n\nBeserker\n\n).  Pass 2 smaller trees which you can sling.  Belay at a larger tree in a groove.  180', 5.7 PG-13.\n\nP2. Continue up and slightly left intersecting the P1 belay ledge for\n\nHell Freezes Over\n\n.  60', 5.2.  Rap 95'.\n\nYou could probably traverse leftward at the top of P1 to the belay for\n\nParadise Lost\n\n.","protection":"We used wires (especially the larger sizes) and a light set of cams (we used a yellow Alien, #2 Camalot, #4 Camalot; a #3 Camalot for P2).  Longer slings are useful.  48\" slings help to girth hitch the tree for a belay.","location":"This is located down and right from\n\nParadise Lost\n\non the South Face just uphill from a dropoff."},"__v":0},{"_id":"5UWJhNCwUSGubnpK0Z2PfA==","name":"Paradise Lost","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Kyle Lefkoff, Tim Snipes, Strappo Hughes, August 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":2,"mp_id":"105999884","mp_crag_id":"105745432","climb_id":"5UWJhNCwUSGubnpK0Z2PfA==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"Paradise Lost was approved as a new route by the Flatirons Climbing Council and Boulder OSMP in the spring of 2006.  It climbs the beautiful South Face of the Red Devil, and starts two switchbacks below\n\nHell Freezes Over\n\n.  The climbing is steep and juggy on solid rock.\n\nParadise Lost gets direct midday sun, so is most pleasant in spring and fall.  Be aware of poison ivy at the base, which is easily avoided.","protection":"9 bolts to a two bolt ring anchor.  Bring a long sling for the third clip. This climb is rigged for a 60 meter rope.","location":"Paradise Lost is located above the first switchback on the climbers trail that jogs north just before reaching the Mallory Cave.  Use the NCAR parking lot and Mesa Trail access to the Mallory Cave trail for the 45 minute approach."},"__v":0},{"_id":"J1jP15f/VtScCZs2xWFL2A==","name":"Hell in a Bucket","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Annecone and Lisa Montgomery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":6,"mp_id":"112216228","mp_crag_id":"105745432","climb_id":"J1jP15f/VtScCZs2xWFL2A==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"Hell in a Bucket offers super fun movement, buckets, and nice position on a slightly overhanging face. The crux is bouldery and comes early on. The climbing remains interesting all the way to the anchors. Finish with a beautiful, expansive view of Boulder Valley below.","protection":"9 bolts and a 2 bolt anchor.","location":"Hell in a Bucket is located on the southeast corner of the Red Devil (on the far right side of the south face). It is downhill from\n\nHell Freezes Over\n\nand\n\nParadise Lost\n\n.\n\nShade abounds at the base, so this route could potentially be climbed year round. Also, it is only about 2 minutes uphill from Der Zerkle."},"__v":0},{"_id":"88/7fzuoWLipILDcmIAvjA==","name":"Hell Freezes Over","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Archer, Sarah Spaulding, Alan Higham, Nick Archer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":0,"mp_id":"105762867","mp_crag_id":"105745432","climb_id":"88/7fzuoWLipILDcmIAvjA==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"The first pitch starts above the trail at the last switchback below the upper south face of Red Devil, 10a/b; 95'; 11 bolts. A boulder problem start leads to lots of fun, juggy 5.8 - 5.9 climbing. The second pitch starts off the ledge and ascends a cream colored face to a powerful, steep short arete with improbable moves in great position, 12a; 35'; 4 bolts.\n\nThere are two variations to the second pitch. Hellzapoppin (11c/d) climbs the first 2 bolts on the second pitch, traverses left around the corner, and face climbs to the anchors. Hellacious (11d) climbs the arete and face 8' left of the second pitch and joins Hellzapoppin where it hits the west face.","protection":"Pitch 1:  11 bolts to a 2 bolt anchor. Pitch 2: 4 bolts to 2 bolt anchor.","location":""},"__v":0},{"_id":"yurdQXoSWzuR35dOGN5yMg==","name":"Friend of the Devil","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"toprope S. Annecone, L. Montgomery, 2016","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":5,"mp_id":"119958799","mp_crag_id":"105745432","climb_id":"yurdQXoSWzuR35dOGN5yMg==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"To Hell With It is a pretty fun route for rock and movement, but it still needs a bit of cleaning up. I intend to apply to the FHRC of the FCC for a bolting permit on the next cycle and open it up as a sport route, but meanwhile, here's one more line on the S. Face of the Red Devil that people can enjoy on TR from the\n\nHIAB\n\nanchors. I grade the route at 10+, but I also believe that it is slightly harder than\n\nHell In A Bucket\n\n, which I believe to be about 10c.\n\nTo start the route, go about 6 meters left (uphill) of the start of\n\nHell In A Bucket\n\n. There you will see a tiny sprig of a pine tree growing out of a tiny crack about 4 meters off the ground. Low and left of this there is a scooping bulge with an undercling on a horizontal, offset flake. Grab onto the flake,  set some feet, and head on up. Make a move out right to a feature just left and under the pine tree, then head back up and left on pockets, pinches and edges, more or less straight up.\n\nThe\n\nHell In A Bucket\n\nroute leans left and gets increasingly close as you rise - don't be tempted onto it. This line goes independently. A lighter brown feature comes in, and you stay left of that. Around the 6th and 7th bolts of\n\nHell In A Bucket\n\n, it would be easy to pull up and right to reach into that route, but why repeat something? Instead, stay left through a second bulge, again on sidepulls, pinches, and pockets, staying about 2 meters left of bolts 6 & 7 (the bolts for this lie would be 3 meters away). There is a bit of flakey lichen here, but the holds are solid & clean. Finish up on a few thinner moves to a slabby top, about 3 meters left and a meter down from the anchor on\n\nHell In A Bucket\n\n. From here, you can downclimb over and right to get yourself below those anchors to lower off.","protection":"Presently it is a TR. I'll be submitting this route to the FCC's FHRC as a new route and, if approved, will bolt it for lead.","location":"This route is presently a TR and starts 20' left of\n\nHell In A bucket\n\n, starting and staying just left of a tiny sprig of a pine tree 4 meters up off of the ground in an undercling.\n\nThe route goes mostly straight up, but when it approaches\n\nHell In a Bucket\n\n(which leans left to this line), you stay about 2 meters to the left of that climb at its 6th and 7th bolts, forcing your way through a second bulge, with mostly good holds. I finished the route about 2-3 meters left of the\n\nHell In a Bucket\n\nanchors."},"__v":0},{"_id":"l6a5roSAWNGEupf+6cTtUw==","name":"East Face Right/Red Devil","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":8,"mp_id":"105765111","mp_crag_id":"105745432","climb_id":"l6a5roSAWNGEupf+6cTtUw==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"A significant roof bars easy access to the East Face of Red Devil (\n\nBerserker\n\ngoes through the left side of this roof).  This route begins at the far right side of this roof.  Hike up the fern filled gully between Red Devil and Unicorn (the rock to the right of Red Devil).  This soon turns to a slab right where the overhang runs out.\n\nP1: Step/chimney onto the slab and head up and left.  You may find a piece or two early on, but I found the first 40' or so to be rather unprotected.  The rock here is quite red, clean and generally excellent.  Occasional odd, knobby cracks give excellent protection, but the upper part of this pitch also involves runouts of 30' or more.  It is about 65m to a pair of small pine trees (the route here merges with the upper part of\n\nBerserker\n\n).  Belay here or rig a belay lower in one of the knobby cracks.\n\nP2: Continue up an easier face with more lichen and several more trees.  A large ledge will soon be reached.  You can belay here or continue on up to the top (from the pair of small trees, it's about 50m to the top).  There is [now a 2 bolt anchor on the south side of the summit from\n\nHell Freezes Over\n\n.]\n\nWalk off to the west.","protection":"Standard Flatiron rack. Small/medium cams work well on this face, large stoppers or medium hexes would also work well in several spots. Bring long slings for trees and knobs.","location":""},"__v":0},{"_id":"9UOfyZYVViuzFK7XdbhsEA==","name":"Berserker","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gerry Roach","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"left_right_index":7,"mp_id":"105753088","mp_crag_id":"105745432","climb_id":"9UOfyZYVViuzFK7XdbhsEA==","areaRef":"dw12ENCVVvWvJ9Pz0j20bA=="},"content":{"description":"This is a great route although it is not very protectable. To quote Gerry Roach, \"protection may seem lacking when it is wanted the most\". I would give it a VS, but both Roach and Rossiter gave it an S, and who am I to argue with them....\n\nIf interested in doing the route without the death risk, you can climb the South Face route, rappel to the bottom of the chimney above the overhang and top rope the first two pitches from there (60 meter rope)....\n\nThe rock is great, the moves are interesting and clean: some edging, some jamming, some friction and if you choose so, even some laybacking....\n\nStart at the low point of the rock and scramble up an easy water groove to the bottom of the overhang. Traverse left and up an easy ramp at the bottom of the overhang and belay at a small tree.\n\nThe second pitch (crux) climbs the overhang just left of the tree. This will be your last pro for a long time (and won't stop you from cratering on the ramp from above the overhang...).\n\nCrank up the overhang (burly 5.6) and make a delicate traverse up and left eventually reaching a left-facing flake. This flake is some 40 feet above and left of the overhang and will provide some pro with mid/large sized cams.\n\nFrom the top of the flake, you can continue up unprotected 5.6 traversing later to the right or friction traverse right and up (5.5). Either way you should end up with another 40 foot runout and at the base of the chimney. Sling a large horn and take a deep breath.\n\nFrom here, climb the face on the left of the chimney to the ledge below the summit block (5.3 150 feet), and scramble up the left side of the summit block and up to the summit (5.2 50 feet).\n\nTo descend, scramble north and West onto the Mallory Cave trail.","protection":"Standard Flatiron rack. Although you will not get to use it much....","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,770d7610-d095-56f5-af27-d3f3d23db46c","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Red Devil"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9749]},"bbox":[-105.28958677404269,39.974450339818134,-105.28841322595729,39.975349660181855],"left_right_index":-1,"ext_id":"105745432","area_id":"dw12ENCVVvWvJ9Pz0j20bA==","polygon":{"type":"Polygon","coordinates":[[[-105.28958677404269,39.974450339818134],[-105.28841322595729,39.974450339818134],[-105.28841322595729,39.975349660181855],[-105.28958677404269,39.975349660181855],[-105.28958677404269,39.974450339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:00.348Z","updatedAt":"2024-02-19T18:31:24.607Z"}