{"_id":"6368a44ee80bff5a9959c1a1","area_name":"Goldline","shortCode":"","climbs":[{"_id":"3JidzI2dXj6r3nJL9tDI0A==","name":"White Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Meuhl and Pete DeLannoy, May 22nd, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54618,43.84104]},"left_right_index":1,"mp_id":"105715316","mp_crag_id":"105714573","climb_id":"3JidzI2dXj6r3nJL9tDI0A==","areaRef":"Rr4djQPeUkGDAbNDnugjtg=="},"content":{"description":"Around the corner, to the left of Goldline, is this all gear route. Start up the dirty, right facing flake then take the overhanging pair of cracks of finger and hand size. Keep following crack/flake to the top as it widens, passing an old bolt on the left (now unnecessary with modern gear). Avoid clipping the bolts of Unemployment line around the corner and arrive at the same anchors. A fun line with very good gear.","protection":"Single set of fingers, double hands and fists, nuts, 1 bolt. Chain anchors shared with Goldline.","location":""},"__v":0},{"_id":"/Cm/hg4YXvu5SRiKf9OnQw==","name":"Unemployment Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Biddick et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54618,43.84104]},"left_right_index":0,"mp_id":"109576075","mp_crag_id":"105714573","climb_id":"/Cm/hg4YXvu5SRiKf9OnQw==","areaRef":"Rr4djQPeUkGDAbNDnugjtg=="},"content":{"description":"A super fun mixed route to the immediate left of Goldline (Stisser, D. & Mayer, C.) \n\n  The current state of Mountain Project confuses this line with another bolted line located to the climbers' right of the route known as Goldline. I believe Whiteline is totally bolted. Unemployment line is nice because it has more gear placements than most of the other routes on the Goldline formation. \n\n  The Unemployment Line may not be all that fun to sit in, but it is a hella fun climb if you are looking for a route with a fair amount of exposure and bomber gear placements that can be made at good rests. This route offers a bit more variety of movement than the crimp to crimp style of Goldline and will be guaranteed to make the average Joe kind of climber feel like a rock star.  \n\n  Recommended Reference Since Mountain Project is so Full of Lies and Misinformation:    Needles: A Mini Climbing Guide to Custer State Park - Black Hills, SD.","protection":"Bring quickdraws, shoulder length slings and a standard rack with a focus on cams within the 0.5 to 3 range. Shares bolted anchors with Goldline.","location":"Park at the Moonlight Ridge parking lot and head across the road to the faint climbers' trail. Walk around the Bell Tower mass on the Kamps Crack side  and walk past Summer Loving. Locate Goldline have fun."},"__v":0},{"_id":"zLjQesMRUC+7MQqkcmrnPQ==","name":"Has Anyone Seen Elmer?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cindy Tolle, Pete DeLannoy, Paul Muehl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54618,43.84104]},"left_right_index":3,"mp_id":"109576195","mp_crag_id":"105714573","climb_id":"zLjQesMRUC+7MQqkcmrnPQ==","areaRef":"Rr4djQPeUkGDAbNDnugjtg=="},"content":{"description":"A very nice, bolted path of juggy crystals with a few sections of steep, crimpy, thin stuff located about 80 feet to the right, and around a corner from Goldline. I think. I am not too sure. \n\n  My question is, \"Has anyone seen Whiteline?\" In addition to Whiteline, which I believe has the rusty bolts, there is also something on this formation known as Ed, Ed and Ethyl to the right of Goldline as well. Maybe. I don't even know anymore. Just buy Daryl and Cheryl's guidebook, folks. I was living is a state of ridiculous ignorance until their book cleared a few things up for me. \n\n  All I know is that guidebook, by Zach Orenczak, made some really good kindling one night when I couldn't get a campfire started. Here is my main point of irritation; the Goldline masses, along with many other hunks of rock in The Needles, have all kinds of really good routes...and Zach's book doesn't contain any of them. And don't get me started on that \"new edition\" that came out this year! Did the dude just xerox a few pages from some of those old Poor Person's guides and charge 40 bucks for an \"updated\" guide or what? \n\n  All I know is that it better stop raining so I can go climbing today because I have a lot of anger issues to deal with and the lack of really good information about The Needles is not helping much.","protection":"The line I described is completely bolted and has bolted anchors.","location":"I don't think anyone knows for sure. Just wander around the Goldline formation until you see a good bolt about 10 or 15 feet off the ground. The bolt is not rusty and it is not hard to get to."},"__v":0},{"_id":"pIg96Rd/WDmYMhBKeRJbxw==","name":"Goldline","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Piana 1979","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.54618,43.84104]},"left_right_index":2,"mp_id":"105715313","mp_crag_id":"105714573","climb_id":"pIg96Rd/WDmYMhBKeRJbxw==","areaRef":"Rr4djQPeUkGDAbNDnugjtg=="},"content":{"description":"Scrable up 30' to a Large Ledge via a third / fourth class climb up and right.Climb up the center of the face to the first pin, then up and slightly right to a bolt.  The crux is getting to the next bolt left and up.  Climb up and through the small flake where you can possibly get some gear but a hidden pin is just above you.  Continue up to the top.This is a great route with gear in all the right places.","protection":"pins and bolts - 4 total with good anchors","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,46be1d8d-03de-5241-8301-b3439ee823b6","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Goldline"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.54618,43.84104]},"bbox":[-103.54680343332255,43.84059033981813,-103.54555656667745,43.841489660181864],"left_right_index":-1,"ext_id":"105714573","area_id":"Rr4djQPeUkGDAbNDnugjtg==","polygon":{"type":"Polygon","coordinates":[[[-103.54680343332255,43.84059033981813],[-103.54555656667745,43.84059033981813],[-103.54555656667745,43.841489660181864],[-103.54680343332255,43.841489660181864],[-103.54680343332255,43.84059033981813]]]}},"content":{"description":"Goldline is the last spire in the ridge that runs downhill from the hitching post.  There are some great routes on the spire including Goldline and Whiteline both well protected 5.8 climbs.  The rock is nice and clean with a great view from the top."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:16.672Z","updatedAt":"2024-02-19T18:39:54.121Z"}