{"_id":"6368a44ee80bff5a9959c076","area_name":"Grotto","shortCode":"","climbs":[{"_id":"1r/jWpDLXc+xr9VA2CryGg==","name":"Step of Valor","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Shannon 2me, Jason Hermanson,Dale Curran","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":2,"mp_id":"113597584","mp_crag_id":"105714591","climb_id":"1r/jWpDLXc+xr9VA2CryGg==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"This is an amazing moderate trad route, gear is Bomber!    P1- this is the physical crux at the beginning and at the end of the pitch. Take the left vertical Crack below the tree. A  good Boulder spot for the leader is advised until they get the first piece in. Head left at the tree up the sweet diagonaling fist-hand-finger crack. Finish on a slaby top out at anchors.   P2- Mental Crux. Head LEFT of anchors to a single bolt (hard to see), clip it &Take The Step of Valor! Stem the gap and chimney up, then right to original formation, good gear after the bolt. Face climb to top of formation , gear placement in various \"steps \" and one bolt before anchors. Only 5.6- after finishing the chimney    Sees sun until about 2:30 pm.","protection":"P1 70' - It will take anything you throw at it, seriously! Stoppers to a #5 Cammalot- actually need only to a #3, bolted anchor.   P2 60'-2 bolts stoppers cams up to #3 BD, Bolted Anchor.   Two raps with a 60m rope, or one single rap with double 60 's","location":"This  Jem is located on the West world formation outside of the grotto, about 300 feet south of the Clear Cut Tower.    Look for the obvious right to left diagonaling hand crack."},"__v":0},{"_id":"+N+z+I3WVX6U1nlOGcNXSQ==","name":"Stems From Controversy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brent and Nora Kertzman, Mike Miller  July 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":6,"mp_id":"105715358","mp_crag_id":"105714591","climb_id":"+N+z+I3WVX6U1nlOGcNXSQ==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"This route starts from the ledge on the left side of the wall. There is a water groove that turns into a box type dihedral with double cracks that this route follows. Prepare to test the rubber on your shoes on this route. Move up and right into the groove then follow feature of distinction to anchors. The crux is protected with gear you will hve to place. A must do pitch...Full stem ahead! The name is derived from all of the false accusations being made at the time by a climber who has done very little for climbing in general yet remains on the scene with their artificial intelligence spewage.","protection":"One set of RPs, some smaller stoppers, 12 Quickdraws","location":""},"__v":0},{"_id":"l8N7QAGiUJCrENCf6uhXYQ==","name":"The Safety Blade","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Duane Martenson & Brent Kertzman - Aug. 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":9,"mp_id":"105715490","mp_crag_id":"105714591","climb_id":"l8N7QAGiUJCrENCf6uhXYQ==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"This route follows the bolted sharp arete just right of \"Don't Shoot, I'm Only The Belayer\". It is difficult to avoid stemming to the formation on the right at the top. Let your conscience be your guide on when to step out right. Clipping the last bolt and the anchors will prove more challenging without stemming across to the formation on the right. The intent of the first ascentionist's is to stay on the left side of the arete on this route. The earlier you stem right the easier the route will be. Climb it the way you see fit.","protection":"Eleven Bolts","location":""},"__v":0},{"_id":"DvNKkpKCV3y3VrbrvGDTRQ==","name":"Narrow Escape","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Rafferty, Brandon Emery, & Zayne Hebbler Ground up March, 2018","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":0,"mp_id":"114192580","mp_crag_id":"105714591","climb_id":"DvNKkpKCV3y3VrbrvGDTRQ==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"WARNING:  This route is not for the beginner tradster looking to push the grades in that it involves some techy moves where if you fail may result in a ground fall. In the first 15 ft you'll gain a positive flake, I recommend getting your feet on this flake and placing at your waist to minimize the potential ground fall. The gear is small but solid but needs precision to make it so. Once you pull this off you'll be rewarded to a steep finger sized crack that eats up gear! \n\nROUTE: Start off climbing the flared hand and finger crack until you gain a very positive flake. From the flake work your way up on top of the ledge where you'll gain the yellow left leaning  flake/finger crack. Follow the flake/finger crack (crux) up and through the water shoot to a hand crack finish.","protection":"Small-Medium rack, small nuts   Bolted Anchor","location":"On the West side of West World walk uphill until you reach a ramp leading to the upper spires. The ramp can be easily identified the large tree at the start of the ramp. Narrow Escape can be easily identified by the obvious yellow flake that is on its own separate summit."},"__v":0},{"_id":"MN50aR2SWPeHHnFYHxHogQ==","name":"Just don’t think about it Morty","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"ShanJ2me, Matt Eisenbraun","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":1,"mp_id":"114472880","mp_crag_id":"105714591","climb_id":"MN50aR2SWPeHHnFYHxHogQ==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"Start in a casual vertical hand crack to a small bulging roof 1st crux, place one or 2 bomber hand size  pieces and get after it!  You will then get a couple of good finger size pieces sling these long and traverse right to the arete / “spire” . Easy but heady (Just don’t think about it Morty- Urrrrp!)  Peek into the crack at the base of the “spire” a perfect spot for a .75 & a creative.3 above that. Step right of your gear & Then fun and thought provoking  Crystal pinching to the top .","protection":"Stoppers, .3-#3 Cammalot, 4 bolts, bolted chain anchors. Throw your rope to the  skiers right of the “spire “ when rappelling.","location":"This route is located at the southern most tip of the West World Formation, less than 100’ from HWY 244.  Not actually in the Grotto proper. "},"__v":0},{"_id":"CFFKvhbTXf2Y7P0rA6SRng==","name":"If You Can Climb It, You Can Condemn It","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Brent Kertzman and Mike Miller  Oct 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":7,"mp_id":"105715355","mp_crag_id":"105714591","climb_id":"CFFKvhbTXf2Y7P0rA6SRng==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"This is the center route on this wall with a chainlink hanger down low. Start by climbing up a lieback feature from the lowest point on the wall. Continue following bolted line to anchors. The route wanders a bit. Some key holds were broken off at some point but the climb still goes. The route is a very steep slab climb with reasonable protection. The route has never been on-sighted. In fact Brent's best effort was a redpoint/pinkpoint using preplaced long runners on the last two bolts. This route shares anchors with \"Don't Shoot\". Brent logged about 15 days of effort before freeing all of the moves on the lead and making a comment of not wanting to return to the route again. The story behind the name is aimed at the vindictive crap certain members of the BH climbing community were casting upon the motivated longterm climbers of the time.","protection":"One set of Stoppers (optional) and 16 Quickdraws","location":""},"__v":0},{"_id":"s0OutdzLX4iLrewGtgpfrg==","name":"How the West Was Won","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":4,"mp_id":"117687976","mp_crag_id":"105714591","climb_id":"s0OutdzLX4iLrewGtgpfrg==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"Outside of the Grotto area, you will find this route and its neighbor Blood, Sweat, and Tears. Start on the face, work passed a fixed pin as the rock steepens, and finish on low angled slab with good crystals. Shares an anchor with Blood, Sweat, and Tears.","protection":"Bolts and a fixed pin. Maybe 6 or 7 draws. Two 60 M ropes to rap, or one 70 M. ","location":"A short walk towards the road (south) from the gully that is the main Grotto area. There is a large chimney which is Blood, Sweat and Tears. This route starts about 10 feet to the left. "},"__v":0},{"_id":"7yqxLaGcUqSojAWhXfavlA==","name":"Don't Shoot, I'm Only the Belayer","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brent Kertzman & Barry Unke  May 1993","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":8,"mp_id":"105715352","mp_crag_id":"105714591","climb_id":"7yqxLaGcUqSojAWhXfavlA==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"This route is the rightmost of the four routes on this wall. Start up a finger/thin hand crack from the ledge at base of route. Upon the termination of the crack follow the bolted line to the anchors. Prepare to dig deep into your quiver of techniques for this route. The story behind the name is as follows. Burt Lindquist was belaying Brent on top rope to mark bolt positions. Brent summited and was preparing to lower and drill bolts. A NPS ranger came driving down the now gated road about the time Brent was going to lower off with the drill in hand. The ranger stopped and checked out the scene then moved on. Burt was worried and asked Brent what to do if the ranger approached. Brent replied \"tell him don't shoot, I'm only the belayer\".","protection":"One Set of Stoppers, Cams to 2\", 14 Quickdraws","location":""},"__v":0},{"_id":"ajA/c56pXUGZSCLVMS3u6A==","name":"C- Miit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"ShanJ2me, Jason Hermanson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":3,"mp_id":"118757209","mp_crag_id":"105714591","climb_id":"ajA/c56pXUGZSCLVMS3u6A==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"","protection":".4 to #3  Cammalots, Small to Medium stoppers, two bolts, Bolted Chain Anchors","location":"This route starts about 6 feet to the start of Step of Valor. Start on a face to an overhanging crack, climb a plumb line passing a pine tree to a crystal face. Staying on the Median trajectory line clip two bolts to gain a small roof and crack system. Pull past the roof to shared anchors of Step of Valor to the left. Rap from here or continue on second pitch of Step of Valor"},"__v":0},{"_id":"zrWEy7yOUiWsbae0ADAMxw==","name":"Blood, Sweat, and Tears","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"left_right_index":5,"mp_id":"117687997","mp_crag_id":"105714591","climb_id":"zrWEy7yOUiWsbae0ADAMxw==","areaRef":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"Start in the chimney that faces the road a short walk south from the main Grotto area. High first clip leads to some chicken head pulling and runout, low angle climbing. Shares an anchor with How the West Was Won. ","protection":"Bolts. Maybe 6-7. May be able to supplement with a light rack. Two 60 M ropes to rap or one 70 M. First bolt is 25 feet from the ground and a light rack with extension can definitely protect to the first bolt. Also slings to girth hitch some of the horns. Long run off after the last bolt but easy climbing. Anchor is not visible from the last bolt. Look for the anchor to the left side from the bolt line. Easy climbing is along the right site of the bolt line. ","location":"Once you've located the main Grotto gully, head towards the road a short distance, this is the obvious chimney on the right with a high first bolt. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,86ad2325-f306-5994-92dc-f91a944d0cde,f778b5b4-84ee-5155-9fc9-8450a059e4f5,dcd8cb98-87dc-5ce2-b8a7-b46da21387db","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Breezy Point","West World","Grotto"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":1}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":4,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.4741,43.8894]},"bbox":[-103.47472393928983,43.888950339818145,-103.47347606071018,43.88984966018187],"left_right_index":-1,"ext_id":"105714591","area_id":"3NjLmIfcXOK4p7RtohOH2w=="},"content":{"description":"The Grotto is the name of the primary rock at West World."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:23:13.138Z","updatedAt":"2022-11-25T11:21:45.654Z"}