{"_id":"63689d5ce80bff5a994f4479","area_name":"Hogwild","shortCode":"","climbs":[{"_id":"bfmvUwgsX5+J0doQ81cm5w==","name":"Unknown trad","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":10,"mp_id":"113324495","mp_crag_id":"105969345","climb_id":"bfmvUwgsX5+J0doQ81cm5w==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"We spotted this after doing Ham & cheese and so glad we climbed it.\n\nSure it's been climbed before, just don't know the name/history.\n\nCould it be \"The Number,\" 5.7, put up in 1971?\n\nSuperb 5.6 trad climb.\n\nNeeds some more traffic to clean it up. Great, however.\n\nLieback, jam, stem, toe jamming - it has the classic elements of a trad climb.\n\nStart at the plush belay ledge which also serves Ham & Cheese.\n\nP1: 38M to bush belay\n\nP2: 30M to bolted belay of Ham & cheese\n\nNOTE: we ran P1 & P2 together with 70M rope.\n\nP3: 35M to tree belay.  Bit grungy, needs some clean-up.\n\nWith a 70M rope, you can do 3 raps to the base (via Ham & Cheese rap stations).","protection":"Standard trad rack:\n\n(1) set of nuts to #7 chock\n\n(1-2) sets of cams to 3\"","location":"Located right of \"This aint Kosher,\" and left of \"Ham & Cheese."},"__v":0},{"_id":"4aIqfldzWrumK/Mp734T/w==","name":"Unknown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":21,"mp_id":"110998479","mp_crag_id":"105969345","climb_id":"4aIqfldzWrumK/Mp734T/w==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"From ST:\n\n\"Wandering and runout face moves. Rarely led but definitely worth toproping after climbing Accessory Dogs.\"\n\nIn reality it is not runout.  Crux is pulling a bulge with a bolt right there.  Traverse right after the bulge to 5 or so more bolts.  Extendable draws helpful as the route traverses.","protection":"One cam .3-.75 depending on placement to protect ground between the first and second bolts.  7 draws (extendable useful), top rope anchors.","location":"Between Just Acquaintances and Accessory Dogs."},"__v":0},{"_id":"eHdVj+MbXRSOQSWjvwSmzw==","name":"This Ain't Kosher","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":8,"mp_id":"108303502","mp_crag_id":"105969345","climb_id":"eHdVj+MbXRSOQSWjvwSmzw==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This is a fun beginner's slab climb.\n\nThe name was changed based on comment from Petch.","protection":"2 bolts and one piton plus small gear. Rappel anchors at the top. A 70m rope comes up about 5 feet short on the lower (if you do a take) but it is possible to untie and downclimb the last few feet of low angle slab.","location":"This slab/pillar (I call it Belly Button Slab) is shown on page 121 of Supertopo's South Lake Tahoe Climbing guide as 5.4X with no protection. It is between It's Better with Bacon and Ham & Cheese."},"__v":0},{"_id":"AaV2wlcHWrSgxbY0uUFv+A==","name":"Swine Flu","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Mucci, Fabrizio Bittner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":14,"mp_id":"106743540","mp_crag_id":"105969345","climb_id":"AaV2wlcHWrSgxbY0uUFv+A==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This is the Flake/Small right facing corner seen about 35 feet up the slab 10 feet right of Prociutto.\n\nClimb dikes for 35 feet to the start of the flake.  Fun climbing leads up the flake leads to the small corner.  A few tricky moves lead to a ledge mantle.\n\nMove left to a 2 bolt anchor.","protection":"A few cams to 1 \"\n\n1 set of stoppers","location":"To the right of Procuitto"},"__v":0},{"_id":"N1iIP4PIX3GAb2KXIUGkUA==","name":"Slab Hog Millionaire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Josh Mucci, Fabrizio Bittner 7/09","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":16,"mp_id":"107110429","mp_crag_id":"105969345","climb_id":"N1iIP4PIX3GAb2KXIUGkUA==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"From the terrace, climb easy dikes protected by 3 bolts straight up to the roof.  Clip a 4th bolt above the roof, and pull a mantle onto a dike.\n\nA thin 5.9 move gains an undercling and a 5th bolt.  Move up and left of the last bolt on 5.7 friction to a finger crack (hard to see until you reach). Small cams protect the final 30 feet to a belay at a large pine.","protection":"Quick draws, and a few small cams to red alien.","location":"This route is located on the long buttress 30 feet left of the route \"Hogwild 5.7+\"\n\nStart at the base of the 4th class ramp, the first bolt is seen once you reach the terrace."},"__v":0},{"_id":"u1PpPcX6VseQeOn/hpJciQ==","name":"Prosciutto","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Petch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":13,"mp_id":"105994978","mp_crag_id":"105969345","climb_id":"u1PpPcX6VseQeOn/hpJciQ==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This is a fun bolted slab route on Hogwild.  Approximately 5 bolts head up a slab which is peppered with thin but positive dikes.  The climbing is fun and interesting, but not sustained.  The bolts are right where you need them, including the crux.","protection":"approx 5 bolts, two bolt rap anchor.","location":"This is just right (west) of the Ham and Cheese pillar, and about 150 feet right of Better with Bacon."},"__v":0},{"_id":"BD3KrhKhW6a9q1EwXd+tSQ==","name":"Piglet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Petch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":9,"mp_id":"115394770","mp_crag_id":"105969345","climb_id":"BD3KrhKhW6a9q1EwXd+tSQ==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Fun simple face climbing on dikes to an interesting flake section ending at a two bolt anchor with mussy hooks","protection":"Draws, optional 0.75 cam","location":"Bolts just left of Ham and Cheese"},"__v":0},{"_id":"gVxl/c7RWnuLxd29DfzcYg==","name":"No Gaynor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":17,"mp_id":"107260267","mp_crag_id":"105969345","climb_id":"gVxl/c7RWnuLxd29DfzcYg==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Climb a thin seam up and slightly right. Eventually you will have to traverse over to the Hogwild anchors. The sooner you do, the more run out it is.\n\nLike Hogwild, you need a 70 m rope to top rope this route.","protection":"2 x 0.5 to 2\" says the guidebook. I also brought small c3's and master cams, and placed them.","location":"Fifteen feet left of Hogwild."},"__v":0},{"_id":"kRgEKT1gWqSTY7sNxbCr0g==","name":"Mixologist","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Petch Pietrolungo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":19,"mp_id":"106225525","mp_crag_id":"105969345","climb_id":"kRgEKT1gWqSTY7sNxbCr0g==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"5.9 face with cracks for pro, or 10a face with a bolt gains fun wide hands with tons of features on the face for feet.","protection":"Two number 3 camalots if you want to sew it up.","location":""},"__v":0},{"_id":"I/GKy/ZeWPWHzeHgvgILog==","name":"Just Acquaintances","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Tad Steel, Linda Jarret","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":20,"mp_id":"106856786","mp_crag_id":"105969345","climb_id":"I/GKy/ZeWPWHzeHgvgILog==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Follow the main crack in the center of the buttress and stay left when possible.  The around the belay tree is loose so be careful.  If you stay right the climb is more difficult and harder to protect.","protection":"pro to 3\".","location":"The route is in the center of the buttress to the right of the Hogwild route and left of Accessory Dogs.  Follows the main crack up and to the left.  It seems best to climb up and walk off."},"__v":0},{"_id":"EDVZ3o8bX9OcyEdClBs13A==","name":"It's Better with Bacon","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Petch Piertolungo, Brent Kuemerle & Chris McNamara - 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":6,"mp_id":"105969348","mp_crag_id":"105969345","climb_id":"EDVZ3o8bX9OcyEdClBs13A==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"It's Better with Bacon is a good route on a nice slab on Hogwild.  The star rating is for the first 3 pitches.\n\nP1:  start up a thin right trending crack.  when it peters out, step right into another very thin right trending crack.  The cracks are very thin, and take small nuts, but the moves are slab moves.\n\nP2:  Straight up a 5.6 slab past 3 protection bolts.\n\nP3:  Up a 12' crack to a bolted 5.6 slab.  There is a 5.8 roof that must be surmounted at the end of the pitch, very fun!","protection":"bolts, gear to 1\", small nuts and micronuts.  All anchors bolted.  You can rap the route with one 60m rope","location":"Walk 100 yards past the beginning of the Hogwild until you see the two thin cracks of the first pitch that both trend up and right at a 45 degree angle, on a clean slab broken by good belay ledges."},"__v":0},{"_id":"W1tNdyy3VLCGB9jhRPceBA==","name":"Honky toast (A.K.A. Jersey pork roll)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chuck Clance, Tad, Tim, Betz, Shaun, Blue, and others.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":15,"mp_id":"119302963","mp_crag_id":"105969345","climb_id":"W1tNdyy3VLCGB9jhRPceBA==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This is a fun bolted slab on Hogwild.\n\nP1: 11b  6 bolts. Use 2 .75 Camalots to get to the first bolt. Thin slabbing and some dike traversing for 5 bolts(bring a few longer runners to alleviate rope drag) to a small roof. A #2 Camelot goes good here. A #3 Camelot might be used getting to the last bolt. A 2 bolt anchor with links is up and right on a ledge. 150' (70 meters does not make it to the ground).\n\nP2: 10a R. Go straight up a tight flake (sliders and RP's) for the crux. Wonder up and left across a blank face with dikes to a tree at the top of the dihedral. There may be some bolts on this pitch from a newer route.","protection":"6 bolts, a few Camalots 2 .75's, 1 #2, and 1 #3 Camalots.","location":"50 feet up and right from Prosciutto. Start behind the large block that fell around the winter of 2015. It would have pancaked anyone standing at the belay."},"__v":0},{"_id":"4b5MUXoDWgabKotisr7SLg==","name":"Hogwild","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":18,"mp_id":"106210176","mp_crag_id":"105969345","climb_id":"4b5MUXoDWgabKotisr7SLg==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Climb the shallow, right-facing corner and step right, following the bolts. Then climb the path of least resistance straight up to the top. A 70m rope or doubles / twins are needed to get down.","protection":"Mostly bolted, but small to medium sized cams work well at the top for extra protection.","location":"On the right side of the Hogwild crag, take a left where the path meets the crag and walk uphill to where the path again meets the cliff. There should be a large, left-facing corner about 20 feet your right. Climb the shallow right-facing corner straight up the dikes to the chains above."},"__v":0},{"_id":"PbC0xbv+XpivNBoJRwRmuw==","name":"HMR-7","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":5,"mp_id":"112924521","mp_crag_id":"105969345","climb_id":"PbC0xbv+XpivNBoJRwRmuw==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"IDK what this route is called or what the rating is?  There are number of fun, easy, family-friendly single pitch routes to the left/Northeast of Better with Bacon (BwB) that I can't find online or in any of my guidebooks.  These routes are good for beginners, but could use some traffic to clean them up a bit.  Please, would somebody in the know improve on this post?  HMR-7 stands for \"Hogwild Mystery Route #7\" because of my ignorance.  You can start in the corner pictured, or in a thin crack just left of the corner.  From the top of the corner, splendid thin dike-hiking takes you  past 4 bolts and an optional 0.6\" cam placement to the chains. The bolts are where they are needed, a bit run out on easier terrain between.  The route finishes on the same ledge as the first pitch of BwB and would serve as an alternative start to BwB without the micro-brassie nutting.  (but who would want to miss that?).  Please be CAREFUL descending this route!  I think it is about 37 meters.  Even using a 70 meter rope it would be really easy to get dropped lowering off.  There is a ledge running over to the base of BwB that makes the final down-climb a cinch.","protection":"I was fine with a single rack to #3 camalot to supplement the 4 bolts on the route.  There is a solid looking 2-bolt anchor with chains on top.  Careful - a 70 meter rope won't quite get you back to the ground, but it's an easy downclimb.","location":"Starts at a right facing corner crack just a few yards left (NE) of the first pitch of Better with Bacon (BwB).  There are about 6 more fun, easy routes to the left of this one..."},"__v":0},{"_id":"3eRlTkNBVBmugM2R+leI4g==","name":"HMR-6","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":4,"mp_id":"112924697","mp_crag_id":"105969345","climb_id":"3eRlTkNBVBmugM2R+leI4g==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"I don't really know what this route is named or what the rating is.  I just called it Hogwild Mystery Route #6 (HMR-6).  I hope somebody can improve on this post.  HMR-6 is a fun romp up a low angled arete with with some intriguing moves pinching some long \"fins\" past a couple fat bolts, a good cam placement, and an old ring-iron piton that looks solid (the pin can be backed up with a size \"0\" metolius TCU just above, but good luck extracting it).  Continue up easy terrain and optional gear placements to a decision - slightly easier trad protected crack and dike climbing through a small overhang on the left or exposed crimping past 2 more bolts sticking to the arete on the right.  Once past the cruxy bits, slither up the dike-covered slab to the right of a wide-ish crack to an anchor with Mussy hooks.  A 60 meter rope should make the round trip back to the ground but it will be close -  knot the free end.  You can top rope a fun, easy flared crack (\"2-pin crack\") to the left off this anchor.","protection":"Depends if you take the crack or the arete option.  If you climb the crack it would be good to have 2 x #2 camalots, 2x #3 camalots, and maybe even a #4 if you have angst about an easy runout up high.  If you take the bolted arete, a single rack to #3 is good... with the same caveat about the #4.","location":"Starts at the base of the white arete a 20ish yards to the left of Better with Bacon."},"__v":0},{"_id":"BpRCx1p1Wca0MZf5ub8SXw==","name":"HMR-3","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":2,"mp_id":"112928808","mp_crag_id":"105969345","climb_id":"BpRCx1p1Wca0MZf5ub8SXw==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Scurry up easy face climbing to a small left-facing corner where you can get your first gear.  Up the right side of this to a slabby, flaring, insecure tips crack with funky gear (this is the thin white line visible in the photo).  HB offsets, TCUs, and brassies were useful.  Fiddle around with funky gear and holds until you can't protect the crack anymore - then try not to think about that wobbly final runner as you commit to steepening insecure crux moves leading to the first bolt, barely visible from the ground.  From there climb fairly easy slab on mostly ok, sometimes dirty holds between widely spaced bolts.  A solid Mussy hook anchor awaits on the mossy face above.","protection":"4 bolts.  Gear to 2 inches.  I found TCUs and HB offsets useful.  Good solid Mussy hook anchors on top (many thanks to whoever put this up).","location":"Estimate about 100 yards left (northeast) of the start of Better with Bacon.  Look for the thin white flared crack high up on the face above with a bolt at the top."},"__v":0},{"_id":"EoV/sARiXG6pjy7MHlcBkg==","name":"HMR-2","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":1,"mp_id":"112940636","mp_crag_id":"105969345","climb_id":"EoV/sARiXG6pjy7MHlcBkg==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"I don't know what this route is called (for lack of a better name I called it \"Hogwild Mystery Route #2\").  I don't know how hard it is - it felt 5-easy.  This is a nice easy romp up a (mostly) clean slab.  Good rock quality.  Could use some traffic/brushing.  I hope somebody who knows about this route can improve on this post.","protection":"4 draws and whatever you like to set up a top anchor if toproping.  Let's not gloss over that point:  4 bolts in 100 feet is not your typical sport route.  And some of the holds have a little dirt/grit.  30-50 feet is a long way to cartwheel down a slab bouncing off of dikes if you slipped on the grit.  You're not going to die on this route, but you could get pretty beaten up.  There is a solid, unworn mussy hook anchor on the top.  A 60 meter rope should just make the round trip.","location":"About 120 yards to the left (Northeast) of the start of Better with Bacon.  Look for bolts high on the face above a small flake at the start.  You can see where a pathway was cleaned through the moss.  To descend, rap from bolted anchor."},"__v":0},{"_id":"B4SXgPO6UNaTAi07jIJfjA==","name":"HMR-1","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":0,"mp_id":"112940732","mp_crag_id":"105969345","climb_id":"B4SXgPO6UNaTAi07jIJfjA==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"I don't know what this route is really called or how hard it is.  I called it HMR-1 for \"Hogwild mystery route #1\", hoping somebody can provide better information later.  The best I can say for this route is that there is a tree right at the base providing a nice shady hangout for the belayer.  From the tree climb up easy slabs to a bolt that looks like it's not in deep enough and it's bent in a manner that is not confidence inspiring.  You can back this up with a yellow metolius TCU just under the bolt.  Then make a few tricky insecure friction moves above the bolt.  This leads to casual, slabby face climbing.  There are only 2 bolts protecting the entire route.  You can get supplemental gear (0.75 - 1 camalot) up on the face if you traverse out to a flake that feels like it is offroute.  It's off on the right side about 15 feet out of line of the bolts - far enough that I didn't notice it until I was on the way back down.","protection":"2 draws and whatever gear you like for the chains on the top.  You can place a 0.75\" narrow-head cam just under the first bolt.  You can place a 1.25\"-1.75\" cam behind a flake off the the right about halfway up the route.  I appreciate the work and expense that the folks who put up these routes go through.  However, I do think it is important that climbers understand what they are getting themselves into if there is an issue with fixed protection.  The 1st bolt and one of the anchor bolts look like the holes were drilled a bit shallow and they are bent off to the left.  That being said, the anchor held me!","location":"Starts at a small pine tree up against the base of the cliff about 150 yards to the left/northeast of Better with Bacon."},"__v":0},{"_id":"2enDEqxmW/KKg9fYNI8u5g==","name":"Ham and Cheese","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":11,"mp_id":"105976125","mp_crag_id":"105969345","climb_id":"2enDEqxmW/KKg9fYNI8u5g==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This route climbs a bolted pillar, 80' right of Better with Bacon.  Climb up dikes with the occasional friction move past bolts to a two bolt anchor.\n\nThis is a newer route and has not seen a lot of traffic, and is somewhat grungy.  The quality might get a little better as it cleans up.\n\n(There is a second pitch that has some bolts and gear placements.  This pitch does not get done often, and I don't know the anchor situation.  if you do, please comment.)","protection":"1st pitch, fully bolted w/ two bolt anchor w/chains.  full 30m so watch the ends of your rope when lowering or rapping.  Possibly a good early lead for a 5.6 leader, but there is one section where the bolts are 15' apart, but it is on easy climbing.","location":"200 feet right of Better with bacon is a bolted pillar."},"__v":0},{"_id":"7JwyTrNsX+G6LaPjhAg3kA==","name":"Christmas Bacon","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":7,"mp_id":"108303536","mp_crag_id":"105969345","climb_id":"7JwyTrNsX+G6LaPjhAg3kA==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Climb up and over a fun, easy roof. There are some interesting moves after bolt 3. I used features and the left edge after the last bolt to keep it interesting and fun. The short crack/seam near the top takes a nice red alien placement.\n\nName change on 9-22-18 based on info in comments section.","protection":"4 bolts and optional red alien or other 1\" cam.","location":"This is the left of the two routes on the slab/pillar (I call it Belly Button Slab)shown on page 121 of Supertopo's S Lake Tahoe guide as 5.4X with no pro."},"__v":0},{"_id":"v+7mVPqbW4KnBbVyBN4FWg==","name":"Chorizo Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Josh Mucci, Brandon McCarthy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":12,"mp_id":"106743514","mp_crag_id":"105969345","climb_id":"v+7mVPqbW4KnBbVyBN4FWg==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"This is the thin, right facing corner to the left of Prociutto (.10b).\n\nStart on easy dikes for 10 feet.  Once in the corner the angle kicks back.  Mostly thin fingers with some locks leads to some loose blocks which can be negotiated to reach the belay.  A 2 piton belay is in the recess on the left of the blocks.  One can easily move to the right and belay at the 2 bolt anchor for Prociutto.\n\n2 Pitons Protect the crux 5.9 moves.  This is a nice sustained corner well worth doing along with Prociutto and Swine Flu.\n\nIt is still a little dirty on the face, but positive holds show up now and again.\n\nPlease tread lightly when nearing the anchor, there is a large flake that is very loose.  Negotiating around it to the left is easy.  If it goes, Procuitto could take a hit.","protection":"1 set of micro nuts (Offsets usefull)\n\nA few medium stoppers\n\nCams-\n\nA few TCU's\n\n2 ea .3-.75\"\n\n1 ea 1\"-2\"","location":"Left of Prociutto"},"__v":0},{"_id":"r2RRwHWXWe6yqqvRpzL7gQ==","name":"Accessory Dogs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Petch Piertolungo & P. Miller - 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":22,"mp_id":"106210164","mp_crag_id":"105969345","climb_id":"r2RRwHWXWe6yqqvRpzL7gQ==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"Soft for the guidebook, I'd actually call it more of a 5.9 than 5.10a (but the guidebook says 10a and my partners disagree with my personal assessment). Mostly bolted, and interestingly so. This is a fun climb that can be a little heady, causes one to think a bit, and requires route-finding skills.\n\nFollow the bolts to a blank section, traverse left over the arrete / right-facing corner and follow the line essentially straight to the chains.","protection":"Mostly bolted, but bring a couple of small to medium sized cams for the middle-upper section.","location":"Very near the right-most section of Hogwild, just up to the right of where the path meets the cliff."},"__v":0},{"_id":"KWdt1wprXEy0mBoYy6OzNQ==","name":"2 pin crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"left_right_index":3,"mp_id":"112928645","mp_crag_id":"105969345","climb_id":"KWdt1wprXEy0mBoYy6OzNQ==","areaRef":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":"I don't know what this route is named or how hard it really is.  I just called it \"2 pin crack\" hoping somebody who knows better can fix this post.  As for the rating, it feels low fifth class.  It was full of dirt, pine needles, ants, etc.  I cleaned it out with a nut tool and found 2 pins, so it's been climbed by somebody.  The pins actually look solid and don't look all that old.  Starts below a large pine tree on a ledge about 60 feet up.  Wander up easy but insecure and unprotected face climbing a bit higher than is wise to the base of a serpiginous flaring crack system.  This flaring crack takes some gear, but sort of finicky.  I actually enjoyed this:  it took time to futz around and get the protection sorted, but it is slabby enough that it's not hard to hang out and take your time.  If you have 2 ropes or a 70 meter you can go all the way (up some mossy but decent rock) to the anchor of HMR-6 to descend (see \"protection\").","protection":"Single rack with TCUs, gear to 2\", plus clipped the 2 pitons.  The crack flares and I found HB offset nuts useful.  Also I used a slider nut that was really helpful.  To descend you can dodge left to a large pine tree about 50-60 feet up and rap from somebody's old cordalette, or if you have a 70 meter rope you can head up and right on mossy rock past another small tree to the Mussy hook anchor on the top of HMR-6.  Be careful, a 70 meter comes up about 10 feet short, but it's an easy downclimb.  High risk of getting dropped if you don't knot both ends.","location":"About 40 yards or so to the left (Northeast) of Better with Bacon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,b7663f40-eea7-5cad-8055-e8fe3e93288f,ff715600-11e6-5e66-abc7-585a3ccc7632,61ea1ef3-470f-5df4-bc97-108537d99e99","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Lover's Leap","Hogsback","Hogwild"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":3,"label":"5.8"},{"count":3,"label":"5.5"},{"count":4,"label":"5.7"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":15,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.1392,38.80235]},"bbox":[-120.13977699615758,38.80190033981814,-120.13862300384243,38.80279966018187],"left_right_index":-1,"ext_id":"105969345","area_id":"Yeoe80cPXfS8lxCFN9memQ=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:53:55.713Z","updatedAt":"2022-11-25T11:12:50.912Z"}