{"_id":"6368a02ce80bff5a99529c75","area_name":"07. Second Tier","shortCode":"","climbs":[{"_id":"pP8j3x2nWAiFKvZGu1fCOA==","name":"Thin Air","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.94013,44.40642]},"left_right_index":0,"mp_id":"119462748","mp_crag_id":"119140348","climb_id":"pP8j3x2nWAiFKvZGu1fCOA==","areaRef":"R8TVPFLMXfqNcnX69tm5lA=="},"content":{"description":"Climb straight up a nice crack to the pine tree (optional belay).  From there, follow an arching leftward crack.  For me, the crux was transitioning from the top of the crack to the face and crack climbing of the headwall.  Pleasant face and crack climbing to a bolted anchor.If you have a 60m rope, you will not be able to be lowered back to the ground.  We used a 70m and barely made it with stretch.  There is an optional belay/rappel station set on the tree directly above the starting crack to get down with a 60.  Knot the ends of your rope and be safe.NOTE-There is a COMMENT in the AREA ( 2nd Tier) for this route that the top anchor bolts are seriously lose. and suggest using a tree for belay and walking to Wander Wall’s anchor. RHall Admin.","protection":"There is almost always a crack available for gear. Anchor is two bolts. Optional belay anchor is cord on the first pine tree with one ring and one quicklink.","location":"Far right side of the ledge, very prominent hand crack to a pine tree."},"__v":0},{"_id":"59azUhYFVbCmiJX9WuhYow==","name":"Wander Wall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.94013,44.40642]},"left_right_index":2,"mp_id":"120005786","mp_crag_id":"119140348","climb_id":"59azUhYFVbCmiJX9WuhYow==","areaRef":"R8TVPFLMXfqNcnX69tm5lA=="},"content":{"description":"Begin about 15' right of Thin Air at the base of another clean streak. Follow discontinuous cracks through bulges up and slightly left, finishing on a line a bit right of No Mistake's faint upper arete.A 70m should barely make it down with stretch (knot the ends!) but is likely insufficient to lower without cleaning your gear. With a 60 you'll need to use the tree anchor about 30' up Thin Air (a little left of the rap line).","protection":"Standard rack to 2 bolt anchor.","location":"15' right of Thin Air"},"__v":0},{"_id":"agTxxruMVd2rKSX30pXsBw==","name":"No Mistake","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Cormier, Rob Hetzler 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.94013,44.40642]},"left_right_index":1,"mp_id":"119462865","mp_crag_id":"119140348","climb_id":"agTxxruMVd2rKSX30pXsBw==","areaRef":"R8TVPFLMXfqNcnX69tm5lA=="},"content":{"description":"The Handren guide has this sharing the first 50 feet with Thin Air.  If you want to keep the difficulty more consistent, there is now a line of bolts slightly left of Thin Air that meet up with the second part of this route.  The bolts are mostly standard bolts and hangers, but the first bolt has an interesting homemade hanger.  It seemed perfectly fine, though.So, either start at the bolt line slightly left of Thin Air (maybe 5.9?) or at the Thin Air starting crack (this start has no bolts, bring gear).  When you reach the left arching crack, use the scoops to move up and right of the Thin Air line, clipping a couple of bolts as you go.  Now, trend left onto and up the arete.  I would consider this the crux.  Finish by making a beeline for the Thin Air anchor.   *note: the bolts to the left of the Thin Air start are not in the photos in the Handren guide.  I would guess they were added after to give No Mistake it's own start.  If anyone knows the details, feel free to add.","protection":"If using the Thin Air start, it's a mixed route with the first 50 feet being a trad line.  If using the bolt line that starts left, you might still want to bring a piece for the left arching crack.  The crux is well bolted.  Anchors are also bolted.","location":"If you want to use the bolt line, it starts just left of the Thin Air crack.  If you want to do the route as described in the Handren guide, use the same start as Thin Air for the first 50 feet, but bring gear as this makes the first 50 feet a trad line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,c77a401e-85a7-5586-a702-69f6620f50fd,47c4d53c-52cc-5dfa-8d72-75faf6d9b994","pathTokens":["USA","Maine","a. Western Mountains","Tumble Down Dick Mt.","07. Second Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.94013,44.40642]},"bbox":[-70.94075942858845,44.40597033981813,-70.93950057141154,44.40686966018187],"left_right_index":-1,"ext_id":"119140348","area_id":"R8TVPFLMXfqNcnX69tm5lA=="},"content":{"description":"Sitting directly above the amphitheater this crag is generally sunnier and drier. Several nice routes from 5.7 through 5.10b  Most of the climbs start from a ledge system with a drop off below. Belayers should tie in !"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:05:34.410Z","updatedAt":"2022-11-25T11:18:39.874Z"}