{"_id":"63689de0e80bff5a994fa683","area_name":"Apache Peak","shortCode":"","climbs":[{"_id":"ASsBx5aFWJSpZjWJXsaYoA==","name":"Northwest Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Possibly Dougald MacDonald and Greg Sievers, June 3, 2007","type":{"mixed":true,"ice":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65532,40.0583]},"left_right_index":999999,"mp_id":"105972664","mp_crag_id":"109978542","climb_id":"ASsBx5aFWJSpZjWJXsaYoA==","areaRef":"WSQn/w6jVo2utvic4drp7A=="},"content":{"description":"This is a big, big face in a remote location. Gerry Roach describes the northwest face of Apache as \"steep, broken, and uninteresting.\" Maybe so in summer, but in the spring, with lots of snow cover and some ice, it becomes a major alpine route. We picked out the line of least resistance leading to the summit. We started with a 750-foot gully (containing two of the route's three cruxes), then some steep rock (5.7) and easy mixed ground leading to a long traverse to the right (south) to skirt a blank headwall. After turning a prominent \"see-through\" buttress, we climbed steep snow and easy ice bulges to rock ledges about 100 feet below the summit. We measured 2,000 vertical feet from the start of roped climbing to the summit. We did 10 pitches with a 70-meter rope, plus a total of about 750 feet of simulclimbing, including one 500- or 600-foot \"lead.\"\n\nHas this face been climbed? We saw no evidence of prior passage. In most places it would have been climbed long ago, but it's so hard to reach in the right season that we might have gotten lucky.\n\nThe grade of this one may not be all that high, but it adds up to a tough and highly rewarding day. Three stars for continuously interesting climbing, moderately hard but well-protected cruxes, and an incredibly beautiful setting.\n\nA look at the photo will show other potential lines, given better conditions. A cold snap in early May might be very good. Maybe ski in from the west, camp, climb a route, and descend via Fair Glacier? Or maybe a cold spell after a late October or early November storm.","protection":"Single set of nuts and cams, four pitons, two ice screws, many slings and quickdraws. We used it all.","location":"When this route is in season, it's very hard to reach. We approached from the east. From the gate on the Brainard Lake Road, we biked to the Long Lake trailhead, then walked to Isabelle Glacier. We climbed one of the Southwest Couloirs on Shoshoni to reach the plateau west of Shoshoni, at about 12,800'. From there, we headed northwest to a steep couloir and descended about 2,000 vertical feet to a camp at Triangle Lake, just east of Lone Eagle Peak (about 10,800 feet). The route starts about half a mile away."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,e5ebe16b-6f8b-5e75-b821-41a5a1c71cad,592427ff-0ea3-568d-aeb6-f89ce1dae9ec","pathTokens":["USA","Colorado","CO Ice & Mixed","Indian Peaks & James Peak Wilderness Areas","Apache Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65532,40.0583]},"bbox":[-105.6559074915873,40.05785033981814,-105.65473250841269,40.05874966018187],"left_right_index":-1,"ext_id":"109978542","area_id":"WSQn/w6jVo2utvic4drp7A=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:07.424Z","updatedAt":"2022-11-25T11:18:02.005Z"}