{"_id":"6368a722e80bff5a995dd731","area_name":"Lower Canyon Bands","shortCode":"","climbs":[{"_id":"2eEPOShWU1iQGUNsYZIAYg==","name":"Road Warrior","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Melius and Adam Gable early 2000's FFA Trevor Bowman and Clay Stoner 5/15/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.3927,44.85675]},"left_right_index":999999,"mp_id":"107141471","mp_crag_id":"106675399","climb_id":"2eEPOShWU1iQGUNsYZIAYg==","areaRef":"GG2wCFmzVN2vU0cPSiSpfA=="},"content":{"description":"This dramatically overhanging splitter crack is an anomaly for the area and presents a unique challenge. It offers steep jamming (mostly perfect hands) and some great jugs and horizontal rails. It's steep and pumpy from the start, but the horizontal roof at 2/3 height is the crux and requires some savvy sequencing and body english. Once you pull around the roof finish up a vertical face on good pockets and edges. A physical outing with splendid variety that climbs very well!\n\nHowever...since this is found in the dolomitic limestone before the trailhead, the rock is less than splendid. It is blocky by nature, but a fairly extensive cleaning was done prior to the free ascent and any of the remaining blocks you climb over stood strong against the prybar. The inside of the crack and much of the lower face has some surface grit that should clean up after some traffic, expect some pebbles for the time being. There's also a bit of guano at 1/2 height. Needless to say, one must exercise care on lead; don't pro behind the blocks and set your gear deep. This can also be top-roped (directional recommended) by scrambling around the block 100' left of the crack.\n\nSo, overall a good line with excellent movement on slightly dubious stone. If it were on stonker granite it'd be a classic...","protection":"(2) .4 .5 #3 (1) #1 (3-4) #2 (1) new # 4 and #5 Camalots, extended slings. Chains on top.","location":"Obvious steep crack on small blocky band 100' above the road on the right a couple hundred yards before the trailhead. There's a minor pullout directly beneath it on the left (if heading toward the trailhead), keep the car as far off the road as possible."},"__v":0},{"_id":"54ZXEILpWmKepUbwIXwxxA==","name":"Precarious Pin","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Trevor Bowman, Levi Van Buggenum, Chris Maze, summer '08","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.3927,44.85675]},"left_right_index":999999,"mp_id":"106675403","mp_crag_id":"106675399","climb_id":"54ZXEILpWmKepUbwIXwxxA==","areaRef":"GG2wCFmzVN2vU0cPSiSpfA=="},"content":{"description":"A real \"because it's there\" outing...this is one of the more appealing and free-standing towers found in these choss cliffs. As the name implies, it's composed of dubious blocky rock that looks like it'll topple over, but is more solid that would seem on closer inspection. The climbing is easy up the obvious groove on the roadside aspect of the uphill face. The photo opportunities and tiny summit are the route's only redeeming qualities.","protection":"Single set of stoppers and cams. Watch where you protect, as much of the rock is suspiciously blocky. Double bolt rap anchors, bring webbing.","location":"A mile or so before the trailhead the road makes a large bend around a ridge. The Pin is tucked up against adjacent cliffs several hundred feet above the road on the right. It's hard to see unless you're really paying attention. There's a decent pullout on the right side of the road directly beneath the Pin. Bushwhack up steep brush and talus, skirting right around a cliff band below the Pin and traversing back left (toward the road) on a large bench to the Pin. About 20 minutes or so."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,2667c95c-0d0e-5aaa-b086-26231db58b39,2894f112-f2f5-5a87-9149-21c178e445f3,186db008-59b3-54dd-af53-470f4a24a97c","pathTokens":["USA","Wyoming","Eastern Big Horns","Tongue River Canyon","Lower Canyon Bands"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.3927,44.85675]},"bbox":[-107.39333433156614,44.856300339818134,-107.39206566843387,44.85719966018185],"left_right_index":-1,"ext_id":"106675399","area_id":"GG2wCFmzVN2vU0cPSiSpfA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:35:14.893Z","updatedAt":"2022-11-25T11:25:23.722Z"}