{"_id":"6368a265e80bff5a99565b81","area_name":"Wright Peak","shortCode":"","climbs":[{"_id":"XQRYyDtpUdCRdS285B1wJA==","name":"The Wright Wrong Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Jim Lawyer, solo.  1984","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"left_right_index":2,"mp_id":"107631169","mp_crag_id":"107630892","climb_id":"XQRYyDtpUdCRdS285B1wJA==","areaRef":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"This is the obvious left leaning chimney in the center of the cliff.  Start up some broken up left leaning cracks below the chimney, reach the chimney at about 20 feet and follow it easily to the top.","protection":"Well protected.  Belay in crack right at the top out.","location":"You can't miss it, right in the middle of the cliff.  Walk off, climber's right."},"__v":0},{"_id":"aHcTEyenVnKPw4TildmVXg==","name":"The Wright Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lori Crowningshield and Jim Lawyer, August 19th 2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"left_right_index":1,"mp_id":"113259459","mp_crag_id":"107630892","climb_id":"aHcTEyenVnKPw4TildmVXg==","areaRef":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"An obvious left-leaning crack featured with many stances, horns and a brief crux. \n\n  Up ledgy terrain in a broken right-facing corner. Pull onto a ledge underneath an overhang split by a hand crack. Jam through this secure but sharp-sided crack (crux) as it brutalizes your hands. A step left can avoid some grass stuck in the very top of the crack, then scramble up ledges to find a belay in a left-facing corner. \n\n  Avoid trampling the sensitive alpine vegetation as much as possible!","protection":"A #3 Camalot or equivalent is nice for the crux","location":"Start about 30’ left of Wright Wrong Chimney, at the left end of a knee-high ledge that runs along the base of the cliff"},"__v":0},{"_id":"CUrH3/Q3VvisVxP0ZC+oPw==","name":"Ranger Danger","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"left_right_index":0,"mp_id":"107630902","mp_crag_id":"107630892","climb_id":"CUrH3/Q3VvisVxP0ZC+oPw==","areaRef":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"Ranger Danger starts as a left angling finger crack.  Move up easily to gain a shelf with a matching overhang above it, the crack continues on up the left side of the overhang.  Place some good  gear in the crack from a kind of weird off balance position.  Then, commit to a move that feels like it's definitely going to be harder than .6 but ends up not being too bad to clear the overhang to a good stance.  Continue on up the widening crack to the top.","protection":"Small gear for the bottom, medium sized gear for the middle and large gear for the top.  An anchor can be made in a small vertical crack about 10 feet back and slightly to the climber's right near the ground in a blueberry thicket.","location":"This route is about 50 feet left of The Wright Wrong Chimney.  Locate the 5 foot long 2 foot deep shelf about 15 feeet up with it's matching overhang. One crack leads up to it's left end, another crack leads up to it's right end.  Ranger Danger is the left crack."},"__v":0},{"_id":"GkAwM2HUXPaAYRIpu4YSCQ==","name":"Perilous Journey","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"ACB Jim Lawyer, Lori Crowningshield","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"left_right_index":4,"mp_id":"117549672","mp_crag_id":"107630892","climb_id":"GkAwM2HUXPaAYRIpu4YSCQ==","areaRef":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"A really fun, albeit short route!\n\n Start up easy terrain to a stance below the vertical seam. Place a small nut and make a long move (crux) to a horizontal. From here, it's 4 more excellent horizontal cracks to a gear anchor near the top!","protection":"All gear, gear anchor. Small nuts a must.","location":"On the far right end of the cliff below a left-leaning crack and a seam."},"__v":0},{"_id":"75Ql+tc4XFOEROkDWlyoiQ==","name":"The Hole, Lizard Head Variation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"left_right_index":3,"mp_id":"107631265","mp_crag_id":"107630892","climb_id":"75Ql+tc4XFOEROkDWlyoiQ==","areaRef":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"Start up the right facing corner or the face left of the white spot to a horizontal crack just below a bulge.  Pull up onto the bulge to a good stance and then move slighty left to a vertical crack which takes you to a leftward rising diagonal.  Continue straight up from here to another prominent horizontal.  Two feet above this is \"the hole\".  From here traverse the horizontal leftwards for a few moves to a good stance below a vertical crack which will take you up to a shelf on the left of the obvious triangular block.  It's a good idea to move along the shelf to the right side of the block here and place a piece and extend it with a double length sling to help keep the rope out of the crack, but I would recommend not putting anything under the triangle block.  Once at the shelf climb up one more short 5 foot vertical crack to the left of the triangle and belay at a shelf just below the top.","protection":"Good gear throughout, mostly medium sized pieces.","location":"This starts at the white spot and right facing corner 15 feet right of The Wright Wrong Chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,41266098-baa3-5eef-9284-1bbe6bb06c3d","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Wright Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.97953,44.15174]},"bbox":[-73.98015670620646,44.151290339818146,-73.97890329379354,44.15218966018186],"left_right_index":-1,"ext_id":"107630892","area_id":"QSZgmLqjXu+ShBu+a7BsPQ=="},"content":{"description":"Does lugging gear 2 hours up a mountain to climb 5.6 half pitches sound like your idea of fun?  If so then Wright Peak is just the place you've been looking for.  Fortunately there is an officially designated wilderness campsite with room for several tents about .5 mile from the crag.  The best idea would probably be to pack some camping gear and some extra PBR's and head on up in the late morning, set up camp and then do some climbing in the evening. \n\n  Although only about 40 to 50 feet high and maybe 150 feet in length the climbs here are quality routes in a great setting.  The whole length of the crag is a latticework of cracks, so much so that without a topo it is a little hard to tell which route is which and where exactly they go.  The most prominent landmark on the crag is the left angling chimney at about the middle point which is the route The Wright Wrong Chimney. Fifteen feet or so to the right of that is a large white spot about ten feet up with a shallow right facing corner to it's left and a similar left facing corner on it's right.  Straight above this at the top of the cliff is an overhanging triangular block, these mark the start of a few routes including The Hole.  To descend walk off to the climber's right and scramble down a 3rd class gully back down to the base.  \n\n  The crag is located at around 3800' and the top is a wide open, flat expanse of rock without any trees and has an alpine feel to it which offers great views of all the surrounding mountains.  All anchors must be built with gear and climbers should do their best to trample the alpine vegetation atop the cliff as little as possible. \n\n  The cliff faces SE and absolutely bakes in the sun all day until late afternoon with little or no shade to be found.  Don't forget your sunblock and your Julbos.  If you are staying at the campsite and you have one of those handy tents that you can set up just the rain fly with a groundcloth it might be a good idea to take that too and set up a little sun shelter to chill out in between climbs. \n\n  Check out Jim Lawyer and Jeremy Haas' guidebook Adirondack Rock and their website Adirondackrock.com for more information and a list of additional routes. "},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:03.451Z","updatedAt":"2024-01-15T16:47:21.738Z"}