{"_id":"6368a185e80bff5a9954f2fd","area_name":"Cactus Flower Tower Summit","shortCode":"","climbs":[{"_id":"yYo5if1EWbCcRIpwltxOoA==","name":"The Warrior","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rob and Pat Dezonia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"left_right_index":3,"mp_id":"106121416","mp_crag_id":"106121413","climb_id":"yYo5if1EWbCcRIpwltxOoA==","areaRef":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"The Warrior is a very adventurous and unknown classic. It involves every type of crack climbing there is. Giving too much info will ruin the adventure aspect of the route so I'll keep it brief. Follow the huge dihedral on the north side of Cactus flower tower for five pitches, the last two go straight up the face. Rap the route to descend (two ropes required). \n\n  I hope you enjoy this seldom-climbed classic! \n\n  PS. This is less like Red rocks 5.11 and more like yosemite 5.11","protection":"Protection: single rack of cams from .5\" to 5\".  triples of 2\" to 3\"","location":""},"__v":0},{"_id":"+68vBwdrUmqzmh+xXeZThQ==","name":"North Face - Cactus Flower Tower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Karsten Duncan, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"left_right_index":4,"mp_id":"106262860","mp_crag_id":"106121413","climb_id":"+68vBwdrUmqzmh+xXeZThQ==","areaRef":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"Scramble a long way up the approach gully near Ramen Pride, generally bearing to the right.  When you reach the crest of the main buttress, climb up on varied 5th class rock for several pitches.  Eventually you come out on a broad wooded ledge beneath the main headwall.  Climb a right-facing ramp system behind a large, gnarled pine tree.  The second headwall pitch climbs a crack system directly above a second big pine.  When the cracks peter out, wander up and right to the summit. \n\n  An alternative start bypasses a few of the broken lower pitches.  Scramble up to the base of the Blood Wall, then continue up and left (east).  This is mostly class 2 with one fifth class spot.  You join the longer route one pitch beneath the wooded ledge system. \n\n  Descent: this route ends at the Cactus Flower Tower summit, so follow the standard descent along the west ridge.","protection":"standard rack","location":"This route is best accessed from Oak Creek."},"__v":0},{"_id":"p4KUPuX+VOKF6guy/P8jGQ==","name":"East Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry DeAngelo, John Hegyes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"left_right_index":0,"mp_id":"108567407","mp_crag_id":"106121413","climb_id":"p4KUPuX+VOKF6guy/P8jGQ==","areaRef":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"On my most recent trip to Red Rocks I was paging through Handren's guide for something more remote with a reasonable amount of vertical.  It was also early January, so I knew I couldn't go overboard with the minimal amount of daylight. The E Arete, noted as a worthy alpine style excursion, caught my eye.  There was barely any beta listed in Handren beyond the approach and the fact it starts in the gully. I had done the approach to Inti Watana twice before and the long descent off the summit once (mostly in the dark), so I realized it could be a long day but I wasn't going in completely blind. Larry kindly provided advice about the approximate start, rock quality and max sized gear.  Lastly, I convinced one of my Sierra partners to tag along. \n\nEditorial Commentary\n\n  It's definitely not sustained climbing (we soloed most of it) and there's plenty of shrubbery. Not surprisingly there was some friable rock in spots. But if you're down for an alpine-like adventure route with hard to beat summit views and don't have a ton of daylight, then this could be your route. \n\nRoute\n\n  It's a ridge traverse of a fairly broad ridge, so it's kind of a choose your own adventure. Larry advised against the direct start, which is vegetated and lacks pro placements.  Based on his advice start in the gully slightly uphill from the start of Gift of the Wind Gods.  From here gain the ridge and follow it to the summit. \n\nSun\n\n  The lower portion of the route quickly goes into the shade during the winter.","protection":"alpine rack to a #3 Camalot will suffice; no fixed anchors; may want to bring webbing to backup the rap station(s)","location":"Approach\n\n  Knowing that we would come out via Oak Creek Canyon and not wanting to drive the loop road, we parked at the pullout 0.5 miles from the loop road exit near the old campground road. \n\n  Approach as for Inti Watana (see excellent approach beta from Eric and Lucie or Dow), but don't take the side gully coming in from the left. Instead continue up the main gully to an obvious saddle next to Aeolian Wall. Walk downhill for a short ways, then scramble up the steepening gully a short ways until you find a suitable spot to surmount the ridge. This took us a little over 2 hours, although I am reasonably familiar with the Inti Watana approach twice. \n\nDescent\n\n  See the Cactus Flower summit descent listed for Cinnamon Hedgehog."},"__v":0},{"_id":"T3P97HsKWp+0o2nl9q2W8A==","name":"Cinnamon Hedgehog","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andrew Fulton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"left_right_index":1,"mp_id":"107066004","mp_crag_id":"106121413","climb_id":"T3P97HsKWp+0o2nl9q2W8A==","areaRef":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"Although the grade for the route itself is only III the lengthy approach and descent make for a \"full value day\" as appropriately described by my climbing partner, Jon.  Given the remoteness of the route I was expecting to encounter fragile rock but was pleased to find that this was not the case.   \n\n  After an initially thin 5.9 start, the route travels up varnished cracks for ~2 pitches before moving onto featured face for 1.5 pitches. With sparse (but mostly decent) gear placements the crux pitch is thought provoking.  Topping out high above the park affords spectacular views.  In March the route goes into the shade in the early afternoon. All in all I have to rank this as among my favorite Red Rocks routes. \n\nROUTE\n\nP0, aka the \"approach pitch\" in Handren (5.7, 100')\n\n  Climb a tight squeeze chimney (nearly impossible with a pack until you near the top) adjacent to a heavily pocket wall, on which I gave up on trying to find a decent gear placement. After the chimney follow a dirty, low angle crack (with good gear) to a pine tree. As of 12 Mar 2011 the pine tree had functional rap slings, although I added a carabiner. \n\n  From the pine tree rap down to the ledge below.  Head climber's left around the base of the rock, through some bushes and slightly uphill until you encounter a section of red and white banded rock with large huecos (see photos). Two bolts mark the start of the route. \n\nP1 (5.9, 200')\n\n  Move up the huecos traversing right on at time thin holds past 2 bolts, then move up and slightly left into a crack.  Continue to a two bolt anchor. \n\nP2 (5.8, 200')\n\n  Continue up the crack to its end, then up and right passing 2 bolts. Pull into a thin, left-leaning crack then up a vertical crack to a bolted anchor.  Watch the rope drag on this pitch. \n\nP3 (5.8, 200')\n\n  Climb up the crack for 50' then head right onto a slab.  Continue up to a bolted anchor. \n\nP4 (5.10a, 165')\n\n  Head up the featured face over 2 bulges (one of which is protected with a bolt) following a thin left-trending crack.  Gear placements are sparse so pay attention. Fortunately the rock quality is good.  Belay on gear from a large ledge. \n\n  From the ledge pull onto a slabby varnished boulder heading initially climber's left then back right on a large vegetated ledge. \n\nP5 (5.3, 150')\n\n  Scramble up a heavily featured, low-angle slab to a narrow varnished ledge (see photo). Make a small jump across to a ledge with a pine tree.  Use a gear anchor if you roped up. \n\nP6 (5.6, 200')\n\nNote: starting here Handren's description was off.\n\n  From the pine tree pull onto a ramp to a crack.  Continue up the crack to slab for a full rope's length.  Gear anchor. \n\nP7 (low 5th, 100')\n\n  Scramble up a dihedral, up some blocks, then through a squeeze chimney with a wedged log. Continue up easy slabs to the summit. ","protection":"60m rope. Double rack to 3\", but somewhat dependent on your comfort level on fairly sustained 5.8. Note that the two 5.8 pitches are almost a full rope's length. Fixed anchors on all pitches 5.8 and up. Small gear (<0.5\" including small nuts) required for the 10a pitch, but given the availability of gear placements a single set should suffice. To avoid rope drag bring some slings (versus all draws), including a double-length one for P2. \n\n  Extra rap gear recommended for the descent in case the stations need upgrade or you get lost and require alternate station(s).","location":"APPROACH\n\n  Following Andrew's advice at approaching Ramen Pride Cliff from the right side of the pink cliff band (see photo) it is a shorter approach from the Oak Creek parking lot of the loop road.  The downside is that you are subject to the loop road opening hours.  Alternately park at one of the Route 159 Oak Creek lots (located 0.5 and 1.4 mi from the loop road exit). \n\n  Skirt the base of Ramen Pride Cliff and enter the gully that skirts the north side of the tower.  The gully requires fourth and low fifth class scrambling with moderate bushwhacking.  At one point the gully bifurcates; stay left. You'll be able to see the prominent dihedral that is The Warrior as a landmark. Approximately 300' from the prominent red band look left for a mossy slab.  Scramble up the slab to reach the ledge that serves as the base of the \"approach pitch\". \n\n  Estimated approach time: 3 hours \n\n  DESCENT\n\n  From the top of the route follow the west ridge down.  The descent includes some low fifth class downclimbs and/or an (optional) single rope rap.  As Scott M noted the lower rap off the tree at the end of the W ridge can be avoided by scrambling down and left.  As of 04 January 2014 the route was (mostly) cairned and had functional rap anchors.  The cairns, however, are not always obvious.  For the most part the descent route follows the easiest path down low angled slabs.  The first time I topped out we did most of the descent in the dark (not recommended), but managed to stay on route following this method.  For perspective, you will end up in a side drainage upstream from the slick slab that drops you into the stream bed on the Black Orpheus descent.  Head downstream and follow the main Oak Creek Canyon back to the trail. \n\n  Our initial descent time (80% in full darkness): 4 hours, 15 min"},"__v":0},{"_id":"Tz0wSq1DVqipX37uKvfh2w==","name":"Blood on the Tracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Blake Herrington, Chris Weidner  April 4, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"left_right_index":2,"mp_id":"107558327","mp_crag_id":"106121413","climb_id":"Tz0wSq1DVqipX37uKvfh2w==","areaRef":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"This route has sustained 5.9 crack climbing for about 1000 feet. The overall route quality is very high so don't be dismayed by the heavy moss on the first half of the first pitch.  \n\n  Approach as for Cinnamon Hedgehog. After climbing the 5.7 chimney, downclimb 30 feet until beneath two right-facing corners. Begin in the left of the two corners in scooped, white rock. \n\n  P1: Climb up the wide, right-facing corner to a small stance below a large bush. The rock is mossy on the first half of this pitch. 5.9 55m \n\n  P2: Continue up the corner through a chamber-like chimney and over a juggy roof. Belay at a stance where a two-foot wide ledge leads rightward. 5.9 60m \n\n  P3: Walk right on the ledge to just before the right-hand crack system. Face climb up and right on creaky flakes to join the crack about 30 feet above the ledge (alternatively, walk the ledge all the way to the crack and climb it). Continue up the crack and belay when the rope runs out. 5.8 70m \n\n  P4: Follow the crack to a large ledge 20 feet higher. Climb an intermittent seam straight up over a bulge of dark rock, then follow it up and slightly right. Protection is finicky but adequate. When the rock turns slabby, head right and belay in the wide corner beneath a gully. 5.9 45m \n\n  P5: Face climb up and right into the left-facing, flaring chimney with some loose rock. Climb it to its top and belay in a flat alcove. 5.9 50m \n\n  P6:  Face climb up and left into a shallow, right-facing corner and follow this to a broad flat area and belay. 5.8 25m \n\n  P7: Gain a ledge just above with the help of a large pine tree. Walk the ledge right to a wide, left-leaning juggy crack and climb it to a large ledge on the right with two bolts  the top anchor of The Warrior. 5.7 40m Rap here, or continue scrambling up a gully that leads up and left past some pine trees to the summit of Cactus Flower Tower.  ","protection":"1ea: cams #00TCU through #5 Camalot; set of nuts   2ea: #.3 Camalot-#3Camalot","location":"Blood on the Tracks climbs the double cracks between Cinnamon Hedgehog and The Warrior on the east face of Cactus Flower Tower. The first ascent party summitted the Tower then descended to the notch between the Tower and Mt. Wilson and continued up Cactus Connection (another new route) to the summit of Mt. Wilson.  \n\n  Scramble and downclimb to the notch between Cactus Flower Tower and Mt. Wilson. The final move involves a leap across a chasm (belay recommended). Rappel 70 feet to the east off a small tree to a flat area beneath the north face of Mt. Wilson.  \n\n  Alternatively, rappel The Warrior."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,316c1431-8ec4-5540-9687-b7902c34cddd,ad23a506-93b2-5ddf-8476-c42958ca6a10","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","12-Oak Creek Canyon","Cactus Flower Tower","Cactus Flower Tower Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4856,36.09653]},"bbox":[-115.48615649251812,36.09608033981813,-115.48504350748189,36.096979660181866],"left_right_index":-1,"ext_id":"106121413","area_id":"rSOlBpOyXd+EdsQpWMpqEA=="},"content":{"description":"Some fun and adventures routes are found here. The long approach makes for a full day of climbing. The Warrior faces north so it is in the shade all day."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:11:18.792Z","updatedAt":"2022-11-25T11:19:39.217Z"}