{"_id":"63689d5ce80bff5a994f5371","area_name":"Matterhorn Peak","shortCode":"","climbs":[{"_id":"9+9tCtVtUCKO9XuDevNPMw==","name":"Double Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3819,38.09267]},"left_right_index":2,"mp_id":"107686884","mp_crag_id":"105836325","climb_id":"9+9tCtVtUCKO9XuDevNPMw==","areaRef":"ao0ka7YTUUqrKGUW3cT73Q=="},"content":{"description":"Start on the right side of North Arete. After the approach up the narrow snow gully (just left of West Couloir) climb in a big left-facing dihedral (that is likely to have some snow or ice in it). Climb up the dihedral. Than traverse left to a ledge, and up to the second dihedral with a wide crack. This 2nd dihedral could be reached from the left side of the North Arete as well. Climb up this dihedral (crux) to a head-wall. There is a block to sling right under the headwall. Sling this block and climb up the headwall directly taking the line of your desire. I took the line right over the block we used for anchor. Had to climb a ways up before getting in first useful protection, but climbing wasn't too bad. Maybe 5.6-7. After that simul climb or solo  the 3-4th class ridge to the summit of Matterhorn. Descent East Couloir.","protection":"Cams: 1-2 set of cams up to #2. #4-6 (to protect the second dihedral)optional, if you want to feel safe. We did not have any pieces bigger than # 2 and climbing in the dihedral was PG13. Two chock stones could be slung with a double length runner.\n\nA set of nuts\n\nDesire for a cool adventure","location":""},"__v":0},{"_id":"sYd2NjrHXmCVJ1bID+uozA==","name":"West Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3819,38.09267]},"left_right_index":3,"mp_id":"116721814","mp_crag_id":"105836325","climb_id":"sYd2NjrHXmCVJ1bID+uozA==","areaRef":"ao0ka7YTUUqrKGUW3cT73Q=="},"content":{"description":"A beautiful ridge route that is worthy of the long walk to get there. People often start up the West Ridge but at the top of the so called 'dome', they veer right and follow the sandy chute to the south ridge just below the summit. The better alternative is to stay with a direct ascent of the West Ridge all the way to the summit. As with any 3/4 class route, you can make your own adventure. I found some really wonderful situations on this ridge. The rock was solid throughout. About half way up you are sort of committed to staying with the ridge. At that point it begins to narrow and the exposure increases a bit. The elevation gain from the pass to the summit is about 1640 feet.\n\nA full description of the trip is available at\n\nhttp://esa-rol.com/content/gallery/71/matterhorn-west-ridge","protection":"There is no need for any kind of gear on this route. Even rock shoes are optional. I wore Salewa Rapace","location":"Probably the best way to reach this route is from Twin Lakes via Mule Pass. I took a casual two days to get there and set up a nice camp at Finger Lakes just below Burro Pass. From there wander up to the Pass and follow the ridge all the way to the summit. To descend, wander south briefly to the top of the chute that is often used as a means of ascent. Follow this back to Burro Pass. This is definitely a grade 2 route as there was plenty of time to pack up and head back to Mule Pass for my 3rd night. Late afternoon and cool temps in the 3rd week of September is such a great time to make your miles.Trail crew was working in the area, but other than that, I didn't see anyone until I got back to Barney Lake after an additional loop over Rock Island Pass and Peeler Lake."},"__v":0},{"_id":"CPWGZqWgVh+e/RWXTPBQeQ==","name":"North Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jerry Gallwas, Wally Kodis, Don Wilson. September, 1954","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3819,38.09267]},"left_right_index":1,"mp_id":"105836346","mp_crag_id":"105836325","climb_id":"CPWGZqWgVh+e/RWXTPBQeQ==","areaRef":"ao0ka7YTUUqrKGUW3cT73Q=="},"content":{"description":"From Twin Lakes hike south along the Horse Creek Trail, when it heads up and left keep going south along Horse Creeek, at about 8600' cut right and head up steep terrain towards the peak. Limited campsites.\n\nThe climbing difficulty is fairly consistent throughout.  The first pitch involves some rotten rock and is poorly protected.  The last two pitches below the summit ridge are probably the hardest, and feel more like 5.8 than 5.6, but they also have the sweetest moves and the best rock.  Once on the summit ridge, move toward the southwest and trend up toward the summit.\n\nAbout 7 pitches. (A direct start start, 5.9, begins at the toe of the buttress). Hike up left of the toe of the buttress and follow a CL4 corner and ramp to a large ledge at the top of the direct start (2 pitches, 5.7).For about 2 pitches stay right of the buttress (5.7), then pass through a notch, and trend left towards the finishing corner (see photo, or climb arete to left to avoid masochism), left of the main arete (3 pitches 5.7). Final steep crack is the crux.\n\nThe ridge to the summit is then followed for about 2 pitches.\n\nDescent: Head down to the east gully, and follow it either on loose scree, or nice snow depending upon the season.","protection":"There are no bolts or fixed anchors.  Bring a full rack, up to the size of a #3 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,6a8d246b-b613-514a-ab28-6516ddc4fbdd","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Matterhorn Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"4th"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.3819,38.09267]},"bbox":[-119.3824713496937,38.092220339818134,-119.38132865030632,38.09311966018186],"left_right_index":-1,"ext_id":"105836325","area_id":"ao0ka7YTUUqrKGUW3cT73Q==","polygon":{"type":"Polygon","coordinates":[[[-119.3824713496937,38.092220339818134],[-119.38132865030632,38.092220339818134],[-119.38132865030632,38.09311966018186],[-119.3824713496937,38.09311966018186],[-119.3824713496937,38.092220339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:46.372Z","updatedAt":"2024-02-19T18:29:57.879Z"}