{"_id":"63689de0e80bff5a994f9162","area_name":"Lizard Head","shortCode":"","climbs":[{"_id":"lVdD4RLCXGSCwEPoMF8oTA==","name":"Southwest Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Albert Ellingwood & Barton Hoag, 1920","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.95,37.8358]},"left_right_index":0,"mp_id":"105760890","mp_crag_id":"105746421","climb_id":"lVdD4RLCXGSCwEPoMF8oTA==","areaRef":"70ajhz7GWjCpNZHOrHOvTQ=="},"content":{"description":"On the south side of Lizard Head, look for a wide crack/chimney in a large corner.  This pitch is easily identified by a large notch about 140 feet up - this is the first belay station.\n\nP1. Start up the wide crack system.  An easier but probably looser variation climbs 5-10 feet right through the obvious weakness.  Continue up either way for about half a rope length to a belay station with two pitons and rap rings.  From this station, step left into the chimney, and look for two pitons in a crack on the left face.  Either continue up this chimney, or climb the left crack and traverse back into the chimney higher up (recommended).  Continue to the notch where there is a fixed anchor.  This pitch is extremely loose before the first intermediate anchor (5.6) but is more solid and harder (5.8) on the second half.\n\nP2. Climb up a few feet and then work your way across the loose scree field up and left to a belay below the final headwall.  A few sections of really loose class 3 are encountered, and take care not to knock scree over the edge if possible.  The anchor before the headwall requires a little creativity, as there is not many options.  190 feet.\n\nP3. Look for a ledge system that first diagonals right across the upper wall, and then back left.  Pull a hard bulge (5.8) onto the ledge (piton), then work up right (easy and solid, but no pro unless you have a #5 camalot size).  Then work left on a very exposed and smaller ledge up to the anchors (5.6).\n\nUse caution when going to the summit, as exposure is great and the rock is very loose.  The summit is among the best in Colorado!\n\nDescent: downclimb 40 feet to the south & rappel the 3rd pitch (possible with a 60m rope), then downclimb the 3rd class pitch to the notch.  Alternate: with 2 60m ropes, rap all the way to the notch & skip the death scree.  Then rap about 150 feet to the ground using two ropes.","protection":"Standard rack.  Nice to have a good cam selection from about a yellow Alien size up to a #3 or #3.5 Camalot.  A #3.5 or #4 Camalot makes a huge difference on the bulge crux on the top pitch. Tricams are also very useful.  There are two pitons on the first pitch and one on the third that are all rather old, so screamers come in handy.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,5a864bf9-39f8-57d3-b07f-819304b228a9,ef46a387-3ec6-5a30-a935-91ceac73af4d","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Northern San Juans","Lizard Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.95,37.8358]},"bbox":[-107.95056935449807,37.83535033981814,-107.94943064550195,37.836249660181856],"left_right_index":-1,"ext_id":"105746421","area_id":"70ajhz7GWjCpNZHOrHOvTQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.760Z","updatedAt":"2022-11-25T11:16:24.789Z"}