{"_id":"63689de0e80bff5a994f93c5","area_name":"Ridge 4 aka Mohling Arete","shortCode":"","climbs":[{"_id":"eoMk8amWWZ2w8b+oY1l+yw==","name":"Under The Influence","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"B. Horan and J. Baldwin, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"105871571","mp_crag_id":"105746203","climb_id":"eoMk8amWWZ2w8b+oY1l+yw==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"This would be  3-star route if the \"black hole\" quality of the first 20 meters were not so powerful.  But as it is, the beginning sucked the stars out of the top half.  The crux of this climb up top is actually reasonably protected and on solid rock, but getting to it is pretty loose rock and is virtually unprotected.\n\nClimb up the right side of the corner in the right facing dihedral- going further right will only make the rock worse and the pro non-existent. Continue up to low-angle rock and work to the right below the stunning crack above.\n\nGo right of the crack onto a face hold and reach up to the gear in the eh lowest part of the crack. This is probably 5.9+, S. Get a hold up in the first pod of the roof and pull up into the roof on decent jams and holds to get more gear (5.10) then work your way up into the roof and through it. Footwork is key, as you can really take weight off your arms if you are vigilant to do so.  Place 2-3\" cams to the end of the crack, place a #4 Camalot and get onto the lip. (5.11) Pull the lip with style or awkward, whatever you find (I found one no-hands up there) and then onto the slab (5.11 again). Go up and right below a second roof and finish to the top, where you can scramble down to the east. Walk north 50 meters, then cut back west through a notch and gully to return to the base.","protection":"Gear from 2\" to a #4 Camalot in the crux roof, plus whatever you think might hold before that.","location":"Near the top of the West face of Ridge four, perhaps 400 meters up, and just past the rotten cave of 'Anthem To The Sun' is a right-facing corner with trash rock on the right side for the first 20 meters. Above that there is a brief slab, then an off-width splitting a large roof, perhaps 3 meters long on good rock. This is 'Under The Influence.'"},"__v":0},{"_id":"vhflE1+/VjWM8EdibMjI2Q==","name":"Mohling Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Franz Mohling?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"105758623","mp_crag_id":"105746203","climb_id":"vhflE1+/VjWM8EdibMjI2Q==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"Looking for Angel's Way, I stumbled across this prime choice.  Remoteness, length of climb, beauty of the route path, and great rock make this a classic for me.  It follows the ridge of this rock for as long as you dare.\n\nStart about 50 feet up and right from the roof that caps the base of the east face.  Once there you can see a clearly defined crack/flake system running directly for the crest.  From there, just stay on the crest, following whatever line of weakness you like.\n\nAbout 500 feet up, you'll come to a gap that you need to creatively solve.  If this freaks you out, don't continue.\n\nAnother 300 feet leads to a wild 5 foot gap with about 60 feet of exposure.  You can go down and left 5 feet to a tree, then do a VERY airy and somewhat tenuous traverse.  Or, you can jump (my partner did) to the round boulder on the other side.  I didn't dare to watch.\n\nFrom here go up a chimney, around another gap, then a creative slot left and a ramp around a steeper headwall.  From here you get to even a wider gap with even more of the daily amount of air.  Make 3 moves up that headwall right next to the gap (5.5, don't pull that loose flake off).... stand up, gulp, wait, gulp again, then jump to the other side.\n\nOf course you're going to make it, and gain the beautiful sloping ramp that you see ahead of you.  Summit fever is approaching, but it's false!  Another gap, this time too wide to jump, is ahead of you.  Thankfully, you can downclimb down and right, then left to the base of the gap.  You can go up the crack in the headwall, or scramble right.  Finish!\n\nWe did this free solo in running shoes, not anticipating the spicy moves and airy gaps.... but I'm not really sure a rope or climbing shoes would help you much.  Regardless, a beautiful climb with solid rock for a long long time...","protection":"Typical Flatirons slab climbing..... you won't be able to get much in at all.  Especially the spicy gaps - don't fall there!","location":""},"__v":0},{"_id":"ZZsIlYl0WaG2h+QFV9k6uA==","name":"Grande Parade","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Bob Horan and Randy Leavitt, 1981.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"106332935","mp_crag_id":"105746203","climb_id":"ZZsIlYl0WaG2h+QFV9k6uA==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"Spot the classic crack leading up and out the roof above. From the ledge system, climb the thin line over minor bulges to the splitter roof crack. Undercling and finger jam to the lip. Small wires and Friends.","protection":"Small wires, RPs, small cams, up to #2 Friends.","location":"Located on the west face of Skunk Canyon's Ridge Four, at the lower south end of the ridge line, just up slope from a prominent fist crack. Spot the classic crack leading up and out the roof above."},"__v":0},{"_id":"BFKW5wqzWBW0N4Nq0cm5dQ==","name":"Dialing For Dollars","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"105871847","mp_crag_id":"105746203","climb_id":"BFKW5wqzWBW0N4Nq0cm5dQ==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"A good route, overall, with pretty good gear.\n\nP1, 120' 5.9: Start off the ground in some awkward jams in a left-facing corner over-head to pull up onto a lower angle stance on the  eh face above and slightly left. Climb up lower angle rock to reach the bottom of the beautiful flake and obtuse corner. Start with .5\" gear (cams are best) and work your way up the flake and up the rack until you reach the top of it, perhaps 60 feet later, and with a 3\" cam.  Climb up and left into diagonal cracks and a good shelf and belay off of gear.\n\nP2, 70', 5.9: Climb left and over on diagonal cracks up to below a dark red spot and a band of horizontals in the wall, a good 5-7 meters left of the overhanging, junky corner above the belay. Climb up features and cracks past a huge old bong piton (back it up with a nut) and up to some more nut placements above it. The way it is driven it would probably break at the eyelets where it is clipped if you fell on it alone.  Top out on the ridge above and belay from gear again.\n\nTo descend, scramble East, then hike 50-100 meters north, then West through a notch and back down south to the base.","protection":"A standard rack to 3.5\" with some long slings.","location":"Up hill quite some distance from the creek, not less than 200 meters. you will encounter a open book corner with a right-facing flake, starting 10 meters off of the ground. The wall to the left of this is a beautiful yellow/green and the crack which starts at fingers goes to hands before reaching a ledge at the base of a left-facing, left-leaning corner, 120' up."},"__v":0},{"_id":"8f4/LIx4U8a/erbVVGV/Sg==","name":"Carrot Flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"B. Horan & S. Shangdahl, 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"105871873","mp_crag_id":"105746203","climb_id":"8f4/LIx4U8a/erbVVGV/Sg==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"Start as for\n\nDialing For Dollars\n\n, but continue up and left (5.6? at first), traversing more than rising under the belly of a huge flake for 40' or so before reaching a crux right after good gear. Turn up and go more vertical by a clean section of rock at the feet (5.9+) and then go left again until the flake disappears. When the flake runs out, go vertical (5.10a) to an anchor on a shelf to finish on good holds. Clip the anchor and check it out to be sure it is solid. Back it up with a 2\" cam to the left until you are ready to rap.\n\nWhen we arrived at this climb, the anchor was a total loss- the sheath of the cord on the hex turned to fiber and powder when rubbed between my fingers, and the old sling snapped under light pressure when we pulled on it.  I proceeded to \"shred\" the sling with not more than 30 lbs force.  This anchor must not have been used for at least a decade.  We replaced the slings and added a nut, but did not have any 5mm cord to re-sling the hex, which is now on a \"sheathless\" cord.","protection":"A standard rack with an extra 2\" cam to back up the belay. The anchor up top needs some more work. We refurbished the slings, added a quicklink, and added a nut. If someone were to re-tread the fixed hex (requires 5mm cord in a #2 hex) it would be far better.","location":"This route starts at the base of\n\nDialing For Dollars\n\nand diverts left after just a few feet."},"__v":0},{"_id":"lUDp4a4JUpWlOFZV/kt0CA==","name":"Anthem To the Sun","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Horan, 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"left_right_index":999999,"mp_id":"105870645","mp_crag_id":"105746203","climb_id":"lUDp4a4JUpWlOFZV/kt0CA==","areaRef":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":"Some good moves on some dirty rock. The picture in Rossiter's book always puzzled me, of the expression on Skip's face pulling through the crux, but I have it figured out now. I made the same face when I got my eyes full of sand and dirt trying to reach up at the crux.  Only after brushing the route (while looking down) was travel possible.  The only 'flash' happening for me was a pump while I tried to wipe my eyes!\n\nClimb up into the cave on questionable rock, being careful not to set on bad holds.  Place a 3\" cam at the back of the roof and work outwards to a #3.5 or #4 Camalot placement at the lip, behind you.  Duck down and out into a good \"undercling\" jam and pop out of the cave to look up.  Place a stopper high at the limits of your reach. A good knee-bar may help, but it is dirty and hard to get right.  Go up and left to a big hold, then back right to a set of small \"horns\" just left of the crack, then battle your way up to more jams and gear. Beware of dirt and bad rock!\n\nAfter ~50 feet you arrive at a ledge that Rossiter's books shows a rap from. There is presently no rap there, nor anything I'd consider putting one in on.  I continued by going right to a left-facing corner, and then up the corner (?grade?, PG-13 or R) to a chimney, then up the chimney to a massive dolmen I put a rap in on. Rap from the single sling and rap ring- or better yet, back it up (will require ~10' of webbing). A 50m rope should work to get you down, but it will be very close. A 60m makes it easily.","protection":"A #3 and a #4 Camalot to the lip of the roof on long slings, then a descent #6-#8 stopper you will strenuously place 1/2 blind from below and MUST TRUST and then cams from 1.5\"-3\"  to the ledge. More pro gets you to the new rap anchor, 85' up and right.","location":"Near the top of the W side of Ridge 4, a cave is split by a roof and goes up to a thin crack after a jam at the lip.  Perhaps 1/4 mile from the base of the wall in the creek bed."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,3264cc3c-a663-51a1-963a-ac46bf27f955,0ded4792-c8f1-553f-bb7e-6e5e724286f8","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Skunk Canyon","Ridge 4 aka Mohling Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.5"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2936,39.979]},"bbox":[-105.29418680924765,39.978550339818135,-105.29301319075235,39.97944966018186],"left_right_index":-1,"ext_id":"105746203","area_id":"De1HksjxVT+7fm5eckKG+A=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:00.915Z","updatedAt":"2022-11-25T11:16:35.712Z"}