{"_id":"63689d5ce80bff5a994f4145","area_name":"Battle Mountain","shortCode":"","climbs":[{"_id":"p1mde1OfW4C4DZ3BdXlJlQ==","name":"Plumb Line","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.34562,41.17294]},"left_right_index":0,"mp_id":"111810788","mp_crag_id":"111801656","climb_id":"p1mde1OfW4C4DZ3BdXlJlQ==","areaRef":"ZnFKoVbKV8GOmuQl8SL2lg=="},"content":{"description":"Plumb Line is a traditional route that is by no means a crack climb.  However, it does follow a fairly continuous dike system for the majority of its length.  Be prepared for techy and funky gear, some dirt, routefinding, and decent runouts.  If you are breaking into the 5.10 realm, this is probably not the route for you.  That said, the climbing is steep, juggy, engaging, and overall quite good.\n\nThe description below differs significantly from the \"Mt Shasta Area Rock Climbing\" guidebook, but this is what worked for us, and honestly I think the description in that book is a bit off.  In terms of logistics, expect 12-16 hours car-to-car (we took about 14 hours).  70m rope recommended; pitch lengths are approximations.\n\nP1 (5.9, 100'):  Trend slightly right through easy overlaps then head straight up to a ledge with a small tree (belay).\n\nP2 (5.9, 100'):  Move left then up to gain a left-trending diagonal crack/seam with a handful of fixed pins.  Belay at base of dike system.\n\nP3 (5.10a, 110'):  Climb the quartz dike in the corner for ~40', then trend left across multiple crack systems towards the arete, eventually gaining a large sloping ledge (belay).  Optionally, you can immediately move left towards the arete from the belay.\n\nP4 (5.9, 70'):  Move slightly right off the belay, then straight up into a sparsely-protected but juggy black dike/groove.  Belay at nice ledge.\n\nP5 (5.8, 80'):  Continue up the dike proper.  Belay in alcove.\n\nP6 (5.9, 220'):  The best pitch.  From the alcove, head left to thin cracks/grooves on the arete, then dike climbing/stemming forever.  A 70m rope will barely get you to the belay at the notch.\n\nP7 (5.7-5.9, 120'):  There are multiple options on this pitch.  5.9 R/X up the face directly above the notch (not recommended); step right off the notch into a short offwidth, then up the face on flakes, then right on a ledge (this is the way we took); or into the offwidth, then straight right on a ledge to a tree (probably the way to go).\n\nP8 (5.5, 200'):  Again, lots of options on this pitch.  As long as you keep heading generally to the right you should be OK; we followed a right-trending series of scoops from the belay, hit a very large ledge system, then soloed the last 70' or so of low 5th class terrain.  Basically, aim for a notch with a large tree.\n\nWe didn't summit, but it looks like about 40' of 4th/low 5th class from the notch.\n\nNote:  we linked pitches 1-2, as well as pitches 3-4, both ~200' long.  If linking pitches as such, be prepared for some serious rope drag.  I wouldn't link them if I repeated the route.","protection":"Double rack to 3\", lots of alpine draws.","location":"Plumb Line is right of center on the south face of Battle Mountain.  From the gully at the base, look for a large rotten roof ~75' off the ground.  Start about 50' to the right behind a large block.   See main Battle Mountain page for approach and descent info."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,1a8ca51c-5dce-508c-9059-0720ba2e4f13,cba43ca5-30d4-5f49-9611-7e0d3da26b51,66714aa1-56ca-57c1-8e9a-e425f122f696","pathTokens":["USA","California","Northeast California","Castle Crags","Battle Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.34562,41.17294]},"bbox":[-122.34621737571534,41.17249033981813,-122.34502262428462,41.173389660181854],"left_right_index":-1,"ext_id":"111801656","area_id":"ZnFKoVbKV8GOmuQl8SL2lg==","polygon":{"type":"Polygon","coordinates":[[[-122.34621737571534,41.17249033981813],[-122.34502262428462,41.17249033981813],[-122.34502262428462,41.173389660181854],[-122.34621737571534,41.173389660181854],[-122.34621737571534,41.17249033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:43.707Z","updatedAt":"2024-02-19T18:28:41.680Z"}