{"_id":"6368a02ce80bff5a99529c8c","area_name":"Great Ledges, The","shortCode":"","climbs":[{"_id":"nV/vSkW0VYCvognJI9v97Q==","name":"Noah's Ark","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike C. Robinson, Ryan Barber, (first known ascent) 11/5/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.7784,43.8336]},"left_right_index":0,"mp_id":"107361530","mp_crag_id":"107360068","climb_id":"nV/vSkW0VYCvognJI9v97Q==","areaRef":"LVIfEn0SUNOJXuPtFLIYHw=="},"content":{"description":"Pitch 1 (50 Feet):  Start below the left hand side of the huge roof left of the head wall.  Follow the crack up a right facing corner up to the base of the huge roof.  \n\n  Pitch 2 (80 Feet):  Traverse the arch at the base of the roof 50 feet right, then follow the right facing corner up another 30 feet to the large tree.\n\n This route is one of the more obvious king lines when traversing the base of the cliff.  At the top of the first pitch, we found a solitary rusty iron piton marking the only evidence of any history of technical climbing on the ledges.  After talking to a middle aged local who had lived in the area his whole life and used to hang out around the ledges as a kid, he said that he has never known of any climbing activity on the ledges marking our suspicion that the pin could be a landmark of the 30's or 40's.  Having not discovered any other signs of climbing activity, we are unable to tell if the nailer of the pin traversed the arch right as we did, walked the walkway left to access the upper left part of the wall, or merely bailed.  This historical landmark adds a nice flavor and mystery to the Great Ledges as well as to the history of traditional climbing in New England.    ","protection":"standard rack (small to medium nuts and cams).","location":"Look for the huge roof to the left of the headwall, and follow the obvious line up and around it."},"__v":0},{"_id":"rhoBXGGGXcC+6vCU4FynoA==","name":"Irrational Geographic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Adam and Toby Rzepka (first known ascent) 3/13/21","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.7784,43.8336]},"left_right_index":2,"mp_id":"120415349","mp_crag_id":"107360068","climb_id":"rhoBXGGGXcC+6vCU4FynoA==","areaRef":"LVIfEn0SUNOJXuPtFLIYHw=="},"content":{"description":"Start below the midpoint of the diagonal ledge, then climb straight up to the ledge and over the small roof.","protection":"Toprope via the gully to climber's right: anchor off a pine tree about 10 feet back from the edge.","location":"This is the bubbly-looking wall about 100 yards to climber's right of Noah's Ark. In winter and spring, it may be framed by two waterfalls or icefalls."},"__v":0},{"_id":"75zIVXUPVZaQKPc6722Glw==","name":"Crystalline Fracture","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Barber, Mike C. Robinson, 11/5/11","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-70.7784,43.8336]},"left_right_index":1,"mp_id":"107360073","mp_crag_id":"107360068","climb_id":"75zIVXUPVZaQKPc6722Glw==","areaRef":"LVIfEn0SUNOJXuPtFLIYHw=="},"content":{"description":"In-between Noah's Ark and the large headwall, look for an obvious finger crack which moves up and right for about 25 feet.  Follow the crack up and over a small roof (5.7).  Once you gain the slab above, work your way up and slightly left to the large tree at the base of a gully and set your anchor.   \n\n  The name Crystalline Fracture is given because during the first ascent, a protruding piece of quartz slightly bigger than a golf ball was used as a foothold, but after weighting it, broke off causing the climber to lose his footing and bang his shin hard into the rock.  Fortunately, he did not take a fall because the finger crack sports a nice grip.","protection":"Small to medium nuts and cams.  Once you get over the roof, the climb is runout to the anchor (5.4) giving it an R rating.  There is potentially pro along the way if you want to spend some time searching, but the rock around it is not necessarily strong enough to hold a fall.  Anchor onto big tree below the gully.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,2d521f12-7d12-50d3-895e-e3ed14b2181f","pathTokens":["USA","Maine","a. Western Mountains","Great Ledges, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.7784,43.8336]},"bbox":[-70.77902335559368,43.83315033981813,-70.77777664440634,43.834049660181854],"left_right_index":-1,"ext_id":"107360068","area_id":"LVIfEn0SUNOJXuPtFLIYHw=="},"content":{"description":"UNDER NEW OWNERSHIP PLEASE READ THIS BEFORE YOU GO : The land that these ledges are on is under new private ownership as of 2020. The new owners are climbers, and they have a deep interest in and respect for the climbing community as well as the history of the land (they would especially love to meet the local, mentioned above, who used to camp out on the top). They ask, though, that you contact them to discuss your plans before you try to access this area: please email irrationalgeographers@gmail.com before you go, and please do not not attempt to access this area until you hear back.For the past century, locals of Baldwin, Maine have heralded the \"Great Ledges\" as a landmark worth walking to and exploring both for its geological splendor as well as the great view it sports from the top of the surrounding area. One life-long local had told some of the first climbers to investigate the cliff for its climbing potential that he has been going there since he was a kid and that they used to camp out on the top where there exists a small meadow area perfect for a Saturday night getaway. Surprised and intrigued to two people with technical climbing gear on an autumn morning during dear hunting season, he informed them that it was quite vertical and pointed a way to a path that led right to the top. The ledges consist mostly of your standard NE granite mixed in with quartz and crystalline conglomerates. The maine ledge is almost 300 feet wide with a central \"headwall\" section that from bottom to top goes up to 180 feet."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:05:34.917Z","updatedAt":"2022-11-25T11:18:40.343Z"}