{"_id":"63689de0e80bff5a994f8f13","area_name":"Mill Creek Crag","shortCode":"","climbs":[{"_id":"e3dUFg6mVtuDUwAt8Q9C1Q==","name":"Turning Point","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"RMWright (rope solo)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":25,"mp_id":"110961512","mp_crag_id":"107181995","climb_id":"e3dUFg6mVtuDUwAt8Q9C1Q==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Turning Points climbs on more excellent Dumont granite.\n\nStart off a small block adjacent to a small, left-facing dihedral. Diagonal leftward to gain a wide ledge at mid-point. Shake out and and power over two consecutive roof systems. While no move seemed harder than 5.11c, the pump at the end seemed to place it in the 5.11+ range. Turning Point has some really not-to-miss fun climbing.","protection":"Eight quickdraws and something for the double bolt anchor at the top.","location":"TP begins 25 feet right of\n\nSweet Petite\n\nand behind the tree."},"__v":0},{"_id":"dUS0Qf81UsyBMz5pUGMLOw==","name":"Sweet Petite","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"RMWright, Dr. ABS, October, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":24,"mp_id":"107854241","mp_crag_id":"107181995","climb_id":"dUS0Qf81UsyBMz5pUGMLOw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"With apologies to Harald and Diane, this fully bolted route turned out to be an excellent addition to the Mill Creek Crag. Start at the base of an incipient seam on porcelain white, bullet hard, granite. Climbing on this gently overhanging wall is continuous and interesting throughout. Difficulties ease back to 5.11 after the fourth clip, but a hard move lurks right at the anchor. The crux climbing is in the first four clips, and two options exist. One can chase the seam directly (hard) or power out right to a right-facing dihedral (better and a couple of letter grades easier). I thought that the climbing on Sweet Petite was superb, a real kick to solve, and well worth the effort.\n\nNB: We jumped on SP at the end of June on a very hot day, and the start felt much harder than when we climbed it earlier in the year. Clearly, the good friction obtained in cooler weather makes a big difference on this fine grained granite.","protection":"Nine draws and something for the double bolt anchor at the top.","location":"This route is 100 feet right of the\n\nRoof Rack\n\n. There is a newly cairned trail immediately across from the pullout used to access the Mill Creek Crag."},"__v":0},{"_id":"fkkMjcdnU1mrQe/ie8faGA==","name":"Smokin' John (submitted as Roof Rack)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"pre 1980s? Drew Spaulding, 1992?, Harald Harb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":20,"mp_id":"107262335","mp_crag_id":"107181995","climb_id":"fkkMjcdnU1mrQe/ie8faGA==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Start  at the right of\n\nJug Haul\n\n, follow the bottom, left-trending dihedral up an obvious open seam. Work up to the roof and follow the crack under and on the side of the roof. There are no anchors. Secure yourself with gear, and move right to the set of anchor on the next climb to rap or lower.","protection":"Small tri-cams up to a #2 cam.","location":"Start [right] of\n\nJug Haul\n\n, go to the obvious, right angle roof, climb out to the right of the roof."},"__v":0},{"_id":"CEr7PolzXUCsASzK3gXQPg==","name":"Slot Machine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"RMWright, Patrick Burwick, Fall 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":11,"mp_id":"109614869","mp_crag_id":"107181995","climb_id":"CEr7PolzXUCsASzK3gXQPg==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Slot Machine climbs through the obvious slot in the middle of the wall and just a few feet up the ramp. The climbing is mostly juggy and not difficult. The crux comes in getting past the second clip and standing up to make the third. The rock is largely excellent throughout, and while it was brushed extensively, some lichen still remains. This will clean up well with use, but it may be a good idea to carry a small brush nonetheless.","protection":"Six quickdraws and something for the double bolt anchor.","location":"Start 15 feet right of\n\nBig Dreams\n\n. Slot Machine shares is top anchor with\n\nBD\n\n."},"__v":0},{"_id":"MEBH4kaOVuGmGApG6OXtLw==","name":"Scantily Trad","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"RMWright, Summer 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":21,"mp_id":"108203531","mp_crag_id":"107181995","climb_id":"MEBH4kaOVuGmGApG6OXtLw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Begin just right of the fully trad route called\n\nRoof Rack\n\n, which is the roof and corner system. Scantily Trad should be obvious with its five bolts leading to a headwall crack. The rock on ST is excellent. Hard and continuously devious climbing begins at clip two and remains complex and powerful until halfway through the crack above. While there are hard sequences at each bolt but # 1, getting to and past bolts 3 and 4 sets up a long and complex crux. Having the draws in place saves some major pump. ST gets full southwest sun after 1:00pm and is climbable well past sunset.","protection":"Five draws, a few small cams, and/or wired stoppers. Double bolt anchor at the top.","location":"Scantily Trad starts just RIGHT of\n\nRoof Rack\n\n.\n\nJug Haul\n\nstarts off a bolt but is LEFT of\n\nRoof Rack\n\n."},"__v":0},{"_id":"Nh0uatLJXeuJrV+xDODL3w==","name":"Sacrum-blue","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":1,"mp_id":"119388913","mp_crag_id":"107181995","climb_id":"Nh0uatLJXeuJrV+xDODL3w==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Sacrum-blue is French for \"pain in the ass\". This fine new addition to the Mill Creek Crag tackles some pumpy bulges on fairly good holds. While the crux is the bulge at mid height, the bouldery moves to get to it will make you earn the send if you're climbing the grade. With a tricky finish, it's not quite over till you clip the chains. Finding the good holds is the trick to firing the line, otherwise you'll be saying \"sacre bleu!\"","protection":"Generously placed red bolts.","location":"This is the second furthest left route off the ledge of the Mill Creek Crag and is about 20 feet left of\n\nCorona Alley\n\nand 20 feet right of\n\nRemote (chance of) Learning\n\n."},"__v":0},{"_id":"xd+VQ7ZOUUiYlgM2VrSsig==","name":"Remote (chance of) Learning","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":0,"mp_id":"120932588","mp_crag_id":"107181995","climb_id":"xd+VQ7ZOUUiYlgM2VrSsig==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"This route personifies my experiences with the 2020/2021 COVID school year. This fun line has two different style cruxes and is pretty sustained except for the ledge at half height. It starts with a steep and powerful crux boulder problem for the first 3 bolts and then switches over right to the deceptively steep headwall after the ledge. Off the ledge, engage in another technical crux, and fight the pump up the head wall to the anchors.\n\nThis route is hard to grade due to the different styles of the cruxes. A short and strong climber may think it's closer to 5.11b, whereas a tall and technical climber may consider it 5.11c (or harder), which is why I put it at 5.11b/c.\n\n*Developer's note: I'll be the first to admit that I botched the bolting on sections of the route. I never fully worked out the moves at the cruxes prior to bolting it. For example, after giving it a go, I quickly noticed the ankle-breaking potential off the ledge, so I added another bolt to protect the leader (it is sport climbing after all). So, you can enjoy very well-protected cruxes on this super fun and super safe route.","protection":"Red bolts.","location":"Remote (chance of) Learning is now the furthest left route at the main wall about 20 feet left of\n\nSacrum-blue\n\n."},"__v":0},{"_id":"oLU9XrTLUg+QZWIEHZf6Rg==","name":"Quarantine-age Mutant COVID Crushers","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jesse Mattner and Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":12,"mp_id":"118846817","mp_crag_id":"107181995","climb_id":"oLU9XrTLUg+QZWIEHZf6Rg==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"After eyeballing this line for years, I finally got around to bolting it with all social distancing going around. A harder version of its neighbor\n\nFeline Antics\n\n, I can't believe Richard or Harald passed this one up as it is a real quality and obvious line.\n\nStickclip the high first bolt (or clip it on the way down from\n\nFeline Antics\n\n), and power up on starting moves that are harder than they look. Get a good rest at the overhang, and fire the crux with a pretty hard sequence. Head up and left on good movement past bolts with a final thought provoking move to gain the last bolt.\n\nI really wanted to call this one 5.11-, but once I figured out the beta I thought the moves were in the upper 5.10 range. I guess we'll see what the consensus comes to. Regardless, what it lacks in height it makes up with a pump in your arms and a smile on your face.","protection":"Red bolts.","location":"It is in between\n\nSlot Machine\n\nand\n\nFeline Antics\n\nwith the red bolts."},"__v":0},{"_id":"owLhUCP7UPWvlTjZGVYZJQ==","name":"The Pit of Despair","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"RMWright, Summer 2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":26,"mp_id":"108236707","mp_crag_id":"107181995","climb_id":"owLhUCP7UPWvlTjZGVYZJQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"The POD was intended as a warm up for the harder routes at the Mill Creek Crag. It is a sub-vertical slab that begins on thin edges and ends on huge holds. The rock quality is good throughout. One can catch a little caving experience on The POD as well. When lowering off the anchor, just squeeze through the slot on the right at the base. It takes you into a large cave feature that can be ascended on top rope as a chimney. If you get down but cannot get out, the cave can be accessed from the base of the crag for an easy escape.","protection":"Six quickdraws, a #2 1/2 or #3 1/2 Friend or equivalent, and something for the double bolt anchor at the top. The Friend placement is not really optional. If, for some reason, you did not place the Friend and you failed to clip the bolt above and fell, you would definitely hit the ground.","location":"This is 50 feet right of\n\nSweet Petite\n\n. Downclimb the corner on the left side of the slab."},"__v":0},{"_id":"f4li149jWVSr1EvoBKqJLw==","name":"Lou Reed","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"RMWright, Fall 2013   FFA, Mark Anderson, July, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":22,"mp_id":"108452785","mp_crag_id":"107181995","climb_id":"f4li149jWVSr1EvoBKqJLw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"It's always momentous to loose one of our iconoclasts, and Lou Reed died in October 2013 after 40 years in the RR business. While I was never a great fan of his group the Velvet Underground, I loved Lou Reed. LR, the route, takes a very steep course through the roof system via mostly 5.11 climbing before a very hard boulder crux getting past bolt 5. A cam placement is very nice in the small roof above bolt 6. Things stay solid at 5.11 above bolt 6 and deliver a final big move at the last bolt (5.10+). LR is very continuous and does not let up until you get to the chains. The rock is largely excellent top to bottom.","protection":"Seven quickdraws, a mid-size cam (a green Link cam works or #2 or #1.5 Friend), and something for the double bolt anchor at the top.","location":"Start 25 feet right of\n\nScantily Trad\n\n."},"__v":0},{"_id":"yMkJGzWKWkSmeehE3HqK5w==","name":"Jug Haul","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Diana Rogers/Harald Harb","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":19,"mp_id":"107262309","mp_crag_id":"107181995","climb_id":"yMkJGzWKWkSmeehE3HqK5w==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"","protection":"Now fully bolted, cleaning still in progress.","location":"This is on the right side of the huge corner at the crag."},"__v":0},{"_id":"bJECCnqSU7OQ+TG/XJimFg==","name":"Joint Therapy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Harb and Wright, Summer, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":14,"mp_id":"110894971","mp_crag_id":"107181995","climb_id":"bJECCnqSU7OQ+TG/XJimFg==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Joint Therapy begins with the\n\nGroper\n\nstart but instead of angling right to the\n\nHoney Pot\n\nchains fires straight up to an anchor 30 feet left of the\n\nHP\n\nchains. Harald had proposed putting this route in a year ago with the intent of coming out through the small roof system left of\n\nHoney Pot\n\n. Shortly later he was sidelined by a knee replacement surgery that put him out of commission altogether. JT consists of nearly perfect rock throughout, is largely quite moderate, and may provide Harald with an opportunity for some rock rehab. While JT uses the\n\nGroper\n\nstart, I did not find anything that seemed to come in at 5.10.","protection":"Eight quickdraws and something for the double bolt anchor at the top.","location":"Use the\n\nGroper\n\nstart, 20 feet right of\n\nFeline Antics\n\n."},"__v":0},{"_id":"Wt2IHQ7zXgOVeuZDWmJzeQ==","name":"Honey Pot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harald Harb and Diana Rogers","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":17,"mp_id":"107182008","mp_crag_id":"107181995","climb_id":"Wt2IHQ7zXgOVeuZDWmJzeQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"There are many options to make this climb, rate from a 9 to a 10c depending on which variation you climb.\n\nGood cam placements are available, but be prepared for 9+ difficulty for a trad lead.","protection":"There are chains at top, and it can be hiked around all the way over on the right side of the crag and toproped.\n\nIt was bolted in 2016.","location":"This is located in the corner as high as you can walk, on the right side of the wall parallel with road, follow the trail, 100 feet up from a parking pull out. Hike back east until you see an obvious draw up to the rock face."},"__v":0},{"_id":"ppRp8g+GVkGTTUK0lwjBDw==","name":"Groper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gordo Bro and partner","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":16,"mp_id":"107316614","mp_crag_id":"107181995","climb_id":"ppRp8g+GVkGTTUK0lwjBDw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"This is a little toprope problem that turns out to be fun. Natural protection opportunities are scant, so in keeping with the posted desires for the crag, it's a top rope. Some might consider this a variation of\n\nHoney Pot\n\n, but it climbs quite differently.\n\nAbout 20-25 feet left of\n\nHoney Pot\n\n, there are some wavy water streaks. The easiest start has you pulling on a wedged block (hopefully it will not move). Pull aboard and grope your way upward. Each time when you need a good hold, one seems to appear. Angle gradually towards the anchors of\n\nHoney Pot\n\n. Smile.\n\nApparently, this has now been bolted by two different lines. Perhaps, think of this as a link-up retrospectively. At the time, there was a sentiment expressed that the crag should not get bolted. We respected that.","protection":"Originally, one would toprope off of\n\nHoney Pot's\n\nanchor. You may be able to get a direction or two, but the swing doesn't seem too bad.\n\nNow you may be able to clip some bolts of\n\nThe Floating Air Biscuit\n\nand/or\n\nJoint Therapy\n\n. It is not the same line as either.","location":"This starts about 20-25 feet left of\n\nHoney Pot\n\nabove some bushes on some wavy water streaks."},"__v":0},{"_id":"Ga58IpSSWMCIL7QOZpT/mw==","name":"Freeway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harald Harb","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":7,"mp_id":"107262225","mp_crag_id":"107181995","climb_id":"Ga58IpSSWMCIL7QOZpT/mw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"You have many options from the chain anchors. The dihedral crack is a 5.7 to 5.8 lead on gear. The top rope has numerous possibilities with variations for the top pitch with 5.11 bouldering.\n\nThere is a crack on the top more vertical wall that has an old pin in it for the belayer. The crack goes 5.10 with small gear.","protection":"Top rope or gear. Bottom crack small gear about 5 pieces, can be done in two pitches.","location":"From Mill Creek Rd. Dumont, drive up to the National Forest sign, about 2.2 miles, the road is paved but gets very narrow. Pull off on the left side directly across from the crag. You will pass a huge, rock bulge on your left on the way up, it's 1/2 mile further on left or north side of the road. These is room for three car maximum parking."},"__v":0},{"_id":"WJMkw75qVEKcL6UmroKRNw==","name":"The Floating Air Biscuit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":15,"mp_id":"121119841","mp_crag_id":"107181995","climb_id":"WJMkw75qVEKcL6UmroKRNw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"This is yet another awesome moderate addition to an already great crag. A slightly harder and more sustained line than\n\nJoint Therapy\n\nto the left, The Floating Air Biscuit begins with a fun and bouldery crux for the first three bolts, which leads to more good climbing up a clean headwall trending right and finishes at the partially shared anchor of\n\nHoney Pot\n\n(three total bolts so the two routes can be utilized independently).\n\nTaking the crux directly up the bolt-line (the way God intended it) is more fun and harder than 5.10a (probably 5.10b); however, a true weenie can go way off the bolt line and escape the well-protected rad sequence and deprive themselves of enlightenment and self-righteousness. The choice is yours.","protection":"12 red bolts.","location":"Just to make this page more confusing, The Floating Air Biscuit is in between\n\nJoint Therapy\n\non the left and\n\nHoney Pot\n\non the right. The TR route\n\nGroper\n\nis actually an old entry for\n\nJoint Therapy\n\nbefore it was bolted and should be deleted from the database as it adds much confusion to this sector of the crag."},"__v":0},{"_id":"MYoEwdXXVRqK/4qBB8/G2g==","name":"Feline Antics","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"RMWright, April 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":13,"mp_id":"108910477","mp_crag_id":"107181995","climb_id":"MYoEwdXXVRqK/4qBB8/G2g==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Feline Antics climbs over several small overlaps on largely fine, clean granite. Climb it like a cat on its surfit of good holds. The crux comes in getting past the first clip, but each overlap has its own little trick. It is a good warm-up for the harder routes on MCC.","protection":"Eight draws and something for the double bolt anchor at the top.","location":"It is roughly 20 feet left of the top rope route \"\n\nGroper\n\n\"."},"__v":0},{"_id":"B8W46dTWVkOxo3NeYsqivQ==","name":"Face (left of Freeway)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Diana Rogers? Harald Harb? Dave Rogers?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":5,"mp_id":"107578139","mp_crag_id":"107181995","climb_id":"B8W46dTWVkOxo3NeYsqivQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"There is another small, fairly clean face on which to play if you are looking for a bit more climbing during your visit to Mill Creek Crag.  After you climb\n\nFreeway\n\n, you can do a top rope with a bit of swing potential on the face around the arete to the left.  There is a balancy, barn door potential crux low and a thinnish move up higher just before the ledge.  You can continue up the 5.10 face below the anchors (past the Bugaboo pin) to top out.\n\nOne final thing, the dihedral to the left may be leadable.","protection":"Use a TR from the anchors for\n\nFreeway\n\n.\n\nNote, there is no fixed anchor on the ledge 40 feet up.","location":"This is on the face around the arete to the left of\n\nFreeway\n\n."},"__v":0},{"_id":"lIb5wjszWq2hv5vJjeLOzA==","name":"Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Harald Harb? Diana Rogers?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":8,"mp_id":"107578175","mp_crag_id":"107181995","climb_id":"lIb5wjszWq2hv5vJjeLOzA==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"There is a slab face to the right of\n\nFreeway\n\nthat gives you yet another line to climb during your visit to Mill Creek Crag.  It was mentioned somewhere in Harald's writeup.  To flesh it out, we'll list it as a separate entry.\n\nClimb up just to the right of\n\nFreeway\n\n, and move up the face connecting discontinuous features with small gear.  From the ledge, you can continue up to the left in the shallow, right-facing corner or go up the double crack system with the old Bugaboo pin.  Note, the rock further to the right of the pin looks less difficulty, but it is fairly licheny.","protection":"Small gear up to a #1 Camalot.\n\nNote, there is no fixed anchor on the ledge 40 feet up.","location":"This is just to the right of\n\nFreeway's\n\ndihedral by a few feet."},"__v":0},{"_id":"IBlY53xZVNC2rrY3slrutQ==","name":"Eye of the Tiger","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"RMWright, Spring 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":23,"mp_id":"109082184","mp_crag_id":"107181995","climb_id":"IBlY53xZVNC2rrY3slrutQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Climb up the triangular rust-colored face on excellent granite. Movement on Eye of the Tiger is cool, and the route is well-protected. The climbing gets progressively more difficult approaching the crux roof. Sequencing through the roof took some time to figure out but was kick to solve.","protection":"Seven quickdraws, one slung long for under the roof, and something for the double bolt anchor at the top.","location":"Start 15 feet right of\n\nLou Reed\n\nunder the rust colored face."},"__v":0},{"_id":"jarVhahBWM2FTdJi2WeXBw==","name":"The Dirty Boulevard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"RMWright, (led rope solo, March 2014)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":3,"mp_id":"108753699","mp_crag_id":"107181995","climb_id":"jarVhahBWM2FTdJi2WeXBw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"The Dirty Boulevard starts in the route\n\nDihedral\n\n, and after 20 feet shifts leftward to an arête, passes through a small roof, and finishes on a sharp arête below the chains. While TDB was named for an old Lou Reed tune, it was very dirty when first run on TR. I would concur with Leo that the initial dihedral had seen little or no action prior to their ascent. In fact, much of the dihedral itself was still choked with vegetation that was removed and the corner brushed. But for the opening 20 feet, every effort was made to keep TDB fully independent of\n\nDihedral\n\n. Nonetheless, they do share the opening moves. The rock quality on TDB is largely excellent and well featured throughout.","protection":"Nine quickdraws and something for the double bolt anchor at the top.","location":"Start in the route \"\n\nDihedral\n\n\", left of the main dihedral containing the route \"\n\nFreeway\n\n\". The chains for the TDB rap are 25 feet left of the top rope chains used for the route \"\n\nFreeway\n\n'."},"__v":0},{"_id":"TDEgSlN+WSqPyPdjde8VFQ==","name":"Dihedral","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Diana Rogers? Harald Harb? Doug Redosh?","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":4,"mp_id":"107664122","mp_crag_id":"107181995","climb_id":"TDEgSlN+WSqPyPdjde8VFQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"There is a dihedral to the left of\n\nFace\n\nthat sort of begs to be climbed.  It doesn't offer too much protection, however, for a lead.  Lichen on some keys holds suggest it hasn't been climbed in a while, if ever, prior to today.\n\nStart below a subtle, right-facing dihedral.  Make a left foot step up to a smear with a low hold to gain a key left hand hold.  Continue up using subtler movements.  About 30 feet up, you could go right or left.  Going left gains some nice features and the ledge left of the big boulder just leaning against the rock.  Tread lightly here.  There is a red Alien-sized slot just above the boulder.  Move back right and continue on either the right-facing, obtuse dihedral of\n\nFreeway\n\nor the 5.10 face past the pin on\n\nFreeway's 10 variation\n\n.","protection":"Small gear, especially Aliens.","location":"This is the dihedral to the left of\n\nFace\n\n."},"__v":0},{"_id":"hrmd15r9WCqk6K8h2/bfow==","name":"Deflator-Mouse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Diana Rogers & Harald Harb, October 2013","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":9,"mp_id":"108403330","mp_crag_id":"107181995","climb_id":"hrmd15r9WCqk6K8h2/bfow==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Start about 20 feet to the right of\n\nFreeway\n\non the left side of a large, slightly-detached block. Pull up onto the top of the block. The crux is to get from this stance over the bulge until you are established in the dihedral. Stem up to another stance below the small arete, place some pro, reach up onto the face left of the arete to clip a bolt, then choose your path to the top: swing left onto the face for an easier out, stay right in the dihedral for a little more work. There's an easy stance to reach the two-bolt anchor.\n\nRap from here, or hop up on the large, sunny ledge and take\n\nUpper Freeway\n\nto its bolted anchor (gear required).\n\nRichard Wright has also TR'd the left-wall crack/arete variation just after the crux. That version would use the three bolts we added but would need more and/or different gear. It's quite a bit harder than the stem version.","protection":"Three bolts, two near the lower crux, one below the anchors. Two-bolt anchor with rap rings. You'll need a small assortment of thin to finger to hand-size cams.\n\nIf you are concerned about on-sighting at this grade, we recommend stick clipping the second bolt. Make sure you clip that draw before you try to get over the bulge.","location":"This is twenty feet right of\n\nFreeway\n\n. Follow cairns up to the base of\n\nFreeway\n\nfrom Mill Creek Rd. Deflator-Mouse starts on the right end of the same, waist-high ledge as the large, right-facing dihedral of\n\nFreeway\n\n."},"__v":0},{"_id":"TLS953jEXri+L74Z94w6dw==","name":"Corona Alley","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ali and Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":2,"mp_id":"118846825","mp_crag_id":"107181995","climb_id":"TLS953jEXri+L74Z94w6dw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"Corona Alley is yet another great line on good stone that was somehow passed up in the initial wave of development. It's a great moderate counterpart to its neighbor\n\nDirty Boulevard\n\n.\n\nStickclip the high first bolt (or clip it on the way down from\n\nDirty Boulevard\n\n), and climb straight up to a slabby crux. While one could go way over left to the arete to avoid the crux because of the bolt spacing, a fall here would be bad, and you would be robbing yourself of good climbing. The slab is followed by some roofs that are easier than they look, and the route finishes on a cool headwall.\n\nSome may consider this a little sporty compared to some other routes here, but the bolts are where you need them.","protection":"Bolts.","location":"It is the second furthest left route at the crag next to\n\nDirty Boulevard\n\nwith the red hangers."},"__v":0},{"_id":"iu02fF3zW8Cz/9KaWKsjyQ==","name":"Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Harald Harb, Diana Rogers","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":18,"mp_id":"107664130","mp_crag_id":"107181995","climb_id":"iu02fF3zW8Cz/9KaWKsjyQ==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"This fissure appears grungy and uninviting from afar.  However, once you get on it, you'll find better climbing and probably the most moderate climbing at the crag.\n\nChimney the obvious fissure between\n\nHoney Pot\n\nand\n\nJug Haul\n\n.  Use the left wall for terrific hand holds.  Occasionally, you will use the right wall for stems or back steps.  About 3/5's the way up, you may reach in deep into the chimney and find right hand sidepull under the deep, black lichen.  Finish up to the anchors for\n\nHoney Pot\n\nto the left (better) or\n\nJug Haul\n\nto the right.\n\nThis fissure needs a better cleaning than bare hands can do in spots; however, it's likely that moisture will replenish the vegetation quickly.","protection":"Slings, #4 Bigbros, 2 x 4s, creativity...or better just TR it.","location":"This is the obvious fissure between\n\nHoney Pot\n\nand\n\nJug Haul\n\n."},"__v":0},{"_id":"bWt39NC1Uvy7e+hwatoCgw==","name":"Bulge to Groove","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Diana Rogers? Harald Harb?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":6,"mp_id":"107578156","mp_crag_id":"107181995","climb_id":"bWt39NC1Uvy7e+hwatoCgw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"This is another line on which to play to extend your visit to Mill Creek Crag.  It catches your eye as you stand below\n\nFreeway\n\nand ask yourself if this is doable.  Yes, it is, but protecting it on lead safely is not as clear, since some of the features you would use for your hands might be the same ones you'd use for your pro.\n\nStart up similarly as for\n\nFreeway\n\n, but veer left under the bulge utilizing nice underclings.  The chunk of rock on the corner/arete that you may use wiggles, but it didn't come out easily.  Pull out to the left of the arete, move up to a stance.  Small cams could be set in the groove.  Continue up to the left of the groove up a few feet, then move right into the groove and up to the ledge.  From the ledge, you can finish on the balancy 5.10 double cracks to the anchors.","protection":"You can TR this off of the anchors for\n\nFreeway\n\n.  It is likely you could lead this on gear to a #1 Camalot size with an emphasis on smaller cams (note, I haven't tried this yet).\n\nNote, there is no fixed anchor on the ledge 40 feet up.","location":"This starts as for\n\nFreeway\n\nand quickly veers left."},"__v":0},{"_id":"mJRf/u0AWLWoyHz6ep3UMw==","name":"Big Dreams","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"RMWright (rope solo), April 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"left_right_index":10,"mp_id":"108853346","mp_crag_id":"107181995","climb_id":"mJRf/u0AWLWoyHz6ep3UMw==","areaRef":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":"BD climbs on largely excellent granite that one wishes would go on and on. The route stops at the mid-point ledge, and with a few cams one could, in principal, climb to the top of the crag. Climbing above the ledge did not seem worthwhile. A brief crux comes between the first and second clip. BD might be better described as a 5.9 climb with a short 5.10 crux.","protection":"Six draws and something for the double bolt anchor at the top.","location":"BD starts 20 feet right of\n\nDeflator-Mouse\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,11e86985-4eae-530a-965e-d3defaaa0323,6638005d-7512-5f7b-9f0e-7a005cb20664","pathTokens":["USA","Colorado","Dumont vicinity","Mill Creek Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":19,"bands":{"unknown":0,"beginner":2,"intermediate":11,"advanced":6,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":14,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6242,39.7838]},"bbox":[-105.62478514114025,39.783350339818135,-105.62361485885974,39.78424966018186],"left_right_index":-1,"ext_id":"107181995","area_id":"ZjgAXXUSX3ufDnoAXLIGZA=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:55:46.022Z","updatedAt":"2024-01-15T16:42:26.887Z"}