{"_id":"6368a11ae80bff5a99542d67","area_name":"Trapper Creek","shortCode":"","climbs":[{"_id":"06WZqlVRUu+szvoHYuB4Cw==","name":"Thompson Route on North Trapper North Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Grey Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.22565,45.92278]},"left_right_index":999999,"mp_id":"109433291","mp_crag_id":"109433168","climb_id":"06WZqlVRUu+szvoHYuB4Cw==","areaRef":"/mL1bsSCX6mqmeHPZ7mKbw=="},"content":{"description":"Also known as Direct North Face, but the line isn't all that direct if you ask me. 4 star adventure, 2 star climbing.\n\nFrom the base of the North Face you will see 2 prominent ribs. Go up and behind the 2nd one, which will be on your right (west). Scramble up the gully until you find a good spot to traverse onto the rib (some may want to rope up for this). Once on the rib continue 4th class scrambling up until you no longer feel comfortable ropeless and start belaying.\n\nContinue up the rib, which is mostly low 5th class interspersed with small sections of 5.8ish climbing.\n\nEventually trend up and right through better rock until you are at the base of the prominent rock scar/headwall revealing excellent rock. Traverse right below this area to prominent chimney/left facing dihedral.\n\nClimb up the chimney/dihedral for a few pitches (mostly 5.8/9 with one move of 5.10 that is through excellent rock) until you arrive at large ledge at the top of the chimney. From here crawl through a tunnel (it's a fun squeeze at the end) at the back of the obvious cave to south face and scramble path of least resistance to summit.\n\nWe belayed four 60 meter pitches, 2 on the rib and 2 in the chimney. Some parties might opt for as many as 10 pitches if you climb shorter pitches and scramble less.\n\nTo descend from the summit start by scrambling southeast down 3rd class hikers route. After about 200-300 vertical feet you enter a couloir. From here you must ascend a short distance up this couloir to a col and then down the narrow couloir on the other side that leads back to North Face. This couloir had snow in it in late August that was easy to downclimb in our approach shoes but could be more challenging in different conditions, possibly requiring an axe/crampons at times. In the event you found this section too difficult it would be possible to escape down the 3rd class hikers route via Baker Lake and take the (very) long way down forest roads back to the Trapper Creek Trailhead. When the couloir/gully turns west and the gully looks ominous cut north (skier's right) and downclimb shallow dihedral. This downclimb is 4th class that gets easier the further you go, until you're back below the north face.\n\nDespite being technically moderate this is a serious route. Escape would be difficult. Expect loose rock and be confident on long runouts over easy terrain.","protection":"Light alpine rack. Choose rope length depending on whether you want to save weight or climb longer pitches.  We brought a single 60m.","location":"To get to the base of the North Face, you must go a few miles (*about* 3) up the Trapper Creek trail and then cut up the slope to the south (on your left as you walk up-valley) to get into the bowl below the north face.\n\nThe tricky part is figuring out when to leave the trail. The best way to do this is follow it until you cross the stream a 2nd time (somewhere around 2-2.5 miles in), where you will then be on the south side of the creek for a bit. Right before the 3rd stream crossing, cut uphill through 1k' of talus and trees until you arrive at the entrance to a nice cirque where you will be sure you are below the North Face.\n\nThe best way to do this is probably go until you're sure you are at the 3rd stream crossing and then go backwards on the trail for 1 to 2 minutes and then blast up to the south. If you cut uphill from the trail too early (watch out for dubious cairns) you will end up on the NE ridge or the next cirque to the east. Also it would be prudent to look at a topo map, the bowl below the north face is large but the entrance to it from below is only about 500' wide, so if you're off by a quarter mile you'll almost certainly end up in the wrong place.\n\nAs noted in the Trapper Creek parent page, the trail is very overgrown and prone to flooding - especially after the first creek crossing. If you get lost after the first creek crossing keep battling through the forest on the northern edge of the valley bottom and you'll eventually find the trail where it becomes much more distinct again about half a mile past the first crossing."},"__v":0},{"_id":"xj4/X26gXeyfsAabIcn/pA==","name":"Green Bay Packers # 1","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1980 - Steve J and Kurt K","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.22565,45.92278]},"left_right_index":999999,"mp_id":"118586466","mp_crag_id":"109433168","climb_id":"xj4/X26gXeyfsAabIcn/pA==","areaRef":"/mL1bsSCX6mqmeHPZ7mKbw=="},"content":{"description":"I believe this was a 1978 route.  1200 feet's  North Face.  Adventure climbing.\n\nOnce past a bolt that Steve had drilled, we went up a ways into a dihedral with loose rock (think Gray might have been there).  I traversed to the right out of there 25 feet to another dihedral (to better rock).  Up that about 40 feet to a ledge and then walk back 20 feet. No pro was put in, so the second would have a better swing if he fell.  Above this was a overhanging hand crack that I think was 5.9+.  Since I was seconding it with a pack on (bivy gear, pitons, hammer, etc.),  it may just have felt that hard.\n\nWe had a good time.  There was an overhang rock roof bivy about 20 minutes below the face that we used the night before.","protection":"Hexes and stoppers (pitons carried but not pounded - some hand place - you don't want to know).","location":"This is a route done in the old Montana style of oral tradition.  With the recent ban by the BNF (and FOB issues) - I won't give any details but you can come talk to me.  Note: Oral tradition told me that Alex Lowe had a route up the middle of the face."},"__v":0},{"_id":"N6F/dRiUV32sPeIJcVco4w==","name":"Call of the Pika","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stretch and Torsoboy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-114.22565,45.92278]},"left_right_index":999999,"mp_id":"112082226","mp_crag_id":"109433168","climb_id":"N6F/dRiUV32sPeIJcVco4w==","areaRef":"/mL1bsSCX6mqmeHPZ7mKbw=="},"content":{"description":"This route is located on the large granite apron in the cirque basin to the west of North Trapper below North Trapper Proper. The route ascends the far left face and arete of the apron. Begin in a left facing corner. Route has tricky gear, long run outs on moderate face, lots of lichen and two pitches of surprisingly good crack climbing. We drilled no bolts on the FA and left behind no fixed pro.","protection":"Lots of stoppers, TCU's, Small stuff the whole way. Nothing bigger then a red camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,fe62f56e-c482-5fa9-aa99-e1cf67b98a6f","pathTokens":["USA","Montana","Northwest Region","Trapper Creek"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.22565,45.92278]},"bbox":[-114.22629640969463,45.92233033981815,-114.22500359030535,45.92322966018187],"left_right_index":-1,"ext_id":"109433168","area_id":"/mL1bsSCX6mqmeHPZ7mKbw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:36.677Z","updatedAt":"2024-01-15T16:45:58.039Z"}