{"_id":"63689d5ce80bff5a994f50bb","area_name":"Mt. Clarence King","shortCode":"","climbs":[{"_id":"PdOaQ7yCWEagPjJLWveTOA==","name":"East Ridge Indirect","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Owen and Fred Batliner August 1992","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.4465,36.8333]},"left_right_index":1,"mp_id":"105998844","mp_crag_id":"105993672","climb_id":"PdOaQ7yCWEagPjJLWveTOA==","areaRef":"uhJ2tfONW7ybT7JaI6X5VA=="},"content":{"description":"First Section (CL3):\n\nClass 3 scrambling gains the North East Ridge, which is initially almost a plateau; it narrows as you begin to gain height. Evenually the first big step in the ridge is reached, where the ridge levels off momentarily.\n\nSecond Section (CL4)\n\nOn the left a ramp/ledge system runs across the east face - follow this first downwards then gradually up to the huge broken pillar which runs up the face.\n\nThird Section (5.7)\n\nTwo exposed crack pitches lead up this top part of the pillar. The second pitch follows a crack to end at a roof, where a hand traverse heads left, then up a short crack to finish at the second notch east of the summit.\n\nScrambling leads from here to the summit block.\n\nSolo down the Bolton Brown (South Face) Route (5.4).\n\nNOTE: East Ridge itself was FAed in 1948 by Fred Davenport and Standish Mitchell. This route bypasses the crest of the ridge by traversing down onto the East Face.","protection":"Small trad rack - passives work fine.","location":"Approach from Sixty Lake Basin (to the east).\n\nStarts along the Northeast Ridge but detours onto the East Face."},"__v":0},{"_id":"+C9X6iWHWHONBT6NWciUyw==","name":"North East Ridge (full)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Pavel Kovar, Misha Logvinov","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.4465,36.8333]},"left_right_index":2,"mp_id":"106083462","mp_crag_id":"105993672","climb_id":"+C9X6iWHWHONBT6NWciUyw==","areaRef":"uhJ2tfONW7ybT7JaI6X5VA=="},"content":{"description":"This route was discovered and attempted by Pavel Kovar, Vendula Kovarova, Misha Logvinov and Etsuko Sakimura II on September 3rd, 2006. At that time, the party underestimated the commitment and the gear requirements, and ended up bailing from half-point. Pavel Kovar and Misha Logvinov came back two weeks later (September 16-17th, 2006) and climbed the entire ridge. The first ascent party ran out of time the first day and spent a cold night on the summit ridge, a few pitches below the summit.\n\nFrom where you gained the top of the ridge walk for approximately one hundred yards until you a reach a prominent notch (second approach option described above ends at this notch). Beyond this notch the ridge becomes steep and technical. To bypass the first set of obstacles, go north (right) and drop down 20-30'. Continue traversing the northern side of the ridge on ledges and loose blocks for a few hundred feet until you can easily (Class 4) climb back to the ridge proper. Once the ridge is regained, stay on it as much as you can past several rises, towers and gendarmes (Class 4 to 5.7, sustained most of the way). Dropping from the ridge substantially won't get you much and could put you on a loose and unpleasant terrain. Staying on the ridge proper is harder in places but much cleaner. The route may look impossible at times, however, there is a way to bypass the obstacles on either left or right side (while still staying on the ridge proper). Most of the time the rock quality is very good but be mindful of occasional loose shelves and blocks. There will be seemingly endless technical downclimbs and traverses. On the first ascent, we did not feel the need for rappelling and were able to downclimb most of the obstacles (some downclimbs were up to 5.7 in difficulty). Only in one spot I flaked our rope around the block and got lowered a few feet. Eventually, you will reach the broad plateau where the East and NE ridges meet. The crux of the NE ridge will be on the last several hundred yards before you reach the plateau. This is where we belayed for about 10 pitches. Due to a lot of traversing and significant rope drag, pitches tend to be short. Prior to that, we simul-climbed. A confident and experienced party may be able to solo or simul-climb the entire ridge.\n\nAfter you reach the plateau, you will continue climbing to the summit on the East Ridge. Secor rates the entire East Ridge route Grade I, 5.4, which is in our opinion a MAJOR, MAJOR sandbag. After scrambling for a few hundred feet above the plateau, the ridge will rapidly steepen. You would want to rope up again approximately 150' below the final rise to the summit ridge. That pitch will involve some 5.easy climbing until you reach prominent double cracks located on the false summit. Negotiate these cracks for about 20' (5.7+) to get to easier ground and continue traversing on the climbers right. Several more 5.easy pitches will get you to the final ridge leading to the summit block. This is a very cool section of the climb that features a knife edge \"walk\" with wild exposure, a few technical downclimbs and an absolutely wild horizontal hand-traverse (bomber finger crack and very few footholds for 10-15').\n\nNow after climbing for close to 1.5 miles, you are finally at the summit block. For the detailed beta about solving the summit block please consult with the South Face route description.","protection":"Think Light and Fast if you want to get back to your camp the same day. We were fairly light and fast but still had to bivy on the summit ridge, after climbing for approximately 11 hours. Here is what we took with us and I can recommend a similar setup for two people (not listing most of the personal gear):\n\n- One 60 meter 8.9mm single dynamic rope (you could use 50m easily, however 60m is very handy on rappel descent via SE face)\n\n- One set of cams to 2.5\"\n\n- One set of nuts\n\n- Ten alpine draws and a bunch of different-length slings\n\n- Helmets!\n\n- Warm clothes in case if you have to bivy\n\n- Lots of water... there wasn't any on the ridge in September (big snow year)","location":"Approach:\n\nGet yourself to Sixty Lake Basin. There are many places where you can camp there. For quicker access to the route, try to settle down near the northern end of the basin (where the trail ends). On your climb day, hike past several lakes and get to the eastern side of the ridge as illustrated in this photo. Negotiate a boulder field at the bottom of the ridge and then scramble up a grassy and sandy slope. It will be loose in places. After gaining several hundred feet, you should see a prominent gully. Continue into this gully (Class 3, some loose blocks) and follow it all the way to the crest of the ridge. Note that the approach could be covered in snow early in the season. Alternatively, approximately half way up the gully there is a short gully on climbers left gaining the ridge proper. You can gain the ridge here for 1-2 pitches of easy low 5th class. You end up in the same place as if you have continued following the gully.\n\nAnother approach option is to climb a gully system on the south side of the ridge (3rd, 4th class, a couple of 5th moves) Again, you end up in the same spot on the top of the ridge.\n\nDescent:\n\nThe easiest and safest way down is over the summit via South Face.\n\nRetreat:\n\nYou should be able to retreat from the first half of the ridge by downclimbing and rappelling to your left (south) or right (north). However, since you are most likely camping in Sixty Lake Basin, descending to the south would be preferred. Be very careful since you will enter loose terrain as soon as you drop down from the ridge on either side. As with many Sierra ridges, the ridge proper is clean while the faces that lead to it are not. On the first attempt of this route we bailed from about half-point. It involved some roped lowering and downclimbing on sandy and loose ledges until we reached the talus field between the East and NE Ridges. You should also be able to retreat via the East Ridge once you gain the plateau where the East and NE Ridges meet."},"__v":0},{"_id":"fytc/nVAX8mfJsExdgPbCg==","name":"East Face - Ramp Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Henzie, Galen Rowell August 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.4465,36.8333]},"left_right_index":0,"mp_id":"105993794","mp_crag_id":"105993672","climb_id":"fytc/nVAX8mfJsExdgPbCg==","areaRef":"uhJ2tfONW7ybT7JaI6X5VA=="},"content":{"description":"A committing route because of its remote location.\n\nUp snow to the beginning of the ramp.\n\nP1-2 (5.8) Climb the ramp using cracks in the corner and later traversing right to the edge.\n\nP3-5 (Class 3) Pitches heading for the summit exit cracks and ending at a sandy ledge where the face steepens.\n\nP6-8 (5.8) There seem to be choices. Climb steep but well-protected cracks which lead to the east ridge.\n\nThe summit block has its moments - so suck up and go.\n\nSolo down the Bolton Brown (South Face) Route (5.4).","protection":"Standard alpine rack - ice-axe (seasonal).","location":"Approach from Sixty Lake Basin (to the east).\n\nOn the east face, a ramp trending leftward."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,908380ea-9867-5036-9694-29d0d063b3d3,ba1276b5-f38d-5bbc-9b4f-b25a23a5f954","pathTokens":["USA","California","High Sierra","12 - Kearsarge Pass to Cedar Grove","Mt. Clarence King"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.4465,36.8333]},"bbox":[-118.4470618062019,36.832850339818144,-118.44593819379809,36.833749660181866],"left_right_index":-1,"ext_id":"105993672","area_id":"uhJ2tfONW7ybT7JaI6X5VA==","polygon":{"type":"Polygon","coordinates":[[[-118.4470618062019,36.832850339818144],[-118.44593819379809,36.832850339818144],[-118.44593819379809,36.833749660181866],[-118.4470618062019,36.833749660181866],[-118.4470618062019,36.832850339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:37.096Z","updatedAt":"2024-02-19T18:29:45.414Z"}