{"_id":"6368a38be80bff5a99585999","area_name":"Front Walls","shortCode":"","climbs":[{"_id":"vSIHZ5yHVgCXvUfOe1XgCw==","name":"Triple Play","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR Unknown.  Sport Ken Hull  Sept. 2019","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94371,40.57285]},"left_right_index":0,"mp_id":"118036399","mp_crag_id":"118022480","climb_id":"vSIHZ5yHVgCXvUfOe1XgCw==","areaRef":"QfaBGWXlUneOUNG8qVWpug=="},"content":{"description":"I’m calling it Triple Play because it has three really nice route possibilities from one line of bolts. Because it has three lines, it has three starting points (rather than go into detail on that, consult the photo).\n\n Now I know I’m not the first ascensionist - as the history reads, I’m a very late comer to this place. Who knows, Royal Robbins or Henry Barber most likely did this 45 years ago - Barber probably free soloed it - and hundreds have done it since including me! However, as a sport route, it’s new and I made sure to lead the three possible lines as soon as the glue cured! \n\n Line 1: To the left and 5.9, takes on the beautiful arête. My personal rule on this route is that at least one extremity must be on opposite sides of the arête at any one time. Simply scale the arête, clipping right, pull the nose, stay on track and scoot right at the anchor and you’re done. Super fun!\n\n Line 2: Direct and 5.8ish straight up the bolts. This is basically a face climb but you can easily grab the arête to the left for security if needed. It has small feet and hands between bolt 1 and 3 but after that you have better of both but it gets a little thin again on the upper big face. Stay true to the line and you’ll arrive dead on to the anchor. \n\n Line 3: To the right and 5.9 runs the center of the lower face, clips left, pulls a nice little roof, and is a bit trickier than line 2 at the upper face. But just breathe, find your feet and keep moving. Grab the “goiter” (a big bulgy thing) with your right and scoot up left to the anchor. Very fun!\n\n Lead all three in a row and you have a Grand Slam - Hat Trick if you’re a hockey fan like me! :)","protection":"Five Wave glue-ins to ClimbTech hooks for easy clip-in and lower-off. The new safe standard for sport climbing. Learn more HERE.","location":"Lower access trail takes you right there."},"__v":0},{"_id":"GX58jdrRUXS6WCu0ww2Zhw==","name":"Skimpy Crimpy Two Crux","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"TR: Unknown.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94371,40.57285]},"left_right_index":2,"mp_id":"118051018","mp_crag_id":"118022480","climb_id":"GX58jdrRUXS6WCu0ww2Zhw==","areaRef":"QfaBGWXlUneOUNG8qVWpug=="},"content":{"description":"The lower face section of this seemingly blank wall is well known among Donation regulars as a true test of balance, footwork, and reading the rock. It took me a long time to dial this one in and for me it’s all about the balance aspect and sequencing the right moves. For you it maybe totally different. If you’re taller and your “ape index” is like a gorilla, you may find it easier - you can do away with move sequencing because you can just throw your ape arm up, grab and go. My 5’ 6” (on a good day) frame means I have very little to choose from before I’m at the other end of this slab.Prior to my desire to make it harder, the typical way to continue passed the lower face crux was up the big vertical crack to the left and up the center of that and out (a trad line too). I decided to stitch in another really crimpy and balancey route to the left of the crack on the big face of Triple Play. It requires a bit of a roof pull but the real fun starts above that - a second crimpy face crux with very little to choose from and just when you’re tired and getting pumped. Again, if you’re tall you may get right up this but for my size it’s darn tough! I had to teach myself a technique I’d never even heard of to get myself up high enough to deadpoint the top edge and mantle up and over that face. Once there, you’re home free unless you want to do another 15ft to the top rope anchor. Honestly that block is a walk in the park to what you just did so you might as well bask in the glory and be lowered down to the astonished crowd below. :)Note: The key (and my rule) to make this route an 11 is that you cannot touch, back-step, or have anything to do with the blocks on the right side of the crack (X’d in red on the route map). You must engage only the face the whole way up and not grab the right edge either. That’s what makes it Skimpy Crimpy Two Crux.","protection":"TR anchors at the top of the block above.","location":""},"__v":0},{"_id":"horvwNanXES0c51GbES3GA==","name":"Inside Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94371,40.57285]},"left_right_index":1,"mp_id":"119685534","mp_crag_id":"118022480","climb_id":"horvwNanXES0c51GbES3GA==","areaRef":"QfaBGWXlUneOUNG8qVWpug=="},"content":{"description":"Climb the wide crack in the corner up to an awkward roof. Pull out of the roof into a smaller crack. Climb up onto a huge ledge. From here you can choose to make your way through a narrow chimney (very easy), or climb the face to the left (5.7 pg13).","protection":"A number 5 cam is helpful for the wide crack in the beginning, but you can make it work with a number 4 placed just right. Belay off a tree at top or use fixed anchors for top rope.","location":"This climb starts right in the middle of the front face of the lower wall. Look for the wide crack to the left of a blank face and to the right of the \"Triple Play\" bolt line. "},"__v":0},{"_id":"xzfdLO0vWC6PR/pJ2M551Q==","name":"Bat Girl","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94371,40.57285]},"left_right_index":3,"mp_id":"119906878","mp_crag_id":"118022480","climb_id":"xzfdLO0vWC6PR/pJ2M551Q==","areaRef":"QfaBGWXlUneOUNG8qVWpug=="},"content":{"description":"I had another name picked out for this route but, a recent event changed that. Spiders are a common resident at the crag - to the chagrin of many. However, bats are a different story. I once came up over a ledge near the top of Damnation Wall and found my face a mere foot or so from a sleeping bat warming in the sun. He never budged and I cut left and left him alone. Not so uneventful was my friend Michele’s meeting with a bat.About 10 feet up this route there is a prominent “nose” feature that can be solidly grabbed at both sides as well as underneath. Well, Michele chose the latter as her handhold. Once locked in she felt what she thought was a bee sting. She came off the rock with a shriek and searing pain in her hand and realized it was not a bee but a bat! Her friend Mike investigated, and sure enough, a little brown bat was roosting behind the nose and was NOT happy. Neither was Michele, and she had to be rushed to the hospital. After a series of treatments she's all better and back on the rocks! Well maybe not this route for a while!This is a great route sans bat! The nose is fun, and if you work your way up the arête to the slab block you’ll find that to be a bit tricky to get up and over. From there it’s an easy climb to the top anchors back and above.Update: Apparently Michele now sleeps upside down and can climb even better at night! :DNote: If you're a climber and you care about bats, please visit Climbers For Bat Conservation\n\nor check out the info below.","protection":"Anchors at top.","location":"At the big rock with the practice sport anchors"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,d12ef1d6-d4bc-5a9b-816d-039999dc691f,41f68119-65e5-5277-8e50-d1bca955a9ba","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Lower Walls","Front Walls"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94371,40.57285]},"bbox":[-77.9443019855987,40.57240033981814,-77.94311801440129,40.57329966018187],"left_right_index":-1,"ext_id":"118022480","area_id":"QfaBGWXlUneOUNG8qVWpug=="},"content":{"description":"The Lower Wall is the first thing you see as you come up the road. It’s a huge buttress of rock coming out of the hillside with sharp 30ft high vertical arêtes like the prows of two grand ships running side by side. On top and back 10 ft is another massive buttress of stone rising another 15ft. That feature is where all the top rope anchors are and makes for an interesting setup. For climbs on the Front Walls, your rope goes down and out 10ft then over the edge of the lower section and down. It creates some drag and when the climber tops the lower part and proceeds to climb the upper part, the belayer loses visual. Because of these two factors many people choose to stop and be lowered at the top of the lower section. For routes on either side of the buttress, those anchors are well placed giving a seamless 45 ft climb with no drag and good eyes on the climber.\n\n September 2019 saw the very first sport line at Donation and it’s here at the Lower Wall! It’s a line called Triple Play because it services three possible routes, each offering a very different experience. Right around the corner is the second bolted line to be put in and is totally designed for the beginner sport climber.\n\n You got it all at the Lower Wall! From 5.6 to 12s, arête climbs, face climbs, gully climbs, lay backs, overhangs (one of which is sick and will test your metal and endurance), bomber holds, and tiny finger tip crimps all on the same beautiful buttress - a great crag to say “Welcome to Donation Rocks”!"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:56.300Z","updatedAt":"2024-01-15T16:48:06.759Z"}