{"_id":"6368a50be80bff5a995b060c","area_name":"Optimator, The","shortCode":"","climbs":[{"_id":"5eaUBtY2W169aL3Z4006Lw==","name":"Two Scoops","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"John Fowler, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":31,"mp_id":"106017560","mp_crag_id":"105717033","climb_id":"5eaUBtY2W169aL3Z4006Lw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"New school style IC route with a bolt protecting cruxy entry moves. A difficult progression from powerful face/tips through second digit locks sets you up for a tight finger lieback/jam corner and a short pinch to the anchor.\n\nVery cool I thought!\n\np.s. Despite what the guidebook says or anyone else spews, I think the bolt is important because of the quality/thinness of the crack plus the minimal amount of rope out. Many people fall at that first move. The bolt, as the first piece, protects the integrity of the rock/route...","protection":"Bolt, (I used, in order) 0 Metolius, 1 Met, 2 Met, (3-4x) 3 Met, 2 Met, 1 Met","location":"This is the next route to the left of Optimator. Look for a bolt about 8' off the ground."},"__v":0},{"_id":"dRLjp7qDWy6uYYvs17qkEg==","name":"Unnamed 11+","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":13,"mp_id":"109675539","mp_crag_id":"105717033","climb_id":"dRLjp7qDWy6uYYvs17qkEg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Start on top on a 5' block and pull onto a slightly offset finger crack in an inset flake.  The guidebook says you can feel the flake flex but we didn't.  Stem up into off fingers and onto a low angle section.  Up slightly overhanging tight hands (and face features) to hands and some low angle wide.  Guidebook says 150', we had a few feet to spare free lowering on a 70m.","protection":"Fingers to 6\".  The wide gear is certainly not necessary as it's only about 10' and is low angle.  Multiple BD #1s and extra slings.","location":"Right (East) of the Annunali pillar/cave"},"__v":0},{"_id":"tRrs74U1WqGfMWwf7V1MEg==","name":"Unknown","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":12,"mp_id":"109644704","mp_crag_id":"105717033","climb_id":"tRrs74U1WqGfMWwf7V1MEg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"The thin crack to the right of Mudslide, behind the Annunaki pillar. This route will rarely be clean due to runoff, but it climbs well. First, head up blocky rock to a horizontal. From here, the crack is gone. Climb a thin 5.10- R face, taking care to blow dirt off the holds. In a shallow pod one can dig in a couple lobes of very small cams (0c3), but it is unlikely that they would hold a fall. Get to a stance and place tips sized gear.\n\nFire 40 feet of tips to fingers until you can stem across to the Annunaki pillar. Chimmney beside an intermittent crack to the top, finishing at a window.","protection":"00, 0 C3, 6-8 cams in the tips size (0.3), 6 cams in the fingers size (0.4), 2 BD .5,  2 .75, 1 #1, 1 #2. 1 #3 for the horizontal at the bottom.","location":"To the right of Mudslide behind the Annunaki Pillar."},"__v":0},{"_id":"rzjCZUrhXv6N2hM0QPflXg==","name":"St. Pauli Girl","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Yoav Altman, Ilona Barash, Ian Hey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":24,"mp_id":"107529916","mp_crag_id":"105717033","climb_id":"rzjCZUrhXv6N2hM0QPflXg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This route starts the same as Charlie's Pillar but instead of continuing up along the flake to climbers left, chimney the other way out towards Neat, then ascend the wide crack that forms the right side of the pillar up and over to the Charlie's Pillar anchor station.  The route is better than it looks, and requires a variety of wide techniques in a short climb.  Protection is good with off-the-shelf pro.","protection":"This is one of those rare IC climbs where a rack of singles will suffice.  I used singles from #0.4 to #6 BD C4 with a runner or two to extend a couple of cams.  Bolted rap station on the other side of the final pinnacle.","location":"Just left of Neat, start as for Charlie's Pillar but take the wide crack on the right side of the pillar up and over to the Charlie's Pillar anchors."},"__v":0},{"_id":"HH3KaV0TW3iJ663SJUrF3Q==","name":"Soul Fire","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"David Bloom 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":3,"mp_id":"105718753","mp_crag_id":"105717033","climb_id":"HH3KaV0TW3iJ663SJUrF3Q==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"On the left side of the wall is this attractive splitter.  Pretty much thin hands all the way, with extra thin hands finishing to the chains.  It is possible to stem most the route off the crack to the right, but the business at the end  is still hard, tight hands.  Watch out for the loose chockstones to the right... there are death blocks waiting to fall on the belayer.  Also be careful pulling your ropes, we managed to get one stuck on a death block but fortunately someone else was planning on leading the route again.","protection":"#.75, #1 and #2 Camalots. A #3 and/or #3.5 work will at the start.","location":""},"__v":0},{"_id":"WY8wx/aLU3uTEtDL4+6eLg==","name":"The Season of the Worm","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Marco Cornacchione, Chris Kalous","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":28,"mp_id":"105884531","mp_crag_id":"105717033","climb_id":"WY8wx/aLU3uTEtDL4+6eLg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"P1- A short hands to fingers corner that is deceptively difficult at the top. If you plan to do the second pitch, clip the anchor as pro and move along the ledge to set up a gear belay in the corner for the next pitch.\n\nP2- Hands to a dirty chimney/ow. Smaller gear works in an inside crack. Climb through a strange but fun multi angled crack/slot. Finish on fingers.\n\nYou can get down with a 60m.","protection":"P1- Hands to 1\"\n\nP2- .5\" (for the end) to 3.5\"\n\n(It has been a while since I did this so just check it out.)","location":"Directly above where the trail hits the wall. Look for a short clean corner with short chain anchors. Climb up on a ledge to start. There is a plaque. The second pitch starts in the corner at the left end of a 20' ledge on top of the 1st pitch."},"__v":0},{"_id":"bG4yIU6hUX6rq57B+fZOLQ==","name":"Sardikar","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":2,"mp_id":"105718780","mp_crag_id":"105717033","climb_id":"bG4yIU6hUX6rq57B+fZOLQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb is way left on the Optimator wall and is one of it's 'full length' pitches. You need a 70M rope to lower off.Walk left to the near end of the wall, where you will see the awazing route \"Jews On Crack\", a huge right-facing corner that hooks right at the top for a 20' roof traverse with a wide-hands undercling jam-fest.Just back right of this there is a left facing corner that goes forever with a variable width crack to a fixed anchor. This climb Sardikar lives in the shadow of its more stunning neighbors (Soul Fire is the cool thin-hands to hands spillter just to the right), but is no less a great route. The variety fo the crack makes it accessable to those who forgot to bring 12 #3's to the cliff.","protection":"2-3 of everything from .5\" to 3.5\"","location":""},"__v":0},{"_id":"rGqld03hXcCAxB+wUWUoSw==","name":"Road Soda","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"D. Bloom and M. Greco, 4/05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":30,"mp_id":"108769630","mp_crag_id":"105717033","climb_id":"rGqld03hXcCAxB+wUWUoSw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Nice fingers to thin hands crack in a left facing corner with a small roof.\n\nThe plaque says 5.12- but I think that would make this one of the softest 12s in the creek, but feel free to flame away.","protection":"Triples of .5, .75, and 1 C4s with a single .3, .4, 2, and 3 should sew it up.","location":"Start on top of a block 10 feet left of Two Scoops and about 50 feet left of the Optimator, on the same ledge as both."},"__v":0},{"_id":"k0KcJQK+VUuSPNJFllwvNg==","name":"Ram Implosion Wing","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":29,"mp_id":"106319110","mp_crag_id":"105717033","climb_id":"k0KcJQK+VUuSPNJFllwvNg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"OK, please hang with me here because I have some explaining to do regarding the route name and my three-star rating.\n\nFirst off, I think it's a shame such a long, beautiful line would be slapped forever with a name as equally unpoetic, though it continues to leave me scratching my head in the middle of the night, wondering, \"Wha tha fa ... Ram Implosion Wing? What? Why?\" Whatever. Just make sure you're psyched to drag up a ton of metal and an extra rope up a tall adventure for what will surely be a sandy experience for some time to come. If this corner got more traffic it would clean up to be Quarter of a Man's big brother -- complete with two roofs in the top half ... and a short offwidth at the bottom.\n\nTwenty feet of precarious choss is best skirted by a solid-looking crack on the right to gain a ledge where the real action begins. (Too psyched to reach the meat of the climb, I neglected to examine all my starting options and fired up the choss, which is hairier than it looks.)\n\nFrom the ledge you have a few options for small- and medium-sized pro before busting a few OW moves. The wideness isn't bad except for the sandiness. It quickly pinches down to hands and then 1 and 1.5 inches forever to the final roof, where it goes back to hands.\n\nWhich brings me to an explanation of my rack suggestion of 15 green Camalots. If this crack cleaned up a climber could get away with maybe 10 or 12, running it out about 10 feet between placements, as tends to happen on liebacks with bomber cams once I'm high enough off the deck. I've taken many 30-foot lobs on green Camalots, but this thing was so sandy I was nervous once a cam was just below my feet. To feel comfortable going for the onsight, instead of back-cleaning as I did, I would have needed at least 15 1.5-inch cams, probably more; I brought 8 and still back-cleaned for 80 feet. Keep in mind the corner is indeed a full 200 feet and most of it is one size. And did I mention it was sandy?\n\nDon't mind the sand, though. Both roofs are awesome and the big one at the top is clean. With luck the entire route will reveal itself to be solid, smooth and sexy toe to head. ... Do I still need to explain my three-star rating?","protection":"7 1-inch; 15 1.5; 3 2-in.; 2 3-in.(gold Camalots); maybe an old #4 or #5 Camalot for the OW, and perhaps one or two other pieces for the  very start. You will also need several long slings (at least 4 to 6) and a 60-meter tagline. It might be ideal to lead on a 70-meter cord, as I did, since the climbing goes in then out; my 60-meter tag, which hung straight to the ground, only had four feet leftover.","location":"Break right where the trail meets the cliff, as for Optimator. \"Call of the Raven\" is the striking left-facing corner with a big roof at the top. The feature is one of the most prominent on the wall, butting the left end of the long, exposed ledge that Optimator starts from 100 yards up and to the right.\n\nThere is another, less direct -- though also striking -- left-facing corner with a giant roof between Raven and Optimator, which is currently a Brian Kimball project. (Kimball is recovering from a bad shoulder injury and is hoping to return ASAP, as I write this on Dec. 9, 2008.)"},"__v":0},{"_id":"sj+31pUFUEqhmg116uEKjw==","name":"Pat's Blue Ribbon","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"P. Kingsbury, A. Klaarstrom, Alf Randall  spring 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":38,"mp_id":"106438398","mp_crag_id":"105717033","climb_id":"sj+31pUFUEqhmg116uEKjw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"A steep finger splitter that goes through a roof at the start, changes cracks at a fracture, and has a crux sequence from the pod to the arete.","protection":"mostly yellow and grey aliens, yellow C3 helpful and a blue alien (or 2) towards the top.  rap from chains","location":"north face of the optimator, always shady. 5 minutes lookers right of the 'optimator' route."},"__v":0},{"_id":"DdFIQk9uUXu73FEHFjVdbg==","name":"Optimator","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Jose Pereyra","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":32,"mp_id":"106057066","mp_crag_id":"105717033","climb_id":"DdFIQk9uUXu73FEHFjVdbg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This route is to the far right of the wall.  climb up onto a ledge to start the climb.  Begin with a 20 foot right facing corner, then switch to a left facing corner for another 15 feet.  Pass a few pods and try and rest before the imposing splitter above.","protection":"the first corner is yellow alien.\n\nYou can fit a #1 when you switch corners.\n\nThe second corner goes from yellows alien to orange Metolius.\n\nPlace a couple .5 camalots before the pods.\n\nThen you can place 4 .75 camalots or Red Metolius up to the bulge.\n\nThe bulge goes back to .5 camalots or red alien. through the roof.\n\nThen you can place a few orange Metolius or Red alien to the top.\n\nYou can place 1 .75 at the top","location":""},"__v":0},{"_id":"yu+TI3x5Wp2DhnQrlOW0bA==","name":"Neat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Casey Yorkunas, Laura Schmonsees, Ann Mellick, May 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":25,"mp_id":"105718657","mp_crag_id":"105717033","climb_id":"yu+TI3x5Wp2DhnQrlOW0bA==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This spectacular route is located pretty much where the trail meets the wall on the Optimator. It is just right of a short tower and shares a start with Hayduke Lives aka. Hayutake. It follows a huge right facing corner system for 100 ft. to a 3 bolt anchor with slings. There is a plaque.\n\nStart out with a low angled shallow hand and finger crack to a large horizontal flake, a lieback move gets you to a ledge at about 20 ft. (.75 to #1 camalot)From the ledge climb 15 ft. of stem box with tips crack on either side. (small TCUs) Above the stem box climb a tight hands corner up to a small roof for about 25 ft. (#0.75 to #1 Camalot) Above the roof climb perfect hands in a corner for 30 ft. (mostly #2 Camalots, 1 #3) Just below the anchor pull the crux roof/bulge. (#2 Camalot)","protection":"Small TCUs up to #3 Camalot, extra #2 and #3s.","location":""},"__v":0},{"_id":"WbXGRuXhVpSnZScMTzmc3w==","name":"Mudslide","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":11,"mp_id":"105876886","mp_crag_id":"105717033","climb_id":"WbXGRuXhVpSnZScMTzmc3w==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This is a wide dirty crack that the book calls a layback.  I thought is was big hands to really big hands then fists and offwidth.  If it was cleaner it might be a pretty good route.","protection":"3, 3.5 and 4 Camalots.  There is a two bolt anchor at the top with slings.","location":"Located behind the Anunnaki pillar."},"__v":0},{"_id":"SZwuXvhZXGuasnwOZf5yNw==","name":"Miller Genuine Draft","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":41,"mp_id":"107341093","mp_crag_id":"105717033","climb_id":"SZwuXvhZXGuasnwOZf5yNw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"left facing corner to arching roof to jagged crack up face","protection":"double set, extra #2's and #1's.","location":"North face, located behind a nice juniper with a good view of the Bridgerjacks"},"__v":0},{"_id":"9b12jSqEVcyXAIstb8VZbg==","name":"Lucky Lager","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":40,"mp_id":"117760784","mp_crag_id":"105717033","climb_id":"9b12jSqEVcyXAIstb8VZbg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Fingers through a roof with feet to a OW in a left facing corner.  From here either continue up the OW which looked steep and hard or figure out how to step right to a splitter .75/#1 crack.\n\nShares anchors with Miller Genuine Draft.","protection":".5 to #4 with optional #5.  Bring extra .75's","location":"In between Herbie's King Cobra and Miller Genuine Draft."},"__v":0},{"_id":"LEMDyP6rUQ6ixFmIgcdNuw==","name":"Long Island Iced Tea","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Josh Gross & Steph Shoemaker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":8,"mp_id":"105718783","mp_crag_id":"105717033","climb_id":"LEMDyP6rUQ6ixFmIgcdNuw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb starts as for Lady Pillar, see the description of that route and the atached photo. After maybe 10M there are 2 sets of cracks. FOllwo the one on the right to progress upwards into a right-facing corner on steep fingerlocks and laybacks at the finish instead of follwing the more pedestrian low angle flake of the 'lady pillar.' The reward is a better, loger, cleaner route.","protection":"A few of everything to get started, but with a lot of thin-fingers-to-tips gear to finish the route.I 60M rope might not quite get you down. Check your rope, or use a 70M for margin.","location":""},"__v":0},{"_id":"mgMBgo/NUwmTL9eilJ1ODQ==","name":"Lady Pillar","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Sibylle Hechtel and Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":7,"mp_id":"105718705","mp_crag_id":"105717033","climb_id":"mgMBgo/NUwmTL9eilJ1ODQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This route is left of the large fallen pillar. The route follows a left leaning crack system. The crack begins small and gets bigger as you climb higher. Because the route leans, you need a 60-meter rope to get to the ground. A worth while route. There is a two-bolt anchor with some webbing.","protection":"variety of cams (camalots .3 - # 3)","location":""},"__v":0},{"_id":"71HImC31U0a8eJbLHrE85w==","name":"Kitchen Sink","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":20,"mp_id":"107090599","mp_crag_id":"105717033","climb_id":"71HImC31U0a8eJbLHrE85w==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Kitchen Sink is a perfect name for this route as you'll encounter everything from tips to offwidth by the time you get to the anchor.  Start by stemming up two parallel offset cracks with good finger locks and gear in the left crack.  Take advantage of a rest ledge to the right if you want and then continue up a fist crack behind a flake.  There is also a tips crack that leads straight up from the ledge and merges with the fist crack after about 10' but it looked harder.\n\nA short easy offwidth section leads to a final tight right facing corner.  A blue alien size crack and occational openings in the corner provide adequate places for pro but this might be the mental crux for some.","protection":"Bring two each from Blue Aliens to #4 Camalots with an extra .4 Camalot.  There are two bolts at the anchor but the upper bolt could use a 1' length of chain.","location":"This route is just left of Charlie's Pillar and starts up parallel offset cracks, the left is big enough for fingers and the right is more of a seam."},"__v":0},{"_id":"bzZ4mRXLWpqBEVkHmfb7QQ==","name":"Jive Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Brown /","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":4,"mp_id":"105717796","mp_crag_id":"105717033","climb_id":"bzZ4mRXLWpqBEVkHmfb7QQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"30 yds past the leaning piller with a 5.12 on its backside, it has a plaque on the shelf underneath.Pull off the shelf with a deep fist jam to moderate slot climbing to a face with a fingers crux to the anchors(green neon with one bolt and one drilled angle).","protection":"One set of cams with two yellow and two blue tcu's.","location":""},"__v":0},{"_id":"hr5pz0O0W9y93BN8I4XMVA==","name":"Jungle Juice","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Darrel Toper & Daryl Alkie","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":6,"mp_id":"118099842","mp_crag_id":"105717033","climb_id":"hr5pz0O0W9y93BN8I4XMVA==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This is an extension of Lady Pillar.\n\nP2:  Interesting moves lead to a steep crack switch out left with exciting position.  2 bolt belay on a good ledge.  Pro: 0.3-1 camalots with an extra 0.4 and a bolt.  5.11+\n\nP3:  A thin offset splitter with pods then face features.  Mostly small gear.  Open project.\n\nRap/ lower from P3 anchor to top of Lady Pillar with a 70m.","protection":"000-1 camalot.  Maybe a red or blue ball nut.","location":"Above Lady Pillar"},"__v":0},{"_id":"snQQS2C5VLyMdL2DiEgfuw==","name":"Hefe Weissen","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":34,"mp_id":"107341061","mp_crag_id":"105717033","climb_id":"snQQS2C5VLyMdL2DiEgfuw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Left facing corner- thin hands to fists","protection":"#1 to 3.5camalots","location":"on the upper tier- go to the north aspect then traverse back toward the south."},"__v":0},{"_id":"oYcHU+WgXn6XZWggwK4Evw==","name":"Herbie's King Cobra","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":39,"mp_id":"117760710","mp_crag_id":"105717033","climb_id":"oYcHU+WgXn6XZWggwK4Evw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Climb up a right facing corner and step right into the main crack when possible.  Continue up a shallow corner with hands to fingers and poor pro since the crack flares inward (don't fall!).  From a nice rest stance work your way up an OW (optional #5) and fist crack until it abruptly ends and the crack pinches shut.  Fight through the crux (optional small stoppers) to a good finger lock and good gear and then continue up the left arching hand to finger crack through one final roof crux.","protection":".3 to #4 Camalot with Optional #5 and stoppers.","location":"On the shady side of Optimator Wall in between Stout and Lucky Lager."},"__v":0},{"_id":"O1H8zzVFXdqHWE2o2I4TSw==","name":"Jews On Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Evan Stevens & David Bloom - 2005ish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":1,"mp_id":"105943611","mp_crag_id":"105717033","climb_id":"O1H8zzVFXdqHWE2o2I4TSw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Walk past Annunaki down the wall a ways.  Look up to spot this impressive wide hands roof 100 feet off the deck.  Burl your way up the wide 5.9 start via some awkward moves in a flared chimney to the base of the roof.  Launch out of the roof on polished feet and wide hand jams.  Just as the jams get their widest, be prepared for a confrontation with some guano.  Make one of the best positioned moves I've ever done to clip the chains.","protection":"Heavy on the #3.5 and new #4 Camalots.  A few #3 and #2, possibly a couple #1 too, although I found few uses for them.  70M rope.","location":""},"__v":0},{"_id":"F2LV6MnnXO2O8205KieAYQ==","name":"He Brews","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":35,"mp_id":"118035973","mp_crag_id":"105717033","climb_id":"F2LV6MnnXO2O8205KieAYQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Big fingers to tips, starts with a right facing corner then becomes a slightly offset splitter higher up. Makes for a great warm up on the right side of the cliff!","protection":"#1-0.3 camalot sizes. Heavier on the finger sizes.","location":"About 70 feet right of Double Bock and 20 feet left of the cobweb splitter. There is a plaque at the base."},"__v":0},{"_id":"wJOWrCg2UT64UxrpbdcjmQ==","name":"Hayutake","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":26,"mp_id":"105814371","mp_crag_id":"105717033","climb_id":"wJOWrCg2UT64UxrpbdcjmQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"AKA: \"Heyduke Lives\" The companion route to Neat has a scary entry move and a couple of tricky wide hands moves followed by a long stretch of cruiser hands with rests to the anchors.  I preserved Bloom's rating though the climb as described here didn't seem any harder than Neat.\n\nClimb the chossy first 15' of Neat to the ledge.  Move up three or four feet in the slot, place a cluster of small gear (good blue Aliens on the L, questionable green Alien to the right) with long slings then head right with good, incut hands and no feet until you can swing into Hayduke's crack; this traverse while perhaps 5.8 is the business of the climb -- if you somehow blew it, you would swing hard into Neat's left wall.  (The first photo in the Neat description, entitled \"the whole route\" clearly shows the horizontal feature where one traverses.)  Once established in Hayduke's crack, consider future rope drag possibilities when placing gear.  The crack gradually narrows from #3 Camalots to .75 Camalots.\n\nThere is a desperate direct boulder problem start with a lot of wishful thinking chalk smeared all over it; bring purple Aliens.  It is somewhat puzzling to me why there is so much chalk on this variation and virtually none on the regular start.","protection":"Blue and green aliens to protect the traverse, a couple of #3 Camalots, six or more #2 Camalots, 1 or two pieces each #1 - .5 Camalots.  Two or three long slings.","location":"Start as for Neat"},"__v":0},{"_id":"dJ8A4O0nXuCZeorNlZ5XsQ==","name":"Gunning For Gonzo","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Micah Dash & David Bloom, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":18,"mp_id":"105718789","mp_crag_id":"105717033","climb_id":"dJ8A4O0nXuCZeorNlZ5XsQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb not apparently described in the Bloom book, nor is it named or rated. It is a very large left-facing corner with some wide climbing near the ground. for much of it's length a crack in the right wall runs within stemming distance of the corner. Up top it goes to thin fingers to surmount the sandy ledge with a fixed anchor.To the right of this climb, on the wall's main face, there are a pair of twin cracks with thin hands on the left and chossy, intermittent tips and seams on the right that reach a anchor at 70' or so up. These may help you locate the climb in question.\n\nNo matter what your strength or weakness is, you are bound to find a little of it on this climb. It is safe, but exciting. A member of our group, a 5.10 leader cast off on it, concluding after a minor epic (safe, but scary) that it \"was the dumbest thing (he has) ever done.\" That is to say, to get on that climb at his level. No less, after a few tries to pull up more gear, a few hangs and a marathon belay, he arrived safely up top and lowered off no worse for the wear.This is a decent climb and might deserve 2 stars. It's subjective and this cliff offers stiff competition for the stars. There are many better climbs here.","protection":"Various, a heavy rack from .33\" to #4 camalot\" with one #5 camalot for security in a wide spot if desired.The crux up high will be done on thin gear, so a double-run of aliens or eq. up there would be good to have. Plan accordingly.  You need a 70M rope to lower off.","location":""},"__v":0},{"_id":"AMwtLNh1Uo+q7u/AThcLew==","name":"El Cubano","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"BDH","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":37,"mp_id":"117760748","mp_crag_id":"105717033","climb_id":"AMwtLNh1Uo+q7u/AThcLew==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"A short right facing corner with a strenuous start to perfect hands.","protection":".75 to #2","location":"Just left of Pat's Blue Ribbon"},"__v":0},{"_id":"4gH9UgpjXO2Y8ezhI93b3A==","name":"Ditch 'em","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Schneiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":0,"mp_id":"106123490","mp_crag_id":"105717033","climb_id":"4gH9UgpjXO2Y8ezhI93b3A==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Splitter in right facing corner with wide hands to offwidth with good edges in the crack or on the corner of the crack to take some of the burl out of the OW.","protection":"Camalots from #2 to new #6, with doubles in #3 and #4, or whatever you feel comfortable with. Two bolt chain anchor.","location":"Located about 100 feet left of Jews on Crack or about 250 feet left of Soul Fire. Climbs a right facing corner. Plaque at the base."},"__v":0},{"_id":"TYvv9hnnVLWxiUS0z4LBJA==","name":"Double Bock","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Scott Carson, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":33,"mp_id":"106577807","mp_crag_id":"105717033","climb_id":"TYvv9hnnVLWxiUS0z4LBJA==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"The crux of Double Bock is short but fierce. Gently overhanging .5 fingers to .75 ringlocks (Camalots) is what you can expect at the crux.  But the climbing eases up to 5.9 hands after that making this a reasonable 5.12 for the Creek.  If it wasn't for the soft and slightly loose rock at the top of the route this would be a four star classic for sure.\n\nThe new guide book topo (2009) shows climbing a crack to the left of the main crack and then traversing into the main crack.  This seems like an error to me since the left crack is tips and it is relatively easy to get to the main crack from the top of the slab.","protection":".4 to 2 Camalots.","location":"This route is located on the far right side of the wall just left of \"Huffe-Wiesse\".  Follow the trail right about 100m past the \"Optimator\" until you get to a grassy section.  In the Grassy area the trail makes a 180 degree u-turn back left and up onto a ledge.  Follow the ledge for about 50m or so and look for a splitter finger crack up above an easy slab/corner."},"__v":0},{"_id":"SyxEeU++VJSgwUsIUZPo8g==","name":"Cobweb Splitter","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jonny Woodward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":36,"mp_id":"120652263","mp_crag_id":"105717033","climb_id":"SyxEeU++VJSgwUsIUZPo8g==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"A unique and thoughtful climb. Start by ascending and protecting in the cracks on the left. When it gets to tips, you should be able to traverse right into the bottom of a pod. Continue up from here.","protection":"blue alien-1","location":"One of the first climbs you see on the north face of Optimator. This climb is located on the same ledge as Huffe-Wiess and Double Bock. You will need to walk by this climb to access Huffe-Wiess and Double Bock."},"__v":0},{"_id":"a+FOBPb6VkuctY1+HWf7wg==","name":"Choss Eliminate","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"T. Bubb, 2005: TR only","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":15,"mp_id":"105718795","mp_crag_id":"105717033","climb_id":"a+FOBPb6VkuctY1+HWf7wg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb not apparently described in the book, nor is it named or rated. It is on the on the wall's main face, 1/2 way between \"NEAT\" and the \"Anunnaki Pillar.\"  You will see a pair of twin cracks with thin hands on the left and chossy, intermittent tips and seams on the right that reach a anchor at 70' or so up. Climbing the right-most crack to reach a spot where the cracks converge will pass the technical crux. Be wary as the route was cleaned by hand on the FA, but not cleaned as thoroughly as may be possible on rap. Some flakes, holds and edges still flex and will likely yield to a hard pull. The gear placements are also not clean. The route needs a few more runs to be as solid as it will ever be, and even then will be a climb to be wary of leading, although the moves are really good. Imagine perplexing and sequential eldo-like cruxes with desert stone. A nice break from the treadmill, and practically a 'trad' face-climb in places. The singular crack to the right can be continued as an 'eliminate' problem intentionally avoiding the crack on the left as they come closer up top to add a second 5.11 crux. Lower from a single bolt and 2-fixed-stopper anchor. A cam can be used to back this up for TR'ing if desired.","protection":"TR. A lead is probably possible now that it was cleaned (while I climbed it). A brief inspection would probable lead the saner of us to forgo this until the route is more carefully dusted and cleaned. The rating would be at least 'S' even after the most noble cleaning efforts were complete unless you like small RP's in shallow placements at the creek.  I advise the aspiring leader to check out the route's moves, holds, and placements before casting off into the unknown. The hospital was too far away for my taste. If you lead it, take a set of nuts, lowe-balls, and a set of cams from *tiny* to thin-hands.","location":""},"__v":0},{"_id":"yKi2wo8YV/OKP7DR/DBS4g==","name":"Chick Flick","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":5,"mp_id":"105882437","mp_crag_id":"105717033","climb_id":"yKi2wo8YV/OKP7DR/DBS4g==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Nicely varied, Chick flick is 100 feet or so left of Lady Pillar. Begin at a right-facing corner and use the off-finger/tight hands crack to surmount the pillar (about 25 feet). Once on the pillar climb the left-facing corner and crack system for about 95 more feet. Right off the pillar the crack is off-width and gets progressively more narrow until the last 15 feet which are 0.75 camalot-sized.","protection":"0.5 camalot up to a # 5 camalot (old size). Doubles recommended from 0.5 to #3 camalots, and maybe three 0.75 camalots (I placed one at the bottom and two at the top).","location":""},"__v":0},{"_id":"UjDGsXnpVJa7I1tmvCxQDA==","name":"Charlie's Pillar Direct Start","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Josh Gross","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":22,"mp_id":"111640525","mp_crag_id":"105717033","climb_id":"UjDGsXnpVJa7I1tmvCxQDA==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"The route starts inside of the pillar left of the flake that is 'Charlie's Pillar'. Follow this wide crack and do the first squeeze that gets you to a ledge. Go a bit left and do a final chimney squeeze near the face to reach the bolts. Overall a fun and interesting chimney route sure to get your hog tossed!","protection":"Bring a few bigger pieces for the bottom section. Smaller gear for the top.  .5\"-4\"  Uses the same bolted anchor as Brodies Machine and Charlie's Pillar.","location":""},"__v":0},{"_id":"itZHjWYrWvKnCRclVz5KEw==","name":"Charlie's Pillar","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Josh Gross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":23,"mp_id":"105718693","mp_crag_id":"105717033","climb_id":"itZHjWYrWvKnCRclVz5KEw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This route starts 20 feet or so to the left of Neat. Begin with an obvious flake and work up and under the fallen pillar, continue working up and left. You will pop out on the left side of the pillar, a few feet of chimney gets you to the ledge. The anchor is two pitons and one bolt. Overall this route is fun and is a departure from the spillters that surround it. Good warm up or down.","protection":"Cams from .5\" to 3\"","location":""},"__v":0},{"_id":"Wn+UPx1/WS2mz9P0t1FoXQ==","name":"Casey's Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Casey Yorkunas, May 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":19,"mp_id":"105718792","mp_crag_id":"105717033","climb_id":"Wn+UPx1/WS2mz9P0t1FoXQ==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb not apparently described in the book, nor is it named or rated.  It is on the on the wall's main face, 1/2 way between \"NEAT\" and the \"Anunnaki Pillar.\" You will see a pair of twin cracks with thin hands on the left and chossy, intermittent tips and seams on the right that reach a anchor at 70' or so up. Climbing the leftmost of these with the occasional aid of the right one is probably 5.10. Climbing it with the 'eliminate' of the crack on the right might provide 5.10+ challenge. The route used to finish at a single bolt and 2-fixed-stopper anchor, but that was updated by the addition of a bolt.","protection":"Various, thin hands to hands.","location":""},"__v":0},{"_id":"BY6qx8ijUjCTA7W9Flr5ow==","name":"Brodie Machine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":21,"mp_id":"105891553","mp_crag_id":"105717033","climb_id":"BY6qx8ijUjCTA7W9Flr5ow==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"The bottom crux is thin fingers, but easier if you move left and work a sidepull on the left of the pillar.  The mid section is a bit sandy.  Most of the time your feet seem to be on the face and not in the crack.  Someone looking for a short, fun, non-splitter crack will enjoy this climb and it's a good intro lead for newbie Indian Creek climbers.","protection":"Doubles .4-#2 Camalot - though it is short and you probably won't need all of them.  #3 is optional.","location":"On the left face of Charlie's Pillar climb a left, then right-leaning varied fingers-to-hands crack - ending at the same anchors for Charlie's Pillar.  Easy to TR after doing Charlie's Pillar and a good quick warm up for the cliff."},"__v":0},{"_id":"eWWs9hbCVAq0Zfz9DA05Mg==","name":"Bow Flex","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Josh Gross, Evan Stevens","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":16,"mp_id":"106148807","mp_crag_id":"105717033","climb_id":"eWWs9hbCVAq0Zfz9DA05Mg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Flakes off the ground then some OW to a bouldery crux section.","protection":"00-4 camalot","location":"left of Charlies Pillar"},"__v":0},{"_id":"Y6TpSGljUYaSTWork6rH1g==","name":"Boriqua","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dan Scott, Philippe Wheelock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":27,"mp_id":"106722804","mp_crag_id":"105717033","climb_id":"Y6TpSGljUYaSTWork6rH1g==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This fingers splitter would be quite popular if it wasn't for a short bit of steep choss at the bottom. The hollow block/flake isn't that bad except for a crumbly move to gain an easy ramp at its top. However, most people probably wouldn't want to climb this more than once or twice.\n\nThe finger crack is in some lovely varnish. It starts as tight .5 Camalots and tapers to several feet of #0 Metolious TCUs (purple). With face holds just where you need them, there are some power moves and some balance moves.","protection":"#0 Metolius TCU (x2 to sew it up), #1 TCU (x2), .4 Camalot (x3), .5 Camalot (x2); and #2 Camalot (x2), #3 Camalot and #4 Camalot, and two or three long runners for the start (one double-length runner is useful).","location":"Take a right where the trail meets the cliff, near the corner of \"Neat\". Look for a sandy, left-facing ramp about 30 feet right of a splitter off-width, which is in the Bloom guide. \"Baroque\" is the left of twin cracks at the top of the ramp that lead to an obvious flat ledge on the varnished face. There is a plaque at the base. The ramp is gained by climbing a hand crack on the right side of a large block perched on a rotten band. (I don't know if the left side of the block  a thin corner crack  is better; I doubt it.) If you come to the petroglyphs along the trail you've gone about 150 feet too far right."},"__v":0},{"_id":"VukTr/Z7Wxm0lehZtMBR+Q==","name":"Beer Run","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ian Cavanaugh","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":42,"mp_id":"108067375","mp_crag_id":"105717033","climb_id":"VukTr/Z7Wxm0lehZtMBR+Q==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Start under a small roof below a fingers in a left facing corner. Head through .75 BD roof, and up a thin hands splitter above.  Then into a .5 BD finger crack in a slot to the chains.","protection":"6 (.4), 4 (.5), 3 (.75), 4 (1), 1 (2)","location":"wrap around the corner towards Pat's Blue Ribbon, walk another 5 minutes, around a prow and look for a splitter up a face."},"__v":0},{"_id":"BgysmJyKUamPms2FChmTSg==","name":"Backside Luge","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jonathan Fleury, Kelsy Woodson, Sam Feuerborn - 11/1/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":10,"mp_id":"109668935","mp_crag_id":"105717033","climb_id":"BgysmJyKUamPms2FChmTSg==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This route is an extension of Mudslide and is easily climbed in 1 long pitch. Continue past the Mudslide anchors following the crack. A combination of off-fists and chimneying using the pillar brings you to a fist crack. Follow the first crack until you can step over on to the pillar and scramble to the summit for epic views! The bolts are at the top of the pillar on the main cliff wall. Enjoy a nice seated belay. This route hasn't been fully cleaned yet so be careful of small loose rocks at the top if people are under you.\n\nDescent:\n\nHave the follower tag a second rope. Double rope rappel with two 70M ropes. I think 60Ms will probably reach as well.","protection":"Rack for Mudslide + (1) 3.0, (2) 4.0, (1) 5.0","location":"Climb Mudslide...then keep climbing."},"__v":0},{"_id":"2CKa/vw3USaLEYXpYShyOw==","name":"Annunaki","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":9,"mp_id":"105718786","mp_crag_id":"105717033","climb_id":"2CKa/vw3USaLEYXpYShyOw==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This climb is found by following the trail right until it goes behind the leaning Annunaki Pillar.  Just as you exit this, you will see a 3\" crack that thins to 1\" as it climbs 50' zig-zagging wildly through clings on it's way to a set of anchors. This is on the underbelly of the leaning pillar that faces the wall and is one of the steeper splitters in the creek, albeit a short route.\n\nClimb up perfect hands for the first half of the route and get ready to gymnastically gun for the top before getting pumped. You may find the route easy for it's assigned grade, but may also find that it is more or less face climbing the diagonal features of the crack, toe hooking, back-stepping and flagging off of the features than it is about jamming. Thus, it is likely easier for the strong-shouldered and long-armed, and hand size might not matter as much as for other climbs.","protection":"Camalots: two #2's for the easy start. One #1 for the transition to hard moves before the chalked horizontal. Two #.75 for the hard climbing. One #.5 for the finishing moves after the crux. Slings for the anchor.","location":""},"__v":0},{"_id":"VJiYM6w3XxeCgzBMCqRB0w==","name":"90 proof","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":17,"mp_id":"107566342","mp_crag_id":"105717033","climb_id":"VJiYM6w3XxeCgzBMCqRB0w==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"Right off the ground, pull up and on to a large plank then move in to a slot with fists and stacks for 30 or so feet, then armbar heel toe using the arete and face holds to worm on up to some great ledges then some fat bolts and sweet ring fixe hangers.","protection":"#3 camalot - #6 camalot","location":"Just right of Annunaki 50 yards"},"__v":0},{"_id":"QT3tRRGpWAC/cP9+MOd1nA==","name":"\"Unnamed 5.11\" - OW right of Anunnaki pillar","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"left_right_index":14,"mp_id":"107349938","mp_crag_id":"105717033","climb_id":"QT3tRRGpWAC/cP9+MOd1nA==","areaRef":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":"This is a very good and physical line that starts out with cool and well protected chimney and stemming to a recess following a bomber crack in back. Tread lightly on the stacked hollow flakes inside the recess and jam out the steep #3 Camalot buldge to the meat of the climb...It's a cool combo of getting out of flared pods, knee/thighlocks, stacks and other OW trickery, followed by a tapering big #4 crack.\n\nThere are challenging sizes for all body types. Hard as is but if it were OW all the way from the ground, this thing would be brutal! This will never get downrated at 5.11!\n\nDo it!!","protection":"New style Camalots: #1 & #2, #3 Friend, (4)#3, (4)#4, (2)#5, (2)#6, some runners, 70M rope","location":"OW just right and uphill of Anunnaki pillar"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,735a068b-dd1a-57e2-8466-9ac2a41535a1","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Optimator, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12"},{"count":6,"label":"5.11+"},{"count":4,"label":"5.12-"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":8,"label":"5.11"},{"count":8,"label":"5.10+"},{"count":2,"label":"5.13-"},{"count":5,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":43,"bands":{"unknown":0,"beginner":2,"intermediate":17,"advanced":22,"expert":2}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":17,"advanced":22,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5948,38.0758]},"bbox":[-109.5953712178772,38.075350339818144,-109.59422878212283,38.076249660181865],"left_right_index":-1,"ext_id":"105717033","area_id":"c1oGi90aV+KEZprCpBU1oQ=="},"content":{"description":""},"density":0,"totalClimbs":43,"__v":1,"createdAt":"2022-11-07T06:26:46.970Z","updatedAt":"2024-01-15T16:49:33.244Z"}