{"_id":"63689d5ce80bff5a994f432c","area_name":"Mt. Russell","shortCode":"","climbs":[{"_id":"7nrI0tiXXv2JwPDeEi/NoA==","name":"Western Front","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rowell & Jones ('71) - Bartlett & Walker ('78)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":0,"mp_id":"105837952","mp_crag_id":"105802680","climb_id":"7nrI0tiXXv2JwPDeEi/NoA==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"This route is a link up of a couple routes on the west face of Russell. All I can say is it takes the BEST looking line on the west face, right directly up the center. Beyond that the photos will have to suffice for locating the route. After a little scrambling to reach the base of the crack, you pull up into the system proper. The crux is these moves pulling around a little bulge on some grainy rock. Follow this system for a pitch to some ledgy terrain. Cross some weird stuff to the left to gain the plumbline system. After that, it's hard to get lost. Follow the crack/dihedral/flake system for 3 pitches or so. This description does little to relay the striking beauty of this climb, but trust me, it's good.","protection":"A single rack to #3 Camalot works, maybe a few doubles 3/4\"-2\".","location":"left of Mithral, on the west face, dead center.\n\nsee photo"},"__v":0},{"_id":"W314AFBdU5+wiKYK8Kdpog==","name":"Star Trekkin'","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alan Bartlett & Robb Dellinger, 1978","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":2,"mp_id":"105806179","mp_crag_id":"105802680","climb_id":"W314AFBdU5+wiKYK8Kdpog==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Not as clean as the Mithril, but more thought provoking -- crux is a delicate bearhug-lieback type of affair just prior to moving into the roof.\n\nP1 (5.7) As for Mithral.\n\nP2 (5.8+ funky )As for Mithral, stop short of roof on platform to the right.\n\nP3 (5.10- ~120') Climb through roof, continue until you are tired or run out of gear. The roof is the crux, described else where as a \"bear hug\", this is either a straight jam and/or stem to 2-3 finger locks. What worked well for us is a 120' pitch to a mostly hanging belay.\n\nP4 (5.9 ~120') Straight up through 5.9 climbing which is not too sustained. Basically a few moves to a rest, then repeat. An excellent belay stance on large holds is reached in approx. 120'.\n\nP5 (5.9 ~100') More of the same with about 10-15' of a wider crack before an easy corner. Pop out on a large flat area to belay.\n\nWe then did a pitch directly to the ridge line and belayed. Then another long (300-400') pitch of simul climbing with definite DFU sections.","protection":"Alpine rack, extra hand-sized pieces and nuts.","location":"This route follows the obvious splitter crack system  about 20 feet left of the Mithril Dihedral, heads through a roof, then featured rock and jamming to the ridge, and proceeds along the summit ridge to the top.  Descent is as for the Mithril Dihedral -- follow the cairns carefully!"},"__v":0},{"_id":"+kQQEVoVX86n9uRd8s9m1g==","name":"South Slope","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":6,"mp_id":"111494309","mp_crag_id":"105802680","climb_id":"+kQQEVoVX86n9uRd8s9m1g==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"The crux is at the top of the South Slope, near the East Ridge.\n\nI have climbed this as part of Whitney, Muir, and Russell, in a day.\n\nI have no gps coordinates for this route. Route finding may be the crux of this climb.","protection":"This is the climber descent route.","location":"Located to the right of Fish hook arete. There are some photos attached to other Mt Russell routes showing South Slope from a distance. This is the climber descent route."},"__v":0},{"_id":"YsZNUL9wUZWFpMEns5O7Sw==","name":"North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Nate Ricklin and Scotty Nelson, July 12, 2008.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":8,"mp_id":"114581235","mp_crag_id":"105802680","climb_id":"YsZNUL9wUZWFpMEns5O7Sw==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"The route takes a right-diagonaling crack system that traverses out above the steep depression in the center of the North face for three long pitches, then ascends two more pitches of stellar rock up a crack system straight up to meet with the East Ridge.\n\nOn the left hand side of the face locate a prominent right slanting crack and ramp system with a large offwidth down low. Follow this for 3 pitches (4th and easy 5th) until it meets the first major crack system. Climb this crack system (up great rock) for 2 pitches of 5.6 to the summit ridge.\n\nThe route is much easier than it appears from the ground, with the difficulty topping out at around 5.6 in the upper pitches.","protection":"Standard light Sierra rock rack","location":""},"__v":0},{"_id":"QGGBRD5LXO+EpDa8naPYIQ==","name":"Mithril Dihedral","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alan Bartlett & Alan Roberts, July 1976","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":3,"mp_id":"105802833","mp_crag_id":"105802680","climb_id":"QGGBRD5LXO+EpDa8naPYIQ==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Day 1 From Whitney Portal, hike up North Fork to camp at Iceberg Lake.\n\nDay 2 Do climb.\n\nDay 3 Hike back to Whitney Portal.\n\nA magnificent climb on good rock, with excellent protection.\n\nScramble up to ledges.\n\nBelow is how we did it years ago - before real beta, we just knew it had been climbed and that was it. See comments for modern beta.\n\nP1 5.7 Follow cracks up to a ledge.\n\nP2 5.7 Better rock leads up along a knobby crack to a ramp below the corner proper.\n\nP1 and P2 can be combined with a 70m rope\n\nP3 5.9 A short pitch. Up the corner steeply to belay in a widening section.\n\nP4 5.9 Up the steepest part of the corner until the angle relents.\n\nP3 and P4 are best combined into one pitch.\n\nP5 5.9 The corner presents one last obstacle, a steep lieback to exit right onto a ledge.\n\nP6 Hundreds of feet of CL4 lead to one of the best summits anywhere.","protection":"Full rack. 70m rope, see comments below.","location":"Climbs the obvious huge dihedral left of Fishhook Arete. Descend\n\nSouth Gully\n\nbetween West and East Peaks."},"__v":0},{"_id":"Zo6BL869UP23e0hl4KiBKA==","name":"Fishhook Arête","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary Colliver & John Cleare, June 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":5,"mp_id":"105802684","mp_crag_id":"105802680","climb_id":"Zo6BL869UP23e0hl4KiBKA==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Excellent rock, incredible exposure, high elevation, and panoramic views earn this the deserved status of one of the 100 best alpine climbs named in John Moynier and Claude Fiddler's \"Sierra Classics\".\n\nI'm sure this has been done many times car-to-car by parties stronger than mine, but most will opt for at least one overnight at either Iceberg or Upper Boyscout Lakes to acclimatize and enjoy the surroundings.  Consider combining with one of the Whitney routes (\n\nEast Face\n\n,\n\nEast Buttress\n\n) by camping an extra night at Iceberg.\n\nThe route itself is roughly 8 pitches, and follows a sharp crescent-shaped spine on the southern aspect of the peak.  The start is a bit ambiguous, so just follow the path of least resistance for a pitch or so to gain the ridge proper.  Continue along the ridge for several more pitches.  At one point, you'll have to downclimb about 15' to a prominent\n\nLooking south from The Notch.\n\n.  The pitch above the notch is the\n\nThe money pitch, just above the prominent notch.\n\n, on impeccable golden rock.  Continue for several more pitches, staying on the spine for full value.  From the summit, descend via the\n\nThe beautiful East Ridge descent.\n\n.  This will take you back to\n\nEarly morning at Upper Boy Scout Lake, Mt. Whitney Area\n\n.  Choose another descent option if you left gear at Iceberg Lake.\n\nAllow *roughly* 6 hours from base to summit.  Allow roughly 5 additional hours to descend from the summit back to the car at Whitney Portal.","protection":"A standard alpine rack will suffice.  Hexes and/or tri-cams may be substituted for cams to keep the weight down.  A couple double-length runners.  Double ropes are nice, but not essential.  There is no fixed gear on the route as I recall.","location":"From Iceberg Lake, scramble up and over the saddle between Whitney and Russell.  Head north, picking up a faint climber's trail to the base of the arête.  Several starts are possible."},"__v":0},{"_id":"mAoapavJUxuU+kf2//wq/Q==","name":"East Arete","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Norman Clyde - 24 June 1926","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":7,"mp_id":"105803189","mp_crag_id":"105802680","climb_id":"mAoapavJUxuU+kf2//wq/Q==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Day 1, hike from Whitney Portal to camp at Upper Boy Scout Lake.\n\nDay 2 Do climb.\n\nDay 3 Hike back to Whitney Portal.\n\nAscend the scree slope north of the lake to the Russell-Carillon Col. Head West up the ridge, keeping to the right where necessary to reach the East summit of Russell. Traverse the summit ridge, mostly on the right until reaching the West summit.","protection":"Can be soloed.","location":"Descend back down the East Ridge and scree to Upper Boy Scout Lake."},"__v":0},{"_id":"SUUBXSgiXDK2mAiAuQIHKg==","name":"Coyote Crossing","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Cam Dodds, Chip Powell 08/2020","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":4,"mp_id":"119745500","mp_crag_id":"105802680","climb_id":"SUUBXSgiXDK2mAiAuQIHKg==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Coyote Crossing follows a somewhat inobvious line on the arete and face of the pillar that forms the left facing wall of Mithril Dihedral. A slight deviation for the typical splitter Russell routes, this route involves some exciting and exposed face climbing, with plenty of hand jams to boot.\n\nPitch 1: Climb crack system with the inverted triangular flake, move right out of a small roof and climb cracks trending left to a stance on the left side of the arete (5.10)\n\nPitch 2: Climb a crack in a corner on the right side of a hanging pillar to a partially hanging belay below a roof (\n\nwe found a bail anchor here suggesting a previous attempt or an off route party attempting Mithril)\n\n(5.9+)\n\nPitch 3: Pull the roof on jugs, crossing the arete in the process (wild!), climb incipient cracks, knobs, and edges up the beautiful orange face to an overlap, undercling left and follow cracks to a sloping belay ledge at the base of a corner (5.10+, PG-13)\n\nPitch 4: Climb the wide hand/fist crack in a corner, through a roof and onto a knobby face with bottoming cracks, climb cracks and glorious knobs to the apex of the pillar! Belay on top of the pillar(5.10)\n\n-From here, scramble or simul a few hundred feet to the summit","protection":"2x pro small to #3, nuts. offsets optional","location":"The start of this route can be identified by a downward pointing triangular flake to the right of the Mithril Dihedral's start and crosses the arete twice before joining Mithril for the final scrambling pitches"},"__v":0},{"_id":"R/znSB2LXje9jfjVxp+n2A==","name":"Bloody Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Alan Bartlett, Alan Pietransanta, September 1979","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"left_right_index":1,"mp_id":"106896593","mp_crag_id":"105802680","climb_id":"R/znSB2LXje9jfjVxp+n2A==","areaRef":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":"Bloody Corner could be considered Mithril's \"big brother\" in some ways.  The corner is a beauty; clean, looks dead vertical and an almost perfect right angle.  The money climbing is a  touch shorter than Mithril, but harder and more sustained. It is as good or better than anything on the other Russell \"Big Three\", but the approach and exit pitches leave something to be desired.\n\nPitch 1 60-100': A short easy pitch up to a bench below the corner.  You can start this pitch from the same bench as Mithral/Startrekkin' or you could begin lower, more toward the corner of the west face and southwest buttress. Depending on the start, you could potentially link pitches 1 and 2.\n\nPitch 2 ( 80+', 5.9+ ): Wander up a handcrack to base of the corner.  The rock in the corner is grainy and loose in places.  The decision between big hands or a layback is what's on your mind for the top of the pitch.\n\nPitch3 ( 90+', 5.10- ): Climb technical, but intermittent, liebacking to the base of the crux pitch.\n\nPitch 4 (150', 5.10): Lieback, stem, jam, and otherwise enjoy yourself on this beauty.  The climbing gets steeper and the options for resting and stemming disappear the higher you go.  The best belay is under the big roof (#3 Camalots).\n\nPitch 5 (100+, 5.9): Move around the roof(crux) and climb through grooves to the subsummit.  A platform is reached, but it is likely more efficient to move 25-30' higher.  Again some of the rock on this pitch is loose, and care should be taken of climbers below.\n\nA few hundred feet of 4th and 5th class lead to the summit, basically the same ground as Mithral and Startrekkin'.","protection":"- Doubles from green alien to #3 Camalot\n\n- A #3.5 or New Style #4 can be helpful on pitch 2.\n\n- A single set of nuts.\n\nDepending on ones comfort with backcleaning and gear spacing, triples of yellow Alien through #2 Camalot could be nice on the crux pitch.","location":"Bloody Corner is the leftmost corner on the southwest face.  It is considerable shallower than Mithral.  Like Mithral, the corner can be bitterly cold if you get an early start.  Planning on being in the corner at 11am and you'll likely have sunshine.\n\nEither descend the SW Chimney or take the East Ridge back to Upper Boy Scout."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,c580f48a-aa1c-5454-b96f-efce80d44e54","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Russell"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.10"},{"count":1,"label":"4th"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"3rd"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":2,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"alpine":{"total":9,"bands":{"unknown":2,"beginner":1,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.291,36.59]},"bbox":[-118.2915600300509,36.58955033981814,-118.2904399699491,36.59044966018187],"left_right_index":-1,"ext_id":"105802680","area_id":"xYD0iqocVFS5b+/OgNROVA=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:53:50.558Z","updatedAt":"2024-01-15T16:40:17.044Z"}