{"_id":"63689de0e80bff5a994f9793","area_name":"Almost Asshole Rock","shortCode":"","climbs":[{"_id":"4mPv8mlrU2OrnDgaJ7ZADw==","name":"A & E Finger Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28215,39.33598]},"left_right_index":2,"mp_id":"112034267","mp_crag_id":"111902298","climb_id":"4mPv8mlrU2OrnDgaJ7ZADw==","areaRef":"xHsb9JIQUZujrWzw4f1sSQ=="},"content":{"description":"This is a fun finger crack, but the crack is not that long, and it is filled with some vegetation. It is not really a destination climb, but it is good to do if you are already at the rock for other climbs. You have to climb up a little bit of featured rock to reach the crack. The crux is about halfway up the crack where there are no face holds. Here you must use the crack for hands and feet at the same time. At least pro is easy to place. The top is chimney-like, and you can make an anchor on a good ledge. This is a fun climb.","protection":"Standard rack.  Small cams (like c3s) are good to have but so are finger-size nuts. The anchor is best with gear close to #1 Camalot-sized. Near the top of the crack, it is tight hands-sized, so a #2 Camalot works well.","location":"This is on the far right side of the rock right of a crack system which goes to the top of the rock. It is the only obvious finger crack in the area and is just right of a thin tree growing out of the rock face. You scramble onto a ledge to reach it. To get down, you scramble off to the right. The guidebook calls it a \"walkoff\", but it involves a fourth class section with some exposure."},"__v":0},{"_id":"7AiRRfRpXpC2cJAZuoQW3w==","name":"Share in Torn Feet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Deaun Schovajsa, Sharon Murra, Peter Hubbel, October 1987","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28215,39.33598]},"left_right_index":0,"mp_id":"111902318","mp_crag_id":"111902298","climb_id":"7AiRRfRpXpC2cJAZuoQW3w==","areaRef":"xHsb9JIQUZujrWzw4f1sSQ=="},"content":{"description":"This crack is short and only has great climbing on its first half.  It was hard to give it two stars, but the good 20' of climbing is fun. The crux is in this first 20', but the crack protects well. There is an annoying bush in this section, but you get by it quickly. I cleaned out some other vegetation. If you come to this rock, you might as well do this climb, but it is not a destination climb. Hubbel shows a 4th class decent to the right in his book, but I could not find one.","protection":"Standard rack up to a #3 Camalot. A #4 can be placed at the end but is not necessary. There is no anchor, but a good tree can be used.","location":"This route is on the far left side of the crag. It is the first crack right of a \"Y\" formed by two other cracks. You can walk off by going up slightly and to the left."},"__v":0},{"_id":"e1QKCqHwXH2qH8gIwGaO1w==","name":"Assholes and Elbows","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Deaun Shovasja, Sharon Murra, Peter Hubbel, 10/87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28215,39.33598]},"left_right_index":1,"mp_id":"117346929","mp_crag_id":"111902298","climb_id":"e1QKCqHwXH2qH8gIwGaO1w==","areaRef":"xHsb9JIQUZujrWzw4f1sSQ=="},"content":{"description":"This is a fairly fun crack climb, but it has two bushes on it to climb through. It is a crack climb, but at times, you have to put your feet on the rock face rather than in the crack. There are some sections filled with dirt as well. The protection is good the entire length of the climb. The two pitches are both 5.9.\n\nThe first pitch is 110’ long. It has wide looking sections with two good hand cracks for protection. There is a tree near the bottom before the start of a hand crack. Starting to the right of the tree and traversing to the left to the main crack seems easiest.\n\nThe second pitch is only 30’ long and follows a good hand crack. There is a good ledge to belay on below this crack.","protection":"A standard rack with two #1-4 Camalots. Bring 3 #1-3s if you like lots of pro. It’s possible to downclimb from the summit, but there is a rappel anchor (a sling on a tree) to the east and a little below the summit. The rap is about 50’.","location":"This climb is on the right side of the rock left of\n\nA & E Finger Crack\n\n. There is a large tree before the start of a hand crack on a ledge about 10’ off the ground. It’s steep, almost overhanging, below the tree which is why you start to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,c47b1bf4-9210-519b-a3ad-6cf0e1fd6c49","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Almost Asshole Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28215,39.33598]},"bbox":[-105.28273137520291,39.33553033981814,-105.28156862479709,39.336429660181864],"left_right_index":-1,"ext_id":"111902298","area_id":"xHsb9JIQUZujrWzw4f1sSQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:18.115Z","updatedAt":"2024-01-15T16:43:16.143Z"}