{"_id":"6368a36ae80bff5a99582923","area_name":"Wormhole Formation, The","shortCode":"","climbs":[{"_id":"t4EHdB8SX12DvO8sifcqtQ==","name":"NW Ridge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Harder FFA. JDM aid solo FA. 2020.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.2022,44.31432]},"left_right_index":0,"mp_id":"119966457","mp_crag_id":"119966046","climb_id":"t4EHdB8SX12DvO8sifcqtQ==","areaRef":"+M5YkLAQXCiv0qGzVS8S8w=="},"content":{"description":"Looking for the easiest way to the top of the wormhole formation, I aid soloed the NW ridge using a combination of beaks in a seam and removable bolts. Afterward, I bolted it for free climbing.Later I came here with Mike and he sent the thin mantle and slab moves. To approach, go to the back of the wormhole formation and carefully cross \"The Catwalk\". belay from a tree and/or the first bolt, and climb up and right, pulling around the short roof on worsening holds with balancy moves. Then scramble 30 feet of lower angle ridge. Beautiful views of Wolf Rock and the volcanoes. ","protection":"6 ish bolts. Three bolt anchor at the summit, positioned for rappel down any aspect, but not fit for lower (too far from the lip)","location":"When behind/uphill from the wormhole, the right skyline. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,6f94ded1-737c-51c3-98ca-d6c4052051d4,f8ce5890-b010-5c28-afd2-a1b3552f12f3","pathTokens":["USA","Oregon","Willamette Valley","Wormhole, The","Wormhole Formation, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.2022,44.31432]},"bbox":[-122.20282843993311,44.31387033981813,-122.2015715600669,44.31476966018186],"left_right_index":-1,"ext_id":"119966046","area_id":"+M5YkLAQXCiv0qGzVS8S8w==","polygon":{"type":"Polygon","coordinates":[[[-122.20282843993311,44.31387033981813],[-122.2015715600669,44.31387033981813],[-122.2015715600669,44.31476966018186],[-122.20282843993311,44.31476966018186],[-122.20282843993311,44.31387033981813]]]}},"content":{"description":"A 2-5 pitch tall formation with magnificently pocketed capstone, and some somewhat scary blocky rock beneath.The arch itself is pretty interesting. I made an attempt to bolt a sport route on the right side of the arch top down (after climbing the NW ridge). After aiding in on RBs through the huge high roof, I was impressed with the sport potential on the headwalls. I started bolting a first pitch that would tackle a ton of steep ground on the right side, through the blocky lower band. This was pretty quickly abandoned as I felt the amount of cleaning involved wasn't worth it. I'm not convinced the roof of the arch would clean up, given the amount of gluing I'm willing to do or hours one would need to spend banging stuff with a crowbar. Ive seen way worse stuff turn out really safe and fun though so do as you feel.Not sure how feasible or worthwhile it would be, but if someone put the work in it would for sure yield some of the steepest climbing in Oregon in a beautiful spot.The East side of the formation is mostly vert, seems to be 100-150m tall, and could hold some very technical multipitching on seemingly good rock."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:22.835Z","updatedAt":"2024-01-20T01:05:38.816Z"}