{"_id":"6368a722e80bff5a995dd948","area_name":"Reynolds Hill","shortCode":"","climbs":[{"_id":"39OSa7gLWRGi6UQVSug02A==","name":"Vag of Honor","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Pamela Shanti Pack","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":37,"mp_id":"114954626","mp_crag_id":"105745376","climb_id":"39OSa7gLWRGi6UQVSug02A==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Start with a wide opening, enter roughly four feet begin chimney moves up, and as it narrows, traverse right to the outside. Halfway up, you'll be squeezed with a bulge keeping half your body in and the right foot and hand trying to find some type of purchase on the outside. Past the bulge, the movements are the same, but a little easier. Eventually, you'll find fist and hand jams to take you out of the chimney. Anchors await you just to the right.\n\nThere are two bolts at the top that you can access from hiking into the formation from behind, thus gaining TR potential.","protection":"Big Bros, sixes and fives.","location":"This is in a pleasant alcove 100 meters from the southwest face, right side. A flat area with pine trees and a fire ring mark the base of the climb."},"__v":0},{"_id":"xsiaSfkPUi6AJygS7g/47w==","name":"Vacillation Exit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Kelman, Jim Brink, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":9,"mp_id":"121165162","mp_crag_id":"105745376","climb_id":"xsiaSfkPUi6AJygS7g/47w==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"The guidebook calls this a separate climb, but to get to it, you have to climb the first pitch of Hesitation or\n\nSerpentine\n\n, move right, and climb\n\nRag-Tag\n\n(see that entry), which will dump you at a nice cove below a huge chockstone.\n\nChimney around the chockstone on its right side - easier than it looks with good protection. Go through one more easy bulge for the grade using a combination of techniques. For the crux bulge, I found it protected well with a 4, 3.5, and a sloppy 6 after the move, but it was not necessary. I got into the pod via a nice face foothold on the left side, but that might be tall person beta. My crux was getting through a tight section, where I could rest on a chickenwing pretty well but really struggled to move my heel toe up because of the tightness. I would put all my effort into moving up 1/2 inch and just come right down. I finally scooted out far enough to get my foot up. Face climbers could probably just yard on the crimp, like my partner did. I am pretty sure there are no anchors, we descended through the labyrinth (same descent as Labyrinth if you climb P2), eventually finding the Glenda's anchors.\n\nKelman calls it 9+, and Orenczak  calls it 9. I got through it clean (barely), so I am going with 9.","protection":"A standard Vedauvoo rack, though you could probably get away with nothing bigger than a 4.","location":""},"__v":0},{"_id":"z+rVYW5lX8u7dLkvCv/IHg==","name":"Unknown left of Maiden","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":12,"mp_id":"107231314","mp_crag_id":"105745376","climb_id":"z+rVYW5lX8u7dLkvCv/IHg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Make tricky layback moves to get established in the main crack (can be protected with a .4 c4 that your belayer should clean once your second piece is in).  Then follow the main crack with help from the left crack to an awkward mantle just below the anchors.","protection":"Cams from 0.4 c4 to 3 c4, and a set of nuts.  Uses same anchors as\n\nMaiden\n\n.","location":"This is the first crack system left of\n\nMaiden\n\n."},"__v":0},{"_id":"OGTaBet8UzO6iwDMDydnyQ==","name":"Tombstone Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":32,"mp_id":"106456108","mp_crag_id":"105745376","climb_id":"OGTaBet8UzO6iwDMDydnyQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Pitch one begins in an open book for the first 12 feet protected by small nuts (~5.7). The book leads to a groove--narrow chimney heading upwards and to the climber's right. Follow the chimney until its end for roughly 120 feet. It becomes progressively narrower and begins to squeeze, and it squeezes for a good distance! Sling and enjoy the chock stone deep within the chimney. Until the chock stone is encountered, big gear is helpful in the chimney (otherwise, pro is scarce). After the chockstone, the protection opportunities narrow to hand sized pieces deep inside.\n\nWhen the chimney opens up, follow the vertical crack above that narrows to nice finger locks and hand jams to a triangular hole beneath an enormous roof (5.8). Step left and belay under the roof at a rappel station (requires a 60 meter rope to bail here).\n\nPitch 2 head left for 10 feet and cut back to the right up another narrow chimney that protects with small finger cracks initially on one side and then on the other (5.8). This chimney ends on a giant platform.\n\nWalk off to the North and then to the East.\n\nPrepare for a total body workout and serious cardiovascular activity!","protection":"Standard Vedauwoo Rack required. We carried a #4 Camalot and #5 Friend and used both. Indeed, a #6 Camalot would be nice on both pitches but is not necessary.","location":"The Tombstone Crack is the furthest climb to the climber's right (to the North) on the East Face of Reynolds hill listed in the\n\nHeel and Toe\n\nguidebook. It is ~15-20 feet to the climber's right of Horror Show (100 feet right and upwards from\n\nMoors Crossing\n\n).\n\nRappel after pitch 1 (60 meter rope required!) or walk off to the North and then East from the top."},"__v":0},{"_id":"uu+ztUm2WyqslGvPNpMpGg==","name":"Time Quake","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Justin Edl, 2003","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":999999,"mp_id":"105865800","mp_crag_id":"105745376","climb_id":"uu+ztUm2WyqslGvPNpMpGg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a right facing dihedral roof crack.  It starts out as fingers and then goes to tight hands over the lip, for an easy and tall topout.  Start on your bum with your feet at the very back of the cave and your fingers in the first good locks.","protection":"A pad or two.","location":"Approach as for Climb and Punishment.  A little before you get to the base of the cliff there will be a large boulder on the right with a big dead tree leaning against it.  This is the roof crack in the triangular cave.  It faces west so as you walk by the described boulder it should be facing you."},"__v":0},{"_id":"ytokcai2U3S+IYah5hnylg==","name":"The Temporary War aka The Short Battle","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Albert Han","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":41,"mp_id":"117559401","mp_crag_id":"105745376","climb_id":"ytokcai2U3S+IYah5hnylg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Are you dying to try\n\nThe Forever War\n\nbut don't want to lead it? Well you're in luck, because there's an easy way up to the anchors!\n\nI too wanted to prove I could climb like Pamela Shanti Pack (boy, would I find out how wrong I was). I didn't want to exhaust myself going up\n\nIntergalactic Bong Rip\n\n, so I peaked around the corner of\n\nThe Forever War\n\nto find another way up to the anchors.\n\nThe climb starts with a little bit of crack climbing and transitions to a little bit of offwidth. After the offwidth/chimney section in order to gain the last ledge, you'll have to execute a dicey move -- it's the crux, it's delicate, and it's unprotected. If that makes you uncomfortable, you can try the offwidth variation, but that would make the climb considerably harder.\n\nIf you're not a 5.12 - 5.13 climber in Vedauwoo and you're going to TR\n\nThe Forever War\n\n, prepare to be humbled. Keep the ropes separated on your rappel so that they don't twist. I recommend a single rope rappel.\n\nBTW, this didn't look like it had been climbed before. It was chossy, and vegetation was present in the cracks. If someone had the FA though, just drop a note.","protection":"1-2 pieces each of #1 - #4 Camalot. There's a large chickenhead above the offwidth section.","location":"Just right of\n\nThe Forever War\n\n, you'll see two parallel cracks in the back of the alcove behind a tree."},"__v":0},{"_id":"Oda0jtuEWWqfXPRL/H7Q2w==","name":"Spatial Relations","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Pamela Shanti Pack","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":1,"mp_id":"115176029","mp_crag_id":"105745376","climb_id":"Oda0jtuEWWqfXPRL/H7Q2w==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This wide crack is a vicious test for those looking to experience a significant challenge in invert offwidths. Climb up a short slab (~5.7 R), and belay under the roof. A short section of jugs lead to a head-jam entrance to the roof where you can place a few #5s. The crux is long and committing, with both the shuffle and the pivot providing significant surprises. Falling anywhere on the crux can be very dangerous as you'll need the perfect balance of enough slack not to hit your head on the roof but not too much you hit the slab. Kicking your last cam out is not much of a concern as it is essentially a mile away by the time you pivot.\n\nThis thing is a real testpiece and quite the tick.","protection":"2-6\" (#5 x 2).","location":"It is 200' left around the corner from\n\nPooh Corner\n\n."},"__v":0},{"_id":"T+wZraM2U0iExuzEthzqIg==","name":"Sky Line","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Justin Edl and Rob Phares, 2009","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":999999,"mp_id":"106429711","mp_crag_id":"105745376","climb_id":"T+wZraM2U0iExuzEthzqIg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a nice and tall widecrack boulder problem.  It starts on a shelf about seven feet off the ground, then goes quickly from hands to fists to offwidth. There is an awkward transition from fists to offwidth, and one or two technical moves of offwidth at the top, but otherwise the crack is straightforward.  You want to be quite comfortable on low level 5.10 offwidth for this one.  A very nice highball.","protection":"Pads or balls.","location":"When walking to Reynolds Hill along 700D, shortly after leaving the parking lot you will see a very large and distinct ponderosa a little ways off the road to the left.  Hike over to this ponderosa and continue uphill behind it, trending slightly right.  After a couple hundred yards you will encounter a fin of rock with two tall offwidth cracks that generally face north east, the bottoms of the cracks obscured by bushes.  This is the right crack."},"__v":0},{"_id":"g0Ms6MA7VGylNfr4GW5Ylw==","name":"Serpentine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layne Kopischka, '80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":6,"mp_id":"105764577","mp_crag_id":"105745376","climb_id":"g0Ms6MA7VGylNfr4GW5Ylw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Serpentine is a nasty flare.  To find it navigating from\n\nPooh Corner\n\n, head right past a wide obvious\n\nBlack Starr Chimney\n\n, then immediately right is the OW flare of Serpentine. Don't mistake Serpentine for the easier wide flare with flakes in the back just to the right (Hesitation's 1st pitch).\n\nGrunt your way up the OW flare to a ledge.","protection":"Gear to at least 4 inches.","location":""},"__v":0},{"_id":"6DMe2W9jUrG6me6kHoKntA==","name":"Robert's Rectification","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rob Warren, Rob Kelman, '81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":7,"mp_id":"105764580","mp_crag_id":"105745376","climb_id":"6DMe2W9jUrG6me6kHoKntA==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is another nasty flare, but I enjoyed it nonetheless.  It is located just above the belay for\n\nSerpentine\n\nbut is accessible via Hesitation's 1st pitch. It involves a lot of full body effort for your elevation gains.","protection":"Gear to at least 4 inches.","location":""},"__v":0},{"_id":"PTBdJkPlW3um2U8NdUlGcQ==","name":"Rag-tag","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":8,"mp_id":"121164975","mp_crag_id":"105745376","climb_id":"PTBdJkPlW3um2U8NdUlGcQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Access this climb from P1 of\n\nSerpentine\n\nor Hesitation, then look for the almost vertical, right-facing, hand crack dihedral. I have not yet climbed all of Hesitation, so I will let someone else add it. The crux for me was pulling above a wide section that protects well with a #5. The guidebook calls this a separate route, but you have to get to it from another climb, and I think to descend you have to climb\n\nVacillation Exit\n\n, 5.9, above and walk off through the Labyrinth to the Glenda's anchors.","protection":"Cams 0.5 to 5.","location":""},"__v":0},{"_id":"VhiMLSNOWUuVWWufTQhhPw==","name":"Pussy Whip","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Cichon, Sarah Zubrin team: Foxy the dog, June 18, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":36,"mp_id":"120897777","mp_crag_id":"105745376","climb_id":"VhiMLSNOWUuVWWufTQhhPw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is an amazing, ground up climb. It goes from an ever diminishing seam to a straight out grovel on pebbles slab. If you make it to the 3rd bolt on sketchy pebbles and slab moves, you’re in the clear. Continue to the anchors on some more secure face moves. This is the epitome of Vedauwoo face climbing and a beautiful line.","protection":"2 Aliens, a nut, a #4 Camalot, a #1 Camalot, 5 bolts, and a 2 bolt anchor.","location":"This is 20 feet left of the\n\nVag of Honor\n\n."},"__v":0},{"_id":"6VhtDdpQUO+O3Cn4GEKW9w==","name":"Pooh Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"P1 - Jeb Schenck & Kurt?, 1970/71 (approximately), P2 - Gary Issacs, mid 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":2,"mp_id":"105755986","mp_crag_id":"105745376","climb_id":"6VhtDdpQUO+O3Cn4GEKW9w==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Climb the excellent, short but sustained 5.9 hand crack to 2-bolt anchor.  Either rap (~60') or continue up off-width slot (5.10b).","protection":"Hand-size cams plus larger gear if you opt to not bail out at the anchors.","location":"The trail up to Reynolds Hill will put you pretty much directly under the\n\nClimb and Punishment\n\nalcove. Go left, hopping and ducking around boulders, moving pretty much uphill. Keep hiking until you see an obvious clean right-facing dihedral with a hand crack, a bolted anchor, and a flaring OW above the anchor. This is your climb. Have fun."},"__v":0},{"_id":"28ukTZGmUiGIK+2Yd0wiMw==","name":"Penis Dimension","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"[Peter Hollis and John Garson 1974]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":24,"mp_id":"105752551","mp_crag_id":"105745376","climb_id":"28ukTZGmUiGIK+2Yd0wiMw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a great line with a wild crux. It is in the same alcove as\n\nClimb and Punishment\n\nand just to its right, merging with\n\nC&P\n\nafter about 60 feet.  Climb a nice, stemming handcrack.  As it widens, brace yourself and fire the intimidating and not so obvious crux.  A #3 Camalot (or larger) will protect the crux move at the 'pod.'  I'll only give you one clue, don't layback.","protection":"Standard rack up to #3 Camalot.","location":""},"__v":0},{"_id":"IEnvapIHWCm3ETM8CXN1Rw==","name":"Peach Cobbler","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Justin Edl and Rob Phares, 2009","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":999999,"mp_id":"106429732","mp_crag_id":"105745376","climb_id":"IEnvapIHWCm3ETM8CXN1Rw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a very fun widecrack highball.  Like\n\nSky Line\n\n, it starts out on a seven foot shelf, but this one is severely undercut at the start.  Get stood up on the shelf and then puzzle your way up the offwidth using the crack as well as the obvious cobbles outside the crack.  The problem is essentially over when you get stood up on the big obvious cobble out left.  Really fun climbing.","protection":"Pads or balls.","location":"When walking to Reynolds Hill along 700D, shortly after leaving the parking lot you will see a very large and distinct ponderosa a little ways off the road to the left.  Hike over to this ponderosa and continue uphill behind it, trending slightly right.  After a couple hundred yards you will encounter a fin of rock with two tall offwidth cracks that generally face north east, the bottoms of the cracks obscured by bushes.  This is the left crack."},"__v":0},{"_id":"9+q2h0fqVDGa8YgvAss6tA==","name":"More Fun","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":999999,"mp_id":"119520754","mp_crag_id":"105745376","climb_id":"9+q2h0fqVDGa8YgvAss6tA==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This route is called More Fun. It starts in the blocky/large chockstone chimney above\n\nMaiden\n\n. This route was ok. Climb up the chockstones and to the right over lichen and up and out a small crack at the top. Scramble to the top and build an anchor.","protection":"Gear 1 to 5 inches.","location":"Start above\n\nMaiden\n\n."},"__v":0},{"_id":"3G4jNaDFUIGVMgN6xvGJPg==","name":"Matron","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":14,"mp_id":"106008767","mp_crag_id":"105745376","climb_id":"3G4jNaDFUIGVMgN6xvGJPg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"A short squeeze chimney - harder the farther you tunnel in.  At one point I had to go in, place gear, downclimb 4 feet and move out to get past a chest-wrenching bulge.","protection":"Bring a #4 and a #5 Camalot.  Smaller gear can be helpful in the back of the crack if you can reach it.","location":"Start 4 feet to the right of Maiden in the obvious chimney formed by a larger boulder resting against the main wall.  Descent is a short gully 15 feet to the right."},"__v":0},{"_id":"TitXL3CeWxy3ElOsNgJdjw==","name":"Moor's Crossing","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":29,"mp_id":"105758179","mp_crag_id":"105745376","climb_id":"TitXL3CeWxy3ElOsNgJdjw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a fine, three pitch tour of the South face of the main Reynold's Complex maybe a hundred yards or so right from the SW facing\n\nClimb and Punishment\n\nalcove. It gets three stars if you like Vedauwoo style chimneying and sparsely protected face climbing. When approaching the formation, continue up the trail in the wash until the line is obvious.\n\nP1. The first pitch follows the obvious trough as it tunnels up into the rock. Follow this groove placing finger-sized gear in a crack on the left until reaching a shelf before a more continous section of chimneying which turns into a squeeze of narrow proportions. After the rock gives birth to you over a chockstone, climb up a slot on the left then above and right to a large belay ledge.\n\nP2. The second pitch follows the right-facing dihedral with large pro but easy climbing until on top of a 'flange' of rock.\n\nP3. The third pitch face climbs with no protection right and up to a water scoop with small cracks at its top - place your first pro here. Pull over this bulge to a short section of unprotected face climbing in the groove above before joining the wide crack to the right. Follow this to the top.\n\nIt is possible to combine the first two pitches with a 60 meter rope, but I would not recommend this due to heinous rope drag. It might (?) be easier to combine the 2nd and 3rd, if so inclined. Walk off to the right (east) - we found 4th class traversing too early (?) to the South. Perhaps the better walkoff is right (east) and then North. This route would likely be a 5.7 anywhere else.","protection":"Standard rack of diverse protection to a #4 Camalot (or larger if you've got it and want to drag it through narrow places). It has PG-13 runouts.","location":""},"__v":0},{"_id":"41INcXxRWlmWBVeAN/hSpQ==","name":"Main Lane","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Harper and Duff, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":39,"mp_id":"113440098","mp_crag_id":"105745376","climb_id":"41INcXxRWlmWBVeAN/hSpQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Is this route on your Vedauwoo offwidth list? Well if not, add it... now!\n\nI climbed this route sometime in the summer 15', and it hasn't left my mind since. I have been hesitant to post this route, but it's such a classic offwidth I think it needs to be documented. I am documenting this route, so other OW fanatics can find it and climb it!\n\nI'll try my best to recall route information from memory. This is a fairly vertical, parallel sided, offwidth starting off as #4s and is ever widening as you climb up. If memory serves me right, it becomes a squeeze towards the anchors.","protection":"Doubles from #4 to #6 and something wide like a Valley Giant for the top. Big Bros might work, but the crack becomes less parallel at the top, and the rock quality worsens a bit. When I climbed it in 2015, it had nice rap anchors.","location":"This is on the back side of Reynold's Hill way to the climber's right of\n\nBloodletting\n\nbut almost directly to the left of Forever War. I'll work on a better description over time."},"__v":0},{"_id":"WqGPvneeUfmmCcGiTExMfQ==","name":"Maiden","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":13,"mp_id":"105759651","mp_crag_id":"105745376","climb_id":"WqGPvneeUfmmCcGiTExMfQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Maiden is located down and to the left of Reynold's east face at the base of the southwest face, and right of\n\nPooh Corner\n\n.  The climb ascends the rightmost of two hand cracks on a boulder at the base of the wall to a small shelf.  Walk off to the left.","protection":"Light rack with hand sized cams.","location":""},"__v":0},{"_id":"pAuUmJl2Wa2c7/859RlJOg==","name":"Labyrinth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Duncan Ferguson, John Garson, Jeb Schenck, 1969","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":16,"mp_id":"105895689","mp_crag_id":"105745376","climb_id":"pAuUmJl2Wa2c7/859RlJOg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This quality 2-pitch route is another fine Reynolds Hill moderate.  The first pitch ascends up a unique triangular chimney.  Overcome the well-protected crux entry moves and enjoy the odd geometry and helpfull face features all the way to the chimney terminus.  Belay on gear.  Many people rappel off here (via\n\nGlenda's Chimney\n\n).\n\nMove the belay to the base of the second pitch, which ascends an obvious dihedral.  A big cam (#5 Camalot or equivalent Big Bro) can be used to make the 1st half of the pitch well-protected.  Enjoy the crux moves off a guano-infested ledge.  As for rating accuracy, p1 is fair for the grade and p2 is slightly soft for the grade.","protection":"Standard rack plus big gear up to a #4 Camalot.  Bring 2-3 #4 Camalot sized pieces if this route is at your limit.  A #5 Camalot-sized piece is not required but could go in on both pitches.","location":"This route is ~80 feet north of the\n\nClimb and Punishment\n\napse.  Just look for a triangular chimney, rack up, and proceed upwards."},"__v":0},{"_id":"Kp0lsCwgVrmY+Mffo71/Hg==","name":"Klink","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Brink & Rob Kelman, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":11,"mp_id":"107265808","mp_crag_id":"105745376","climb_id":"Kp0lsCwgVrmY+Mffo71/Hg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Begin in a left-trending handcrack around the corner to the left from\n\nMaiden\n\n.  Ascend the crack and traverse left along the shelf to the base of the \"shark tooth\" flake feature.  Climb it to its point, then head up and left along the unprotected 5.9 friction ramp.\n\nOne can avoid the first pitch by scrambling in from the left to the base of the shark tooth flake.  As of 8/29/11, the top of the flake has been slung with webbing allowing for an easy descent without climbing the 5.9R friction slab.\n\nThis is a great little route with some interesting moves.","protection":"Standard rack.","location":""},"__v":0},{"_id":"s7IuRywUWEyFjwIjxapxLw==","name":"K.P.","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Layne Kopischka & Gary Pousch c.1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":10,"mp_id":"106107146","mp_crag_id":"105745376","climb_id":"s7IuRywUWEyFjwIjxapxLw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"I approached this using Klink (10a), which is a pretty fun, but short hand crack. From a large ledge, squirm into the very tight squeeze chimney. Endure the slick, tight, and sustained chimney for about 50 feet, until it opens up to a low-angle corner with a  hand crack. As for Pro, I used a 1 # 6 BD at the start of the chimney, from there the pro is sparse (i.e., non-existant) unless you have a #4 & 5 Big Bro I suppose. For me the crux of this route was trying to balance my breathing with security. My chest is around 40\", so the more secure the climbing (deeper in the chimney) the more impossible it was to breath.\n\nAt the top of the climb traverse climber's right, a good ways and find the rap anchors atop Labyrinth.","protection":"Standard rack of hand-sized cams, couple of finger-sized pieces if approaching via Klink. As for KP; #6 BD and Big Bros. Bring a #3 BD for the belay.","location":"20 yards right of Pooh's Corner."},"__v":0},{"_id":"aa+joXm/ViuBBYCJQdHuJQ==","name":"If a Gyps Decks in the Woods, Do They Make a Sound? AKA The Forest Boulder AKA Eeyore's Revenge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bart Cubrich. FFA: Shane Miller and Chris Murray","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":0,"mp_id":"121042125","mp_crag_id":"105745376","climb_id":"aa+joXm/ViuBBYCJQdHuJQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"If you are waiting in line for\n\nPooh Corner\n\n, walk over to this gem for an alternative warm-up.\n\nSet some high jams, and saddle up. Cruise up the hand crack until you get to some huge jugs and then a foot ledge, easy, 5.7+.","protection":"Cams and a fixed anchor with rings courtesy of Cameron Stebbins and Bart Cubrich.","location":"From\n\nPooh Corner\n\n, walk towards\n\nSpatial Relations\n\n, and then trend downhill. After some time in the woods, you may find this boulder."},"__v":0},{"_id":"AyBAL+BEXXiGvHuanqWCVg==","name":"I'd Rather Be In Philadelphia","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Kevin Bein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":26,"mp_id":"105757921","mp_crag_id":"105745376","climb_id":"AyBAL+BEXXiGvHuanqWCVg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"I yarded off a huge \"timebomb\" flake that, for years, was used as a killer rest stance just before the crux. The flake was easily removed with a light pull while being lowered. I felt it move substantialy when I first stood on it. Without the flake, the route felt more sustained on toprope.... So, if you want to \"feel\" like you're doing a \"first\", get after it. Bring a drill and update the anchor while you're at it.\n\nThis is an awesome line, but it is not the best rock Vedauwoo has to offer. Hollow rock still exists just before the anchor.  Rumor has it that it is possible to continue past the anchor at 80'. Beware of swifts within....","protection":"0.4\"-3\" cams, wired nuts work best through the crux.\n\n2 bolt anchor/rap","location":""},"__v":0},{"_id":"1HRhluy0Uc6FX+Nb+n2LCg==","name":"Hung Like a Horse","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Ron Matous and Gary Issacs, 1975]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":25,"mp_id":"105754141","mp_crag_id":"105745376","climb_id":"1HRhluy0Uc6FX+Nb+n2LCg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a stunning crack to the right of\n\nPenis Dimension\n\n.\n\nStart in the left-facing dihedral with a horizontal crack 30 feet up. Small hand jams and good pro to the horizontal ledge which provides a no-hands rest that will quickly tire the feet. From there, perfect hand jams lead to the intimidating roof with a perfect #4 Camalot placement. Pull through this one move offwidth section to the slab above. Delicate slabbing will bring you to the anchors which are not visible until the slab is surmounted. The two bolt anchor can be used for top-roping and is equipped for rappel.\n\nThis is the best route I've done at Vedauvoo, with unbeatable protection.","protection":"Sparse nuts, sparse small cams to #1 Camalot, 2 #1 Camalots, as many #2 Camalots as you can scrounge, 1 #4 Camalot.","location":""},"__v":0},{"_id":"79Iow12iW8uuqB/XTgzvTg==","name":"Hug Jombo","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Lenore Sparks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":4,"mp_id":"106895687","mp_crag_id":"105745376","climb_id":"79Iow12iW8uuqB/XTgzvTg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is the middle line on the Hidden Wall of the Reynolds.  Start on the large boulder that lines the west side of the hidden corridor.  Use two cracks to begin climbing (challenging) and throw for a grainy hand jam on the left crack.  A couple of size one Camalot jams leads to a pod in which you can get a double knee bar rest or a hand jam jug combo aka a \"hug jombo\".  Then the excitement begins with a 0.5 cam ringlock to desperate flared 0.75 \"hand jam\" then throw to a decent hand jam right before this right-leaning, overhang turns into size 4 cam offwidth. Whew!  All the while, the feet are grainy (despite 3 days of cleaning) and atrocious and the crack itself is slightly crumbling around you.  This crack climb has VERY technical jamming for only being 35 feet and will make you out of breath.  It took me several lead attempts.  For people who can find this corridor, there is a sweet finger crack left to FA.","protection":"Fingers, 0.5 cam, 1, 2, 3, and a 4.","location":"Hidden Corridor at the Reynolds.  Above\n\nPooh Corner\n\nand below the protruding tower on the left side of the Reynolds formation."},"__v":0},{"_id":"5oZkftuRXLWWOgkxo7HDZQ==","name":"Howling","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Scarpelli, Tom Callahan, and John Strand, 1983.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":3,"mp_id":"109241932","mp_crag_id":"105745376","climb_id":"5oZkftuRXLWWOgkxo7HDZQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Do some hard face moves of the ground in a right-leaning crack system. Work way up to left leaning flying buttress, avoiding loose blocks on the way. Pull through chossy lip (crux?) and belay. There are no anchors.","protection":"A few hand-sized cams, and a few small cams or nut, plus 3 hand-sized pieces for the anchors. An anchor could be built by slinging some large boulders with the rope.","location":"Climb up the chossy gully just right of\n\nPooh Corner\n\nand belay. It looks like two starts are available: one in the middle of the face and one in the corner. The middle start is much more aesthetic.\n\nTo get off, walk right and rappel\n\nBlack Starr Chimney\n\n."},"__v":0},{"_id":"FduPdj1nVTexT1LbRBELuQ==","name":"Horror Show","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown [1970]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":30,"mp_id":"121376239","mp_crag_id":"105745376","climb_id":"FduPdj1nVTexT1LbRBELuQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"The first pitch ascends an easy 5.2 chimney system. Trying to minimize rope drag is the crux as the most reasonable path snakes through boulders. At one point I untied from the rope, threaded it through a hole, and tied in again. My partner did the same while following. I might consider just soloing this pitch next time. Veer left at the top to avoid the steep offwidth. Belay in a comfortable area below a small roof.\n\nBarf Bucket Traverse\n\nheads directly right from here.\n\nThe second pitch is the business. Climb the wide crack through the roof, and continue to the top.","protection":"A small rack plus big cams to protect the wide crack.","location":"It is on the East face (far right side) of Reynold Hill and is the second chimney system right of\n\nMoors Crossing\n\n, not the one directly right of\n\nMoors Crossing\n\nwith the big bush and old webbing."},"__v":0},{"_id":"KFI4FofiUN2UTIgbqNnVig==","name":"Glenda's Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Glenda Gampher & George Ann Becker, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":18,"mp_id":"108358380","mp_crag_id":"105745376","climb_id":"KFI4FofiUN2UTIgbqNnVig==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Starts with a section of OW/squeeze to a little alcove. Then goes up a more full-sized chimney (stay left at the split) with a crack in the back. Tops out on a fin-like stance just at a pair of nice new rap rings (and one old rusty one).","protection":"The bottom section may be short enough to skip gear, but it will take a BD#6 in a spot or two (may or may not be of much help?). Big Bros also would work here.  To sew up the the upper part, protect the alcove with something in the Friend 1-3 range. Then it will take a BD#5, Friends #3 & #4. Then finish with a walking #6.","location":"Begin the route in the alcove to the left of Climb and Punishment. There is a nice bolted anchor with rap rings at the top of this route. This is the common start for Fat Man's Demise."},"__v":0},{"_id":"KlNtPgGhWFud5/5MGlb5cg==","name":"The Forever War","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Pamela Shanti Pack","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":40,"mp_id":"113698753","mp_crag_id":"105745376","climb_id":"KlNtPgGhWFud5/5MGlb5cg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Ascend 20 feet of inverted climbing through a steep roof, followed by overhanging arm-bars, capped by 30 feet of 5.12a blue-collar groveling. Despite the two bolts, the route still requires a hefty rack. - Pamela Shanti Pack","protection":"Big stuff! and 2 draws for bolts.\n\nThe bolts are placed to prevent a head first grounder potential if you by accident kick out your last cam. Skip the bolts if you are ready, your choice. One or two number #9s will protect you after the bolts.","location":"This is on the back side of Reynolds Hill almost directly to the right of Intergalactic Bong Rip."},"__v":0},{"_id":"pehmRxhqUj+Iea5B6RDDqg==","name":"The Fist Crack","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":999999,"mp_id":"106430650","mp_crag_id":"105745376","climb_id":"pehmRxhqUj+Iea5B6RDDqg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a very nice slightly overhanging left leaning fist to offwidth highball.  Though a little shy of twenty feet, the crux comes at the top, transitioning into the offwidth.  This is a very classic problem.","protection":"Pads or balls.","location":"When walking out to Reynolds Hill the road takes a right near some rocks and starts following the creek.  Just past this point, clearly visible in the boulders just off the road to the right, is this left-leaning crack."},"__v":0},{"_id":"mnyVfjLBU7a+NjaD7KvLoQ==","name":"Finger Grinder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Garson & Jeb Schenck, early 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":21,"mp_id":"105762456","mp_crag_id":"105745376","climb_id":"mnyVfjLBU7a+NjaD7KvLoQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Just left of\n\nClimb and Punishment\n\n, start by slogging up a wide crack with jams at the back. The second half of the route is the money (crux), because there's section of rock that involves climbing a finger crack and stemming on crumbly crystals. Certainly it is not the most remarkable route on the formation; however, it is right next to\n\nClimb and Punishment\n\n. If you're with a big group and don't want to cool your heels by waiting around, then take a rope and head up this thing. The most peculiar part of the climb was the exit. I was unable to easily squeeze through the gap between the rocks at the top of the pitch (it would have involved a serious exhale), so I did a short funky/crumbly traverse to the left and set up the belay on boulders.\n\nDescent: there are bolts visible down a gully and to the climber's left. One rope'll get you down.\n\nPer\n\nCory N\n\n: rap off of the rings above Glenda's Chimney. Navigate climber's left and through a small hole in the boulders to find your way there. One rope'll get you down.","protection":"Bring a standard rack for the V except no Big Bros are required. There is no fixed protection.","location":""},"__v":0},{"_id":"N9G2LoLEVwSUpO3Q7MAWLw==","name":"Fat Man’s Demise, Straight Up Variation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":20,"mp_id":"117321628","mp_crag_id":"105745376","climb_id":"N9G2LoLEVwSUpO3Q7MAWLw==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Instead of going left after the chimney and first offwidth, go straight through three more sections of steep and tricky offwidth to a slung boulder anchor (perhaps 10+).. This variation is also mentioned in the comments for\n\nFat Man’s Demise\n\n.","protection":"Gear to a #6.","location":""},"__v":0},{"_id":"C6i35PdUWW24DUQT1CFZUA==","name":"Fat Man's Demise","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":19,"mp_id":"105844932","mp_crag_id":"105745376","climb_id":"C6i35PdUWW24DUQT1CFZUA==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Fat Man's Demise is a classic sandbag for some one who has no offwith experience and a cakewalk for someone who does. It was one of my first wide leads, and I sent it in epic fashion. It starts with a sort of dihedral offwith to a ledge, to a chimney, to a couple hand jams to another chimney with a crack in the back, to a neat sandy bowl shaped belay ledge.","protection":"Protecting this climb is a little tricky, the first section (though only 5.7) may deserve a PG rating with out Big bros. Big bros could be useful but would probably be overkill. The best pro I found all the way up was hand and finger size. It has a two bolt anchor\n\n(Eds. which may not be there)\n\n.","location":"This is an obvious chimney/off-with climb in the alcove about 20 yards left of\n\nClimb and Punishment\n\n."},"__v":0},{"_id":"YB59Pbw7WCal4RM/mktK1Q==","name":"Crystal Reign","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Cichon, Sarah Zubrin, June 18, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":33,"mp_id":"120897809","mp_crag_id":"105745376","climb_id":"YB59Pbw7WCal4RM/mktK1Q==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a very unique line that’s easier than it looks. The crux is the constriction and the constant raining of crystals upon you. Be careful for the loose block at the top. Traverse to the anchors after some cruising, squeeze fun. I climbed left side in all the way up, some sidewinding, chickenwings, armbars. After 20+ ascents, I’ll rate this 2 stars, but the crystals need to be scraped off a little more.","protection":"A #4 Camalot, 2 #6 Camalots, 1 #7 Camalot, a directional piece for the top, and 2 bolt anchors.","location":"This is on the other side of the wall left of\n\nBang Crack\n\nanchors. Scramble up a boulder to belay at the obvious offwidth."},"__v":0},{"_id":"4pyMyapJUNytxwI2NOcxAA==","name":"Cosmic Debris","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":15,"mp_id":"107232743","mp_crag_id":"105745376","climb_id":"4pyMyapJUNytxwI2NOcxAA==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a fun crack climb, it will take you through the sizes from hands on up. Use the crack for upward progress, but look around for your rests: opposition and friction are your friends. Towards the top, crank a handcrack through a small overhang (crux) to gain the lower angle terrain to the \"top.\"\n\nTo descend, rock hop climber's right to find rap anchors.","protection":"Standard VW rack up to #4 C4, bigger gear if wide cracks make you queasy. There are places to put a #5 and #6 if you decide to carry them up.","location":"From the ledge to the left of the approach gully, carefully step right on blocks to gain the well vegetated groove. The first few moves are a bushwhack, but it cleans up nicely after that."},"__v":0},{"_id":"OxLSDNbvXWOXalSbq+edtQ==","name":"Connecticut Yankee","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":17,"mp_id":"105849053","mp_crag_id":"105745376","climb_id":"OxLSDNbvXWOXalSbq+edtQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"The route takes on a series of two distinct handcracks with a small chimney and OW in between.  The crux is entering the second handcrack.  There is an obvious beta gimme for the crux...oh, and watch for bird juju.","protection":"Gear to 2.5 inches.","location":"30 feet left of the\n\nClimb and Punishment\n\ntrio of cracks, you'll see a nice looking OW.  That is\n\nLabyrinth\n\n...the route two feet to the right is CY."},"__v":0},{"_id":"wI/42OEZVbG+JMgJfO8o/A==","name":"Coffee Grinder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Hurley and Jerry Sublett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":27,"mp_id":"105832415","mp_crag_id":"105745376","climb_id":"wI/42OEZVbG+JMgJfO8o/A==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This big beauty lies just to the right of the\n\nClimb and Punishment\n\nalcove and splits the entire SW face of Reynolds Hill.\n\nP1. Begin in a large, right-facing recess, and climb through some cracks and fins for about 40 feet. A bail sling here offers your last option for retreat. Fight and squirm through the bulging slot (5.9) until the angle eases. Run it out for about 50 feet of 5.8 chimney. A cool exit move through a handcrack in a headwall deposits you on a shelf to belay (140 feet). This classic pitch defines 5.9 wide climbing at the Woo!\n\nP2. A short and easy 50 feet pitch takes you to the top.\n\nA convoluted walk off/ downclimb takes you to the rear of the formation then contours back around to the front.","protection":"Rack up to a #6 Friend with doubles in the #2-#4 sizes. A #4-#5 Big Bro and knee pads could be useful in the runout chimney.","location":""},"__v":0},{"_id":"MNTbo2sqU7GKmVKRtzJL9Q==","name":"Climbs of Passion Exit","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Cowan, Mattson, McWhirter, '83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":23,"mp_id":"105764832","mp_crag_id":"105745376","climb_id":"MNTbo2sqU7GKmVKRtzJL9Q==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This line climbs\n\nClimb and Punishment\n\nfor its first 50 feet before taking the finger crack that exits on the left.  The crack involves a relatively short battle to stay balanced whilst jamming.  It seemed best to belay just past the lip before continuing up and left to reach the jumbled rocks above\n\nFinger Grinder\n\n, where easy scrambling down through blocks leads to the\n\nGlenda's Chimney\n\nrappel.\n\nThe line has quality moves, especially with the approach via\n\nClimb and Punishment\n\n.  Plenty of no hands rest options exist just prior to cutting into the finger crack, including the version I found that resembled sitting in a Barker Lounger.  Perhaps it was my creativity in resting before heading into the line, but I still think the line is soft for the Vedauwoo 11c grade.  [Perhaps it is] comparable to\n\nMax Factor\n\nbut less sustained.","protection":"Gear from 3\" to tips.  [It is useful] to have extra 1-3 inch gear for a belay anchor over the lip.\n\nRecommended rack with grain of salt: doubles #3-0.5 BD + 2x #1 TCU + (belay) one extra #2-#4 Camalot + 1-2\" pieces.","location":""},"__v":0},{"_id":"SDyuYg20XOeWxtVSN2N11A==","name":"Climb and Punishment","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Charlie Fowler? Duncan Ferguson?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":22,"mp_id":"105752524","mp_crag_id":"105745376","climb_id":"SDyuYg20XOeWxtVSN2N11A==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"It seems like most climbing areas have a climb with this name.  This is the left most crack system in the alcove located in the Reynolds Hill formation. Though my seconds may disagree, there was nothing punishing about this climb.\n\nThe start is a bit awkward - place and keep moving, but once you get through it, the rest of the route is pure enjoyment. C and P merges toward the top with\n\nPenis Dimension\n\n(a nice climb to the right) and shares the same anchors.  Call it about 75 or 80 feet.","protection":"Standard rack.  You don't need anything smaller or larger than a #1.5 and #4 Friend, respectively.  Bring doubles in the hand-sized range and don't forget your stoppers.  There is a fixed anchor at the top from which you can rappel with one rope.","location":""},"__v":0},{"_id":"QCN3kjJkX1e7zuHThr5yjg==","name":"Bloodletting","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Andy and Laura Johnson?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":38,"mp_id":"106156786","mp_crag_id":"105745376","climb_id":"QCN3kjJkX1e7zuHThr5yjg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"For those not familiar with the term, bloodletting was a technique used back in the old days to cleanse a sick person of bad blood.  The patient's forearms were cut and the blood would flow, many times for a bit too long.  If you get on this route, you will quickly realize the validity of the name.  I am not completely sure that this is an FA and would love to hear some feedback.  It is a sustained, overhanging #3 to #4 Camalot crack for the first 40', then you get to a pod and the crack arcs right and pinches down to very flared, thin hands and fingers.  I know Vedauwoo very well and I have never heard of this or seen any pictures, but it is very worthy.  I won't lie, the rock quality is good in the fist crack section, but once you hit the pod and the finger crack starts the rock becomes very grainy, sharp and crystally.  I think with a few more ascents it will clean up a lot.  One reason I believe it to be an FA is the amount of cleaning I did.  This is a good hard Vedauwoo route that should get good with some action.  Get on it and let me know what you think.","protection":"Mainly #3-old #4 Camalots with a fingers piece or two for the end.\n\nThis climb now has a fixed anchor for cleaning and toproping. One 1/2\" x 2 3/4\" SS 5piece bolt + an older bolt.","location":"This route is tough to find despite its vicinity to Reynolds. You can't see it until you are right under it. If you are at the climb and punishment area walk climber's right staying out of the rocks and on easy ground. You'll basically continue around the base of Reynolds until it becomes a lot of smaller flake/pinnacle formations. Walk around a cool feature with some flares and a big conglomerate band that makes a roof. Once you walk around the corner of this formation which is basically the end of the Reynolds jumble walk about 100 feet still keeping the rock immediately on your left and keep looking left. Go up a slot between two boulders with a dead tree on the ground on the left side and Bloodletting will be right in front of you. It is directly across the valley from muscle and fitness, and if you are at end of the road rocks and looking at Reynolds you'll see a right arcing crack low down, that's it. Bloodletting is a splitter up an overhanging tombstone looking rock."},"__v":0},{"_id":"O8v/K9XfXuaGeCMGiQzjEQ==","name":"Black Starr Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":5,"mp_id":"106268007","mp_crag_id":"105745376","climb_id":"O8v/K9XfXuaGeCMGiQzjEQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This has easy chimneying from start to finish.\n\nIf you choose to face the back of the chimney on the first move, a good hand jam on the left side of a round boulder offers great moves onto the lower blocks that are in the back.  These blocks can be climbed for another ten feet before you ever have to put your feet up against the chimney wall...but who wants to do that?\n\nGo ahead and start out with what ever chimney technique you are comfortable with, and continue the whole way up.  Keep your back on the right side wall, there are plenty of opportunities for gear on the left sidewall.  It's only about thirty-five or forty feet to the chockstone on top.\n\nExit the chimney on the left side of the chockstone and take a moment or two to enjoy the view of the Central Rocks, Nautilus, and Holdout.\n\nThen wipe the bat guano off your hands....","protection":"Hexes and cams up to a couple of inches can be placed in the cracks running all over the left hand side.  There are a couple of runners with a ring thrown over the horn of the chockstone to set up a top rope.","location":"Black Starr is a three foot wide chimney about sixty feet to the right of\n\nPooh Corner\n\n. It is littered with huge rocks in the back and has an easily distinguished triangular chockstone at its top.\n\nScramble up to the mouth of the chimney, and belay from the huge ledge that is about even with the chains on the first pitch of\n\nPooh Corner\n\n.\n\nYou could rap off of the ring on the chockstone, but it would be a tight squeeze. You would be better off scrambling down up and over to the left."},"__v":0},{"_id":"aRGplh6ZWEeafibC1504gg==","name":"Barf Bucket Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":31,"mp_id":"105754093","mp_crag_id":"105745376","climb_id":"aRGplh6ZWEeafibC1504gg==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"The route is on the east face of Reynolds, traversing under the obvious roof.\n\nYou can use either of two first pitches to get there:\n\n(1)  The first pitch of\n\nMoors Crossing\n\n.  This is the obvious, SE-facing trough about 40 feet right of\n\nPenis Dimension\n\n.  Once you get past the obvious difficulties on this pitch, go up through a tunnel and continue traversing up and right behind the big flake until you are directly below the left end of the big roof (may want to do in two pitches to avoid drag).  Move up toward roof until you find the obvious belay.  If you aren't comfortable with a \"Vedauwoo 5.6\", I wouldn't use this approach.  I may be a pansy, but it seemed a little weird and non-5.6 to me.  You might want a couple of bigger cams (#4 Camalots) for the top of this pitch.\n\n(2)  About 40 right of\n\nMoors Crossing\n\nis an obvious 5.2 chimney.  At end of chimney, continue toward roof until you find belay.\n\nBBT traverses straight right under the roof about 80 feet to the exit chimney.  Protection is good and it's a pretty cool position.  It isn't as slabby as it looks.  The crux is getting into the chimney, and then getting out.  There is a crack on the left wall of the chimney (about 8 feet up) that takes a small cam.  Grunt your way up and belay.  There isn't much for pro on the belay, but if you move back a little, it'll be impossible to be pulled off (although a heavy second might pull you into the crack a bit).\n\nWalk off to the back, and then carefully around to the right.  You might wander a bit your first time.","protection":"Mostly smaller cams and nuts.  You can use a #3 Camalot near end of traverse.  This will increase drag but make an inexperienced second much happier.","location":""},"__v":0},{"_id":"qTz7Z0clX+uD5tsetq1O+A==","name":"Bang Crack Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Cichon, Sarah Zubrin, June 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":35,"mp_id":"120897737","mp_crag_id":"105745376","climb_id":"qTz7Z0clX+uD5tsetq1O+A==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"The crux of this route is exiting the offwidth start to the hand crack traverse. Cruise through the traverse, and do some east slab moves to the top.","protection":"A standard rack to a #5.","location":"This is right next to\n\nPussy Whip\n\nand shares anchors with\n\nPussy Whip\n\nand\n\nBang Crack\n\ndirect."},"__v":0},{"_id":"mGbPLDZqVP27B2atEDoYOA==","name":"Bang Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Cichon, Sarah Zubrin, June 6, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":34,"mp_id":"120836591","mp_crag_id":"105745376","climb_id":"mGbPLDZqVP27B2atEDoYOA==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"Climb up through a cool, dual crack to an amazingly sharp offwidth slot (the meat of the biz and some interesting moves), and traverse right to the anchors (10 feet right.) This line is a really fun intro to the offwidth climbing style that is the Voo, and with 100 more ascents, it will be a really nice line. Save your 6 for the top, and bring the chickenwings and armbars.","protection":"#0.5-#6 Camalots - 1 of each.","location":"Directly to the left of the\n\nVag of Honor\n\nthere is a pine tree. The base of the route is the obvious, wide crack."},"__v":0},{"_id":"1ku3UdZuX5KkRKy3m7jCFQ==","name":"Bad Man with a Devil's Hand","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Griffith, Wolf","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"left_right_index":28,"mp_id":"105764751","mp_crag_id":"105745376","climb_id":"1ku3UdZuX5KkRKy3m7jCFQ==","areaRef":"4reCvCnSUxOyR/oqABLT0A=="},"content":{"description":"This is a fun route up a previously unexplored section of the wall.  It goes up through the \"Elephant's Foot\" to the right of Ain't Crack.\n\nP1. The first pitch follows rotten flared crack up to the Elephant's Foot roof and passes it on right to follow 5.8 offwidth. Create a natural belay with gear from 3 to 4 inches at the water groove (long slings good to reduce rope drag at the roof).\n\nP2. Next pitch angles up and left on the slab to a steep arete (cool exposure) following a line of bolts, 10b - take natural gear for the belay, #3 Camalot size.\n\nP3. The last pitch is the crux on steep crystals to the right of Ain't Crack headwall to a bolt belay.\n\nMaybe a more direct route is possible straight up to the arete left of the offwidth for a variation on first pitch, but you would need to be equipped with bolts maybe.","protection":"Take gear up to #4 Camalot and 8 draws. Use long slings to reduce rope drag on first and second pitches.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,e2b782bc-29d2-5313-b247-fa2a0012d3d0","pathTokens":["USA","Wyoming","Vedauwoo","Reynolds Hill"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":6,"label":"5.9"},{"count":2,"label":"5.7+"},{"count":3,"label":"5.8"},{"count":1,"label":"V4"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.13-"},{"count":1,"label":"V0-"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.10c"},{"count":1,"label":"V1"},{"count":4,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.5"},{"count":1,"label":"5.13a"},{"count":1,"label":"V0+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":47,"bands":{"unknown":0,"beginner":19,"intermediate":18,"advanced":8,"expert":2}},"bouldering":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":19,"intermediate":18,"advanced":8,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.35395,41.17386]},"bbox":[-105.35454738410478,41.17341033981815,-105.3533526158952,41.17430966018187],"left_right_index":-1,"ext_id":"105745376","area_id":"4reCvCnSUxOyR/oqABLT0A==","polygon":{"type":"Polygon","coordinates":[[[-105.35454738410478,41.17341033981815],[-105.3533526158952,41.17341033981815],[-105.3533526158952,41.17430966018187],[-105.35454738410478,41.17430966018187],[-105.35454738410478,41.17341033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":47,"__v":1,"createdAt":"2022-11-07T06:35:20.681Z","updatedAt":"2024-02-19T18:43:12.317Z"}