{"_id":"63689d20e80bff5a994f2342","area_name":"Submarine (Steamboat) Rock","shortCode":"","climbs":[{"_id":"Hop9tNM/U4Gm8IzPYidn9g==","name":"Unknown - Black Box","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknow","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":7,"mp_id":"118131389","mp_crag_id":"105912866","climb_id":"Hop9tNM/U4Gm8IzPYidn9g==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"Unknown - has anyone climbed this? Who put it up? Why are there no hangers? I was searching for potential new routes and came across a line of bolts (right next to what appears to be a crack that might take good pro). It looked like an interesting route but all of the hangers were missing. Did someone strip them because it was next to a crack? Is this someone's project and they didn't add hangers to keep others from climbing? Looks like it might be a decent route. Follows a mini-arete in a box-like corner feature. If anyone has any beta on this route, let me know. I'll try and get out there with some hangers next time I get a chance. I don't want to impinge on someone's new route so let me know and I'll back off. If not, I'll throw some hangers on the bolts and give it a proper name.\n\n I guessed at the grade based on the low angle. It may be harder or easeier. A\n\n Also, there might be a 2nd pitch but I couldn't tell from the ground. \n\n If you know anything about this route, please send me a message or post on MP. \n\n thanks,\n\n john","protection":"Bolts but currently no hangers installed. Not sure if there are rap chains. You may want to bring gear for the top or to supplement. Bring  some cord in case you have to sling a bush to get down. I'll post more info. on this when I get a chance.","location":"Halfway between Hunt for Red October and Motorboating at the Base of the Submarine (aka Steamboat Rock). "},"__v":0},{"_id":"PXuXRRH9X++0Emu5KzvHdg==","name":"SuperProw, aka Project 941","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Geikenjoyner & Ivan Cross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":10,"mp_id":"112466855","mp_crag_id":"105912866","climb_id":"PXuXRRH9X++0Emu5KzvHdg==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"I shied away from this tower for a long time after hearing about poor rock quality on the East face but this turned out truly classic. The rock quality is some of the best in Sedona, the moves are super fun, the gear is all there, the views can't be beat, and exposure is incredible! P1: climb up a few easy ledges to the base of what appears to be a looming chimney(really no chimney moves are required) instead edge out left of a small roof then lieback up a short corner, then stem up to bomber small to big hands crack thru roof(6+ft) -exiting the upper chimney toward the right. 80ft. 5.10a. Belay off gear (many options) and enjoy the view. P2: climb hand and finger cracks up lower angle rock to 3bolt rap anchor on the HUGE ledge below the final summit block. 50ft. 5.6 Rap to base: 120ft, it may be possible to rap to ledges and downclimb with a 60M.","protection":"double set to #3, 1 #4optional.","location":"SW face, look left of some old BoyScout petroglyphs."},"__v":0},{"_id":"3aHSVEEYWKic2rXuooGcdw==","name":"Shamu Variation","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Unknown (bolted & Top Roped by J. Knight & Kelly Farris)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":4,"mp_id":"118014132","mp_crag_id":"105912866","climb_id":"3aHSVEEYWKic2rXuooGcdw==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"I had this as a variation to Motorboating but decided it should be posted separately. This a fun, well protected 4 bolt sport route just left of P1 of Motorboating. I bolted this back in the summer but never got around to leading it. I suspect someone saw the bolts and had led it by now.\n\n Follow the obvious direct line left of the Agave Pitch. First bolt is a bit high but it’s fairly easy terrain to get to it. Work your way up steeping rock to a nice crack/pocket and then a big ledge. Do the \"Shamu\" and  flop your way up over the crux mantle. From there, cruise up easy terrain to the anchors.","protection":"4 draws. Just clip and go.","location":"Follow the directions to the base of Motorboating. "},"__v":0},{"_id":"Wj76+HCTW0OUDmpKVDI+LA==","name":"Sergeant Pepper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek Field & Dave Spies (Nov 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":12,"mp_id":"113826624","mp_crag_id":"105912866","climb_id":"Wj76+HCTW0OUDmpKVDI+LA==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"Sgt. Pepper is a trippy ride along the very thin fingercrack on the south face of Submarine Rock. This somewhat improbable line offers thrilling exposure and mostly good sandstone on the sunny side of an iconic Sedona landmark. \n\nPitch 1: Squirm up a clean right-facing offwidth corner to gain the big ledge system. Trend up and right on easy ground to a fun no-hands slab traverse and belay with whatever size gear you want at the base of the fingertips crack. (5.6, 60 feet)\n\nPitch 2: Layback the thin fingercrack up to the red rock where it terminates. Make an airy traverse right past one bolt and mantel onto a ledge. Walk a little further right into the adjacent crack system which has a piton (?) halfway up a short left-facing corner. Climb this corner and mantel solid mud jugs onto the summit. (5.10, 80 feet)\n\nRappel: same as all other routes on Submarine/Steamboat Rock. Rap 120 feet from chain anchor on SW corner of summit. Dave Spies and I donated well-camouflaged chains for the anchor (Nov 2017).","protection":"double rack to 2\" + one each 3\", 4\" \n\n optional 5\" cam for easy offwidth start the crux takes small gear (TCUs, micronuts, sliders are all \"helpful\")One 70m rope or two 60m ropes \n\n one 60m rope gets you down to easy (4th class) ledges","location":"Right-slanting system of mostly thin cracks on the left side of the south face. Approach as for  Project 941, walking out to the \"limestone tongue\" (per Toula) on the SW side of the formation. Start in a short right-facing offwidth corner (see photo) just right of some Boy Scout petroglyphs."},"__v":0},{"_id":"qpHPyGZEWkecx5icOZrO+Q==","name":"RELEASE THE CRANKIN","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Geikenjoyner, John Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":13,"mp_id":"116840893","mp_crag_id":"105912866","climb_id":"qpHPyGZEWkecx5icOZrO+Q==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"This sweet splitter will be an excellent addition/approach option to Super Prow or any of the other summit climbs. Jam thru the range: fingers, locks, thin hands, hands and cupped hands. Start in a steep corner catching the morning sun. Stem and mantle onto the choss covered ledge and rest up for the finishing crux. Save a #1 or #2 as you are crankin through the limestone roof. A #3 or #4 is useful to set the top rope anchor but other options including a  tree are available.","protection":"0.2-3","location":"North end of the East face below the Conning Tower (access before the short 4th class scramble to the big ledge where summit routes start)"},"__v":0},{"_id":"dYhEh7+mUaWk+i08rpxFCg==","name":"Pepperland","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Derek Field & Dave Spies (Nov 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":11,"mp_id":"113891489","mp_crag_id":"105912866","climb_id":"dYhEh7+mUaWk+i08rpxFCg==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"Pepperland is a new route to a classic spire summit with an exposed, technical crux section. This stark-looking sandstone slab has a surprisingly texturized surface, sporting a subtle yet definitive chain of micro-features almost 1,000 feet above the twisting gorge of Oak Creek.\n\n Getting to the first bolt involves about 50 feet of lumpy crack climbing with a couple 5.7-ish bulges. Use long slings on this section. The moment you step off the ledge to clip the first bolt, it's all business. Improbable, sustained, and tricky - it stays on you through all four clips. But its not over yet! Trend left on discontinuous cracks, following the natural line of weakness diagonally to the arête and eventually to the top of the formation on easier and progressively looser ground. Use the pre-existing summit anchor (new chains as of 11/2017).\n\n Feedback on the grade is appreciated. ","protection":"Single rack to 2\"   4 bolts \n\n  One 70m rope or two 60m ropes  \n\n one 60m rope gets you down to easy (4th class) ledges","location":"Direct line up the blankest part of the south face. Also happens to be the rappel line. Start at the Boy Scout petroglyphs."},"__v":0},{"_id":"1eHJu+6EUjaDRsHzxfc6iw==","name":"Motorboating","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"John Knight, Kelly Farris, Dan Erat","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":5,"mp_id":"116500446","mp_crag_id":"105912866","climb_id":"1eHJu+6EUjaDRsHzxfc6iw==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"","protection":"Bolts. Bring 6 or 7 quick draws and a couple longer slings to supplement your quick draws.","location":"To access base of route, find the \"Steamboat Tank\" (shown on most maps) and take the small trail to the right of the so called Tank. The Tank is really just a small pond (that may or may not have water in it). Get to the base of the first pitch by working your way up the drainage. Or stay right to follow the small trail that leads to the top of Pitch 3. To get to the top of Pitch 5, 6, or 7; head up the Submarine access trail on the far right side of the rock. A couple of 3rd class moves will get you to the top of Pitches 5 or 6. To get to the top of Pitch 7 you'll need to make a 4th/Low 5th Class move to get to the base of the \"fin\" portion of the Submarine."},"__v":0},{"_id":"0Pot8ArqU2CdhN2gGgVvhg==","name":"The Hunt for Red October","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Team Cuz 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":9,"mp_id":"112285705","mp_crag_id":"105912866","climb_id":"0Pot8ArqU2CdhN2gGgVvhg==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"This silly, silty sit start gains the Submarine Rock back where awesome tanning can commence. To funny to resist.Pitch 1 Good mud mantle practice with nice hueco crux. 5.9.Pitch 2 Solo 30 feet of 5.2b to a short bulge of actual climbing. 5.8. A good one for beginners to dip their toes into the sand or add as your approach to Submarine/Tisha/Princess/Acropolis etc.Edit 12/2020- this route was recleaned more throughly, so hopefully it sucks less now.","protection":"8 drawzzzzzzz. Rap anchors. Easy dood!","location":"Located on the far right side of the lower Submarine slabs. Just after the Jim Thompson trail crests its climb from Wilson Canyon, begin your hunt. Rap route possible with 60m or longer"},"__v":0},{"_id":"GSZiMFLJUvqgW1ngNKzeSw==","name":"Down Periscope","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"S. Grossman, L. Coats 1980's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":6,"mp_id":"105912869","mp_crag_id":"105912866","climb_id":"GSZiMFLJUvqgW1ngNKzeSw==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"A sunny route on Submarine Rock.  A bit spooky in spots. \n\n  Pitch 1: 5.10 80' A bit awkward in spots.  Climb the right-slanting hands-ow crack until it pinches off.  A poorly protected mantle (crux 1) gets you to an optional belay ledge.  Traverse right to a finger crack and hump one of the worst dirt clods I have ever encountered in Sedona.  If you get over it then climb the hand crack until forced out right (crux 2).  Whew!  Belay takes a very big piece, and fingers and nuts. \n\n  Pitch 2: 5.6 50'  Climb gently to the top.  Mostly easy, but most of the would-be gear is in crap rock, and most of the holds are suspect.  Belay from a tree. \n\n  Descent: 1 130' rap off the west side.","protection":"2 each blue Alien to NEW #5 Camalot, a knife and webbing.","location":"Follow directions to the south face of Submarine Rock.  This route is located about 50' right of the obvious bivy cave at the base of a right slanting crack."},"__v":0},{"_id":"zMcBlNeXUfmuHTDHF26WuA==","name":"Bring a rake, a pick, and a shovel","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"John Knight, Ian Ahoula","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"left_right_index":8,"mp_id":"117241321","mp_crag_id":"105912866","climb_id":"zMcBlNeXUfmuHTDHF26WuA==","areaRef":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"The crux of this route is getting through the dirt, dead trees/bushes, and really loose blocks. A regular choss fess. The only reason we did this \"climb\" is that I thought it would be a fun adventure to get to the top of this lumpy tower. Turns out it's part mud, part rock, and part loose dirt. The only reason I posted this is to find out if anyone else has ever been to the top of this thing. There are no chains/bolts on top and didn't see any evidence of previous climbing. We left a short loop of static line and quick link around a nice healthy pine tree in order to get down. If for some reason, you do get to the top of this thing, work your way left around the tower and look for the pine tree at the base of the main wall. Rap down the loose gully between the tower and main wall. ","protection":"Tiny to #4 BD Cam.","location":"Look for the lumpy tower a few hundred yards south of the right end of the Steamboat/Submarine formation. This route is left of Hunt for Red October. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,fb14c203-1602-5671-a699-55d654aca05c,9a6f4021-26c0-58b1-bda6-1d6f4fe98f7e","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Midgley Bridge Area","Submarine (Steamboat) Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75198,34.88907]},"bbox":[-111.752528191586,34.88862033981813,-111.751431808414,34.889519660181854],"left_right_index":-1,"ext_id":"105912866","area_id":"mm9AISbAWLG9ph1vT+mPfg=="},"content":{"description":"A Sedona landmark.  The rock that welcomes you into Sedona when coming from the north.  Not as clean or user friendly as its neighbors Tisha and Princess, getting to the top of this one will surely be an adventure."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:52:47.354Z","updatedAt":"2022-11-25T11:09:38.634Z"}