{"_id":"63689d5ce80bff5a994f47f6","area_name":"Flintstone Rock","shortCode":"","climbs":[{"_id":"Q3/DNRqJXGah8poouPTV/w==","name":"Yabba Dabba Dudes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Norman Boles, John Gatti 1991","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"left_right_index":2,"mp_id":"105734807","mp_crag_id":"107982529","climb_id":"Q3/DNRqJXGah8poouPTV/w==","areaRef":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":"This climb ascends the only bolts on the face of Flintstone rock, heading up and left the right side of the south face.\n\nClimbing is sketchy and scary, so this is probably not a good project for your first .10 lead. Additionally, climbing faces south, so on a hot summer day the rock will soften even more, and your hands will ooze with sweat.  But, the climb is great, the seemingly blank face will make its pockety grips appear as you head up the slabby route.\n\nThe lowest bolt is about 20 feet off the ground, and well after the crux of the route, so either stick clip the first bolt, or hang on and climb through. Many of the holds and bolts on this route will not hold your weight independently.  A fall before the first bolt will send you off the rock and after an unpleasant uneven bounce into the sharp thorny bushes surrounding the base of this rock, which would really not be a fun experience.","protection":"Seven bolts to a 1 bolt top anchor. Lowering off of this bolt is really not a good idea, just walk off the top.\n\nTo set up a top anchor, bring a long sling (30') and use the rocks and trees behind the route just right of the outlet of the pidgeon tunnel (5.8), these rocks and trees can be accessed following a trail through the trees and shrubs on the top of the right side of the rock.","location":""},"__v":0},{"_id":"addBOQ3fX6Sgl07XT/cq5g==","name":"The Quarry","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rances Rodriguez, April 17, 2012","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"left_right_index":0,"mp_id":"107628332","mp_crag_id":"107982529","climb_id":"addBOQ3fX6Sgl07XT/cq5g==","areaRef":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":"The route start on the right side of the cave of Flintstone Rock and traverse left along the lip of the cave. After third bolt the line jumps on the headwall following a series of pockets and crimps. Cruxes are gaining the head wall and at the very top right before gaining some juggy huecos on technical moves before reaching the anchors.","protection":"10 bolts with 2 chain anchors. Retro-bolted 3 of the bolts on the headwall, now the bolt line is linear so that regular quickdraws can be used on the headwall with no concern for rope drag. Still would recommend draws on the longer side though. On the 3rd bolt use 120 cm sling and on the 2nd and 4th bolt 80 cm slings roughly. Due to the nature of the rock on the starting traverse, the bolts were placed in unconventional spots, that would create major rope drag with normal draws, but placed them in solid rock to avoid drilling into weak rock such as patinas; thus the the need for long slings.","location":"On Flintstone Rock, which has a huge arching cave at  the base of the cliff on the left. Lower off or walk off. First two bolts are on right side of the cave above a diagonal, linear flake that's about 8 feet long."},"__v":0},{"_id":"/xH5MlwLUu+4qDoH6X36bw==","name":"Pigeon Tunnel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"left_right_index":4,"mp_id":"105734804","mp_crag_id":"107982529","climb_id":"/xH5MlwLUu+4qDoH6X36bw==","areaRef":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":"Located on the right of the primary cave, Pigeon Tunnel ascends a 2 foot wide fissure in Flintstone Rock.  The faces have numerous features, but all of them will break if you try to put any weight on them, so your only option is to chimney the entire way.  Very standard chimneying and dirty as hell.  The route's primary positive feature is that it's a lot cooler than the surrounding air in the summer.","protection":"There is a medium sized tree that can be accessed from the top of the rock directly above the Pigeon Tunnel. There are many boulders that can also be used to setup a toprope, or a backup. Bring a 10' sling for the actual toprope, and a longer 30' sling for a backup.\n\nTo access the top of the pigeon tunnel from the top of the rock, head left around the bushes from the exposed top of flintstone rock. There will be a small trail that will head into the top of the rock, and the top outlet of the Pigeon Tunnel will be 10 - 15 feet down from this path and easily accessible.","location":""},"__v":0},{"_id":"uM4rLdk7V+OQa8m+gPDkaw==","name":"Oona Kuma Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rances Rodriguez, May 25, 2012","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"left_right_index":3,"mp_id":"107635314","mp_crag_id":"107982529","climb_id":"uM4rLdk7V+OQa8m+gPDkaw==","areaRef":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":"Same Start as Yabba Dabba Dudes. Climb 20 feet to the first bolt without any protection, a technical move right before reaching the bolt. Route then breaks of from Yabba Dabba Dudes going up right to a circular feature in the rock below second bolt, a glue-in. Move at second bolt is one of the cruxes involving a mantle and slopey holds. It continues up following the new glue-ins. The route is about 5.10a/b in grade but is a little more difficult and technical than Yabba Dabba Dudes.","protection":"7 bolts and shares anchors with Yabba Dabba Dudes. 8th bolt optional, last bolt of Yabba Dabba Dudes, first ascent did not use bolt and stayed to the right of it.","location":"On Flintstone Rock next to Yabba Dabba Dudes."},"__v":0},{"_id":"kgBb01MoWfm4PMJJ0wyB1w==","name":"Oona Kuma","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rances Rodriguez, May 25, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"left_right_index":1,"mp_id":"107630296","mp_crag_id":"107982529","climb_id":"kgBb01MoWfm4PMJJ0wyB1w==","areaRef":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":"Starts about 6 to 8 feet to the left of the conventional start to Yabba Dabba Dudes underneath a new glue-in, which is diagonally to the left below the first hanger of Yabba Dabba Dudes. Crux is a bouldery start if you're shorter about 8 feet above the ground right before the first clip that involves a strong mono-pocket lock-off to gain a good hueco; easy reach to hueco if taller. Then traverses into/crossing the first hanger of Yabba Dabba Dudes and continues on to the right to a circular feature below third bolt proceeding to follow the new line of glue-ins about a dozen feet to the right of Yabba Dabba Dudes. 5.10a/b climbing after first clip that is slightly harder than its neighbor.","protection":"7 bolts and shares chains with Yabba Dabba Dudes. Possible to use an 8th bolt, last bolt on Yabba Dabba Dudes, but first ascent did not use 8th bolt and stayed to the right of it going directly to chains.","location":"On Flintstone Rock on the right side next to Yabba Dabba Dudes. Starts underneath a new glue-in beside a fist size hueco."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,cf84f08e-e906-52ac-8386-b9c6f2a6188a,1b6d0908-e7a9-50b6-8d66-7ac9e54542c2,6bd3598b-d08a-5344-bf27-078dd19a5022","pathTokens":["USA","California","San Francisco Bay Area","Mount Diablo State Park","Pine Canyon","Flintstone Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.98656,37.88124]},"bbox":[-121.98712970559767,37.88079033981814,-121.98599029440233,37.88168966018187],"left_right_index":-1,"ext_id":"107982529","area_id":"a9NZi9CKU0S/JweN0ZpQIg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:09.303Z","updatedAt":"2024-01-15T16:40:34.948Z"}