{"_id":"6368a02ce80bff5a99529c28","area_name":"04. Barrett's Cove Cliff","shortCode":"","climbs":[{"_id":"C+y5wT1vWNyK9gvi9hfkaw==","name":"Young Stud","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ryan Howes","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":2,"mp_id":"119934925","mp_crag_id":"106174857","climb_id":"C+y5wT1vWNyK9gvi9hfkaw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Traverse right to gain an incipient crack, then climb up past tricky gear (crux) to gain the easy crack. Belay from the Old Spice anchor (two bolts with rings).","protection":"Light rack to 3\" emphasizing small cams; offset cams and micronuts helpful. Bolted anchor.","location":"Start at the left edge of the Old Spice slab. The route follows a fairly prominent crack system up the left side of the slab."},"__v":0},{"_id":"weSvxaC0XBy/uwRohnflMA==","name":"Witchy Woman (mid-cliff START)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ben Townsend, Jerry Cinnamon, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":40,"mp_id":"111925244","mp_crag_id":"106174857","climb_id":"weSvxaC0XBy/uwRohnflMA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Follow the wide crack until it ends at a horizontal, then climb straight up a short slab to reach a diagonal ramp. Step left a few feet, then climb straight up to a tiny overlap. Pull the overlap (crux) and follow big holds, stepping left to finish up the middle of the face. The route seems improbable from below in several spots, but hidden holds and pockets make it both easy and well protected.","protection":"Standard rack to 3\"; pine tree with rap chain and ring at the top.","location":"Start by climbing Joe's Route (4th or easy 5th, 150') to the prominent pine tree on the right skyline. The route starts at a wide crack about 20' feet left of the pine."},"__v":0},{"_id":"oMhfBGizX1yXuYiNj2/lpA==","name":"White Streak","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":35,"mp_id":"112089022","mp_crag_id":"106174857","climb_id":"oMhfBGizX1yXuYiNj2/lpA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Sustained, notably runout face climbing, mostly in the 5.7-5.8 range with a couple of short 5.9 moves. Get solid gear in the thin horizontal above the second bolt to protect a very long runout to the next horizontal. The technical crux is near the top, with solid gear in the horizontal at your feet.","protection":"Rack to 2\" emphasizing small gear including micro nuts and thin cams. Lowe Balls are nice but not critical. Two pro bolts.","location":"Start from the Belay Seat tree; the route is between Desperado and Left Continental Crack. It goes up right from a small alcove at the base, then straight up the face. Two-bolt anchor at the top; rappel with two ropes, or twice using one rope, via the Desperado anchor (well to climber's left)."},"__v":0},{"_id":"5rYuNWCLWg29vbjsO1xxhQ==","name":"Wherever You Go, There You Are","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ben Townsend, Dorcas Miller, September 2019","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":45,"mp_id":"117815182","mp_crag_id":"106174857","climb_id":"5rYuNWCLWg29vbjsO1xxhQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"P. 1: Climb easily to the top of the pillar, which can be slung for protection. Step up and arrange gear, move left and up to good holds, then hand-traverse vigorously back right, clipping a bolt along the way. Another move or two leads to a ledge and low-angled slab (optional intermediate belay at the Velvet Underground anchor on the right behind the twin birches). Follow the easy slab to a right-facing corner on the headwall and follow it (crux) to a bolted anchor on the big ledge. (5.8+, 90')P. 2: Up the open slab. Trend left to join P. 2 of Goat Yoga below the headwall, or right to the big corner right of the headwall, and belay from the Goat Yoga second pitch anchor. (5.6, 150') Rappel Goat Yoga, or follow its third pitch up to the big pine ledge.A single 70m rope works fine for the Goat Yoga rappels, but probably won't quite reach from the second Goat Yoga anchor to the first pitch anchor of this route.","protection":"Light rack to 2\" with mostly small cams, one bolt, double runner to sling the top of the starting pillar. Bolted first pitch anchor on the big ledge, accessible by scrambling if you want to toprope. Extra runners to manage rope drag if continuing up the second pitch slab. A 70m rope is nice for the rappels.","location":"A white pillar about 12' high forms a left-facing corner at the start; twin birch trees should be visible on a ledge to the right about 40' up."},"__v":0},{"_id":"BZgRk0dMXp2y/Lzv7MXlLQ==","name":"Weed-O-Dendron","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Weaver?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":11,"mp_id":"121083952","mp_crag_id":"106174857","climb_id":"BZgRk0dMXp2y/Lzv7MXlLQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":" Start at the far right end of the big overhang. Above the overhang, climb left, then up and back right to a fixed anchor. Double ropes are recommended to protect the second on the crux moves at the first bolt. Rap with two ropes.[ Edited by RH , Admin, ME.] ","protection":"Bolts, with spots for pro","location":"On the far right side of the obvious overhang/roof, located on the left as the approach trail meets the cliff. Two bolts are clearly visible."},"__v":0},{"_id":"qsilaoB2XlG/X/dEFqzWaw==","name":"The Web (mid-cliff START)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":21,"mp_id":"109137466","mp_crag_id":"106174857","climb_id":"qsilaoB2XlG/X/dEFqzWaw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"From the top of pitch 1 of Charlotte's crack (Broadway Ledge) follow a right trending crack system. Pass a bolt on the left (belonging to Toontown) climbing the face to the arete. Continue upwards on the arete and face to a two bolt belay.","protection":"Standard Camden rack. Two bolt anchor. A 60m rope is just barely long enough to get to Broadway. knot your ends or just bring a 70m.","location":"The right diagonaling crack immediately in front of the bolts at the top of pitch one of Charlotte's Crack"},"__v":0},{"_id":"G/c+xpHCXLKXoyQGEv+XTQ==","name":"Velvet Underground","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ben Townsend, Dorcas Miller, August 2019","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":46,"mp_id":"117634833","mp_crag_id":"106174857","climb_id":"G/c+xpHCXLKXoyQGEv+XTQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb the mossy slab on good holds (poorly protected, but very easy) to a ledge. Get solid gear, then climb small left-facing flakes to a high bolt. Tiptoe left to reach big holds, then power up and right to a nice ledge with a two-bolt anchor.","protection":"Light rack, thin cams and Tricams to 1\", one bolt. Bolted anchor. Top-rope by rapping diagonally right from the anchor of Goat Yoga.","location":"Head down the lower right side of Barrett's, passing Goat Yoga, to a featured slab with dark, velvety moss. A small twin-trunked birch tree should be visible about 40' up; this route climbs immediately right of the tree."},"__v":0},{"_id":"5c8QbROXWB25I9I2xuMJdg==","name":"Tritium Witch (mid-cliff START)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Townsend, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":41,"mp_id":"111925186","mp_crag_id":"106174857","climb_id":"5c8QbROXWB25I9I2xuMJdg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb more or less straight up the face to a short finger crack and a bolt. Above, an enjoyable crack system leads to a short headwall just below the top. \n\n  An easier start follows the large diagonal crack system from the pine tree, joining the regular route at a small vegetated ledge.","protection":"Standard rack with small cams and micro nuts, one protection bolt, two-bolt top anchor.","location":"This climb follows the rightmost crack system on the upper right side of Barrett's. Start by climbing Joe's Route (4th or easy 5th, 150') to the prominent pine tree on the right skyline. The route starts a few feet left of the pine."},"__v":0},{"_id":"x6cY9ugvWZqfqkVlY5kaQg==","name":"Toontown (mid-cliff START)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Townsend, Dorcas Miller, 1980s","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":20,"mp_id":"119155588","mp_crag_id":"106174857","climb_id":"x6cY9ugvWZqfqkVlY5kaQg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb up to a bolt, then work left and up (crux) to a good horizontal. Slightly runout face climbing leads to a second bolt, and then a nice ledge. Trend a bit left, then straight up the headwall to the top and a three-bolt anchor. ","protection":"Regular rack to 3\", two bolts, bolted top anchor.","location":"Start from the anchor on Broadway at the top of the first pitch of Charlotte's Crack. This route climbs the face right of the upper pitch of Charlotte's and left of the Web."},"__v":0},{"_id":"X/52b+wnWWSECLBozp/lCg==","name":"Together Through Life","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ben Townsend, Dorcas Miller, October 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":50,"mp_id":"117912631","mp_crag_id":"106174857","climb_id":"X/52b+wnWWSECLBozp/lCg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb straight up past obvious horizontals to the right edge of a large flake, then more or less straight up to the anchor (easier on the left). \n\n The stance at the anchor is cramped, so it's preferable to lower off. ","protection":"Cams to #3, bolted anchor with stainless wiregate biners for lowering.","location":"At the far right end of the lower right side of Barrett's is a long, low roof about 4-5' off the ground. This climb starts at the right end of the roof, at an obvious step."},"__v":0},{"_id":"lnbJDlDPXmeEvm0QHvU86w==","name":"Throne of the Mountain King","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ben Townsend, Dorcas Miller July 2019","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":43,"mp_id":"117514601","mp_crag_id":"106174857","climb_id":"lnbJDlDPXmeEvm0QHvU86w==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Mantel a short initial corner and cross a grassy ledge to the base of the main dihedral. Up the corner, then work right and pull the bulge to an alcove with a bolted anchor. There's another anchor about 40' further, at the base of the next headwall, which allows easy rappel access, but if you toprope off the upper anchor you are guaranteed a lot of rope drag.","protection":"Light rack emphasizing thin cams. Bolted belay/rappel anchor.","location":"From the Heathrow area, head down right along the base to an obvious big open book capped by a bulge. The climb goes out the right side of the bulge.\n\nThe top anchor is easily reached by scrambling down from the start of Joe's Route -- the bolts are visible above a small maple tree. (The anchor for Goat Yoga is down and right about 30'.) A short rappel down slabs reaches the anchor in the alcove."},"__v":0},{"_id":"hAWO/MRUXxOoWlKCz53t+w==","name":"Templeton's Crack (mid-cliff START)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Unknown, possibly Charlie Bentley, early 1980s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":16,"mp_id":"118926247","mp_crag_id":"106174857","climb_id":"hAWO/MRUXxOoWlKCz53t+w==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb easily up the vegetated crack to a ledge, step right onto the face, and follow the faint crack system (tricky gear, small Tricams critical) to a horizontal. Runout face climbing (crux) leads to another good horizontal and gear. Wander up the face above, finishing up the headwall just left of Charlotte's Crack; belay and rappel from the Charlotte's anchor. An excellent, sustained pitch with challenging protection.","protection":"Standard rack to 3\" with small Tricams.","location":"Start at the left-most bolted anchor on Broadway (top anchor of Clamdigger Crack). The route starts up a vegetated crack just right of the anchor."},"__v":0},{"_id":"Mb+QWNZQUFWZzzl6Kkx8sg==","name":"Tangled Up in Blue (mid-cliff START)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":39,"mp_id":"112185258","mp_crag_id":"106174857","climb_id":"Mb+QWNZQUFWZzzl6Kkx8sg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Pull up out of the right side of the alcove onto a short slab, then step back left to a crack system. Follow the crack until it fades out, then step left to a short section of thin face climbing (5.8, bolt) that leads to a good ledge. Pull up a steep right-facing corner (crux) onto the headwall, then straight up to the top.","protection":"Standard rack to 3\" (4\" optional), emphasizing small cams. Gear belay at the start (multiple 1\" works best); bolted top anchor.","location":"About halfway up Joe's Route are two triangular, left-leaning chimneys. This route starts in a grassy alcove with a horizontal crack, at the base of the right chimney. Rappel twice with one rope, using a bolted intermediate anchor to climber's left."},"__v":0},{"_id":"EOg2hH0vXtmSweK5UWRdIQ==","name":"Summertime Blues","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Ben Townsend, Dorcas Miller July 2019","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":42,"mp_id":"117514832","mp_crag_id":"106174857","climb_id":"EOg2hH0vXtmSweK5UWRdIQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Mantel a short initial corner, cross a grassy ledge, and climb the main dihedral to the bulge (this part is all shared with Throne of the Mountain King). Head left up the slab under the bulge, then up easy slabs to the big ledge and the tree.","protection":"Light rack to #3 Camalot, emphasizing small cams. Extra long runners to manage rope drag.Tree anchor with chain and ring.","location":"Head down and right from the Heathrow area along the base of the cliff to an obvious big corner capped by a bulge (same as Throne of the Mountain King). The climb goes left under the bulge and up slabs to a tree.\n\n The top anchor is easily reached by scrambling down from the start of Joe's Route. Look for a chain around a tree with one live trunk and one dead one."},"__v":0},{"_id":"ukzD29jFWtqVP6xQQGSQXA==","name":"Standard Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":27,"mp_id":"114443379","mp_crag_id":"106174857","climb_id":"ukzD29jFWtqVP6xQQGSQXA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"An easy climb with thoughtful and somewhat spaced gear. Climb two short left-facing corners, followed by a couple of small overhangs and lots of fun, featured rock, to reach a big sloping ledge and the anchor. Rappel, or head up and a bit left to link with Hollywood Waltz.","protection":"Standard rack to 3”; bolted belay/rap anchor.","location":"Start at the flat-topped boulders by the very large oak tree below the Heathrow face. This route climbs just left of the dirty, water-stained section at the bottom of Heathrow. You should be able to spot the anchor (two ring bolts)."},"__v":0},{"_id":"RMOXQAOxX7uhQOoe5tYRJw==","name":"Spider (mid-cliff START)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":31,"mp_id":"110550431","mp_crag_id":"106174857","climb_id":"RMOXQAOxX7uhQOoe5tYRJw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climbs a face then up cracks to finish just to the left of Clothesline.  Crux is the lower face. Originally rated 5.7, with bolted protection on the crux moves.  Well, one is a bolt, the most important one.  The other two are ancient pitons. Don't lean back on those! Good gear above.","protection":"Lower face is protected by an old piton, a bolt and another piece of old iron.  Small cams or tricams and stoppers protect the upper cracks.","location":"Starts on the right end of Broadway ledge, about forty feet left of Heathrow and twenty feet right of the anchors at the bottom of Fourth of July (top of Poison Ivy).   \n\n  Descend via three rappels from bolted anchors or hike off either side."},"__v":0},{"_id":"RR5/uaqoXh+iO1yUop6Rzg==","name":"Spawn","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ben Townsend, Alan Rees, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":12,"mp_id":"118926111","mp_crag_id":"106174857","climb_id":"RR5/uaqoXh+iO1yUop6Rzg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"1. Gain a short left-facing corner. At its top, step back right and climb a short slab to a grassy ledge. Follow the obvious crack left and up to a big step across, then go up to a bolted anchor on the left. 5.7, 90'\n\n 2. Step back right and follow a vegetated crack to an overlap split by a finger crack. Pull through the overlap (crux) to a horizontal, where it's possible to clip a bolt (actually part of a different route -- use a very long runner). Work right, then up a slab with tricky gear to the anchor. 5.7+, 90'\n\n Rappel twice with one rope.","protection":"Standard rack to 3\"; bolted belay/rappel anchors. Two one-rope rappels.","location":"Follow the left fork of the approach trail; where it meets the cliff, look up and left for a low-angle gully with a big tree at its base. Pandora (5.10) follows three bolts on the slab that forms the left wall of the gully; Spawn starts in the same place but stays left of the slab."},"__v":0},{"_id":"Iegf1sI3U6u4yRxLkXVz4A==","name":"Slow Children (mid-cliff START)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Unk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":28,"mp_id":"112131313","mp_crag_id":"106174857","climb_id":"Iegf1sI3U6u4yRxLkXVz4A==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Add this to the climb \"Poison Ivy\" (on the lower wall) and you get a 2-pitch, four-star 5.4-5.5.  \n\n  START- In the \"gap\" in the mid-cliff ledge Broadway, about 10 ft left of the double bolt anchors of \"Poison Ivy\".  \n\n  P1- Climb the crack above the \"gap\" for about 30 ft, then hand traverse left to another crack system and up to the top and a 2-bolt anchor.","protection":"Std Rack","location":""},"__v":0},{"_id":"huOuQ3q2VIabydZijUpo9Q==","name":"Skidmarks (mid-cliff START)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave and Annie Getchell, early 1990s (TR); Ben Townsend, Dorcas Miller, around 2010 (lead)","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":29,"mp_id":"117784483","mp_crag_id":"106174857","climb_id":"huOuQ3q2VIabydZijUpo9Q==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Step up immediately left of the bolted anchor (top of Poison Ivy, bottom of Fourth of July) and wander upward and slightly left, eventually reaching a crack system just below the top. There is a very well-concealed anchor at the bushy ledge, with a good stance.\n\nA great toprope and a very committing lead, left unbolted by local consensus. The technical crux is before the first good gear. On lead, first head for a slot on the right for a #1 Camalot or equivalent, then back left to another slot for a #0.4 (double ropes are nice here); up a moderate but unprotected ramp to a horizontal, then step left and follow a subtle thin crack system up and a bit right to big holds and good gear. There are many places where falling would be a bad idea.","protection":"Light rack including tiny wires and #3 Camalot or equivalent; bolted belay/rappel anchor. Double ropes recommended.","location":"The dark brown face on the upper wall just left of Fourth of July, starting from the bolted anchor just right of the big notch that separates the left and right halves of Broadway."},"__v":0},{"_id":"RzDmKzwyU76l8hQPYIJ3PA==","name":"Savasana","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":49,"mp_id":"120819082","mp_crag_id":"106174857","climb_id":"RzDmKzwyU76l8hQPYIJ3PA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Start at the big slightly downward sloping foot sized ledge that is right above the low over hang that runs across the entire crag. Hold on to bad finger crack then reach/lunge for small jug (crux) and then climb up slab section with good holds. Then bypass small bulge over hang to ledge. Merge with the top of \"Together through life\".","protection":"Full rack, bad protection (very run out) shares anchor with \"Together through life\" It is recommended to top rope it.","location":"To the left of \"Together through life\" Blueish cheaters block right at the foot of climb. still quite a lot of lichen after the first few moves."},"__v":0},{"_id":"WCwHm0nhV36OlDlHv6CO2w==","name":"Queen Charlotte","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":19,"mp_id":"109137287","mp_crag_id":"106174857","climb_id":"WCwHm0nhV36OlDlHv6CO2w==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"This climb begins on the ground 15 feet right of Charlotte's Crack. Follow the arete (left of big dirty gully) 15 feet up to a small overhang. Pull the business and continue on easier ground to the big ledge with a pine tree with chains. \n\n  A fun alternative first pitch to Charlotte's Crack","protection":"Not too much gear till the overhang, lots of gear above.  \n\n  Standard Camden rack","location":"15 feet left and 30 feet down from Charlotte's Crack.  \n\n  As the main wall comes into view on the approach, look for a right hand fork."},"__v":0},{"_id":"KJfN9ZTMXz2Ftdk4YYEkcg==","name":"Poison Ivy","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":23,"mp_id":"109137409","mp_crag_id":"106174857","climb_id":"KJfN9ZTMXz2Ftdk4YYEkcg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb a fun flaring corner to many horizontals. Choose your own adventure through generally good rock to the big Broadway Ledge. A two bolt anchor awaits you.","protection":"Standard Camden rack","location":"15 ft right of Queen Charlotte, on the opposite side of the big dirty gully. \n\n  This is a 150 foot rappel. Use two 60m ropes of traverse across the gully to rappel to Charlotte wall lower ledge."},"__v":0},{"_id":"+NUfvheQV9a5UehCr1Xjhg==","name":"Pandora Freeway (mid-cliff START)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jerry Cinnamon, Ryan Howes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":14,"mp_id":"118926168","mp_crag_id":"106174857","climb_id":"+NUfvheQV9a5UehCr1Xjhg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Follow the crack system past a horizontal to a sloping ledge, pull an overhang, then move up and left to a big horizontal. Step left and climb a slabby scoop to another overlap (crux) and then up to the Pandora anchor. Rappel back to the Clamdigger anchor with one rope.","protection":"Standard rack to 3\", emphasizing small cams. Extra long runners.","location":"Start at the left-most bolted anchor on Broadway, the top anchor of Clamdigger Crack. The route follows the obvious crack system just left of the anchor."},"__v":0},{"_id":"fLN6QqX5VPaOIaXtHUsxxg==","name":"Pandora","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Weaver and Dave Getchell, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":13,"mp_id":"107272953","mp_crag_id":"106174857","climb_id":"fLN6QqX5VPaOIaXtHUsxxg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"This good climb requires trad gear, you'd be looking at some hairy runouts otherwise! \n\n  (P1) Scramble up the ramp in the small gully to the tricky slab that angles left.  The business starts right away at the first bolt, follow the three bolts up (10a to 10c) and through to some grassy steps to a small stance and build your belay there. \n\n  (P2) Traverse to the right onto the slab to the first bolt, and follow the bolts to the anchor!","protection":"Small Stoppers, and Cams to a #3BD. Five Draws for P2.","location":"This climb is the furthest right climb on the left hand side of the cliff before Lower Charlotte's Face.  A tree with the bark missing on the right hand side is directly below the P1 gully."},"__v":0},{"_id":"9FVfZyb/U72Uz6n57jfwYw==","name":"Old Stud","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":5,"mp_id":"106175682","mp_crag_id":"106174857","climb_id":"9FVfZyb/U72Uz6n57jfwYw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"A harder start to old spice. A short, steep slab with three bolts. Join old spice after 25'. The hard section is quite safe, but this route shares the runout 5.6 upper section of old spice.","protection":"Three bolts, plus small gear for the upper section. Rappel off of a chain anchor.","location":"The steep wall, just to the right of old spice."},"__v":0},{"_id":"/AvwyonlWlOA5rVpJ7fx2Q==","name":"Old Spud","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":4,"mp_id":"114613722","mp_crag_id":"106174857","climb_id":"/AvwyonlWlOA5rVpJ7fx2Q==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"The very shallow corner on the arete between the Old Spice slab and the steeper Old Stud wall.  Tricky gear. Can TR with shared anchor with Old Spice. ","protection":"Standard Barrett's Cove rack aka mostly small and tricky.","location":""},"__v":0},{"_id":"W2aTQNs+V7WGCbDUHVlJgQ==","name":"Old Spice","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":3,"mp_id":"106175677","mp_crag_id":"106174857","climb_id":"W2aTQNs+V7WGCbDUHVlJgQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"A fun, moderate climb, but be aware of the long run outs. Climb up the middle of a narrow slab to a spacious ledge at a two bolt chain anchor. The climbing is straightforward for the most part, but gear placements are hard to find.","protection":"Bring a modern camden rack, especially small wires. A fixed anchor is at the top.","location":"Just right of the dirty gully at the extreme left end of the cliff."},"__v":0},{"_id":"XYYP+7IrVFK5Jer8nN+yBQ==","name":"Obscure Object of Desire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":1,"mp_id":"106174885","mp_crag_id":"106174857","climb_id":"XYYP+7IrVFK5Jer8nN+yBQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"A Short, steep, and thin face climb. A right leaning crack leads to a steep face with good pockets (hard to find) and descent edges. The crux comes up high, you will seem insecure, but all of the holds are solid.","protection":"Three bolts to a tree anchor. A red tri-cam can be placed before the first bolt.","location":"At the far left end of the cliff, at the base of the stream bed. Begin about 30 feet up a dirty gully."},"__v":0},{"_id":"5V5QTcMmWzKUJSbJsMrgRQ==","name":"Joker","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alan Rees, Ben Townsend, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":22,"mp_id":"118926343","mp_crag_id":"106174857","climb_id":"5V5QTcMmWzKUJSbJsMrgRQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"1. Scramble easily up the chimney to a short finger crack on the left wall. Climb the left wall, passing a bolt, to a ledge. Step right and climb a short friction slab past another bolt; diagonal up right to a stance with a gear anchor. (5.8, 60') (To do this pitch by itself, stay left of the second bolt and go to the big pine tree on Charlotte's Crack.)\n\n 2. Step right and climb the overhanging headwall past two bolts. Follow a crack system more or less straight up the slab above, pulling a short headwall on the left to reach Broadway. Belay at the bolted anchor of Charlotte's Crack. (5.9+, 70')\n\n If doing this route in one pitch, use long runners on the lower part to alleviate rope drag.","protection":"Standard rack, four bolts.","location":"Start at the base of the Big Chimney, between Queen Charlotte and Poison Ivy. The first pitch climbs the left wall of the chimney."},"__v":0},{"_id":"mZccCvwWWtKBvl+9a4r/Sg==","name":"Jack-in-the-Pulpit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Townsend, Dorcas Miller, September 2019","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":48,"mp_id":"117776179","mp_crag_id":"106174857","climb_id":"mZccCvwWWtKBvl+9a4r/Sg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb easily up the initial slab past a bolt to a ledge below a bulge with a yellow birch tree on the left. Step right and clear the bulge with a not-very-obvious mantel (easier for taller climbers). Continue up the easy crack system to the tree.Cameron Pinchbeck suggests: \"For a harder variation stem up the obvious corner (or cross out over the arete.) then you can continue up the rest of the regular route or pull through the wired bulge then slab climb up to the anchor.  \"","protection":"Standard rack to 3\", one bolt. A green C3 or equivalent is ideal at the crux. Chain around tree for belay/rappel anchor.","location":"All the way down right at the base of Barrett's is a big overhang about 5' off the ground with a cave underneath. This route starts on the slab about 10' left of the left end of this overhang. An obvious large pine tree is visible at the top."},"__v":0},{"_id":"xKWDbbBhUIqBcrLW2GCktA==","name":"Hotel California","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ben Townsend, Alan Rees, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":9,"mp_id":"111891793","mp_crag_id":"106174857","climb_id":"xKWDbbBhUIqBcrLW2GCktA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"1. Up the short dirty slab to an overlap, pull over to a short left-leaning wide crack, then step up right to a thin crack system that stays just right of the outside corner. 5.6, 115', two-bolt anchor. (Done by itself, this is one of the nicer moderate pitches at the crag.) \n\n  2. Move the belay up to above the bushy oak tree. Climb the obvious vertical crack system on the short vertical wall (tricky gear at the start). Bolted anchor on the left. 5.9+, 40'. \n\n  3. Cross the ledge and follow an obvious very steep corner and crack system to the top. 5.10b, 50'.","protection":"Standard rack. Bolted anchors at the top of each pitch.","location":"Start from the big flat boulder, just left of Equinox, at a somewhat dirty slab (the location of the ice climb Arizona Highways). Rappel the route with one rope -- 70m is ideal for the first pitch rappel."},"__v":0},{"_id":"7BtekUz1Wn6PS/Tn9PAGsA==","name":"Hollywood Waltz","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Townsend, Dorcas Miller, 1990s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":26,"mp_id":"119155745","mp_crag_id":"106174857","climb_id":"7BtekUz1Wn6PS/Tn9PAGsA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"P. 1: Climb easily up the crack and corner system to a bulge. Pull the bulge on the right, move back left, then up to a short hand crack. At its top, move left and climb the face to a good ledge and belay from gear. (Alternatively, follow a ramp up right to the bolted anchor of Standard Route.)\n\n P. 2: Step right from the belay and climb a short, thin finger crack, then wander up easy face to a ledge below a bulge. Step up left, then back right and head straight up the narrow clean face past horizontals to Broadway (oak tree and bolted anchor).","protection":"Standard rack to 3\"; two-bolt anchor on Broadway.","location":"Start in the center of the low-angle apron, between Broken Elevator and Standard Route. The climb start straight up a dirty-looking crack and corner system."},"__v":0},{"_id":"t5z2SNa0VCqXtn9JhNec5w==","name":"Hidden Attraction","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":0,"mp_id":"114443281","mp_crag_id":"106174857","climb_id":"t5z2SNa0VCqXtn9JhNec5w==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"After an awkward starting move to a good stance, climb straight up past a short thin crack to gain the top of the vertical wall, then traverse diagonally right and exit at a short dihedral. Nice belay ledge with a two-bolt anchor (same as Obscure Object). Rappel.","protection":"Small wires and thin cams to 1”; bolted anchor.","location":"Scramble up the dirty gully on the left end of the main cliff (just left of the Old Spice slab), same as for Obscure Object of Desire. This route is on the left wall about 20’ down (left) from the right-leaning flake start of Obscure Object."},"__v":0},{"_id":"1xGzJwrxW2uc7QSnMAuP9A==","name":"Harmonic Convergence","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ben Townsend and Jerry Cinnamon,1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":17,"mp_id":"107273112","mp_crag_id":"106174857","climb_id":"1xGzJwrxW2uc7QSnMAuP9A==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Find a small crack below a very small grassy ledge and a slightly overhanging bulge and climb it!  Watch out for the loose triangular rock at the at the grassy ledge.  The bulge is a tricky pull; once you have passed it move left and then straight on for the first bolt you see.  At the top of the climb there is a small horizontally angling crack that takes some small gear that protects the final moves well.  From here move right to the small evergreen bush and on to Broadway ledge.","protection":"Small gear to a #1BD.  2 Draws for bolts.","location":"Left side of Lower Charlotte's, to the right of Easy Ramp."},"__v":0},{"_id":"VPlbSZzwUHaDhX3EdXTJvA==","name":"Good Omens","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Townsend, Dorcas Miller","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":24,"mp_id":"111891759","mp_crag_id":"106174857","climb_id":"VPlbSZzwUHaDhX3EdXTJvA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb delicately up the shallow V-groove to the bolt, with tricky protection. Continue straight up, stepping left at a small overlap. At the bushy ledge, pull through a bulge (crux) and continue up to Broadway and the Poison Ivy anchor.","protection":"Standard rack to 3\" emphasizing thin cams and Tricams; one bolt.","location":"Just down and right from Poison Ivy at a shallow V-corner. Look for a bolt about 20' up."},"__v":0},{"_id":"974jR1WSULSKHfSbnI7zOQ==","name":"Goat Yoga","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ben Townsend, Dorcas Miller, Summer 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":44,"mp_id":"117088652","mp_crag_id":"106174857","climb_id":"974jR1WSULSKHfSbnI7zOQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"P. 1 Mostly bolt-protected, but not quite sport climbing. Pull up onto the opening slab, clip a bolt, and move up to a nice ledge below the overhanging headwall (gear in a great horizontal just above the ledge). Climb the steep headwall on mostly big holds past two bolts (optional thin cam placement between the bolts), emerging on a big sloping ledge. Scramble up to the base of the next headwall, placing gear if desired. Step a bit left and climb over unlikely-looking bulges past two bolts. A short finger crack leads to a final bolt just below the nice belay ledge. (This pitch can be toproped by scrambling down and right from the start of Joe's Route to the anchor.) 5.9+, 90'\n\n P. 2 Straight up the bulge above the anchor, then easy slabs to a headwall with a right-leaning crack. Up this, then easy slabs to a nice ledge with a bolted anchor. 5.6, 110'\n\n P. 3 Straight up easy slabs (sparse but solid gear in pockets) to a distinctive square-cut block. Protect, then step left and climb up more slabs to an alcove. Climb the left ridge of the alcove to the big ledge. Bolted anchor 15' left of the big pine tree of Joe's Route. 5.3, 115'\n\n Walk off right, rappel (one 70m rope), or take Witchy Woman or Tritium Witch to the top.","protection":"Regular rack to #3 Camalot, extra long slings, six quickdraws for the bolts on the first pitch. Bolted anchors. ","location":"This route is located on the lower right side of Barrett's, more or less directly below the Joe's Route - Tangled Up in Blue - Witchy Woman area high above. It's surrounded by mostly wet and vegetated features (ice climbs, in a good winter). While it's possible to approach it directly from the road, the easiest way to find it the first time is probably to follow the base of the cliff down and right from Heathrow until you spot the bolts."},"__v":0},{"_id":"Zqi6zHIlXhGI2oYG9jL4DA==","name":"Ghost Town","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ben Townsend, Dorcas Miller, October 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":47,"mp_id":"119715572","mp_crag_id":"106174857","climb_id":"Zqi6zHIlXhGI2oYG9jL4DA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Face climb past a low bolt (crux) up between the two blocks, then up and a bit right to a prominent square-cut hole below a roof. Pass the roof on the right, then climb easily up the blocky crack to a nice ledge and the anchor.","protection":"Light rack to #2 Camalot, one bolt, bolted anchor.","location":"Where the approach trail to the lower right side climbs reaches the cliff, below a ledge about 15' up with two prominent jutting blocks."},"__v":0},{"_id":"GuJt58YIXV6XDyxr1IQEsg==","name":"Fourth of July (mid-cliff START)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":30,"mp_id":"109137427","mp_crag_id":"106174857","climb_id":"GuJt58YIXV6XDyxr1IQEsg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"5 feet right of the Poison Ivy anchor on Broadway, a couple face moves leads to a thin finger crack that fades in and out. When the crack fades out climb to a bolt, then straight up the face to some pockets where gear can be found. Climb a short vertical section to two rusty but beefy bolts.","protection":"A standard Camden rack with some thin cams and nuts in the beginning crack. Save a #3 Camalot for the last pocket.","location":"The right end of Broadway ledge, just right of the Poison Ivy anchors"},"__v":0},{"_id":"LzARlvICW2WgPh1+aLAQeQ==","name":"Floral Morals","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ryan Howes","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":6,"mp_id":"118969044","mp_crag_id":"106174857","climb_id":"LzARlvICW2WgPh1+aLAQeQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Stem up the corner (crux) to the hemlock tree. Step left and follow an obvious crack system up and left to the bolted anchor at the top of the Old Spice slab.","protection":"Standard rack to 3\", long sling for the tree. Bolted belay/rappel anchor. One-rope rappel.","location":"Start up the dark, flared corner below a hemlock tree, immediately right of the bolted face (Old Stud).."},"__v":0},{"_id":"KvBrerLOWxGV6RLDkhQJQA==","name":"Equinox","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":10,"mp_id":"106194435","mp_crag_id":"106174857","climb_id":"KvBrerLOWxGV6RLDkhQJQA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"A fun moderate outing, with fairly good protection by Camden standards. Climb up a short slab near the left end of the big roof. make your way around the left side of the roof until it is possible to step right onto the slab above the roof. follow cracks up to a large peapod. Pull through the peapod (crux), and continue up a series of cracks until you come to a chain anchor. Their is a second pitch to this climb but its not worth doing (4rd class scramble).","protection":"This climb is protected fairly well. Bring small gear, especially tri-cams. Their is a chain anchor at the top of the climb, be careful not to climb past it.","location":"This route is located on the left side of the cliff, it starts at the far left end of the giant roof. THeir is a big dead tree at the base of the climb."},"__v":0},{"_id":"U8JfhzUqXTGDEjd1rNQsQA==","name":"Desperado","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Townsend and Dorcas Miller, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":34,"mp_id":"107273188","mp_crag_id":"106174857","climb_id":"U8JfhzUqXTGDEjd1rNQsQA==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Easy climbing to a horizontal crack; then fun moves following two bolts for the second half of the climb.  Wrap bolts are in the alcove.","protection":"Small gear to a .75 BD. 2 draws for bolts.","location":"Bolted climb on the Belay Seat Face that somewhat follows the margin of the white streak and the brownish rock on the left side of the face."},"__v":0},{"_id":"jb70FlKJWJ2t/2l47JmTuQ==","name":"Continental Cracks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":36,"mp_id":"111891850","mp_crag_id":"106174857","climb_id":"jb70FlKJWJ2t/2l47JmTuQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Climb the initial slab past two bolts (crux) to reach the base of the cracks. Optional gear belay at a small stance up and left (3\" cam helpful). Follow either of the two cracks, which are about the same difficulty, to an alcove, then either stem up on the left, or pull up steep holds on the right, to a crack system leading to the top.","protection":"Standard rack, two bolts. Bolted anchor at the top. Extra slings to manage rope drag, if doing the route in one pitch.","location":"Start at the right side of the Belay Seat Ledge, just right of White Streak. The route follows the two long, right-leaning cracks above. Rappel twice with one rope, using an intermediate bolted rap station (straight down from the top anchor, but well to climber's right of the route)."},"__v":0},{"_id":"eLUYcK7AVoy7QOD3wZX5HQ==","name":"Clamdigger Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Listed in Rock & Ice Climbs In the Camden Hills - Townsend 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":15,"mp_id":"109516689","mp_crag_id":"106174857","climb_id":"eLUYcK7AVoy7QOD3wZX5HQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"The bottom is unattractive but cleans up above the roof with some fun easy pockets, easy to protect.  \n\n  At the top, the right hand ramp finish has a large sticker bush, quite possibly a raspberry or gooseberry bush, which makes that finish a bit prickly.  The left hand finish avoids this bush.","protection":"Stoppers and cams.  Anchors at the top on Broadway.","location":"Left of Harmonic Convergence on Sidewalk Ledge, Lower Charlotte's Face.  Descend from anchors."},"__v":0},{"_id":"Pglfy5DPV9SHC4vCKzpNqw==","name":"Charlotte's Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":18,"mp_id":"106200046","mp_crag_id":"106174857","climb_id":"Pglfy5DPV9SHC4vCKzpNqw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Find the thin seem that heads to a ledge with a tree 40 feet up from the base. Traverse left up thin holds and pro, or follow the crack to the big ledge (broadway). From anchors walk left to the start of a big crack, go to the top.","protection":"Camden trad rack, nothing too big, and a few small pieces might be helpful.","location":"Starts near the right high ledge(sidewalk ledge) at center of cliff. It's just right of an old dead hollow tree."},"__v":0},{"_id":"/Tw51fKiUdCVR4nowSJsWw==","name":"Bugaboo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Townsend, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":37,"mp_id":"111973389","mp_crag_id":"106174857","climb_id":"/Tw51fKiUdCVR4nowSJsWw==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"1. Start as for Joe's Route, then climb the rib between the two left-leaning corners, heading for a V-groove just below the anchor. 5.7, 90' \n\n  2. Up and a bit left through the quartz band (easy, but not much gear for a while), then straight up to either of the Continental Cracks finishes. 5.6, 90'","protection":"Standard rack. Bolted anchors.","location":"This route basically climbs the line of the Continental Cracks rappels, starting from the base of Joe's Route on the Belay Seat Ledge. Rappel twice with one rope."},"__v":0},{"_id":"kVWK8c/rUfmzvy2Lkkqs5A==","name":"Buffy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":8,"mp_id":"113259188","mp_crag_id":"106174857","climb_id":"kVWK8c/rUfmzvy2Lkkqs5A==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"This route is broken by a big ledge in the middle, and it's slow to dry. However, it also has some sections of good climbing.  \n\n  Climb up the left (smaller) of the two flares on the short slab. Up and a bit left on the big sloping ledge to the headwall, and climb the obvious flake-crack on its right end to a big ledge. The anchor is far back on the ledge, behind the oak tree.","protection":"Standard Barrett's rack. Two-bolt belay-rappel anchor at the top.","location":"Start just left of Hotel California (about 20' left of Equinox), on the left side of the big blocks, directly below the left (smaller) flare on the short slab. The route finishes up a crack near the right end of the headwall on the left, below a tree ledge. Rappel from the Becky-Joy anchor at the back of the ledge, behind the tree."},"__v":0},{"_id":"z/83WcJMWS6VV/O8PFhDHQ==","name":"Broken Elevator (a/k/a Robert's Fall)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":25,"mp_id":"119155665","mp_crag_id":"106174857","climb_id":"z/83WcJMWS6VV/O8PFhDHQ==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Follow the left-leaning crack system and move left to a stance below a bulge. Protect with micro nuts, pull the bulge, and head up left to a good horizontal below an overhang. Pull the overhang and step left, then back right into an alcove with a bolted intermediate rap anchor. (Possible belay here.) Straight up through the next bulge, then more easily up and left to Broadway. Two-bolt belay anchor on the left (same as for Poison Ivy or Good Omens).\n\n A mentally challenging pitch with route-finding and inobvious gear.","protection":"Regular rack, many small cams and micro nuts. Bolted top anchor (plus a bolted intermediate rap anchor).","location":"About 30' right of the big chimney is a short low-angled apron. This climb starts at its left side and follows the left-leaning crack system above."},"__v":0},{"_id":"6rgV5uuGUviHVNiZAcFFZg==","name":"The Becky-Joy Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"left_right_index":7,"mp_id":"118969135","mp_crag_id":"106174857","climb_id":"6rgV5uuGUviHVNiZAcFFZg==","areaRef":"jJ5EGFXOVVealS16gABgYg=="},"content":{"description":"Step up over a small overhand just off the ground, then follow an obvious crack system to oak trees on a big ledge. (This section by itself makes a nice short 5.4 climb.) Step right and climb the headwall past a bolt (crux) to good holds on the left, and pull onto a big ledge. The bolted anchor is a bit up and right, behind the tree. One-rope rappel.","protection":"Standard rack, one bolt, bolted belay/rappel anchor.","location":"At the left end of the main face, just down and right from the Old Spice slab, is a short apron. Start at the left end of the apron."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,9641bd1f-2cb1-551a-bb65-0a28644ee334,8c9e4418-55ce-5557-9a95-2d7a80006062","pathTokens":["USA","Maine","-Camden Hills","04. Barrett's Cove Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":5,"label":"5.5"},{"count":4,"label":"5.9"},{"count":4,"label":"5.8+"},{"count":2,"label":"5.10b"},{"count":10,"label":"5.7"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.4"},{"count":4,"label":"5.7+"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":46,"bands":{"unknown":0,"beginner":36,"intermediate":10,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":11,"bands":{"unknown":0,"beginner":9,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":36,"intermediate":12,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-69.08472,44.24696]},"bbox":[-69.0853477198412,44.24651033981814,-69.0840922801588,44.24740966018186],"left_right_index":-1,"ext_id":"106174857","area_id":"jJ5EGFXOVVealS16gABgYg==","polygon":{"type":"Polygon","coordinates":[[[-69.0853477198412,44.24651033981814],[-69.0840922801588,44.24651033981814],[-69.0840922801588,44.24740966018186],[-69.0853477198412,44.24740966018186],[-69.0853477198412,44.24651033981814]]]}},"content":{"description":"This Attractive 250 foot cliff, with an overall angle of about 70 degrees, provides the most accessible climbing in the Camden area, and it quite warm due to its southeast exposure. HOwever, it dries slowly, and the right side remains damp for the majority of the summer.  \n\n  Barretts is primarily a traditional area, with occasional runouts serving to spice up otherwise moderate climbs. Make sure you bring your small protection.  \n\n  The majority of the climbs at barretts are two pitches in length, and require face climbing skills. Two double rope rappels will get you down the cliff, you can also walk off the descent gully, by going left at the top of the cliff."},"density":0,"totalClimbs":48,"__v":1,"createdAt":"2022-11-07T06:05:33.991Z","updatedAt":"2024-01-20T01:01:59.309Z"}