{"_id":"63689de0e80bff5a994fa375","area_name":"Bear's Lair","shortCode":"","climbs":[{"_id":"scAg548tWEeZnW4NPvgisg==","name":"Wafer","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Stuemke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105829013","mp_crag_id":"105746116","climb_id":"scAg548tWEeZnW4NPvgisg==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"This route, while described in Gillet's guidebook as being \"uphill from The Basilica,\" is reached about 50 meters before arriving at The Basilica. Typical thin slabby moves bring one past 3 bolts to 2 anchors. It gets one star because of The Basilica, but I would not recommend it as a warm-up, as the moves seemed almost harder than those of it's neighboring climb.","protection":"3 bolts, 2 anchors, shin-guards.","location":"Take your first left when entering The Monastery. Drop down, hop over a log, scuttle down a little rock, then start going up until you crest the hill on the left. Continue going past, and slightly left of, a boulder resting on a large rock platform. This starts the descent. Bring boots, a machete, and, maybe, yeah, a shovel. Good luck."},"__v":0},{"_id":"jLLdLRplWCGv4AlOi218Qw==","name":"Tourmaline Dream","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Stuemke, '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105829042","mp_crag_id":"105746116","climb_id":"jLLdLRplWCGv4AlOi218Qw==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"This incredibly thin-looking face rests on the right side of the Not So Hairy Pin rock. A seemingly blank face offers some tip-shredding crystal pulling moves. An easier left variation at the top is offered when your bloody tips beg for relief.","protection":"4 bolts, 2 bolt anchor.","location":"Take your first left when entering The Monastery, go down over the log, past the Tombstone Boulder (which offers some good bouldering on the blank uphill facing side). The Not So Hairy Pin is on the right, with Tourmaline Dream first on the right."},"__v":0},{"_id":"sh5/tY3VVvGxIjfWGjTKnA==","name":"Out of the Wind","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Stuemke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105829032","mp_crag_id":"105746116","climb_id":"sh5/tY3VVvGxIjfWGjTKnA==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"Out of the Wind is aptly named, since, when the rest of The Monastery seems to be under hurricane-like forces that require only the finest of windstopper material, one may climb in peace in this secluded area. This short 5.8+ traverses a bit from the to and from the first bolt, goes past 2 more, and end at the top of this strange boulder/rock formation, called the Not So Hairy Pin. It lies on the left side, past the steep 5.11d, Tourmaline Dream.","protection":"3 bolts, 2 bolt anchor.","location":"Take your first left past the log, as though on your way to the Outer Gates. The Not So Hairy Pin rock is on the right, just before the start of the Outer Gates."},"__v":0},{"_id":"W6yNXKkqXGSwteCPiKxyKA==","name":"Movin' On","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Lawrence Stuemke & Dave Gundaker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105754702","mp_crag_id":"105746116","climb_id":"W6yNXKkqXGSwteCPiKxyKA==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"This route is on The Den Rock formation in Gillett's guide and is just North of the Hairy pin on the West face. Climb steep rock up to a rest & move through technical face to the bomber ring anchors. This is a fun climb!\n\nThis route is on the DEN not the Tower of Evolution!","protection":"4 bolts","location":""},"__v":0},{"_id":"/TOrY857Xgulg0WUptqyHw==","name":"In A Rut","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105828813","mp_crag_id":"105746116","climb_id":"/TOrY857Xgulg0WUptqyHw==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"This route ascends an arete on sharp conglomerate.  Make use of the dihedral to your right, or stay left of the arete for a harder ascent.  The guidebook lists this route as 5.9-, but I respectfully submit that this route is at least 5.9+, as there are some committing moves with fewer options than most 5.9s I've climbed.  As with most Monastery routes, there is a significant runout between the last bolt and the anchors, which are shared with the 5.11 route to the left.  A short and dirty climb, I was tempted to give this route a bomb.  Props to Chris Deulen for leading this route (and TR'ing the 11 next door) in the dark.","protection":"3 bolts to a 2-bolt anchor, which lies above the 5.11 route to the left.  You might want to bring a t-shirt or some slings to combat the rope drag on sharp rock at the top.","location":"As you head left off the main path to the Monastery, look to your left.  This route is the one in the middle that climbs the obvious arete."},"__v":0},{"_id":"RxW52aVIVD6wHSjF1Vj3sw==","name":"Grin and Bear It","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Stuemke?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105829023","mp_crag_id":"105746116","climb_id":"RxW52aVIVD6wHSjF1Vj3sw==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"Grin and Bear it is technically the first bolted route one can climb when entering the Monastery. Located in The Den, this is the route on the left, about 10 meters right of a 2 bolt TR anchor. A cheery sharp and \"slabby\" climb (how can such brutal rock have such balancy moves?) that will welcome to the Monastery! Now get our your tape and gauze to mop up your shredded tips.","protection":"4 bolts, 2 anchors, I roll medical tape.","location":""},"__v":0},{"_id":"2gB9lYrPX1aiTrQbOMcJwQ==","name":"Basilica","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Stuemke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"left_right_index":999999,"mp_id":"105828801","mp_crag_id":"105746116","climb_id":"2gB9lYrPX1aiTrQbOMcJwQ==","areaRef":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":"Basilica consists mostly of sharp conglomerate, with a short, blank-slab type start.  Lots of pebbles and crystals, though most aren't great for holds.  A stripe of orange lichen ascends just to the right of this route.  There were a few easier sections, mainly below the second bolt and above the sixth, but the rest felt pretty sustained.  Look for a sweet hold about 2/3 up in which you can wrap your thumb, first, and second finger around one crystal, and your pinky around another right next to it.  Since this route appears to be seldom climbed, there is a fair amount of crud on the bottom half of the route, but it's worth doing.  Belay is on a steep, loose slope.","protection":"8 bolts to a 2-bolt anchor.  No need for slings at the anchor.","location":"See my note on Bear's Lair.  Basilica lies on a prominent rock formation that includes a spire just to the right.  Wafer is just uphill - see the latest RMNP guidebook for a decent sketch.  From the approach trail to The Monastery, head left about 20 yards before entering the Vestibule.  Pass a couple of rock formations on your right, the second of which has two bolted routes, and bush-whack to the left for about 150 yards.  The rock basically lies at the same elevation as the uppermost prow of the last ridge you hike over to get to The Monastery, and it's near the steep descent into the valley on your left as you hike downhill.  It took me and Chris about 30 minutes to find it with the guidebook - good luck!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,ce70f7db-1281-5a35-bfda-f59ff57541fb,351be1f2-840b-5575-8a06-3c3893474bec","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Monastery, The","Bear's Lair"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3689,40.4531]},"bbox":[-105.36949092932952,40.45265033981814,-105.36830907067046,40.453549660181885],"left_right_index":-1,"ext_id":"105746116","area_id":"NRvh8oQLVXWKBjw4k0dL7A=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:59.607Z","updatedAt":"2022-11-25T11:17:49.121Z"}