{"_id":"6368a33fe80bff5a9957d981","area_name":"Lake Tenkiller Dam (closed)","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,1dae72a2-c51d-53f0-8184-c2ea3728a31f,2c6c0625-bf68-5fa0-bd94-166bf565c1da","pathTokens":["USA","Oklahoma","Tulsa Area","Lake Tenkiller Dam (closed)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.55858,35.60369]},"bbox":[-97.55913304451565,35.60324033981814,-97.55802695548435,35.60413966018186],"left_right_index":-1,"ext_id":"105920743","area_id":"LGwGJb9oX6C9lBZr9WXB2g==","polygon":{"type":"Polygon","coordinates":[[[-97.55913304451565,35.60324033981814],[-97.55802695548435,35.60324033981814],[-97.55802695548435,35.60413966018186],[-97.55913304451565,35.60413966018186],[-97.55913304451565,35.60324033981814]]]}},"content":{"description":"----------------UPDATE------------------------   I did a little online research and it looks like the state rebuilt the dam in 2005.  I'm not sure if all the sandstone got blown up or if it's more accessible than ever.  Someone will have to do some exploring (I moved away so I can't) and let us know.  The shale rock seen in the picture is crap.  Its too chossy to climb well.  I tried to climb by the old power plant below the dam years ago (1995-ish) on top rope from some rebar spikes on a ledge.  It was cool, but had to have the belayer stand 40' from the edge of the cliff to avoid all the falling broken holds!  If anyone has some pics it would be cool nostalgia to get them posted.  I'll try to find my pics and get them scanned. \n\n  ----------------------------------------------   Sunny and Shady areas.  Sandstone rock.  Lots of good rock, some super sketchy rock.  A plethora of bolted leads exist here including roofs and I remember some 5.11's and harder.  I only climbed 5.10 and less when I went there, so I am sure there are moderate climbs as well. I'm not sure how old the bolts are, but they are mostly from the 80's I would assume.  Fairly secluded area since it is sort of off limits.  I was there over 10 years ago, so someone will have to post what's going on now and if it is feasible to climb there again.  I would suggest trying to locate the area itself before committing a day to climbing, since it may be underwater or fenced off.  It was very easy to find when we went there, just check below the dams on Lake Tenkiller.  Its under one of them (if there are more than 1 that is).  Be WARY of POLICE and some SKETCHY ROCK if it is indeed still closed!"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:18:42.797Z","updatedAt":"2024-02-19T18:39:02.179Z"}