{"_id":"6368a214e80bff5a9955d7cb","area_name":"Questa Dome","shortCode":"","climbs":[{"_id":"e7L1y4SBWOWTV1k2Nj64Jw==","name":"Tostadas Comquesta","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Paul Horak, Mike Head and David Baltz, 7/5/1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":8,"mp_id":"106193757","mp_crag_id":"105979184","climb_id":"e7L1y4SBWOWTV1k2Nj64Jw==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Another good climb at Questa. Tostadas Comquesta is a good choice if you've done Question of Balance or are looking for a 5.10.  Warmer in the morning and more sheltered from the wind than the climbs to its left.Pitch 1: Follow easy cracks right of the big right-leaning right facing corner on the east end of the main face. (5.6) Topos show to belay in the corner below the first stepped roof. With todays' ropes and racks, most will want to combine this and the 2nd pitch. (I've listed the pitch separately to be consistent with the guidebooks).Pitch 2: This pitch follows clean slabs to the right of the main dihedral. Climb up to the roof, undercling and traverse right, step up to a bolt. Climb up to the bigger 2nd roof, undercling and traverse right and head up to a 2-bolt chain anchor below a steeper slab. The traversing might be a little scary for those who aren't used to slabs (5.9+). If this scared you, it may be useful to know that you can rap from this belay to the ground with 1 rope, because P3 is harder and more heady.Pitch 3: Climb clean slab straight up (potential to fall onto belay), passing 2 bolts to a diagonaling seam (crux, 5.10 PG13). It's a little spacey between the bolts but not bad by TP/Questa standards. Follow this seam up and right and over a bulge until it opens to a hand crack, which has a tricky short 5.10- section with another bolt. Belay at a stance with some webbing and rap rings. Perhaps can be combined with the next pitch (as shown in topo), but I haven't tried that. A variation of these last two pitches stays in the right-leaning crack and bypasses the previous belay station: this variation looks bushy.Pitch 4: Continue up the right angling crack and face climb left to a ledge in an alcove below the obvious roof. Gear may be tricky to arrange for the belay, but slinging the horn should be solid. Short pitch (5.8).Pitch 5: Traverse right, then climb up, bypassing the big roof. When the cracks appear to end in an overhanging slot, step left on a ledge about 15' below this slot, pull through on steep chickenheads and plates (5.8, PG13). Belay soon up ahead at a stance when you find a crack.Pitch 6: Fun, easy 5th class on big knobs to ledges with trees near the top. Unrope and scramble (3rd Cl.) to the top.Walk off the east side. If you're thinking of downclimbing, keep walking uphill and north to get to the faint trail.","protection":"Cams up to #4 camalot, with 2 ea. from fingers to thin hands sizes, & nuts.   Many long runners useful.","location":"Tostadas begins just right of the obvious right facing corner near the right side of Questa Dome.  It follows slabs and cracks that angle to the right from this feature."},"__v":0},{"_id":"FmjtCcXTXAmV6qGUuPnLuw==","name":"Sequestered","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA: Ken Trout FFA: Paul Horak, Peter Prandoni, and Doug Bridgers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":3,"mp_id":"111241373","mp_crag_id":"105979184","climb_id":"FmjtCcXTXAmV6qGUuPnLuw==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Sequestered follows the right of 2 prominent right-angling crack system on the left side of Questa Dome. These are clear from the trail. You'll find beautiful rock, wonderful climbing, and some thin sections on this adventurous climb. The route description is in both guidebooks, but recommend splitting the pitches as below:\n\n Rope up on the left side of Questa Dome, below a large left-facing corner, about 50' left of the start of Question of Balance.\n\nP1: (190' 5.10- same as Questar) Start in a large left facing corner before transferring [left] to the dirty crack at ~20'. Follow easy climbing up and right (optional belay in here) till finding a left angling hand traverse crack leading to a small roof. After the roof, traverse left on face holds to a hidden bolt (upgraded recently) then up to the layback crack. Belay at the tree.\n\nP2: (135' 5.11+)[Paul Horak's original topo gives this pitch 5.11- while Rock Climbing NM gives it 5.12- the consensus seems to be about in the middle.] Step right from the tree and make a couple slab moves heading up and aiming for the roof. Traverse right under the roof till you can clip a bolt and turn it. Move left aiming for a second bolt and fun vertical crack climbing (50m belay). After the vertical climbing follow the ever thinning right angling crack till it becomes a seam. Keep it together through the harder moves above your small stoppers and RPs for the last six feet till to a good ledge at the bottom of the large right facing corner with some fixed gear.\n\nP3: (160' 5.12-) Head up crack and chicken heads till you can commit to big holds on the arete to the left. As the holds run out mantle and clip a 1/4\" bolt above your head. The thin flake I used to make this move flexed a bit, you'll know it when you see it. The climbing following these four bolts up and then right is definitely the technical crux, put your slab face on if you've climbed clean to here because it's THIN. After the bolts move back into the crack where there are two pins in the thin part and gear up higher. The guide says to belay on gear above the pins but it seems like an unnecessary hanging belay. Instead continue onto the 5.8 R climbing on chicken heads till you can move right to a small ledge with a crack for gear and a large interesting looking water gutter crack to its right.\n\n I think two of the four bolts have been replaced on this pitch and the others felt solid when I hung on them.\n\nP4: (5.8) I followed the dirty crack corner with a few loose rocks in it above the belay. The dike to the right looked fun and clean but unprotectable. After about 25' of climbing go up on easy ground till you feel like stopping.","protection":"2 ea. cams from purple TCU to 2\", 1 #3 cam, small to standard nuts and RPs, offsets nuts also useful.","location":"An obvious and clean line that can be seen from the hike in. Start is left of Question of Balance and can be seen from there. The top of the first pitch aims for a tree top to the left of a large roof. See picture. \n\nLooking up at the base of P1"},"__v":0},{"_id":"XfYvZ1cfWbaqlYn1A/fY7Q==","name":"Questionable Timing","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Kevin Boyko, Nick Levin, Peter Yeo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":7,"mp_id":"108292218","mp_crag_id":"105979184","climb_id":"XfYvZ1cfWbaqlYn1A/fY7Q==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Edited after it went completely free:\n\n This climb may be considered new or a large variation. Either way it offers excellent varied climbing on consistent grades.\n\nPitch 1: 5.11+, 60m: Start at the giant obvious dihedral. Same start as \"Tostadas Comquesta.\" Get in the angling right corner. From under the mini roof, layback it, go left (not right, which is \"tostadas\") follow the dihedral right until it gets to a decent ledge. At this ledge punch it left to the 12ft overhung face on dark orange rock. Climb out left on a jug and mantle to find a bolt anchor. (full 60 meter pitch is great or break it up under the small roof).\n\nPitch 2: 5.11+ PG13 200ft: Slab it up directly up the thin face. Tiny cam/tricam protects the first pocket. Swag the rusty buttonhead out right. Now tread left to the small feature jutting out of the wall. It's pretty run out and very thin. If you punt and the pin holds you may swing 30ft off the huge dihedral.\n\n (UPDATE: The beginning of this pitch now has an additional bolt through the crux and the old buttonhead has been replaced thanks to Josh Smith and Jason Halladay. There is still some runout climbing on the easier top, but it is much safer.)\n\n Climb to the ledge, protect it, and continue towards the giant overhang past a shiny new hand drilled bolt. At the overhang traverse right until your under the huge corner.\n\nPitch 3: 5.12- 70ft: From what I understand this pitch is called Questober? I was told it had not gone free? Climb up the techie overhung face into the overhung dihedral. Unless you are 9 years old: the crack is less-than-fingers. Stem up, match a pinch on the left and jump left into another overhung even less-than-fingers dihedral. (Use a 00 or 000 C3, or 00 TCU. It's small) Build an anchor at a small tree after the lip.\n\n If you just climbed this, feel free to tie the rope on your back and free solo the bomber chicken heads. It's pretty solid and has a lot of ledges or rope up and climb to the top at 5.5.\n\n Walk off.","protection":"Double rack from .4 to 3. Small RPs and less-than-finger cams. First pitch has bolted anchor Second pitch has two bolts on the climb, build an anchor. ​ I climbed it with a 60m.","location":"Start on Tostadas Comquesta. On the large, err huge right facing overhung dihedral in the middle of the cliff."},"__v":0},{"_id":"KEBmT9iRXn6VXqhVooHsew==","name":"Question of Balance","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Paul Horak, Mark Dalen, Glen Banks and David Baltz, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":5,"mp_id":"105979195","mp_crag_id":"105979184","climb_id":"KEBmT9iRXn6VXqhVooHsew==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Pitch 1: Begin below a short, curving half-moon flake about 20 feet off the ground. Climb up to the flake and then veer a little left across a slab, up, then left again across another steep slab below a flake. Hand traverse back right across the flake and into a corner with a pin under a small roof. Pull over the roof (5.11-) to a thin hands crack then go straight up steep rock past a bolt to a chain anchor. There are various harder variations to this first pitch, as noted in 'Taos Rock' and in comments below.\n\nPitch 2: Climb straight up the thin crack past a pin and where the crack dies out, make some thin face moves straight up to some seams heading left. Move left following the seams to the prominent diagonalling crack seen from the ground. Follow the flaring finger and hand crack another 80 feet to the bolted belay. (5.10-).\n\nPitch 3: Drop down and right traversing along a small dike to its end. Delicate friction moves lead up to a thin crack/flake, followed by more friction up and right to a second flake/crack system. Follow the crack and then make a hard move past a 1/4\" bolt and up to another dike below the roof system extending across the top of the face. Clip another 1/4\" bolt and then traverse left 30 feet under the roof system to a belay below an overhang with a thin crack running through it. (5.10).\n\nPitch 4: Step a little left to a huge pocket, go straight up over the roof following a crack to where it becomes a seam (5.10+). Climb up the runout seam to awesome chickenheads to a belay at tree (180 feet). An alternate finish traverses 20 feet down and right before the crack becomes a seam and follows a lower crack to the chickenheads (not as runout). There is also a bolted 5.10 slab finish directly up and left, after you turn the roof.\n\nPitch 5: Climb easy, featured rock on great chickenheads aiming for the tall pines on the summit of the rock.\n\n This climb was originally called A Questa of Balance.","protection":"Standard rack up to blue camalots. Bring doubles on gray and green camalots.","location":""},"__v":0},{"_id":"Rb/ZVskJUBq47ylSKUq19Q==","name":"Questar","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ken Trout, Peter Prandoni, 1979.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":2,"mp_id":"106793029","mp_crag_id":"105979184","climb_id":"Rb/ZVskJUBq47ylSKUq19Q==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"One of the more prominent lines at Questa Dome, Questar is a nice climb that deserves more attention. There is interesting climbing on all the pitches, but still some flakiness from lack of traffic. The 3rd and 4th pitches are striking from below, as the left of 2 long continuous diagonal crack systems left of the big roofs on Questa Dome.\n\n The best start is the first two pitches of \"Sequestered\", described here. One can also use the original first two pitches of \"Jonny Questa\", which is easier and not as interesting climbing (see the Jonny Questa page for that described).\n\n Begin just up and right of the lowest point of Questa Dome, under a small left facing corner with an 8\" crack. There will be a big flat roof about 150' from you, and the first belay is at a tree visible on the upper left part of your view upwards.\n\nPitch 1: Start up the corner for 20'. Step left on a slab. Climb easy cracks passing some bushes to a stance (optional belay). Angle up and left on an easy hand crack, turn a small roof. You'll pass the giant roof about 20' to its left, where you'll clip a bolt and mantle off a flexing flake. Lieback up the finger crack above. Step left to the tree, belay. (5.10-, 190').\n\nPitch 2: From the right of the tree, slab straight up and slightly right to an overlap/roof. Hand traverse right along this roof, clip a bolt and turn the roof, and go left on the slab to reach another bolt. Do not take the cracks through the roof up and right, which is \"Sequestered\". Instead, continue left, step left around an arete (where you'll join the original \"Jonny Questa\" line) and belay at one of two 6' pine bushes in a left-facing corner. (5.9+, 100')\n\nPitch 3: Crux pitch. Just above the 2nd pine bush, hand traverse right under on a white face under the a roof to a stance on the arete. Pumpy. (There is a higher roof too- which is the wrong way.) Slab up the narrow prow, passing 1 bolt, and join the hand crack where the higher roof meets the face. Continue up easier cracks, mostly hands, and belay after a while, where convenient. This pitch is something special! (5.11, 150').\n\nPitch 4: Climb up the right-angling hand and finger cracks in the same system. After a ways, consider moving left to a highly featured low-angle climbing, and belay on a ledge. (5.9+, 180'). 4th class to the top.\n\n There are nice topos in 'Taos Rock' and Horaks' topo posted on this site, but I'd recommend breaking the pitches up as described here. This climb is not described in 'RC:NM'.","protection":"Cams to 3\", with doubles from fingers to #1 camalot.   1 set nuts, including RPs.","location":"Left side of Questa Dome. Questar goes up the left of the two obvious crack systems on the upper left part of the Dome."},"__v":0},{"_id":"Yixwyq6AVWuwbnKHGrXiMQ==","name":"Questando La Via Sin Arboles","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"2002, Greg Swift and Sharon Dogruel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":0,"mp_id":"109110950","mp_crag_id":"105979184","climb_id":"Yixwyq6AVWuwbnKHGrXiMQ==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"From the base of the south face, walk down left to the toe of the dome, then walk up left 150 feet along the base of the west side. There is a huge left-facing dihedral (with a dramatic hand crack on its right wall) 100 feet above the ground. This is NOT the climb. Look for a smaller left-facing dihedral, with a few trees, 50 feet left of the huge dihedral, and also about 100 feet above the ground. Start directly below this smaller dihedral.\n\n 1. Clip a piton 10 feet off the ground, move up and right across some small rounded overhangs. Continue up the crack that leads to the smaller dihedral. Pull up and past a small tree to the next level of slab.  Climb the wall of the dihedral to reach a ramp with a thin seam and little gear/no gear for 20 feet. Climb the ramp to where it steepens and place gear in a crack before making awkward moves to reach a 2-piton belay which can be backed up with a #2 cam. 160 feet, 5.9. (If you arrive at a tree with rappel slings, you are on the rappel route, not the climbing route.)\n\n 2. Step up on friction and continue up small cracks. Climb a wide v-slot to gain a face with thin cracks and small pro. Traverse up and left across the slab to gain a large flake, #2 cam. Pull up and over the flake to gain right facing corner with a large block. Look up to find  3 bolts on the face. Climb the corner/face clipping bouts to a comfortable belay at 2 pitons. 160 feet, 5.10.\n\n 3. Step up on blocks to reach the bolt. Make thin face moves to pull up onto a slab/ledge. Cross the slab up and right to reach a wide right facing corner (not visible from the belay). Stem the corner working up and into the base of a finger and hands crack. Sustained stemming and jamming leads up the crack to a ramp with right facing dihedral and trees. Clip a pin and move left and up a second crack/ramp system for 15 feet. Place gear high and then traverse right to regain the crack in the dihedral. step on or over a tree to clip a pin. Continue up the flared crack past the third pin to reach the top of the crack.  Look right for a small belay ledge with one bolt and a slingable horn, a thin crack left of the bolt provides gear placements to back up the bolt.  100 feet, 5.10+.\n\n 4. Traverse left along a thin crack with little/no gear.  At the end of the crack make a reach to clip the first of two bolts. Make delicate moves on polished face/slab to the second bolt. Step down and left to reach a seam which you follow to the overhang.  Place solid gear, #1-2 cams, in the base, middle and above the roof.  Make long reaches to gain large holds.  Work your feet up and pull on to the face above the overhang. Follow a wide crack for 20 feet to a treed sloping belay ledge with 1 bolt on the right wall of a left-facing dihedral. 80 feet, 5.10.\n\n 5. Walk left to a gnarly tree to gain access to the finger crack splitting this smooth face, which is prominently visible from the approach trail. Climb the crack and face holds for about 50 - 70 feet placing small cams and nuts.  From the end of the finger crack, look for bolt 20 feet up and right above a flared crescent shaped crack. From the first bolt look up 20-30 ft to spot the second bolt.  Climb the face using edges and crystalized pockets to gain the second bolt. Pull up on to a tree covered ledge and belay 110 feet, 5.10.\n\n 6. Follow the left arête to the top of the ridge. 100 feet, 5.4.","protection":"Carry a full rack for cracks from 1/4 inch to 3 inches.","location":"This climb is on the far left (west) side of the dome. Pitches 2, 3, and 5 are visible from the approach trail. Pitch 5 ascends the clean face with a sharp left edge at the upper left corner of the dome. \n\n  Descent: The usual: Scramble northeast along the boulder-strewn ridge, then walk down east through the forest. Caught in the rain? Large trees on alternate sides of the climb provide a 2-rope rappel route to the ground. (Rappel stations are marked Ron the photo; often you cant see the slings on these trees from the climb.)"},"__v":0},{"_id":"prZg1eIoV/mWK3K12Dh1GA==","name":"Jonny Questa","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"July 1979: Paul Horak, Mike Head, and David Baltz","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":1,"mp_id":"106205160","mp_crag_id":"105979184","climb_id":"prZg1eIoV/mWK3K12Dh1GA==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Jonny Questa is another quality climb on Questa Dome, with 2 excellent pitches, and a couple more decent pitches, and just enough scariness to get your attention. JQ is worthwhile, however, Tostadas Comquesta or Question of Balance are probably better choices for a first route on Questa Dome, as this one has one heady pitch and does not have as much sustained quality climbing overall compared to those other climbs. This climb is in Taos Rock but not Rock Climbing New Mexico.\n\n Pitch 1&2: There are 2 choices for the first 2 pitches:\n\n *The recommended alternate start to the first pitch which is described in 'Taos Rock' as the 1st two pitches of Sequestered: This alternate start was done about a year after the FA by Mike Head and David Baltz, that starts directly below the slab on the original second pitch. Begin about 200' down slope from the standard start at the base of a slab with a prominent hand crack diagonaling across it from the right. P1: Climb up the slab (some bushwhacking) to a ledge at the base of the diagonal crack and belay (100ft). P1B: Follow the crack to the base of a short steep headwall. The headwall goes at 5.10a thanks to a large semi-attached flake and is followed by an excellent layback corner. Belay at the prominent tree (100 ft.). These pitches can be combined (60m).  Pitch 2: Move up to a small roof which accepts a large cam, then step left and climb a spicy (5.9R) quartz dike. Step left around the arête and belay at the lower of the 6' trees (see P2 description of Original Start below that joins this variation at the small roof).\n\n *The easier original start, as shown in 'Taos Rock': Start a 100 yards up the hill from the cave on the left flank of Questa Dome. Pitch 1: Traverse right across easy slab to gain the prominent left-facing corner and belay off the tree jutting from the obvious crack in the right face of the dihedral (5.5, 120'). Pitch 2: Climb the hand and fingers crack above the tree and step right around the arête onto a nice slab. Climb down the slab a ways and friction right till you can move up again below a shallow roof/arch. Protect under the roof (important), then step left around the end of the roof and proceed 20 feet up a thin vertical quartz dike (5.9R). At the top of the dike, step left around a corner and into a corner leading up to a couple of small trees. Belay at lower tree in the left-facing corner about 20' below an obvious roof (150 ft.).\n\nPitch 3: Cruise up to the big roof split by a crack up to the left, clipping a 1/4\" bolt just below it. Turn the gear-protected 5.10 roof, followed by easier low-angle crack climbing in a corner. Belay at the highest tree in this corner system. Excellent pitch. (5.10, 120')\n\nPitch 4: (a) From the high tree, climb a finger crack on the right wall. Place good pro at the top of this finger crack. Walk to your right on a 4\" ledge for 20' to the arete, where you will see 2 bolts (1 new, 1 old) just out of reach above you. A 5.9 highstep lets you clip the bolt (don't fall first). The crux of the climb (5.10 if you're over six foot, 5.11 otherwise) is in the next 2 or 3 moves after clipping the bolt. Reaching a jug, move right around the arete. It's not obvious at this point that you're going to find any gear placements for the next 30' or so, but persevere. Climb the beautiful arete, exposed 5.9R with some interesting moves. You will find (marginal) gear in a couple of places here, but I felt this was \"serious R\" not \"wimpy R\". Look for a small TCU placement on the second ledge up the arete, and a keyhole stopper in a tiny solution pocket a bit higher. After the difficulty is passed, belay at the biggest tree nearby, after another 20' of easy climbing. Memorable pitch. (5.10/11 with 5.9R, 130'). (b) The Taos Rock guidebook suggests you can escape without climbing this pitch by taking one of the bushy 5.8 dihedrals to the left, which would be a good option in inclement (or windy) weather.\n\nPitch 5: Easy 5th class leads to the top. If in doubt, angle right. (5.2, 200')","protection":"Cams from micros to 3\", with 2 ea. of #0.4-#1 camalot.   1 set nuts.  Tricams useful.","location":"Jonny Questa is on the left side of Questa Dome.. just left of the really good rock, but just right of most of the trees.  The top part of pitch 1 and start of pitch 2 follows the only obvious big left-facing dihedral around (for the original start).   To find the start, walk left from Question... past the toe of the Dome, and up the left flank just past a cave.  Begin a bit to the left of this cave.  If you see a piton about 15' up, it's on Questando la Via sin Arboles, begin just right of this."},"__v":0},{"_id":"yKp4Aa8/V0mSrnBgJwrgOw==","name":"Con Questa Libre","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Cayce Weber & Ed Jaramillo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":9,"mp_id":"114214752","mp_crag_id":"105979184","climb_id":"yKp4Aa8/V0mSrnBgJwrgOw==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"\"Con Questa Libre\" is the next obvious line right of \"Tostadas\".  If you're considering it, chances are you've already climbed \"Tostadas\", which will help for getting oriented.  By comparison, the more popular \"Tostadas\" is longer, with an easier crux, and has more interesting climbing overall compared to \"Con Questa Libre\".  It's way shorter and less serious than \"Jonny Questa\" and the 5.11s in the middle of the dome. Though discontinuous in difficulty, everything on Questa is good-- and \"Con Questa Libre\" is sheltered from wind and gets sun earlier than most. \n\n  We combined \"Taos Rock\" P1-P3 into 2 pitches, would recommend that to avoid \"tricky belays\", and is described this way below. \n\n  Look for the next R-facing corner system to the right of \"Tostadas\".  This should be to the left of a \"pillar\" with 2 trees.  The start is to the right of a grimy arch/cave-looking feature. \n\n  P1.  Climb up into the R-facing corner.  You'll find a ledge at 50' (optional belay).  We started in bushy cracks, but it might be possible to traverse into this from the right.  Follow the obvious corner with good climbing in the corner and a very cool, but tricky crux leading to a stance on a ledge.  Gear should be adequate but somewhat tricky on this pitch.  Anchor with gear. (5.10+, 150'). \n\n  P2.  Angle right on the ledge, face climb left (still unprotected ~5.8).  Move left to a hand crack.  Pull through an overhang and walk left to join \"Tostadas\".  Work right on slabs with gear in the right-angling cracks.  As these end, face climb left to a great ledge below the huge roofs.  Belay off a slung horn and other small gear. (5.10-, 100') \n\n  P3.  (Now shared with Tostadas).  Traverse right, and escape the roofs to their right side, following cracks.  As the crack widens, step left and find great chickenheads to pull through.  Belay at a crack and a stance shortly above. (5.8, 100') \n\n  P4.  Great 5.4 chickenhead climbing leads to a ledge with a tree near the top.  Some Cl. 3 to get to hike-off territory from there.","protection":"No fixed gear on the entire route.   2 ea cams to 3\", nuts.","location":"This climb is the next obvious line uphill and to the right of Tostadas.  It begins left of a \"pillar\" that has 2 pine trees on it."},"__v":0},{"_id":"1qVKt+EtVxqD48JwTzjYTA==","name":"Another Pretty Face","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Peter Prandoni and Bruce Holthouse","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":6,"mp_id":"106193501","mp_crag_id":"105979184","climb_id":"1qVKt+EtVxqD48JwTzjYTA==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Another Pretty Face is an alternate start to the first 2 pitches of Question of Balance.  Though the ratings are close, Question of Balance's first 2 pitches are significantly easier overall.  Combining Another Pretty Face with Question of Balance's p3 and the Direct roof on p4, is touted as the being the best climb at Questa, dubbed \"Questa Direct\".Pitch 1: Begin about 40' right of the start of Question of Balance, or about 10' left of the start of Tostadas Comquesta and a big right-facing corner. [Note this climb is NOT the one with new bolts immediately right of Question's p1- that is a new 5.11 variation start to Question; Pretty Face begins farther right of that start.] Spy the lower left end of the obvious roof to get your bearings. A tricky 5.10- slab move without good pro immediately near you lets you move left to a new bolt [this replaced a partially driven fixed pin here] at the lower left corner of this roof.  [You could also climb a direct start to this point-- steeper angling cracks from the left to get to this bolt at 5.10+.] Step left to two twig-like pine \"trees\", and follow 5.10- cracks and flakes, passing another fixed pin at a face section, and reach a 3-bolt anchor after 150'. Although the guidebooks and the old topo suggest to belay in a lower location, it is better to do as described here. Excellent pitch.Pitch 2: Traverse left from the belay to the first bolt (potential to fall onto the belay with a 5.10 move or two). The well-protected crux of the climb is the 5.11 slab section between the 1st and 2nd bolts. After the 2nd bolt, the difficulty eases but it's a 25' run-out getting to the next bolt. Before you get to the 3rd bolt, you can cut left on an easier but unprotected rail to join Question of Balance pitch 2 finger crack, or continue up the thin face past the 3rd bolt, after which you'll join Question midway through pitch 2 anyway. Follow this 5.9 finger crack up and right to an anchor with bolts & chains. Classic thin face/slab climbing.Rappel from the p2 anchor to the ground with 2 60m ropes (it will just barely reach); or continue up Question of Balance, which is recommended and the next 2 pitches are great.  If you keep going and top out the dome, it should be about 5 pitches total, plus some easy scrambling. Walk off the east side.A nice topo is found on the Questa Direct page of Gary Clarks Classics collectionThe topos in the guidebooks covering Questa Dome are good too.","protection":"1 set nuts, 1 set cams to 3\", with 2 ea. in finger sizes useful.","location":"Another Pretty Face begins just left of Tostadas con Questa, the prominent left-facing dihedral near the right side on Questa Dome, and about 40' right of the start of Question of Balance.  It starts below a big roof."},"__v":0},{"_id":"+cKcfL9UVIqpFXbvKszaMg==","name":"The Ancient Ones","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Greenwald and Gina Hawryluk, First Climbed by Ken Sims, Dennis Jackson and Ed Sklar in the early 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":10,"mp_id":"108315557","mp_crag_id":"105979184","climb_id":"+cKcfL9UVIqpFXbvKszaMg==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"An enjoyable moderate route up Questa Dome's Southeast Face. Start 200 yards uphill and right of the major right facing dihedral at a right facing corner with a large standing snag on top. There is a cairn to mark the start of the route.Pitch 1 (5.9+, 115 ft.)  Climb the right facing corner until it turns left and then angle up right to a small ledge with a tree.  Continue up a slab past two bolts (crux) to a large ledge. Belay off of large tree above ledge.Pitch 2 (5.9 PG-13, 115 ft)  Pass tree, climb up the zig zag crack and a few slab moves to its left and then up the left leaning, left facing corner to small ledge just above a small tree. Use hand size cams and a fixed nut for belay.Pitch 3 (5.8+,  65 ft)  A short, fun pitch.  Climb the small right facing corner just left of the larger right facing corner to an overhanging face. Traverse left below the overhanging face and exit up and left onto shelf with a 2 bolt belay.  Pitch 4 (5.6 PG-13, 125 feet)   Follow the slab up and left slinging chicken heads to the left side of the large roof and then up the featured rock to a belay at a pine tree.","protection":"Standard rack to #3 camalot. Small wires useful on P2. ","location":""},"__v":0},{"_id":"BNKFEW0NUhmrWWd29hc8aA==","name":"Aero Questa","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"w/ left variation to crux: Doug Couleur, Lee Sheftel, Peter Prandoni. Direct water groove: Rick Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"left_right_index":4,"mp_id":"119717001","mp_crag_id":"105979184","climb_id":"BNKFEW0NUhmrWWd29hc8aA==","areaRef":"1aBFOO5qVhmOZxCSxlq9AQ=="},"content":{"description":"Aero Questa is the hardest and most striking line at Questa.  It goes up the stunning water streak in the middle of the dome.Pitch 1.  Climb Question of Balance p1 to its bolted belay (5.11-, 150').  Or, if you want to get your feet dialed in for thin climbing, consider doing the alternate start to Question of Balance to its right (5.11+).Pitch 2.  From the belay, clip the jank piton, then diagonal up and left, passing 2 bolts to a belay below the water streak (5.10, 50').  Somewhat spaced between the 2 bolts.  Use the first bolt in the water streak and finger size cams for an anchor.  (There is not a 2-bolt belay here as shown in the book, unless we are blind.)Pitch 3.  This pitch is amazing, beautiful, intimidating, and will challenge all but the very best techy slab/thin-face climbers (I learned I am not one).  Go up the water streak.  Hardest moves are just off the belay (5.12-), and at overlap half-way up (mid-5.12), with the remainder of the pitch almost all at least solid 5.11 with precious few edges bigger than 1/4”. Find a bolted belay at the top of the line, a bit below the level of the main Questa roof.  All bolted, about 10 in total (don't bring any trad rack except if linking or if doing the variation) .  Bolts aren't close enough to cheat, you have to climb (5.12, 150').  Original Variation to p3: I haven't gone this way, just looked over there; see comment from Dave Baltz below.  Start the same as above, but at a stance on a dike at the 3rd or 4th bolt, a bolt leads to the left. It looks as though you angle left, passing some holes (possible gear?), pull over the lip (possible intermediate belay?), then follow bolts up and right to the same belay.  The book calls this 5.11+ (after the initial 5.12- start).  This would allow you to bypass the crux.Pitch 4.  Traverse right 30' to the Question of Balance 2-bolt belay below the left (easier, standard) roof exit.  I placed a small nut as the only pro on this pitch, a #00 TCU or similar might also fit (5.9R, 35').  We linked this with the previous pitch and would recommend that (unless you want to lower and work the crux).Pitch 5.  Climb the 5.10 roof, and continue to the top by the variation of your choice.  The 5.10 slab line with 4 spaced bolts straight above the roof makes for the most sustained finish.  It's runout, but if you survived pitch 3, you'll do just fine.  It's 190' to a belay at a tree.  3rd class to the top.  Easier finishes go to the right after you pull the roof (see Question of Balance page).","protection":"Bring about 15 draws and runners.  Bolts are 3/8\", not rusty 1/4\".  Trad gear is pretty much whatever you need for Question of Balance: Nuts and cams to #2 camalot, with doubles in the finger sizes, extra #0 TCUs if doing the 11+ start. Bring tight edging shoes and either a bail biner or an old school rope gun for the crux.","location":"This climb goes into the water streak left of Question of Balance.  Pitch 1 is shared with Question of Balance."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,896af161-3c3f-52fc-b58f-9191fe647ff0,d5a04538-ee6a-5619-8e67-1092c65abd01","pathTokens":["USA","New Mexico","Taos Area","Questa Dome","Questa Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.12"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53448,36.7948]},"bbox":[-105.53504152371747,36.79435033981814,-105.53391847628254,36.79524966018187],"left_right_index":-1,"ext_id":"105979184","area_id":"1aBFOO5qVhmOZxCSxlq9AQ==","polygon":{"type":"Polygon","coordinates":[[[-105.53504152371747,36.79435033981814],[-105.53391847628254,36.79435033981814],[-105.53391847628254,36.79524966018187],[-105.53504152371747,36.79524966018187],[-105.53504152371747,36.79435033981814]]]}},"content":{"description":"Questa Dome proper is the centerpiece of multi-pitch climbing in the Taos area, with ~5 pitch routes on beautiful white granite. The climbs here range from 5.10-5.12, and have quality crack/slab climbing in the same style as parts of the S. Platte and the Organs. Questa Dome has a deserved reputation for runout & scary slabs, but it is so much more varied than just that! Most climbs follow cracks or seams for much of their length with slabs and thin-face sections linking these features. Most climbs in the center of the Dome tackle the intimidating roof that looms at the 350' level. And above the roof-- well you'll just have to find out what's up there! For years, Questa had a reputation for old scary bolts, but most have been replaced by now.\n\nSeason: May through October, typically. The cliff gets a lot of sun, and can be hot on summer days, or warm enough in spring or fall if it's not windy.\n\nDescent: Top out the dome, scramble up the ridge a little ways, and walk-off to the east, down a faint trail and contour back to the base of the dome. If you have to bail from any of these, you'll need 2 ropes or will need to leave gear and build intermediate stations.\n\nGuidebooks: A guidebook or at least a topo is recommended. 'Taos Rock' and 'Rock Climbing: New Mexico' are both excellent guides to the area, and both include the best climbs. 'Taos Rock' includes 2 or 3 more routes that aren't in RC:NM. There are some lines/variations that are not in any guidebook."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:13:42.406Z","updatedAt":"2024-01-20T01:04:51.481Z"}