{"_id":"63689d5ce80bff5a994f509e","area_name":"North Palisade","shortCode":"","climbs":[{"_id":"gXEUuowqXGGl2PygPU6KsA==","name":"West Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.514,37.0942]},"left_right_index":0,"mp_id":"107038639","mp_crag_id":"105804277","climb_id":"gXEUuowqXGGl2PygPU6KsA==","areaRef":"h5vM+C38VjaviYLyyAcQ2Q=="},"content":{"description":"Climb a chimney to a ramp that angles up and right to gain the prominent gully that leads to the crest just north of the summit. Follow this gully until it ends at a headwall. A pitch up the headwall (5.5) gets you to easier terrain which leads to the crest and then the summit. This route is mostly fourth class. To descend, head south from the summit to the top of the U-Notch, descend the U-Notch to the west (4th)","protection":"Light alpine rack, rope.","location":"From south lake, hike to Dusy Basin. Hike cross country south and over Thunderbolt Pass into Palisade Basin. The route climbs a ramp at the left side of a prominent lighter colored buttress which contains a prominent right facing dihedral (White Ship)"},"__v":0},{"_id":"QqsbAILsWi+G07oLE5CKSQ==","name":"U-Notch Couloir","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Norman Clyde - June 1928","type":{"trad":true,"mixed":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.514,37.0942]},"left_right_index":2,"mp_id":"105804285","mp_crag_id":"105804277","climb_id":"QqsbAILsWi+G07oLE5CKSQ==","areaRef":"h5vM+C38VjaviYLyyAcQ2Q=="},"content":{"description":"A nice alpine route which is almost out of character for the High Sierra. Save time wherever possible. Also get an alpine start.\n\nFrom Sam Mack Meadow climb the lefthand gully at the back of the meadow, bear right under the Palisade Glacier moraine, through another shallow gully just to its right (Thunderbolt Peak framed in the notch) and so gradually gain the crest of the moraine. Follow it until it peters out (wonderful views of North Pal) then head straight up to the start of the couloir. About 1 hour from Sam Mack Meadow.\n\nPart 1 The Couloir\n\nIn early season it's soft or hard snow by late season it's blue ice.\n\nThe first obstacle is crossing the bergschrund, which can be easy in early season and seriously hard in late season. Once established above the couloir suck it up and start climbing. Keep to the right, sometimes a break can be taken in a moat which may be there, there are slings also, for late season ascents. Keep going until reaching a tongue of rock dividing the couloir, skirt left around this and head up into The Notch.\n\nPart 2 The Open Chimney 5.6\n\nTo the right lies a steep step which is negotiated using a groove which turns into a chimney in 2 pitches. Towards the top of the 2nd pitch bear right, to exit The Notch just by the summit snowfield.\n\nPart 3 The Ridge\n\nBest soloed or simul-climbed. Cross rocks above the summit snowfield, then, before the First Pinnacle, cross over onto the south side of the ridge and scramble along to eventually reach a well-earned summit.","protection":"Part 1 ice-axe, crampons. Part 2 small alpine rack. Slings if simul-climbing the ridge.","location":"Descend the route."},"__v":0},{"_id":"zu1HvAPMX9yulMq5bYsuHg==","name":"Southwest Chute","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Joseph LeConte, James Hutchinson, James Moffitt 25 July 1903","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.514,37.0942]},"left_right_index":1,"mp_id":"106055456","mp_crag_id":"105804277","climb_id":"zu1HvAPMX9yulMq5bYsuHg==","areaRef":"h5vM+C38VjaviYLyyAcQ2Q=="},"content":{"description":"There are at least two 4th class routes to the summit of North Pal from the Southwest Chute. One is the original route used on the first ascent, which requires finding and traversing a narrow sloping ledge into an adjacent gully to the north of the chute, about 3/4 up the chute. Finding this ledge, called \"The Catwalk\", is the crux of the route. It is often marked by a notable cairn at its entrance/left side of chute. There is a good video here: ​\n\nhttps://www.youtube.com/watch?v=mxMo9QicG6o&feature=youtu.be\n\n​​​. The Catwalk actually slopes slightly downhill as it traverses left on the north wall of the chute to allow one to turn the corner and switchback into the gully. The gully itself is quite steep and narrow near its top, often filled with snow and ice. Even late in the season, crampons and ice ax may be necessary to safely ascend the gully. Once surmounting the gully, you enter a broad boulder-filled bowl with the summit ridge to the northeast. The other route departs from the chute about three-quarters of the way up the chute and consists of traversing leftward and upward on broken ledges. The start of this second route requires a sharp eye to spot, but should be obvious once you are on it. If you get to the U-Notch at the top of the chute, you've gone too far. This route avoids the risk of ice in the shaded gully, but has a bit more exposure and there are loose rocks on these ledges. This route arrives in the same broad bowl at the top of the gully of the first route. Once in the bowl, work your way northeast up through the boulders, staying to the right of the low, narrow ridge which bisects the bowl. After some 3rd and 4th class scrambling, you will reach the summit of North Pal. Allow about four hours to reach the summit after entering the Southwest Chute unless you have particularly strong legs to pump yourself up the steep and loose talus without frequent rests.","protection":"A rope, harness and rappel device are recommended for a secure descent on the crux sections.  Bring long slings and rappel rings.  If there is any snow or ice, crampons and ice ax may be needed.  Bring excerpts from Porcella and Burns \"Climbing California's Fourteeners\" to help you find your way.","location":"The Southwest Chute was the original approach for the first and other early ascents of North Pal.  Above Barrett Lakes is this large, steep, talus-filled chute which leads to the same U-Notch seen above the Palisade Glacier on the east side of the Palisades.  Most parties reach the Southwest Chute by hiking over Bishop Pass (12,000+ ft elev.) from the South Lake trailhead, turning south to skirt the west flanks of Mt. Agassiz and Mt. Winchell, and then passing through Thunderbolt Gap.  The Southwest Chute leading to the U-Notch is about one mile further south from Thunderbolt Gap.  It is the largest chute on this west flank of the Palisade crest."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,879bccf8-2dfc-5636-af89-82f2c80710d9","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","North Palisade"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.6"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.514,37.0942]},"bbox":[-118.51456373473063,37.09375033981814,-118.51343626526936,37.09464966018187],"left_right_index":-1,"ext_id":"105804277","area_id":"h5vM+C38VjaviYLyyAcQ2Q==","polygon":{"type":"Polygon","coordinates":[[[-118.51456373473063,37.09375033981814],[-118.51343626526936,37.09375033981814],[-118.51343626526936,37.09464966018187],[-118.51456373473063,37.09464966018187],[-118.51456373473063,37.09375033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.655Z","updatedAt":"2024-01-20T00:58:21.947Z"}