{"_id":"6368a1b8e80bff5a99553ddc","area_name":"Holts Ledge","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,23ddb8e7-ff0b-5085-9070-0b9d580bee95,a2550384-b2a7-5afb-91c5-c4066f9f9d23","pathTokens":["USA","New Hampshire","* NH Ice and Mixed",". Western NH","Holts Ledge"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.10309,43.77852]},"bbox":[-72.1037127810779,43.778070339818136,-72.1024672189221,43.778969660181865],"left_right_index":-1,"ext_id":"107897140","area_id":"olUDhLKnWvuRxcQGb5+dIw=="},"content":{"description":"Here is a big surprise, I am introducing this area in 2012 to MP. The ledge has had ice climbers here since the 1980's or earlier. Its mostly excellent water ice and retreat is always easy after climbing. Its wide open at the cliff line so walking is easy from climb to climb.    The ledge has some unusual direction to it because the climbs are on the northeast side or right side facing the ledge. The central and left side of the ledge is a much higher cliff. The winter sun directs its sunlight here most of the day. Nice place to go to get a lot of climbs in during a short winter's day. That is because the climbs are lined up like dominoes. All of the routes can be rappelled by trees. There is a walk off north or right back down to where you came to the bottom.    The first iced slab you'll see on the approach is a long iced over steep start to it slab. Its always fat WI3-4 ice at its bottom half. The top half gets aerated or too dry sometimes. Several years the WI4 curtain at the slab base became detached. Don't know it until your on top of it. Anyway there is little to no risk with the curtain and most routes here.    Snow melt is a big factor to consider about this area. It is semi dependent on it for the routes furthest left. From the middle ice flow of Jaws (below the large ceiling) and the gullies right are ground fed and not affected so much by drought winters. All of these climbs come in every year eventually. The heights of routes are approximate and might be much longer than I remember.   The routes I know are from the one's I climbed. I climbed the place out over several years except for one possible route on the higher ledge. I got to where I no rope soloed the routes. I invited Ted Hammond to no rope solo with me. We knocked most of them off on a single day together in winter 86-87.     Its like an outdoors ice climbing gym in snowy winters.    The DOC has top roped here for years and probably led the routes. This place has remained, too this day not listed in any guide books. I saw the ice potential trying to do a rock route here in 1982. Winter 83-84 I did Spiral Staircase as my first roped in lead. I quit going here in 1987. The access became private land developed, where I used too park.  "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:08.547Z","updatedAt":"2022-11-25T11:19:55.202Z"}