{"_id":"6368a1b8e80bff5a99554220","area_name":"White's Ledge","shortCode":"","climbs":[{"_id":"nwAqS+/UUPeLc2CVh9CBWA==","name":"The White Streak","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pollock, Wiessner & Underhill 1931,to above mid-height.   complete route: Joe Cote & Eric Radack Oct 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":3,"mp_id":"113485769","mp_crag_id":"106492815","climb_id":"nwAqS+/UUPeLc2CVh9CBWA==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"History - An amazing route that was first climbed nearly complete by the leading climbers of the USA in 1931: Fritz Wiessner, Robert Underhill and Leland Pollock (an underappreciated \"Boston AMC\" leader of the 1920's and 30's). Pollock fell and broke several bones, Wiessner & Underhill performed the self-rescue (no \"911\" in those days !) and delivered him to the hospital.Forty years later, Joe Cote (one of, if not \"THE\", leading climber in the North Conway area in the late 1960's through early 1970's) and Eric Radack completed the climb.START- About 40-50 ft right of Endeavor, at a point about 25 ft right, and above, the \"toe\" of the cliff, at a flake leading up right to a tree.I did this route 15-20 yrs ago and don't really remember enough (an almost hand-traverse flake and a thin face move down low stick out; the beautiful white streak of rock up high (last 2 pitches, that I got to lead) also is memorable.The full route description can be found in either Webster or Handren's guidebooks.","protection":"Std Rack","location":""},"__v":0},{"_id":"GDrvtQ32WaG5SERtEQdzfQ==","name":"Inside Straight","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA George Hurley and Les Gould 6/21/81  FFA Paul Boissonneault and Ed Perry 6/26/81  P.3 Brad White and Dick Peterson 8/20/83.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":8,"mp_id":"106494529","mp_crag_id":"106492815","climb_id":"GDrvtQ32WaG5SERtEQdzfQ==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"First pitch is a beatiful thin finger crack to a woody ledge.  Second pitch goes up a steep slab protected by bolts to another ledge.  Third pitch is another slab pitch.  All pitches are .10","protection":"Nuts, finger sized cams, and draws","location":"Far right side of the cliff, 100' right of cry for yesterday."},"__v":0},{"_id":"/3csRW32WsmydG2H5WbwDQ==","name":"Grendels Lair","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Webster, Cherra Wyllie (May '82)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":7,"mp_id":"117624449","mp_crag_id":"106492815","climb_id":"/3csRW32WsmydG2H5WbwDQ==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"A pretty good pitch that shares the same start and anchor as Finesse. The corner after the 3rd bolt is good fun and is totally worth the gardening required to get there. Also a useful option to get to The White Streak in order to avoid the 5.8R pitch. Start @ FinesseScramble up the blocky start then bear right into a left facing corner. Stem your way up to  bolt and beyond as you make some sort of mantel. Keep trending right on the ledge to gain the second bolt. Make some face moves to a crumbly undercling (careful strong one!) and continue trending right to gain the next ledge.A third bolt is located out of sight and to the right above the ledge. Clip and extend the draw and make some moves to to gain the excellent corner system above you. Thin fingers and enjoyable liebacking will bring you up to the pine tree anchor of finesse/white streak/when the october wind blows.From here, lower off or continue up any of the other mentioned routes.\n\n ","protection":"3 shiny new bolts, Standard Rack.","location":"When you get to the toe of the cliff, this is about 200 feet up to the right. There are the 5 bolts of Finesse, then Grendels Lair in the corner next to it."},"__v":0},{"_id":"+mmQZwNiWxa1w6x0+Pe6tg==","name":"Finesse","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Al Hospers & George Hurley ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":6,"mp_id":"106494547","mp_crag_id":"106492815","climb_id":"+mmQZwNiWxa1w6x0+Pe6tg==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"Great hard face climbing with a low crux (at first bolt) and high crux 10' before small overlap.  Turn the overlap (watch for bees) and follow an easy low angle hand crack.","protection":"light rack and draws","location":"Just to the right of october wind corner."},"__v":0},{"_id":"Zk9KvoHOWqOaAFnFrZLKRQ==","name":"Endeavor Variation (\"Something Different\")","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Paul Cormier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":1,"mp_id":"106545027","mp_crag_id":"106492815","climb_id":"Zk9KvoHOWqOaAFnFrZLKRQ==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"the best protected way to start this pitch is to walk 10 feet up hill from the start to endeavor, you will be directly below a overlap/right facing corner. Pad up the mellow slab to the right facing corner, protect (green alien/green c3)and make and awkard mantle move (8-) and head left a few feet to the bolts. Follow bolts over a steep headwall with increasingly hard moves, at the top of the head wall you will want to head diagonaly right and up running it out on broken slabby rock stopping at a small groove (very small cams/rp's/micronuts) then head straight up to the tree belay meeting up with endeavor.","protection":"small gear, small nuts, quick draws and the rest of the rack for endeavor.","location":"10 feet up hill from the regular start to endeavor...look for a right facing corner/overlap and bolts above."},"__v":0},{"_id":"RdwT04CwXruOIZvYvoqtpg==","name":"Endeavor","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Cote & Roger Martin, November 6, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":2,"mp_id":"106511942","mp_crag_id":"106492815","climb_id":"RdwT04CwXruOIZvYvoqtpg==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"UPDATED: Rap bolts have been added at the previously sketchy tree anchors. See comments below!(Updated 12/2/21 with notes written during a climb done in Oct. Pitch numbers correlate to the Webster and Handren guidebooks, with recommended linked pitches indicated.)P1+2:\n\nSTART about 15-20 ft up and left of the \"toe\" of the cliff.  Climb up an arching corner, then straight up to a ledge with a small tree 35 ft up. [Webster's & Handren's P1 ends here]  Step left and up a right-facing flake (passing 1 or 2 pitons) moving up to a thin crack which is climbed (P1 crux?). Continue up to a big corner and exit left to the pine tree.  190ft (58 m) 5.7/5.7+ \n\nSee photos.Webster says of this pitch \" A climb not to be underestimated\"....of P1&2: \"route finding and protection on the pitch...requires patience and determination.\" \n\nP3: Climb up and slightly to the right toward the next big tree, passing a few pins. The steep bulge is best climbed on the left of the corner, climbing up the vertical weakness and stepping back to the right up high and then making a big step up to easier terrain.  Probably the crux of the route. Belay from the new double bolt anchor on the left. 100 ft  5.7+/5.8- \n\n It is also possible to climb this section using thin crack(s) on the steep yellow-face to the right of the corner, moving back left to the same big step up. Possibly better protected but more difficult (5.8+ / 5.9?).P4: Not a very obvious route since you can't see the crack you're headed for from the belay. Do NOT miss this crack!  (The \"obvious route is \"The White Streak\", see Variation 1)  Move up 30 +/- ft, then up and right another 30+/- ft, (climbing on patina-ed rock not unlike that found in Nevada's Red Rocks) to intercept the \"Endeavor Crack\" . There is a reasonably comfortable gear belay stance about 30 ft up the crack. 120 +/- ft  5.5-5.6 PG-13   [Note- Brad White likes to start this pitch by traversing right nearly directly off the belay (above the rockfall area) and intercepting the crack lower down. ] \n\nThe \"un-obvious P4\".....Reaching the \"Endeavor Crack\" on P4 of Endeavor.  Here, many climbers inadvertently follow the route \"White Streak\" up towards the blocky corner and oak tree.\n\nP5: Continue up the crack, near its top move left across the face on ledges to a new double bolt anchor on a small tree ledge.  120+/- ft  5.5-5.6  If rapping off this is the top. \n\nThe P4&5 ncrack is so dreamy.\n\nP4 Variation - \"The White Streak\" - This is the \"obvious route\" from the double bolt belay at the end of P3, and is worth doing after Endeavor's P4 & 5 if you have time. . Climb straight up from the belay then move right to belay at a single oak tree in a wide crack/chimney. Slings on block. 120 +/- ft 5.6 PG-13 P5 Variation- Continue up, eventually moving left to the same double bolt anchor mentioned in P5 above   100-120 ft  5.5-5.6 PGDescent - Rap the route with double ropes. The rap from the P3 bolts to the big pine tree can be made with a single 70m (maybe even a single 60m)  Although one COMMENT says \"A few things to note: (1) don't even try rapping this with a single 70m \" It is probably possible to rap the route 5 raps with one single 70m (using the slung block mentioned in Variation-P4) but would probably require an interesting swing to a tree ledge on the rap off the big pine tree of \"P1+P2\".  Walk Off - It is possible to walk off by scrambling (some may wish a rope) pretty much up from the end of P5.  It is further than you may think to the Stanton trail, then descend this (to the right, i.e. East) about 2 miles to the trailhead in the old housing development. Then about another mile to your car. There are also some bolted face climbs on short walls in the woods if you escape left after Pitch 5.","protection":"","location":"From the \"toe\" of White's Ledge, look ~20 feet to left for the obvious weakness leading to a small ledge with a small tree (more of a bush).  \n\n  For descent, take the trail from Mt. Stanton back down to the road/houses (take the trail heading to the climber's right)."},"__v":0},{"_id":"1aMPsbu3Ul2bMRn7iFS7ZA==","name":"Death meets Death","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White, 10. 31.1986","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":0,"mp_id":"106492820","mp_crag_id":"106492815","climb_id":"1aMPsbu3Ul2bMRn7iFS7ZA==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"on halloween I set out to White's planning on soloing an easy climb, far left side but it was wet. Right of the wet is smooth rock. I went up the right side to commit TO the reach for a horn of block. It's deadly, no it's sandwiched, and first of many long stacked chock stones in a crack with no rest stops for 80 ft of 5.7. Crack ends with narrow rest stop ledge on left wall. Above is the now what friction slab? My next trick will be up 15 feet for a real treat or the down the friction death slab crux 5.8? Led  onto 5.7 before Endeavor belay pine tree. Too big for my arms, that was awkward desperately got over. After resting recovered from terrified out of my wits friction, I followed Endeavor up. Glad I had nothing but a great adventure.  ","protection":"none, free soloed it but most of the climb does take gear. Recommend before the friction, a bolted belay.","location":"Right of the left side gully is a smooth ramp. Above is a large protruding rock horn. Tarzan the horn to gain hidden crack. Hike down Stanton Mt. trail east to the parking lot."},"__v":0},{"_id":"LOCqKKCqXhSgjs4xeq95pg==","name":"El Camino Non Real","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"George Hurley, Paul Boissonneault, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":5,"mp_id":"110712875","mp_crag_id":"106492815","climb_id":"LOCqKKCqXhSgjs4xeq95pg==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"This is a direct version of Especially when the October Wind Blows.  The description is from the guidebook because I'm pretty sure we were off route above P3.  Handren's guide lacks the \"unprotected 5.8\" description common to many of the routes on this cliff, but there is definitely runnout (but easy) climbing up top. \n\n  P1. Climb the right facing corner/crack to top.  With gear at your feet, traverse right along a seam(crux) to gain the crack above the last bolt of Finesse.  Belay from a pine tree at the top of the crack. 5.8+ (90ft) \n\n  P2. Step right and climb the small corner past a pin.  Look for a ledge and keep going to a right-facing corner, belay there. 5.8 (70ft) \n\n  P3. Move to the left end of the ledge, climb a slab to the middle of three inside corners. Climb the middle corner, then up a right-facing corner formed by a large flake.  Belay from a pine tree on a ledge. 5.7 (150ft) \n\n  P4. Climb a flake on the left to an open chimney. Face climb up and belay on a tree covered ledge. 5.7 (80ft) \n\n  P5. Climb tree-filled ledges to the top. 5.7 (160ft)","protection":"Standard rack to 3\". RPs/small cams help with the runnout up top.","location":"50 feet right of the toe of the cliff at a right facing corner/crack, just left of the bolted line of Finesse."},"__v":0},{"_id":"ZOqSd1QIVemVAoRbVqsLdg==","name":"Cry for Yesterday","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brad White","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"left_right_index":4,"mp_id":"106519641","mp_crag_id":"106492815","climb_id":"ZOqSd1QIVemVAoRbVqsLdg==","areaRef":"/3p+rZ3kX6e6hzLLZsGOpw=="},"content":{"description":"Beautiful arete/face climbing up the white arete that makes up one wall of October Wind.  Hard...is how this climb feels to me.","protection":"Bolts","location":"Middle right of the cliff, immediately to the left of October Wind."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,54e18607-3d9d-50e0-98e6-adc9fee1f84b,ff7a7ead-9de4-5fa7-ba87-32cb66c18ea7","pathTokens":["USA","New Hampshire","WM: Bartlett / Jackson Area","White's Ledge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.22605,44.09467]},"bbox":[-71.22667610108091,44.09422033981815,-71.22542389891909,44.09511966018187],"left_right_index":-1,"ext_id":"106492815","area_id":"/3p+rZ3kX6e6hzLLZsGOpw==","polygon":{"type":"Polygon","coordinates":[[[-71.22667610108091,44.09422033981815],[-71.22542389891909,44.09422033981815],[-71.22542389891909,44.09511966018187],[-71.22667610108091,44.09511966018187],[-71.22667610108091,44.09422033981815]]]}},"content":{"description":"South face of Mt. Stanton. All day sun lit. Secluded. high quality granite."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:12:19.677Z","updatedAt":"2024-02-19T18:37:51.455Z"}