{"_id":"63689d5ce80bff5a994f4b33","area_name":"Mountain Light Wall","shortCode":"","climbs":[{"_id":"FV0P2YIrWu2+v7dOczcSeA==","name":"Twisted Transistor","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Greg Barnes, Jonathan DuSaint ('06)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":6,"mp_id":"106828889","mp_crag_id":"106828801","climb_id":"FV0P2YIrWu2+v7dOczcSeA==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"One word to describe this route is \"varied\", both in terms of style of climbing and quality of climbing. Some parts feel like an alpine ridge traverse and some parts feel like a sport climb. The route overall would be much better if it were not for some junk rock. Like many of the routes at Mountain Light Wall the tightly bolted cruxes often seem less desperate than the easier sections which are protected by gear placed in exfoliating cracks. Sections of the route get shade all day making this a good one for those days when it's hot and blindingly sunny.\n\nPitch 1 (5.10b, 100 feet) Scramble up around the right side of Mountain Light Wall. Begin in a left leaning crack in a dihedral which passes a 2ft tall pine about 30 feet up. Gear is sparse in the beginning so be careful. After turning the corner and the baby pine follow the crack up and left and then straight up to a piton followed by a tightly bolted face. Belay at bolts.\n\nPitch 2: (5.8, 90 feet) From the anchor move right and follow a thin crack with tricky gear. The crack will end at a small foot-ledge with 5.7R slab climbing above it, but before you get to the ledge traverse right to another crack via some inobvious features and pockets. Take this crack to a slabby ramp, traverse left and then climb another flared crack to a knifeblade ridge with a steep droppoff the other side. Make a fun traverse left along the exposed ridge, clipping a bolt along the way. Belay at a bolted anchor just below the ridge.\n\nPitch 3 (5.10d, 80 feet) This is the best pitch and the crux. Climb up some blocks to a steep north-facing wall. Make some improbable moves past a bunch of bolts until you get out on the arete. Climb the lower-angle arete past a couple pitons and then get back out on the face for some final steep moves and bolts.\n\nPitch 4 (5.9, 100 feet) Climb up some low angle cracks leading to a short headwall. Make a couple awkward moves up a corner to a ledge with an offwidth. Avoid the OW by moving into the hand crack to the right. Then traverse even more right around to the other side of the \"pillar\" before mantling up onto it and belaying at the bolted anchors on the face to the left.\n\nRappel the route with one 60 meter rope.","protection":"A set of nuts and single set of cams to \"3. The crux pitch can be climbed entirely with quickdraws.","location":""},"__v":0},{"_id":"39UeLM2yUS+qPwtxc9n4Zg==","name":"Snowblind","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, Karin Wuhrmann ('04)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":5,"mp_id":"106828860","mp_crag_id":"106828801","climb_id":"39UeLM2yUS+qPwtxc9n4Zg==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"This is a fun slab and lieback climb to warm up on. The rock quality also seems to be a bit better than most of the routes on Mountain Light Wall which is a good thing because the crux is pure friction climbing.\n\nStart on a crack system that leads to a small ledge 50 feet up. If there is a snowcone at the base you can traverse in from the left on 5.6 slab. From the ledge take the flake up and left until it ends. Slab climb past two bolts to reach another flake which arches back right to a 2 bolt rap anchor.\n\nRappel to the ground with 2 ropes. With one 70m rope you can rappel to some ledges and gully off right, but going this way can be difficult if there is snow at the base.","protection":"1 set of nuts and a single set of cams to 2\".","location":"Located on the low-angle apron near the right end of the wall."},"__v":0},{"_id":"fDaZFVHbWoSWI+4LgReMxQ==","name":"Rude Awakening","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Barnes, Jonathan DuSaint ('06)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":1,"mp_id":"106828932","mp_crag_id":"106828801","climb_id":"fDaZFVHbWoSWI+4LgReMxQ==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"Like Pocknobbit, this one is worth doing if you've already done the better routes on the right side of the wall like Golden Pillar and Snowblind.\n\nClimb up a right-facing dihedral to a cruxy overlap. The gear in the beginning is a bit sparse, but after that the corner takes solid gear and the crux is well protected by a bolt and nearby piton.\n\nThis can be toproped by traversing over from the anchors on top of Pocknobbit and vise-versa.","protection":"Set of nuts and a single set of cams to \"2 inches. 2 bolt anchor/rap.","location":"Near the left end of Mountain Light Wall. Starts off a large ledge system."},"__v":0},{"_id":"aMYDskOgX4W/mNcwd+0LAg==","name":"Pocknobbit","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Barnes, Karin Wuhrmann ('05)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":0,"mp_id":"106828926","mp_crag_id":"106828801","climb_id":"aMYDskOgX4W/mNcwd+0LAg==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"This climb is just good enough to be worth doing, but totally forgettable. Wander up slab past bolts and some interesting pockets to reach a flake. Above the flake continue past a few more bolts to the anchor. It's hard to say where the crux is.","protection":"Bolts and a #1 or #2 Camalot to put under the flake. 2 bolt anchor/rap.","location":"This is near the left end of Mountain Light Wall, on the face left of a right facing corner (Rude Awakening)."},"__v":0},{"_id":"dqUSk55EXLCiddhqlRZdzA==","name":"Golden Pillar","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Aid: Barnes, Wuhrmann, Scholl ('04) // Free: Polasek, Barnes ('05)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":3,"mp_id":"106828817","mp_crag_id":"106828801","climb_id":"dqUSk55EXLCiddhqlRZdzA==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"This is probably the best climb at Mountain Light Wall. The route ascends the prominent pillar near the center of the formation.\n\nPitch 1 (5.9, 160 feet) An obvious crack leads up to the left side of the pillar. Begin to the right of this with a series of mantles on large flakes and traverse to the crack once you're above the large bush that is growing out of it. Follow the crack through a couple steep bulges to a bolted belay in a dihedral.\n\nPitch 2 (5.10c, 110 feet) Climb up the corner, clip a bolt and then move onto the arete under a tricky roof (5.10b). Continue past another overlap via double cracks. The right crack takes a bomber 2\" piece but make sure to extend it. Head up a steep and tightly bolted corner and then work out left and up a slab to another bolted anchor.\n\nPitch 3 (5.10b, 110 feet) Angle up and right on 4th class. Climb up a steep but juggy arete to reach a bolt, then traverse right onto the main face of the pillar. Climb past some expanding flakes and then move back to the left side of the pillar. Climb up a tricky finger crack and finally mantle up onto a slab with a bolted anchor.\n\nPitch 4 (5.10-, 100 feet). Slab climb up a well bolted arete and then traverse right to more bolts and an overlap. Step over the overlap and climb a crack through a series of ledges. Belay at bolts nicely positioned at the edge of the exposed arete. This pitch can be linked with the previous or the next if you are careful with rope drag.\n\nPitch 5 (5.4, 100 feet) Not recommended. Continue up the easy arete and right facing corner to the top of the formation. Either walk off (your on your own there) or rappel. As of July 2010 the rappel consisted of one solid nut with a quicklink. Consider bringing a good amount of cordage or webbing if you wish to back it up with slung blocks or jammed knotts.\n\nThe route can be rappelled with one 70 meter rope. From the 1st pitch anchor make a short rappel to the top of Mule Daze (down and left) and from there rappel to ledges.","protection":"A set of nuts and single set of cams to 3\" is sufficient. Most of the cruxes are protected by bolts and all of the anchors are bolted (except the 5th of course).","location":""},"__v":0},{"_id":"ZmxWaYTiVt62FujJeMT3wg==","name":"El Duderino","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Barnes, Karin Wuhrmann, Jonathan DuSaint ('06)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":4,"mp_id":"106828971","mp_crag_id":"106828801","climb_id":"ZmxWaYTiVt62FujJeMT3wg==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"This is almost as good as Snowblind but not as natural of a line. The rock quality on this one is also a little better than the rest of the formation.\n\nClimb an low-angle right facing flake to a ledge. Make some easy but unprotected moves (or poorly protected, if you put gear in the flake) to the first bolt and then continue up and left. The traverse takes you near a steep outside corner/drop-off which makes the climbing feel exposed. Continue up and pass by a featured overlap/undercling which is passed to the right.","protection":"Bolts and optional gear to 1\" for the start. Bolted anchor rappel.","location":"Starts about 100 feet left of Snowblind."},"__v":0},{"_id":"IIc3AeEwXGCrFIhrzXMNug==","name":"S-Knobbish","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Barnes, Karin Wuhrmann ('05)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"left_right_index":2,"mp_id":"106828947","mp_crag_id":"106828801","climb_id":"IIc3AeEwXGCrFIhrzXMNug==","areaRef":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":"Start up an awkward right leaning hand crack (you've got to reach in deep for the hand jams) and pull up onto a ledge. Scramble up and left to a thin crack that arches back right. Tips liebacking with crunchy feet will get you to a bolted anchor and rappel.","protection":"A set of nuts and cams to 3\" with extra 0.25\" to 0.75\".","location":"Scramble up to a ledge in the middle of the formation a couple hundred feet left of the start of Golden Pillar."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,a2a7aff3-1793-5565-a1f6-9f7715fd78b3","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Mountain Light Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.6444,37.2818]},"bbox":[-118.64496513690395,37.28135033981814,-118.6438348630961,37.282249660181876],"left_right_index":-1,"ext_id":"106828801","area_id":"oqev8xeTVWWh9p93Ff14sw=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:19.464Z","updatedAt":"2022-11-25T11:14:11.143Z"}