{"_id":"63689f33e80bff5a9950cc1e","area_name":"East Face/Chimney Rock","shortCode":"","climbs":[{"_id":"6UFhKoVIW/+53TPrGdsnow==","name":"Tsumani","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dane Burns and Jay Koopsen","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":3,"mp_id":"106323592","mp_crag_id":"106112554","climb_id":"6UFhKoVIW/+53TPrGdsnow==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"Start up the Cooper/Hiser but take a right asap and climb up a bit of thin crack to a hanging belay below the wide crack and obvious roof.  Climb up through the roof on hands and stemming (the crux) and finish the tips crack on the headwall and then climb right into Free Friends.  Instead of traversing right when possible finish by the PG13 last pitch up the crack to its end finishing with face climbing and the mantels through the over laps.","protection":"Full rack from small TCUs to a 4\".","location":""},"__v":0},{"_id":"KjlUoi7VVDiPcEu9QoCBPQ==","name":"Illusions","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D. Burns/M. Colby","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":4,"mp_id":"115130225","mp_crag_id":"106112554","climb_id":"KjlUoi7VVDiPcEu9QoCBPQ==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"Shares the first fifteen feet with free friends. Instead of stepping right, as for free friends, continue straight up, the route trends slightly left. About 3/4 of the way up, the crack narrows to tips, probably the crux.","protection":"Singles 0.2 to 0.5. Doubles .75 to 2. Trad anchor, so you have to continue up “free friends” or “eye of the tiger.” See gear recommendations on respective pages.","location":"Start as for free friends. Instead of stepping right after the first 15 feet, continue straight up, trending slightly left."},"__v":0},{"_id":"Lwvu0B6UW/COiNGP1t//uQ==","name":"Free Friends","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"D. Burns/G. Silver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":5,"mp_id":"114385827","mp_crag_id":"106112554","climb_id":"Lwvu0B6UW/COiNGP1t//uQ==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"This is one of the premier routes on Chimney Rock. Steep, sustained, well protected crack climbing nearly all the way.\n\nP1) starts in the left of two cracks. Vertical sustained liebacking right off the deck. About 15 feet up, and from a good stance, you cross into the right (dirty looking for a few more feet) crack. You’ll see the crack soon turns perfect hands through an overhang. After the bulge, easy face climbing takes you up to a very large ramp. The best belay is around the corner left via an airy step to a nice ledge. 5.9+?\n\nP2) the money pitch. More steep liebacking just below the surfboard shaped roof. Fixed piece here as of 2017. Pull the roof via hero moves and get rewarded with 40+ feet of off width climbing via large flake. This thing will eat as many #4 Camalots as you can feed it. Pro can also be placed in cracks/flakes on the adjacent face. Belay just before (very small ledge) or just after the thin hands bulge that comes after the offwidth climbing is over. Missing the ramp could be devestating. After pulling the sharp, black ‘roof’, exit right onto the large ledge, though the handcrack appears to continue upwards. 5.10c\n\nP3) Follow the ramp to the right until a large block. Above is a thin hand crack splitting yet another roof. The slab protecting this roof is pretty interesting. Thin hands through the roof turns to perfect hands in a corner. Above the hand crack, rock quality deteriorates, but gentle pulls on the larger blocks lead right to the summit.\n\n5.8+?","protection":"Gear to #4 camalot or equivalent","location":"This route is to the right of Cooper Hiser. It is easiest to locate the surfboard shaped roof 1/2 way up the route and follow it down to the base. Free Friends starts in the obvious crack at the base way below the roof, but doesn’t stay in it. (You could, but it’s a tougher variation to the 1st pitch). Free Friends moves over into the hand crack to the right 15 feet up."},"__v":0},{"_id":"9YYk0WhPVba/DX4LRWVCAw==","name":"Eye of the Tiger","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D. Burns/W. Parks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":6,"mp_id":"108319382","mp_crag_id":"106112554","climb_id":"9YYk0WhPVba/DX4LRWVCAw==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"3 pitch route with a ridiculously tough 5.8 bottom where you can choose between the off-width hand crack to the left or the dirty crack to the right. Follow the crack line up to the first belay ledge.  Then its up to a roof that you traverse right a few moves with great hand and fist jams(look for the 1\" cam jammed deep into the crack).  From the roof you reach up into the off-width fist sized right facing flake system which is considered the crux of the route facing flake to the second belay station.  Then it's a simple 3rd pitch going right to the top with one last balancy move.","protection":"Trad, double rack to 5\" with triples in 1-3\"","location":"East face of Chimney about 20' from the right side of the wall.  Look for the dual cracks down low and the right facing flake system about half way up the wall."},"__v":0},{"_id":"aUSM9WkAVMaRl7AxU4Hwlg==","name":"East Face Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"R. Bergner/T Nephew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":0,"mp_id":"117595951","mp_crag_id":"106112554","climb_id":"aUSM9WkAVMaRl7AxU4Hwlg==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"See description in Laird guidebook.","protection":"Doubles: .3-3 and a Single: 4","location":"See Laird guidebook."},"__v":0},{"_id":"A9uPblPnWfixSizfIt22CA==","name":"Canary Legs","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"R. Bergner/ T. Nephew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":1,"mp_id":"117507502","mp_crag_id":"106112554","climb_id":"A9uPblPnWfixSizfIt22CA==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"Crack in the middle of the photo below. No offwidth technique necessary. Lie back through the the wide sections. The crux is at the top, climbing up and right towards a couple thin flakes. Like most routes on Chimney, you’ll want to be solid at the grade. Great climb, worth doing as a single pitch, but can also be used as the start for a few different multi-pitch routes.","protection":"Set of stoppers, single .3, doubles from .5 - 2 and 4, triples in 3, if you want to sew it up. (Double 3s and a single 4 will get the job done if you’re short on gear, just be selective with your placements).\n\nBolted anchor. Rappel with a 70m.","location":"Immediately left of the first pitch of cooper-hiser. See photo below."},"__v":0},{"_id":"wduTLYpTVYKBuErnDhqfnw==","name":"Cooper-Hiser","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA Ed Cooper and Dave Hiser; FFA John Roskelley and Chris Kopczynski in 1967. FFA Direct Finish Variation: T. Nephew/R. Bergner/W. Parks.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"left_right_index":2,"mp_id":"117562990","mp_crag_id":"106112554","climb_id":"wduTLYpTVYKBuErnDhqfnw==","areaRef":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":"Pitch 1 (5.9 @chimney): Head up the left angling finger crack to the dead tree; Crux. As the tree would almost certainly break, if fallen on while being used as natural pro, I would bring a #6BD to place behind the tree (thin pro below).\n\nContinue up to the large belay ledge, and bolted anchor; then keep going, up and right, off the ledge, to the second bolted anchor, 30 ft above  (could be split into two pitches).\n\nPitch 1 Alternate: See Canary Legs (5.10b @chimney)\n\nPitch 1 Alternate (option 2; highly recommend) climb “East Face Direct” .10b (two pitches, still intact after rock fall, see Laird guidebook) to a ledge system directly below the splitter crack on pitch two of Cooper-Hiser and build a gear anchor, or traverse out right to the Cooper-Hiser pitch 1 belay ledge.\n\nPitch 2 - Post-Rockfall Pitch: (150 ft; 5.10; money pitch) Head straight left off the anchor, complete a delicate traverse (place a small nut or .01BD midway through to protect the follower).\n\nContinue up the spliter, off-finger/thin hands crack; Crux; can be protected safely without triple .75s, but bring them if available.\n\nLook for a large chockstone to your right at the top of the crack. Make sure you have good pro, and make an airy step right onto the chockstone, then head up and right, under the overhang. Climb through the overhang, to the two bolt anchor above.\n\nPitch 3: “Direct Finish Variation” (90ft; 5.9) head straight up off the belay through 10ft of lieback climbing, head right and up through 3 mantles. The third of which, the Laird guidebook, correctly, refers to as, “a frantic mantle move,” Crux, (look at the seam, where the mantle ledge meets the rock face for pro before committing to the mantle). Continue right then head up and left, using hand cracks, to the two bolt anchor.","protection":"Set of nuts, offset brass stoppers helpful at start of pitch one; BD Cams singles: .3, #4 & #6, doubles: .4 -.5, #1-#3, triples: .75\n\nAll anchors are bolted.","location":"The first pitch is the right side leg of a giant triangle feature (left side leg: “Canary Legs”)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,2f02f909-b6ea-50fb-ac23-8155de306359,1e77ee73-5196-5665-9dd6-fea631efdec2,5e821d0d-f5c1-5f55-99bd-ad707c35ba9a","pathTokens":["USA","Idaho","North Idaho","Chimney Rock","East Face/Chimney Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.6967,48.6191]},"bbox":[-116.69738020902149,48.61865033981813,-116.6960197909785,48.61954966018187],"left_right_index":-1,"ext_id":"106112554","area_id":"XoIdDfXBX1WZva1wfDW6mg=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:01:27.853Z","updatedAt":"2022-11-25T11:18:18.715Z"}