{"_id":"6368a50be80bff5a995b06a7","area_name":"Other Mill Creek Areas","shortCode":"","climbs":[{"_id":"y/r2/Ju/Vie6SgoW8IrhlA==","name":"The Skeptic","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Zack Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"111240821","mp_crag_id":"106426399","climb_id":"y/r2/Ju/Vie6SgoW8IrhlA==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"This route is amazing but suffers from neglect, I would guess, because of it's isolation and probably because not many know about it. This route is too good to be shrouded in mystery, especially when you've done most of the routes in MC proper. There are a handful of other moderates in the area (that I know of) but none match the quality of this climb.\n\nWhat makes The Skeptic so great is the diversity of climbing on the route. Dyno's, deadpoints to fingerlocks, healthy runouts and good ol' fashion power. Originally rated 13c R the R can certainly be mitigated with supplemental pro but the crux clip at the third bolt is a little heads up. I thought it was a bit easier than Tikiman so I went with the slash grade.\n\nThe Climb: Get things started off right! Get up on the jug and do a 5 foot all-points-off dyno to the good ledge up and left. Maybe someone could figure out something technical to avoid this but just quit with your euro pansy shit and dyno. Another dynamic move gets you to a good jug to rest before the crux.\n\nThe crux is powerful and probably around V7/8, Crimp hard to get into the 'pencil sharpener' (hopefully you have small fingers) and deadpoint out left to the good ledge. Power up to a decent hold and do some technical, core intensive moves to deadpoint into a fingerlock. A nice jug follows and if you've made it here you should be sending. 40 feet of laybacking and fingerlocking gets you to the final 40 feet of slab. This slab ain't easy so stay on your game. You can add some pro here if you want but it's easy (5.8) to the chains.\n\nA powerful and committing climb that has the best of everything. I'd say this is one of the best sport climbs in the Moab area.","protection":"Mostly bolts but a couple pieces are nice.  A green alien helps between the 5th and 6th bolt and a hand size piece if you want it for the last 25 ft to the chains.","location":"This route is located at the Iron Curtain crag in lower, lower Mill Creek.  Use directions to get to Lower Brumley but take the turn off before that pull out on the left hand side about a quarter mile before.  Drive down serious 4WD road about 2 miles (left at the fork) until you can't drive anymore.  You'll be at the top of the crag about 200 yards from the parking.  Either rap in or walk to your right and around and follow a gully down to the cliff.  The Skeptic is about 300 yards down the trail on your left."},"__v":0},{"_id":"SZmjS1zLVyivwNRBWkqwRw==","name":"Sepultura","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Osman","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"105718336","mp_crag_id":"106426399","climb_id":"SZmjS1zLVyivwNRBWkqwRw==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Beautiful stone and great climbing!  Some serious caution is needed, however - only 9 bolts protect this 115 foot long route, and gear placements are few and often nonexistent.\n\nFinding it:  Go to the Horse Creek crag via the described ladder.  Follow the trail down canyon all the way past the highly developed shady side routes.  After you leave the last bolted cragging area, continue on down canyon for a few hundred yards.Look for a fairly prominent trail toward the sunny side (at this point it becomes more prominent than the faint trail that continues down canyon).\n\nFollow this across the creek (may be inaccessible during high water) to the base of a large overhanging buttress.  The base of the buttress has an awesome flat area with several big flat boulders that make great tables, chairs, whatever.\n\nSepultura starts up the right overhanging arete, climbing 11+ moves on beautifully sculpted huecos through several somewhat spaced bolts.Be a bit heads up through the start - blowing a clip would be bad news.  However, this portion is reasonably safe.\n\nAround the 4th bolt, you will face a mandatory 20 foot runout. This starts with an 11 move above the bolt and then eases up until you reach a easy but scary standup on to a ledge to clip the next bolt.You can ameliorate the fear here with a 2 inch cam (with a long sling) which can be placed prior to standing up.\n\nFrom the ledge, make the next clip and do a burly sidepull maneuver that allows you to reach a series of slopers (12a/b).  You will want a fairly attentive belay here - the ledge is somewhat ankle threatening.Climb up some 11a terrain that eases up and then allows access to a stellar arete.\n\nContinuous and pumpy 12a/b moves pull through the arete, which is fairly well-protected by 3 bolts.\n\nFrom here break right onto the featured face and clip the last bolt at about 85 feet.  Then run it out 30 feet to the anchors.The runout starts at 5.10, but then eases as you go until it drops into the 5.5 range just under the anchors.You can try to place some gear (small TCUs) on the face as you go, but I wouldn't count on anything holding a fall.\n\nSome locals told me that Dan Osman gave this 12a - he might be right but I think it is a bit harder than that by mere mortal standards.  I think 12b is probably more accurate, but maybe that is quibbling.  Just don't expect an overgraded 5.11.\n\nThe climbing is great- this line would warrant 3 stars if it weren't a bit dangerous.  I think another 2 or 3 bolts would have been ideal, and still left it somewhat runout and spooky.This is a good line for a headpoint - if you have all the moves rehearsed, there are a couple of good resting points and you can do it safely.But it makes for a dangerous onsite, unless you can gnarl like Dan Osman.","protection":"9 bolts to anchors at 115 feet.\n\nRecommended supplemental gear:  A 2\" cam with a long sling, and a collection of small TCUs.","location":""},"__v":0},{"_id":"3HM1bymjWBCSgaALXuKQpQ==","name":"New Dark Ages","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Ben Riley, May 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"121840521","mp_crag_id":"106426399","climb_id":"3HM1bymjWBCSgaALXuKQpQ==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Double overhanging arete to the right of Going the Distance.  Start in a lie-back crack for two or three bolts, cop a rest, then continue on crunchy face for another bolt or two.  At the second horizontal rest up before the business starts and doesn't relent until the chains.\n\nFrom here on out grab the jug arete and heel with the right and deadpoint to crimpers with the left.   At the top, bear hug the double arete and good clipping holds above the chains.  I suspect this will be\n\nsignificantly\n\nharder for those with shorter wingspans, especially at the top.  For me it felt around 13b.","protection":"Bolts","location":"Leaning arete immediately right of Going the Distance"},"__v":0},{"_id":"vHUNmWJLXAqQbTI/mPGf4w==","name":"Real Talk","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Mason Earle, fall 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"110114118","mp_crag_id":"106426399","climb_id":"vHUNmWJLXAqQbTI/mPGf4w==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"This stunning tips crack ascends a beautiful salmon colored wall before escaping left into the corner. As soon as you leave the ground on this thing, its full-throttle. Techy and powerful movement, with hard to place gear. The corner to the left is a 4 star 12-","protection":"Medium sized ball nut, to .75 Camalot","location":"see photo"},"__v":0},{"_id":"SRtPjC4gXaeCD1ZV33bsCw==","name":"Going the Distance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Madera","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"106283689","mp_crag_id":"106426399","climb_id":"SRtPjC4gXaeCD1ZV33bsCw==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"This beautiful line starts in a left leaning crack then transitions to a right leaning crack just past the second bolt.","protection":"8 or so bolts to an optional .5 cam placement (or it's a bit run out)","location":"From the Wicked Crag, hike down river through the \"mud bog\". Stay left and high after that until you see faint switchbacks on the right. Take this switchback down past a large boulder to a log crossing to the north side of the creek.  There are 4 pretty hard looking routes before you reach this one downstream and uphill from the creek crossing."},"__v":0},{"_id":"EaUESeLDUxyydfY6OADqBw==","name":"Easy Way Out","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Zach Smith, Josh Gross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":0,"mp_id":"119069469","mp_crag_id":"106426399","climb_id":"EaUESeLDUxyydfY6OADqBw==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Another great line that starts up the same corner as Black Sun.  From the large ledge at the top of the corner traverse left past Black Sunshine towards the arete.  Some tricky moves will get you established on the arete and then just follow it to the top.","protection":".5 and .75 cams for the start and bolts the rest of the way.  Shoulder length slings are recommended to reduce rope drag.","location":"Same approach and start as Black Sun."},"__v":0},{"_id":"RDkVf4fdVo68bL7woSuxFA==","name":"Earth Shade","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Odenthal 08/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"113837294","mp_crag_id":"106426399","climb_id":"RDkVf4fdVo68bL7woSuxFA==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Follow compression moves past 3 bolts to a ledge then follow bolts to upper dihedral and small roof. Anchor above roof.","protection":"8 bolts, plus anchor","location":"Once entering on the main trail, follow trail down canyon till route is found along trial (Nate and Renae 5.10), Earth shade is just up and left behind tree.  Route left is a Jeff Brennan 5.11 mixed pitch."},"__v":0},{"_id":"MOEjDeMsUpiFPBolpq2dnw==","name":"diente de perro","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Pine beetle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"111866441","mp_crag_id":"106426399","climb_id":"MOEjDeMsUpiFPBolpq2dnw==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"This was previously TR'd on a natural anchor and listed in an OLD hand written topo as \"second coming\" I believe, then abandoned.\n\nName is a reference to the sharpness of the rock in Cuba\n\nSecure and delicate climbing leads to the high first bolt followed by the usual \"Mill Crimpfest\"\n\nSuper thin edging leads to a powerful move getting to 3rd bolt","protection":"9 bolts","location":"Left of Pickpocket and going the distance"},"__v":0},{"_id":"KYkbEAQMV5iPBKHUex6M0w==","name":"Black Sunshine","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Originally top roped by Dan Osman. Later bolted on lead by Eric Decaria and Noah Bigwood.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":1,"mp_id":"119069424","mp_crag_id":"106426399","climb_id":"KYkbEAQMV5iPBKHUex6M0w==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Black Sunshine is an amazing line right up the middle of a gently overhanging north facing wall.  Starts up a moderate corner that takes a couple cams (.5 & .75) to a large ledge.  Step left off the ledge on large hand holds and thin feet and continue up and left to a nice juggy sidepull.  From here the difficulty increases quickly with thin edges and sidepulls/gastons marking the crux.  Positive crimps lead to another short crux followed by a welcomed rest in a scoop feature.  The final moves to the anchor shouldn't be underestimated and could potentially be a redpoint crux if your really pumped.","protection":"A .5 and .75 for the corner and the rest is bolted.  A shoulder length sling is recommended for the first bolt.  6 bolts in total I believe?","location":"From the \"T\" where the main trail meets the trail in the bottom of the canyon go left (down stream) and then take the next right down to the steam.  Cross via a log and continue through thickening vegetation. Head left once you reach the wall on the other side of the creek and look for the obvious corner that marks the start."},"__v":0},{"_id":"Ef+R0+K7WqyamaItMHzoDQ==","name":"[Redacted]","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dave Medara?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"left_right_index":999999,"mp_id":"112178340","mp_crag_id":"106426399","climb_id":"Ef+R0+K7WqyamaItMHzoDQ==","areaRef":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":"Despite the horrible name this is quite an amazing pitch of trad climbing for Mill Creek. For how steep it is it climbs at a relatively mellow grade. Dave said .11a but .11 seems fair to me.","protection":"Double set of cams from tips to BD #3. A third #1 or .75 wouldn't hurt","location":"To the left of Going The Distance. The dihedral is unmistakable."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,45adc1df-cded-5515-9d81-6818343b6de1,e9a423af-8b3b-5374-b3d2-656798d70b93,8d074e9f-0bde-58b7-aadd-036031f63707","pathTokens":["USA","Utah","Southeast Utah","La Sal Mountains","Mill Creek","Other Mill Creek Areas"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":1}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":7,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.30695,38.49974]},"bbox":[-109.30752456410957,38.49929033981814,-109.30637543589043,38.50018966018186],"left_right_index":-1,"ext_id":"106426399","area_id":"jQdOnwveWLeq3QNgMfY3Bw=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:48.516Z","updatedAt":"2024-01-15T16:49:36.500Z"}