{"_id":"6368a1b8e80bff5a99553f46","area_name":"Wonder Wall","shortCode":"","climbs":[{"_id":"Ddo0e8vZVRyKyKuESl5Ppg==","name":"Wonders Never Cease","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Webster & Kurt Winkler - August 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":0,"mp_id":"106265971","mp_crag_id":"105909643","climb_id":"Ddo0e8vZVRyKyKuESl5Ppg==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Pitch 1 (5.9 R) - up solid brown rock past a pin, nice face climbing and thin flakes up right margin of water streak, to new two bolt belay next to pine tree on Airy Aerie.  \n\n  Pitch 2 (5.10c) - head right to bolt, then face climb up steep terrain past bolts to a ledge. Original finish (5.9) heads left with decent feet and thin flake, then up easier terrain to trees. Direct finish (5.9 R?) goes straight up thin flake.","protection":"Standard Whitehorse rack mostly taking smaller gear. First pitch is R because some gear is a bit sparse and suspect in flakes. The crux is well protected by new bolts. Double ropes not a bad idea.","location":"Upper Wonder Wall (see guidebooks or general Wonder Wall for approach). See photo for route start. At top of route, can traverse north for about 20' (easy 5th) to Ladyslipper two bolt anchor for two rope rappel to start ledge."},"__v":0},{"_id":"xhfRBGhBVf2abfdfRoT0WA==","name":"Wonder Wall","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA-Paul Ross & Jeff Pheasant  FFA-Ed Webster & Russ Clune","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":2,"mp_id":"106599659","mp_crag_id":"105909643","climb_id":"xhfRBGhBVf2abfdfRoT0WA==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Bolts were replaced 11/11/2021. Pin on P2 removed but there’s gear placement(s). See comment.Pitch 1: 5.7r climb the slab to the ledge, double bolt anchor on ledge.Pitch 2: 5.12 Climb to the right of the anchor with thin gear till you can reach the pin, then make increasingly difficult moves into a hollow flake system. Take your time and place good gear and make an easy mantle onto the top of the flake. Climb with difficulty up and get a good nut, then a bolt. Make a HARD mantel onto a flat shelf. Now climb a shallow corner past three bolts (crux) and (gear, old pin removed) to another suspect flake, protect and move to the anchor, bolt and pin.Pitch 3: 5.10b Climb up a ramp off the anchor until you can clip the first bolt move right and back left clip a second bolt and continue onto a slab below a shallow corner and the offwidth roof. Careful getting into the offwidth as the gear is less than ideal. This OW is supposed to be 5.9. Tell me if you find it. Thrutch and struggle up the offwidth to easier climbing and a tree belay.Move the anchor up to the upper Wonder Wall traverse ledge.Pitch 4: 5.6 Climb up the left side of the pillar to a pine tree belay. Be careful of the stacked death blocks.Pitch 5: 5.8xPitch 6: 5.10a or 5.10d","protection":"Doubles with wide cams for the 3rd pitch (wc 5&6).  RP's and lots of nuts.","location":"Start below the middle of the wonderwall traverse ledge and maybe 75' to the right of the slime gulley."},"__v":0},{"_id":"WHKJxaP5WGC63hUKowxeVQ==","name":"Waiting for Webster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D Madara, P Long 1980","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":8,"mp_id":"106271770","mp_crag_id":"105909643","climb_id":"WHKJxaP5WGC63hUKowxeVQ==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"An OK toprope problem but not worth sticking your neck out for cosidering the the protection may as well be non-existant... \n\n  Climb the face left of Route To Route past underclings and crimps to the top of that route or better yet keep going to the ledge above whick is about 80ft off the ground...","protection":"Nearly unprotected.... a small tcu or better yet c3 would work at the top but id say TR it unless you solo 5.10..","location":"The face left of Route to Root..."},"__v":0},{"_id":"l1uFdMIkWLm7moRKY54X+A==","name":"Three Saints","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":9,"mp_id":"106610122","mp_crag_id":"105909643","climb_id":"l1uFdMIkWLm7moRKY54X+A==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Hard moves off the ground leads to easier climbing then turn onto the slab and shoot for the ow.  You end up climbing the left side face of the ow and getting smaller pieces in for gear.  It's a little tricky.  Webster has it as an .9+ but it felt like a light .10 to me.","protection":"Standard rack up to a 4.5bd, you don't need bigger cams for the ow up high.","location":"Just to the left of Arno's Corner is an obvious wide crack."},"__v":0},{"_id":"2G45XaLmWyaWAj8wcRSNyg==","name":"Sky Streak","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Uwe Schneider and Chris Stevens - 4/29/1991","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":6,"mp_id":"106262997","mp_crag_id":"105909643","climb_id":"2G45XaLmWyaWAj8wcRSNyg==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Variation to pitch 1 of Science Friction Wall and alternate to pitch 1 of The Last Unicorn. Start at two bolt anchor between the two routes mentioned and up steep wall past two bolts.  \n\n  Up and trend right to join The Last Unicorn, you'll finish up steep headwall with bolts then heading right into an overlap, anchor is two bolts (can backup with gear) top of pitch 2 of Last Unicorn. \n\n  I've never gone this way, but up and left to join Science Friction Wall.","protection":"Bolts (some older) and standard rack, a little runout in spots.","location":"Route starts right of Wonder Wall tree ledge at two bolt anchor. Take South Buttress trail to bottom area of Inferno Wall, up 4th class ledge/gully to Wonder Wall tree ledge, across this, down short chimney, and easy 5th class to anchor. The best guide to Whitehorse is the \"Whitehorse Ledge Rock Climbing Super-Topo\" by S. Peter Lewis, see tmcbooks.com. \n\n  Rappel back to anchor area and reverse approach."},"__v":0},{"_id":"NM0Q/CGtXSq2wmRHRnmn7g==","name":"Science Friction Wall","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"See comments below.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":5,"mp_id":"109129629","mp_crag_id":"105909643","climb_id":"NM0Q/CGtXSq2wmRHRnmn7g==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"So, historically Science Friction Wall is a full-length climb up the South Buttress. However, in modern times only the 4th (crux) pitch is commonly done. Even this pitch has a complicated history with 3 separate finishes - this entry describes the most common, known as the Webster Finish. \n\n  Begin at the end of Sky Streak, opting to take the left hand finish and belay at three bolts under a small roof. Pass the roof on the right, then follow intricate climbing, clipping the (upgraded) bolts up the black streak which marks a blunt arete. A large undercling flake marks the crux - hard climbing leads to the right of the bolt line. At the end of the crux sequence, traverse right on fantastic, airy 5.10 face climbing hundreds of feet in the air. Two bolts lead to the ledge at the top of the Last Unicorn.","protection":"All quickdraws, 12 or so.","location":"As mentioned, in the middle of the Wonder Wall. Begin on Sky Streak, then trend left to obvious roof."},"__v":0},{"_id":"l26W812NVu6Z08CXW+apVA==","name":"Science Friction Direct","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"FFA: Jimmy Surrette","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":4,"mp_id":"117762785","mp_crag_id":"105909643","climb_id":"l26W812NVu6Z08CXW+apVA==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Climb the iconic rib of Science Friction directly to the top of the wall without traversing off to the belay ledge on The Last Unicorn.","protection":"Well bolted, bring 14 -16 draws.","location":"From the 10th bolt of science friction, follow the rib straight to the top of the wall."},"__v":0},{"_id":"kVzqbCBSUECPBfN6+Y76ZA==","name":"Rain Dance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Hartrich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":1,"mp_id":"106610140","mp_crag_id":"105909643","climb_id":"kVzqbCBSUECPBfN6+Y76ZA==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"P1-Climb up the gully past the belay for the first pitch of Lost Souls and move right to a large tree at the base of the 4th class gulley that leads to the upper Wonderwall 5.7.   P2-Climb awkwardly under the huge roof till you can reach a massive flake that juts out from the bottom of the roof.  Climb this and belay at the end 5.9.     Move right into the 3rd pitch of Wonderwall and finish up the 5.9 OW to the tree ledge.","protection":"Standard rack with large cams","location":"The huge roof between Lost Souls and Wonderwall."},"__v":0},{"_id":"YDYD0DSGXl2WqDzujraMnw==","name":"The Last Unicorn","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Webster, Jeff Phesant 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":7,"mp_id":"105946155","mp_crag_id":"105909643","climb_id":"YDYD0DSGXl2WqDzujraMnw==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Pitch 1a) Sky Streak start: From the two bolt anchor 25' off the Wonder Wall tree ledge, step left and climb a short, steep wall past two bolts, move up on easier ground to a ledge and a bolt. Traverse right to the first belay on The Last Unicorn. 5.10b.  \n\n  Pitch 1b) Note: Rockfall may have altered the start of this pitch. The Sky Streak start is more commonly used. The original start: traverse down and right passing the latter two bolt anchor for almost a pitch and start a large, dying, spruce tree. Move left of the tree climbing on cool, angular holds past some pins to small, parallel corners and make a difficult move past a bolt (crux) and belay on a decent ledge at a two bolt anchor. 80' 5.10b.  \n\n  Pitch 2) Make 5.9 moves up and left past two bolts to the base of a vertical, flake system, crank up the .10b crux past three bolts to an obvious overlap and undercling to a beautifully exposed belay. 100' 5.10b. \n\n  Pitch 3) Climb a striking and difficult, open corner past four bolts to a pin and make awesome layback moves to the top. 85' 5.10b. \n\n  Rappel from a bolt station 30' to your left to another two-bolt anchor on Science Friction Wall, two sixty-meter raps will get your down.","protection":"Standard rack (.3-#3+set of nuts) will get it done, this route has lots of fixed gear but you will want gear in between it.","location":"From the base of the approach for Inferno, climb up the 4th class ledge system traversing right, pass the two bolt anchor for Lost Souls and make your way across the wonder wall tree ledge. At its far, right-hand side, traverse right 25 feet for the Sky Streak start, Continue traversing right @ 5.4 to the spruce tree and the original start."},"__v":0},{"_id":"PyDRLag+Vgmhs9V0wdAvxw==","name":"Ladyslipper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Webster & Patenaude, '79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":3,"mp_id":"107321732","mp_crag_id":"105909643","climb_id":"PyDRLag+Vgmhs9V0wdAvxw==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Ladyslipper climbs the improbable-looking face directly above the large flake on the Upper Wonder Wall ledge. It can be thought of as a direct start to Harvest, which climbs the dihedral/flake 20 feet to the left. \n\n  P1) From the Upper Wonder Wall Ledge, climb the corner below a large flake with a tree on top (careful of loose blocks!) Belay from the tree. (5.6ish, 50 feet) \n\n  P2) Continue to the top of flake and clip a bolt.  Make devious, technical moves up to the second bolt, trending right, then continue up to a flake system. Carefully fish out a gear placement or two (finger-sized cams) and climb to the top of the flakes. More technical moves take you through another 3 bolts to a stance below the main corner. Make a committing step to the left with the bolt well below your feet to reach the crack system. Jam (hand-sized cams) and stem your way up the corner to reach a 2-bolt anchor at the top of a huge block/flake - perhaps the best belay seat in North Conway? (5.9+, 75 feet) \n\n  If you really want to top out, head left and join the end of Harvest at 5.7R, but it really isn't worth it unless that sort of thing matters to you. ","protection":"5 QD's + basic cams fingers to hands, maybe a few nuts. \n\n  Some old texts might give this an R rating but the fixed gear was recently replaced, all 5 bolts are nice shiny steel. It is heady but reasonably safe. \n\n  Two ropes helpful, though the tree at the first belay has rap rings.","location":"See another description for accessing the upper Wonder Wall Ledge. Find the obvious 40 foot high flake with a tree near the top."},"__v":0},{"_id":"ARUDNALsVpeKP/R9bUqA6Q==","name":"Beginner's Blessing","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":11,"mp_id":"106271751","mp_crag_id":"105909643","climb_id":"ARUDNALsVpeKP/R9bUqA6Q==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"Not a favorite of mine but it would make a good early lead for a newbie to the trad scene or a top rope for a new climber...Climb the system of broken cracks past a small tree move slightly left and up to a large tree on the ledge. Go around the tree and climb the slaby wall (sparse pro) directly above to reach the ledge where there is a big tree with rap slings.","protection":"Normal rack... to the tree...","location":"The obvious, somewhat dirty looking, short wide crack in the lower wonderwall, about half way between the dark chimney of the Jaws of Doom and Arno's Corner."},"__v":0},{"_id":"3bqoNugIVPuDcL2JwXNjxA==","name":"Arno's Corrner","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"B and L DeMaille","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"left_right_index":10,"mp_id":"106217037","mp_crag_id":"105909643","climb_id":"3bqoNugIVPuDcL2JwXNjxA==","areaRef":"TXvPqvczVL2ulHAK8J2GrA=="},"content":{"description":"A fun and interesting, though a little dirty there for not super classic route that climbs the obvious left facing corner below the Wonder Wall...  \n\n  The first half (the corner) is pretty balancy but straight forward, the second half is much more tricky and technical involving some steady footwork through the thin crack and finally a sloping devious topout...","protection":"Standard rack, i found TCUs to be helpful... Fixed rap station on trees above...   there was only one pin on the route when i did it (7/29/08) the guide says there are 4... i didn't miss them...","location":"In the of the base routes below the Wonder wall look for a dark left facing corner with a pin in the wall 30 Ft up... Climb the corner and the technical face and thin crack above..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,04183061-35ac-5a7c-94e1-6dc383fb2efd,a6a65481-8776-505d-8037-6820820467b5,4d7bcfaa-f733-54bd-ae94-700af09d86ac","pathTokens":["USA","New Hampshire","*Whitehorse Ledge","2. South Buttress","Wonder Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.12"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16753,44.05202]},"bbox":[-71.16815565002112,44.051570339818134,-71.16690434997888,44.05246966018186],"left_right_index":-1,"ext_id":"105909643","area_id":"TXvPqvczVL2ulHAK8J2GrA==","polygon":{"type":"Polygon","coordinates":[[[-71.16815565002112,44.051570339818134],[-71.16690434997888,44.051570339818134],[-71.16690434997888,44.05246966018186],[-71.16815565002112,44.05246966018186],[-71.16815565002112,44.051570339818134]]]}},"content":{"description":"This is the biggest steep wall in the Conway area. The climbing here is mostly crimpy face climbing in the hard 5.10 to 5.12 range but also hosts some nice cracks, corners, flakes, roofs and more. There are even a few off the beaten path moderates if you aren't up to cranking hard but you wish to escape the crowds. Classic face climbs like Last Unicorn 5.10c and Science Friction Wall 5.11a are the real prizes of the wall. \n\n  The Wonder Wall is a huge and complex section of Whitehorse's South Buttress area between the Atlantis area and the Children's Crusade Wall. The Wonder Wall is split by 2 large horizontal ledges dividing the Upper Wonder Wall, Lower Wonder Wall, and some nice single pitch base routes below the bulk of the wall. There are only a few routes that climb the entire wall and its pretty easy to guess where those start...the bottom.  \n\n  BASE ROUTES: Getting to the base of Wonder Wall is pretty easy. Just follow the trail from the slabs south past Echo Roof and Ethereal Buttress and continue past the black wall of Children's Crusade. Wonder Wall is next. If you get to a steep broken \"sporty cliff\" you went a little too far. Many routes here are independent single pitch routes, but some are the start of long demanding full length jobbies. \n\n  LOWER LEDGE: Above these single pitch routes is a nice ledge where some more one pitch lines start and some long routes continue from. You can access the routes on this ledge by climbing your choice of climbs from the base. \n\n  UPPER WONDER WALL: It is a bit more involved to get to the base of the lines on the Upper Wonder Wall that start from a ledge 250 feet off the ground. Either climb to the ledge using one of the routes from the Lower Wall (most of which are pretty challenging) or get your self to the base of Lost Souls on the right side of the Atlantis area. To get there, you must follow the South Buttress Trail instead of following the cliff base trail or from the base of Wonder Wall walk south to the nasty gully (don't climb the gully) move left around the small steep broken cliff and up through the woods to the base of Atlantis Area.  \n\n  When you get to the base of The Atlantis Area, move to the right until you are just above a nasty gully, scramble up a 4th class section above you heading right to a nice ledge. Walk right on the ledge until you are in a cluster of trees with a slab to your right, there is an obvious bolt on it (the first bolt on Lost Souls) and on the other side of the slab will be a big gully of trees, traverse across the slab at about 5.5 and in to the tree gully, up the gully to the ledge at the base of upper Wonder Wall. To get to Last Unicorn and it's neighbors, from the right side of the ledge make another traverse about 5.4 over to a large spruce tree at the base of Last Unicorn."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:11.673Z","updatedAt":"2024-01-20T01:03:28.825Z"}