{"_id":"6368a50be80bff5a995b006f","area_name":"Far West Bell Tower","shortCode":"","climbs":[{"_id":"0X0IPOsFUPSVufQ78BRQYg==","name":"Seams Like Fun","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bret Ruckman, Mark Bennett 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77058,40.56378]},"left_right_index":0,"mp_id":"117136137","mp_crag_id":"117135969","climb_id":"0X0IPOsFUPSVufQ78BRQYg==","areaRef":"tRKimhSVWRW1WbU1bvzQ8Q=="},"content":{"description":"Pins for the first pitch, bolts for the second, cams for the third. Rotten rock for all of it. Seems like fun but be prepared for none at all. Rad final pitch with some cool exposure.\n\nDon’t rap “minds eye” but rather do the walk off.","protection":"Single rack of cams, full set of nuts. A hammer and rack of pins might not be amiss.","location":"From the alcove start of “minds eye” follow blocks and trees left along easy terrain rather than following the offwidth above. Locate an old bolt on the face and start slabbin’ along the seem."},"__v":0},{"_id":"zkSExFE4VIq02bdLbOL6kg==","name":"Mind’s Eye","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Bennett, Bill Simons 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77058,40.56378]},"left_right_index":1,"mp_id":"117136238","mp_crag_id":"117135969","climb_id":"zkSExFE4VIq02bdLbOL6kg==","areaRef":"tRKimhSVWRW1WbU1bvzQ8Q=="},"content":{"description":"5.10d R or 5.9+ A2\n\nI found myself mourning the absence of my hammer and pins and asking myself “On rock this poor would hobnail boots have provided more friction?”\n\nP1: Ascend easy terrain through greenery aiming for the trough. The 5.8 offwidth will take some big gear if you’ve bothered to bring any. When the crack narrows to wide hands pull over on big blocks to a plush bivy and belay from a smallish slung bush. (60 meters, 5.8)\n\nP2: slab directly upward by stepping on the belay bush and do a couple insecure moves without any pro to clip the buttonhead above. Scary. Give the leeper some love or continue on hard friction slab until you can reach good holds and pro on the small arch-feature which overhangs above (be ginger it’s really cool). Follow bottomed out cracks to low angle terrain and then do a hard stem move on poor protection where the route steepens again. Plants in a thin crack lead to the double-button belay. (40m, 5.10+ R or A2 as iron might improve the route quality as well as moral)\n\nP3: follow the crack, sling a bush and lean out right to clip the next leeper hanger. Step out onto the sandpaper rib and friction up to the bolt to take a breather. This is the crux. Keep your head and do several hard moves on loose marbles till you can lunge for the tree and security above. Follow dirty cracks and sandy ledges to the top. Build a belay or find another tree to sling. (70m, 5.10d R or A2 with hooks, an Aid variant may exist if you avoid the bolts and stay left to pull the roof directly with a dubious 2” pocket)\n\nWe elected to cut left below the ledges and climb the final pitch of “seams like fun” which made the whole route worth it. It cuts diagonally across the pinnacle above and provides lots of exposure. Truly like a Bells version of the classic lcc “Mexican crack,” if Mexican crack were total choss. Fun and sequential jamming if a bit sharp and loose. This would be the only pitch which qualifies as “recommended” and it’s off-route. . .","protection":"Single rack to 4” with doubles in .75 and under. Nuts. Plenty of slings for the green stuff.","location":"Approach: From the river crossing bush fwack beneath the gully between the far-west and west bell towers till you find the small cave where you can rack up.\n\nDescent: Don’t rappel this route (buttonheads and a bush=death) Walk off the back and then head east and down into the trees between the two towers. The gully cliffs out twice but the down climbing is easy. First is a 10’ chimney, the second there’s some really old tat for a rappel but you can scramble down the slabs to the east and loop back around beneath to your packs. Better yet, bring everything with you up the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,b53fbdbf-20cc-50f7-ae22-2c05cea04bf4,b512a29a-1495-5915-b559-b5356efcd0f1","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Bell's Canyon","Far West Bell Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77058,40.56378]},"bbox":[-111.77117190537297,40.563330339818144,-111.76998809462702,40.56422966018186],"left_right_index":-1,"ext_id":"117135969","area_id":"tRKimhSVWRW1WbU1bvzQ8Q=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:29.170Z","updatedAt":"2024-01-15T16:49:10.856Z"}