{"_id":"63689d5ce80bff5a994f60ee","area_name":"Shadow Rock","shortCode":"","climbs":[{"_id":"aTWkvJdHXGKeydhSea3I1Q==","name":"Three To Get Ready","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Menzo Baird, Ed Keefe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":6,"mp_id":"105737261","mp_crag_id":"105737145","climb_id":"aTWkvJdHXGKeydhSea3I1Q==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Let Menzo describe it.","protection":"3 bolts plus small to 1\" pro when needed (aliens=good). Two bolt anchor will have you rapping down the east face. Make sure you have a 60 M rope.\n\n[ed. note: 12/03 - 3, ¼ bolts w/Leeper Hangers removed.  2, 3/8 bolts and 1, ½ bolt placed at crux.]","location":""},"__v":0},{"_id":"Sl4pGRWOXjSQ9sqVJEyQPQ==","name":"Thin Man","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Sampson and Mike Cirone 1977 on lead","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":10,"mp_id":"105737426","mp_crag_id":"105737145","climb_id":"Sl4pGRWOXjSQ9sqVJEyQPQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"The last route to the left of Shadow before you head up a thrid class ramp.  Head up past a bolt, two more mark the crux, then the hard physical part is over, and the hard mental part begins.  Its easy climbing as that thrid bolt dissappears out of sight, and there seems to be nothing ahead.  Keep going up and eventually you will come across a fourth bolt, then continue up to the anchors.","protection":"4 bolts.  One right off the deck, two through the crux and one way near the end.  Keep going, the fourth one is really there.","location":""},"__v":0},{"_id":"pNjdsRhCVmesXrGAS7BbVQ==","name":"THC","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Klis, Pat Meezan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":0,"mp_id":"105737528","mp_crag_id":"105737145","climb_id":"pNjdsRhCVmesXrGAS7BbVQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"The climb starts in the gully high on the left side of Shadow Rock.  It's base is just before the gully gets steep.  Ascend the line of bolts to the crux at the third bolt.  Run it out on easy ground to the shared anchors for Swallow, 1st Offense, & Easy Street.  Anchor is setup for Rap.","protection":"Three well placed bolts.  Two bolt belay.","location":""},"__v":0},{"_id":"nusw35sIVG2cql1+k9qNYA==","name":"Swallow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":1,"mp_id":"105737558","mp_crag_id":"105737145","climb_id":"nusw35sIVG2cql1+k9qNYA==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"This 5.7 route has 1 \"hard\" move with the rest of the route going at 5.5/5.6.  This would be a great 1st lead for a 5.7 climber.  The lower portion takes small nuts & cams while resting on good stances.  There are two holes in the rock that can be threaded with a long draw before stepping up to clip a bolt.  At the bolt, go straight up or move right slightly for an easier time.  Once you're above the bolt fiddle in some small gear or run it out on easy ground to the anchors.  The rock is clean & solid on the 1st pitch.\n\nFrom the Swallow belay, you can go up Eat Mo' Possum (5.6R), top rope THC (5.10a)or top rope 1st Offense (5.10a).  If you go all the way to the summit and rap back, be extremely careful about knocking rocks off on your fellow climbers.  The fall line is directly over the very popular Shadow.  I dropped my water bottle while rapping & found it at the base of Shadow.\n\nIf you want to get in some more top roping, from the Swallow belay, you can easily swing right & hit the anchors shared by Fat Man (5.8) and 3 to Get Ready.  Move a bit further right & you can top rope Thin Man (5.9R).  Don't try & rap to the base of Thin Man.  You won't make it!  Thin Man must be top roped from the top.","protection":"Small to medium nuts & cams + 1 draw.","location":""},"__v":0},{"_id":"NZEfQs0ZUvmujMhZmqk1Lg==","name":"Shadow Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown - Probably Ken Klis","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":9,"mp_id":"106490458","mp_crag_id":"105737145","climb_id":"NZEfQs0ZUvmujMhZmqk1Lg==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Have you climbed everything on Shadow? At least everything but Inner Sanctum? Well, now it's time to do the Shadow Traverse. This unusual, but creative traverse, crosses every line on the lower, right side of Shadow.","protection":"All you need is 5 draws.\n\nNote - please be considerate of other parties that are climbing (or might want to climb) a Shadow line and do this when no one else is around).","location":"Start on the far left side in the gully by Thin Man. Clip bolt 1 of Thin Man, bolt 1 of Inner Sanctum, bolt 2 of Pressure Drop, bolt 5 of Shadow, bolt 3 of Diamond, then land at the Desperado anchors. It's a tiny bit \"fuzzy\" over by Thin Man & Inner Sanctum, but surprisingly not too bad.\n\nI would say that it's 5.8 PG13 for both the leader and the follower. It's hard for me to rate a traverse. Some might think it's 5.7 and others might think it's 5.9."},"__v":0},{"_id":"SE9ia3HyWii8gYohPt5fsQ==","name":"Shadow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Probably Ed Sampson","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":13,"mp_id":"105737279","mp_crag_id":"105737145","climb_id":"SE9ia3HyWii8gYohPt5fsQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"This route has a mixture of old bolting ethics and those from Owen's River Gorge. This means the first bolt is about 20 ft off the deck but the ones following are almost on top of each other. That said, it is still a classic, good enough to be placed on Hans Flourine's top six routes below 5.12! It starts on the left side of the block in the middle of the wall and goes up until you are just below and left of the first bolt. Traverse right, clip the bolt, and then follow the bolt line up to the anchors. Great for those days when Cracked Wall is packed and you need some shade.","protection":"Five bolts and a two eye-bolt anchor at the top make this a straight-forward lead for those just getting into sport climbing. (It usually is everyone's first lead anyway)","location":""},"__v":0},{"_id":"vObif2CgWumxHNqHoPUphQ==","name":"Pressure Drop","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ken Klis and Nate Sears 1989","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":12,"mp_id":"110847516","mp_crag_id":"105737145","climb_id":"vObif2CgWumxHNqHoPUphQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Start the route about 5-10 feet left of shadow.  You can see the first bolt 20 or so feet up,  you can get a .2 piece of pro in this section but its maybe 10ft up so more mental than anything.  However this section is quite straightforward.  You get to a stance and clip first bolt.  Make hard moves (crux) for the next 15-20 feet until your second bolt.  You get a good rest here and either traverse right to the shadow anchors or go to the top via 1 more bolt (5.7) this route has the most technical  5.10 climbing on the wall its a blast.","protection":"3 bolts.  1 .2 piece.","location":"Left of Shadow"},"__v":0},{"_id":"rtaUmkxhVNaHqaGs5OQh5Q==","name":"Powerplay","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA Jon Hanlon and Mike Power.  March 1992.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":3,"mp_id":"105737570","mp_crag_id":"105737145","climb_id":"rtaUmkxhVNaHqaGs5OQh5Q==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Climb the broken trough between First Offense and Swallow, past a softball sized hole. At the upper headwall stay to the right, continuing up to Swallow anchors.","protection":"Five or six cams, tiny to 1-inch.  Nuts and/or tricams to supplement.  A little runout towards the top.","location":""},"__v":0},{"_id":"0AEY+aR4UxC1ald7LX35+w==","name":"No Offense","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Formella, John Knight, Vickie Garagliano, & Kelly Farris - July 1st, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":5,"mp_id":"119957493","mp_crag_id":"105737145","climb_id":"0AEY+aR4UxC1ald7LX35+w==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Start with three bolts- crux is about the same difficulty as the two neighboring routes which comes right where you'd expect it after the first bolt. After that you can trend naturally left to link into the second two bolts of First Offense (5.8 R) or you can climb straight up the original route of 60' of ~5.5 climbing that protects with with small, narrow head-width cams in pockets (tips to knuckle sized) to the Fat Man anchor. Route is top ropeable from either anchor.","protection":"3 bolts plus small, narrow gear for the upper section. Heading left after bolt three puts you on two more bolts for First Offense (5.8 R). Two bolt anchor with rap rings.","location":"Route is right smack dab in the middle between Three to Get ready and First Offense."},"__v":0},{"_id":"tI/lWhr9UEa6xBduaayI2w==","name":"Middle Man","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kelly Farris & John Knight","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":8,"mp_id":"107160032","mp_crag_id":"105737145","climb_id":"tI/lWhr9UEa6xBduaayI2w==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"This is not a separate route but a new start variation to Fat Man. I believe it has enough and different climbing to warrant a separate listing. You'll clip 3 bolts on the right side of the gully then you'll join Fat Man at bolt #2 (8 bolts total).\n\nThe crux for me was dealing with the lichen after clipping bolt #3. I'm sure it will clean up over time and may settle in at 5.9 instead of 5.10a.","protection":"You'll need 8 draws for the route but bring a 9th so you can clip the first bolt on Thin Man. This will keep your rope out of the gully and running clean.","location":"Start at the base of the gully, just left of the Thin Man start. Scramble up the gully about half way then move right and up to clip the first Middle Man bolt. You'll get 2 more \"new bolts\" then you'll join Fat Man (at Fat Man bolt #2).\n\nThe climb is a full 180' so be sure your belayer ties in to the rope or you will get lowered off into the ether. You can rap down to the base of Fat Man with a single rope rap."},"__v":0},{"_id":"qLnASrDlVImJ/jtB2z1hgA==","name":"Lycra","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Colin Berry & friend, March 1982","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":16,"mp_id":"105737531","mp_crag_id":"105737145","climb_id":"qLnASrDlVImJ/jtB2z1hgA==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Friction your way up to the first bolt.  Stay left of the bolt and go up.  It's pretty thin for a couple of moves above the first bolt.  Shallow monos & pasty feet.  Move up into the hole and go straight up from there.  It will hit you with a second cruxy section around the third bolt.","protection":"Three bolts and a large cam for the hole inbetween the 1st and 2nd bolt.  Use either of Shadows two bolt anchors.  The Right side set is better aligned with the climb.","location":""},"__v":0},{"_id":"H1tMc6QTX1ehewXuPcHwcw==","name":"Inner Sanctum","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tobin Sorenson and Ed Sampson 1977 on lead.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":11,"mp_id":"111907210","mp_crag_id":"105737145","climb_id":"H1tMc6QTX1ehewXuPcHwcw==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"","protection":"2 bolts. Small gear for the flake up high. found a decent slot for a small blue camalot before bolt. 3 bolt anchor with rings way way up there.","location":"Two routes left of shadow. Look for 1st bolt about 40ft off the deck."},"__v":0},{"_id":"B5uEwDEhXeS2dFcBDB4rgQ==","name":"I Love a Mystery","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":15,"mp_id":"108002159","mp_crag_id":"105737145","climb_id":"B5uEwDEhXeS2dFcBDB4rgQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"I Love a Mystery follows the line between Shadow and  Lycra. Try your hardest to avoid wandering into either of these other routes. It's most commonly done as a top rope from the Shadow anchors.","protection":"While most-commonly done as a top rope, I Love a Mystery can be lead by traversing left after the first few moves, clipping the first bolt of Shadow, and traversing back \"on route.\" The next bolt that can be clipped is the fourth bolt of Lycra.","location":"Between Shadow and Lycra. Look for the big dimple/dish a few moves off the deck and climb straight up to it."},"__v":0},{"_id":"WJY3KH+FVKK8co+nPjMivQ==","name":"Fields of Fire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Slater, Jeff Gater 7-94 on lead","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":20,"mp_id":"105737378","mp_crag_id":"105737145","climb_id":"WJY3KH+FVKK8co+nPjMivQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"This route was put up as a logical 2nd pitch to Desperado. It follows the same path of climbing up and trending left, with the munge always on your right. It's a friction slab, much like Shadow or Desperado with similarly sparse protection. It is possible to do Desperado and Fields of Fire in one pitch, but breaking it in two gives the leader a physical and mental break. Climb accordingly.\n\nNOTE: If you want to climb Inner Sanctum (but don't want to lead it), you can lower your partner to the ground & belay from the top in one long 180' pitch. Or bring two ropes and an extra friend to help pull the rope.","protection":"Two bolts lead to a two bolt anchor if you climb past Desperado or Diamond.\n\n[ed. note: 1/04 - 1 rusted anchor bolt removed and replaced with 1, ½ Rawl w/SS Double Ring.  Existing smash links moved over to existing good bolt for rappelling.  1 rusty lead bolt replaced with a ½ SS Rawl.]","location":""},"__v":0},{"_id":"ttLYXi3PVLyBqWGJiPU1qg==","name":"Fat Man","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Knight & John Dalbey","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":7,"mp_id":"105737330","mp_crag_id":"105737145","climb_id":"ttLYXi3PVLyBqWGJiPU1qg==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Fat Man (5.8/5.9) sits near his antithesis, Thin Man (5.9 really run out).  Scramble to the top of the 4th Class Gully left of Thin Man and start off the small block. You'll clip six, well placed bolts on 80'(+/-)of clean, solid rock.  The climb can be done as a single pitch or you can continue on up to Eat Mo' Possum (5.6). From the same anchor you can easily top rope Three to Get Ready (5.9). Other options include a move to the right to top rope Thin Man (5.9R) or a move to the left to top rope Swallow (5.7) or First Offense. Fat Man makes a great climb for a new leader. Most of the moves are 5.7 with a couple of 5.8s (and maybe a well protected 5.9) thrown in to make it fun. Great views for both the belayer and climber are a plus! Bring a 200'/60 meter rope if you want to rap this route.","protection":"Six or seven draws (you can clip the last 3 to Get Ready Bolt if you want). Bring a couple small cams or nuts if you'd like to supplement.  Bring a couple extra draws to set up the the anchor. Please don't top rope directly off the courtesy clips.","location":""},"__v":0},{"_id":"nTOr/AbfWR2wY1TTWHQJkA==","name":"Eat Mo' Possum","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":2,"mp_id":"106705385","mp_crag_id":"105737145","climb_id":"nTOr/AbfWR2wY1TTWHQJkA==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"This is a multipitch adventure of dubious quality and safety. Due to the potential for rock fall, DO NOT CLIMB IT unless you are certain there are no climbers below on Shadow Rock.\n\nPitch 1 (50 ft, class 4): Climb an easy slab and grassy ramps 50 ft to a double-bolt anchor at the base of a slab.\n\nPitch 2 (90 ft, 5.6): Climb 90 ft up the left side of a lichen-covered slab protected by two bolts and two small cam placements (one marginal) to a double-bolt anchor just below the overhanging Crescent Moon Flake. Pitches 1 and 2 can be linked.\n\nPitch 3 (100-200 ft, 5.0-5.9): The overhang is highly fractured and looks as if a cascade of rocks will start popping out at the slightest touch, but if you're fearless you can apparently climb through it somewhere (don't ask me where) at 5.9 (has anybody actually led through it?). Otherwise you can traverse right under the roof on 5.0 jugs (protected by cams) and then either (1) climb the right side of the formation (5.6?), which looks very brittle and unprotected, or (2) wimp out like I did and ascend grassy ramps farther to the right, work your way back to the left, and continue up brittle class 4 rock (one medium cam placement) to the final double-bolt anchor. The anchor looks like it is about 100 ft above the roof, but if you take the hike to the right you'll be covering about 200 ft of terrain.","protection":"1 set of small- to medium-sized cams, several quickdraws and several long slings.","location":"Begins at the Swallow anchor at the upper left edge of Shadow Rock. From the top you can either scramble to the top of Bishop's Peak (beware of poison oak, which is ubiquitous) and hike down the trail, or you can descend to the ground via rappel. I haven't tried it, but I suspect you can do four single-rope rappels on a rope at least 65 m (200 ft) long."},"__v":0},{"_id":"GjOvKhEoUIWKNgsEHSOmhQ==","name":"Diamond","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Cirone, Ed Sampson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":18,"mp_id":"105737306","mp_crag_id":"105737145","climb_id":"GjOvKhEoUIWKNgsEHSOmhQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"Calf work out! The crux comes before the first clip, and many 5.9 climbers have slid off. Well worth it.","protection":"3 bolts and two anchor bolts that are shared with Desperado.","location":""},"__v":0},{"_id":"EqpPCVhMUfWaF/vhQmMi9Q==","name":"Desperado","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete Gulyash & Larry Lepovitz, Oct 1980","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":19,"mp_id":"105737303","mp_crag_id":"105737145","climb_id":"EqpPCVhMUfWaF/vhQmMi9Q==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"My first leader route on Bishop Peak, fun for those who are slab fans. Kind of choose your own adventure after the first bolt, you can go past one of the cruxy areas by going left and around. Kind of a soft 5.9","protection":"5 bolts and 2 anchor bolts.","location":""},"__v":0},{"_id":"4ZvnoXhoVDGPFbsy4xA2VQ==","name":"Battle of the Bulge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Pete Gulyash, Lee Millon","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":17,"mp_id":"105737375","mp_crag_id":"105737145","climb_id":"4ZvnoXhoVDGPFbsy4xA2VQ==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"I love slab. I love this route. One really key foot is just below the first bolt, I found it was easier to do a single biner rather than a draw in order to hit it. Once you pull the bulge, go up Despreado. You can go over left to lower it a few letter grades.","protection":"TR from the anchors for Diamond (note multiple anchors . . .) or use the 3 bolt lead.","location":""},"__v":0},{"_id":"SA0N9tJBUBu2Vm9rgy2QBg==","name":"1st Offense","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Potter & Ryan Bello - 1990","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"left_right_index":4,"mp_id":"105737555","mp_crag_id":"105737145","climb_id":"SA0N9tJBUBu2Vm9rgy2QBg==","areaRef":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":"","protection":"4 draws plus (maybe) small cams & nuts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,8c4c64d9-5a7d-53c1-a5e6-eac23cafa898,0a62e6b8-16c1-530e-9d21-9328a4281125,80abcebd-2f8c-532e-9f7c-92596065dabb","pathTokens":["USA","California","Central Coast","San Luis Obispo","Bishop Peak","Shadow Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":5,"label":"5.8"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":6,"intermediate":8,"advanced":1,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.69618,35.3037]},"bbox":[-120.69673098643796,35.303250339818135,-120.69562901356205,35.304149660181864],"left_right_index":-1,"ext_id":"105737145","area_id":"gKvOvS+MUy6ffJJZYGXauw=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:55:33.328Z","updatedAt":"2022-11-25T11:16:06.363Z"}