{"_id":"6368a02ce80bff5a99529c40","area_name":"01. Chimney Pond (\"South\") Basin - Summer Rock Routes","shortCode":"","climbs":[{"_id":"YQ8klDdPVYSWNSTeILIFpg==","name":"The Wrong Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown [ as climbed by W. Hastings & R. Hall circa 1968 ]","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":5,"mp_id":"110556519","mp_crag_id":"111173512","climb_id":"YQ8klDdPVYSWNSTeILIFpg==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"Located to the right of THE Chimney, the \"Wrong Chimney\" provides access to the excellent class 4 / easy class 5 rib between the two chimneys. [NOTE: MtnPrjct member Ryan Gibbs suggests it is highly probable that this is the same gully/chimney as \"False Chimney\" in Rock Wilcox's winter ice climbing guide. ] \n\n  Scramble up into this chimney and climb it for about 200-300 feet, looking for an exit wall on the left as the central gully becomes steeper and more narrow, eventually the gully actual ends at a gravelly/poor-rock \"headwall\". [ I think we moved out on P5, but I have no recollection of pitch length, we would have been using a 40m (137 ft) or 150 ft rope.]  The exit wall was the crux ( 5.4 -5.5 ?)  \n\n  Above the exit wall, the rib (keep a bit to the right, see photo of upper section) provides for pleasant and enjoyable Class 4 / easy Class 5 climbing to the ridge just south of Chimney Peak.  \n\n  I also think that on another day we climbed THE Chimney, and moved right onto the rib that ends exactly on Chimney Peak.","protection":"Usual rack","location":"To the right of the \"Correct\" Chimney (i.e. \"The Chimney\")"},"__v":0},{"_id":"qXFxjaIeWvG3jgC5xl5DrQ==","name":"The Wind in the Willows","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ben Townsend, Dan Koch, September 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":8,"mp_id":"113624874","mp_crag_id":"111173512","climb_id":"qXFxjaIeWvG3jgC5xl5DrQ==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"[ Note Climbing Magazine # 378, Summer 2021, has a well-written 2 page article with photos of this climb. R Hall ME-Admin.] This route follows the long finger and hand crack left of the left side of the Armadillo, which eventually becomes the fist crack above the Armadillo flake. Though mentioned in the Armadillo comments as a variation, it really deserves to be described as a separate route.1. Climb the wide crack in the corner on the left side of the Armadillo flake to a ledge. (5.8)2. Traverse left into the obvious crack system (fingers at first, gradually getting wider). Follow the crack to an airy stance at the top of the Armadillo flake. (5.9) At this point you have joined the normal Armadillo route.3. Climb the Armadillo fist crack to a comfortable stance. (5.7)4. Follow corners and cracks on the left, moving up right to gain the ridge crest. (5.7)4th and easy 5th for about 400' to a big ledge where it's comfortable to unrope.","protection":"Standard rack to #5 [#6 may be better, see Comments] or so, maybe extra thin-hand to hand sized pieces. Some old fixed pins, including the infamous bong, once you join the Armadillo.","location":"Approach as for the left side of the Armadillo; options include traversing out from the right on the vegetated ledge, a spooky-looking but easy chimney almost directly below the route, or a nice 5.7-5.8 corner just left of the chimney. Top out and hike down as for the Armadillo."},"__v":0},{"_id":"3KqRnMB1XOWswRNKB/Wixg==","name":"Radio Nowhere","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bob Baribeau","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":10,"mp_id":"112043771","mp_crag_id":"111173512","climb_id":"3KqRnMB1XOWswRNKB/Wixg==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"Climb the most prominent ridge between the Armadillo and the Flatiron. Route begins on the wet slabs up and climbers right from the start of the armadillo, hugging the right side of the canyon until you can begin ascending the ridge. \n\n  The crux pitch follows the ridgeline over terrifying hollow rock. It can be climbed at 5.5, but expect to make harder moves to avoid loose rock. Don't bother placing gear, it won't hold you. Airy, exposed, vegatated.","protection":"Light alpine rock rack","location":"The most prominent ridgeline between the armadillo and flatiron."},"__v":0},{"_id":"FWlkR2laU1qLomdSmVUj9Q==","name":"Pamola IV Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Believed FA by Thelma Bonney-Hall (et al ?) in 1939? or 1935 [info by MP user Ryan Gibbs from Katahdin logbook of climbs]","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":2,"mp_id":"108004661","mp_crag_id":"111173512","climb_id":"FWlkR2laU1qLomdSmVUj9Q==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"I stand corrected on the route. P3 that was listed below is actually the traiditional route for P4. The real P3 is further to the climbers left. I changed the P3 to P4 and PIV to P4rv(right variation) Thanks for the info Ben.Over the course of 4 days in August 2012 me and two friends climbed on Katahdins South Basin and sent Pamolla IV(P4) ridge as pair with one rope on our last good day of weather. We took a shot Pamola IV right variation (P4rv) as a party of 3 with 2 ropes and retreated in a rainstorm by rappelling into the chimney and then rappelling past the chock stones. We got a good view of P4rv from P4. P4rv was less steep but had way more loose rock. Enough so that you'd be foolish not to stay roped up even on the 4rth class stuff. The chimney is to the right of P4rv and was grungy and loose. P4 had its share of loose rock but held plenty of solid protection placements. Areas to set belay stations were abundant. Scale/height can be deceiving so plan on an early start. We started from chimney pond at 8am and walked back into camp at nightfall.","protection":"Standard Rack. Friends, tricams, and chocks. One rope. Helmet.","location":"Start at chimney pond. The hike in from roaring brook is fairly short but takes its share of energy. Circle Chimney pond from the right and follow creek bed until it distinctly has a section breaking left to the base of the Pamola Slabs. We climbed Pamola Slabs in 3 full pitches. The slabs can be detoured by continuing up creek bed through the boot to the base of the chimney/P4rv routes and climb up the bushwack ridge and then crossing above the Slabs to the bottom of P4. This is most likely faster scrambling the bottom part of P4rv's ridge but trusting my life to loose rock and scrub brush seems less than ideal and when we did it with the rope earlier in the trip it was a serious pain in the neck. The crossover looked fairly easy from where we started P4. Several pitches up the ridge and exposure really kicks in and one might want to break left of the ridge but trust me the climbing and protection is much better on the ridge. I'm sure our last 5 pitches could have been done in less but rope drag and being blind of whats ahead took its toll. About 2 pitches from the top is a blueberry knoll (15'x30'). From there you get a good look at the upper pitches of P4rv. From this perspective me and my partner both agreed that P4 had better rock."},"__v":0},{"_id":"UqGYGCUbXQ6mdbFbb7XyUA==","name":"Pamola 5.0","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Monday September 8,  2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":3,"mp_id":"109455439","mp_crag_id":"111173512","climb_id":"UqGYGCUbXQ6mdbFbb7XyUA==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"We think we might have climbed a new route on Pamola, although it seems everything at Chimney Pond was climbed by the AMC in the 1920's, or Boy Scouts in the fifties, or Ben Townsend.  We were aiming for Pamola IV but ended up on a different route, and there was no evidence that it had been climbed before. \n\n  The cruxes include climbing past two 40 foot chockstones in the Chimney, and the route itself has a few easy fifth class moves and a fair amount of shrubbery.  It was a fun route in spite of loose rock, and follows an interesting spine of rock, like a crumbling vertical Knife Edge. \n\n  The PG-13 parts included the Chimney rubble crawl, and avoiding massive amounts of precarious loose rock all the way up...a lot of the climb should not be touched or it will fall.  There are some new rock scars but the risk was tolerable if you are accustomed to climbing loose rock.","protection":"Plenty of trad protection, nice big belay ledges.  No bolts or anchors.  Light trad rack was sufficient.  We left a stopper in a crack near the top because the second didn't have the nut removal tool.","location":"Pamola Peak above Chimney Pond, Baxter State Park...the ranger's red notebook wasn't much help, but the Pamola IV post explains the approach issues. \n\nmountainproject.com/v/pamol…\n\n  We approached on the main trail to the Armadillo and then cut left to the base of waterfall gully, the obvious black waterfall at the top of the scree drainages.  About forty yards left we ascended the Chimney, looking for a way to cut left to the base of Pamola IV.  Loose wet and dirty rock prevented us from getting out of the Chimney, so we continued up past the first and second chockstones.  Both require short 5th class moves but are easy to protect. \n\n  Above the second chockstone the rock quality improves and provides easy access to a rib of rock that leads to about forty feet below the summit of Pamola and the Dudley Trail.  The obvious landmark is the second chockstone.  At the top, a tower of rotten rock prevents a direct finish, but easy scrambling leads to the ridge. \n\n  Descent via Dudley Trail to Chimney Pond."},"__v":0},{"_id":"r3m4IRlnXCScH7+dnKY3KA==","name":"Memorial Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Koch, Ben Townsend, summer 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":7,"mp_id":"113624768","mp_crag_id":"111173512","climb_id":"r3m4IRlnXCScH7+dnKY3KA==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"This route climbs the semi-independent buttress left of the Armadillo (left of the ice climb The Primitives), joining the Armadillo very near the top. It's a bit scrappy but has one breathtaking pitch. \n\n  1. Follow not-very-obvious cracks, mostly trending a bit right. (5.6) \n\n  2. More indistinct cracks and grooves lead up to the base of a short, steep headwall. (5.5) It might be possible to combine the first two pitches. In 1982, old manila slings were found here. \n\n  3. Instead of climbing the short headwall, crane your neck out right and find the horizontal hand crack traversing out over the void on perfect rock. Follow this crack until it ends and you can pull up into an offwidth-chimney; belay in a niche a short distance above. (5.7) \n\n  4. The rest of the climb is mostly low fifth class up the ridge crest, but unlike most of the other ridge finishes in the South Basin, it has numerous short, exposed technical cruxes where a rope will be much appreciated. Unrope where this ridge meets the main Armadillo ridge.","protection":"Standard rack, maybe a couple extra hand-size pieces. No fixed gear.","location":"Approach as for the Armadillo, then traverse left on the vegetated ledge. Top out on the Knife Edge and hike down."},"__v":0},{"_id":"RDt7HxqZXSezMwEOHMIs4A==","name":"Flatiron","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ted Dillard and Russ Dubiel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":11,"mp_id":"110891519","mp_crag_id":"111173512","climb_id":"RDt7HxqZXSezMwEOHMIs4A==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"Approach same way as the Armadillo, then breakout right to the first grassy tier, take the traverse to the large slab that forms a cave.    P1: Head up diagonally left through finger crack and off width section, belay whenever convenient.   P2: Jam up awesome hand/fist/finger crack and pull small over lap. Belay wherever convenient then head up to ridge.","protection":"Single rack with possible #4 Camelot size piece. Extra hand size pieces are nice but not completely  necessary.","location":""},"__v":0},{"_id":"DFzFrpO2XO6Rdz3BP8CUsg==","name":"The Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unk","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":4,"mp_id":"119276413","mp_crag_id":"111173512","climb_id":"DFzFrpO2XO6Rdz3BP8CUsg==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"1 pitch of about 5.6 R (You REALLY don't want to get hirt up here!) getting past THE chockstone, with several \"pitches\" of class 3/4 that leads directly to the notch between Pamola Peak and Chimney Peak. I climbed this way back in 1966 or 1967, but hesitated to put it in to Mountainproject because telephoto pictures I took from near Baxter Peak (across the basin) in 2015 just didn't look right. I had remembered traversing directly below the huge first chockstone (like maybe I even had to duck in places) and making one or three \"sketchy\" 5.5 (old school) moves to get around its left side. The 2015photo(s) I took looked like there was nothing under the chockstone.Both observations have been confirmed by a recent report on the climb by Robert O'Brian who reported in an e-mail :\"I climbed it as a high school student (’72) and remember it the same as you… now we climbed about 60-70 feet down hill from the chockstone itself… I think something washed out the gully. \" His description of the 2019 climb is as follows: A very short technical climb (perhaps 80 ft) with a fair distance bushwack approach and regular short (10-50 ft) class 4 going around chockstones 2-4. We also had to 4th class the small 20 ft headwall beneath the first chockstone. Conditions were wet, but the rock was good and not slimy. The crux is on left side of the 1st chockstone, and had a 20 foot vertical bit that is very well protected (including fixed nut) up to 15 feet, but poorly thereafter (5.6R at the top of the crack, before the angle eases off). You can stem (hard) or wide hand/foot crack (easier) the first 20 feet. The remainder is a long, gradual rising horizontal crack system with vegetation and loose choss (beware to belayer) which meets with the upper left side of the chockstone itself. This upper crack protects poorly and offers both the leader and second a ground fall. 5.6 seems right. 4th class is inappropriate (5.6 solo is still 5.6). Based on the beta from many websites and BSP, it seems like the route is rarely climbed in summer.","protection":"Std Rack","location":"See photo of the whole Chimney Pond Basin. The climb is not visible from the pond. Circle the pond follow the main drainage up. (See Photo) When the gully narrows, be sure to stay on the left, lest one wander right into the \"Wrong Chimney\"."},"__v":0},{"_id":"X13FkHyjW1yhxjvfa58WIw==","name":"Baron's Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stepehn Guay & Stewart Guay September 1, 1996","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":1,"mp_id":"113377980","mp_crag_id":"111173512","climb_id":"X13FkHyjW1yhxjvfa58WIw==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"With a pretty short and simple approach, manageable loose rock and short simple crux sections Baron's Direct offers a good  intro to Katahdin climbing. The climbing is quick with good belay ledges. As always route finding was  somewhat of an issue, but when in doubt just climb the better quality looking rock. The route can be done in far fewer pitches  with some easy soloing or simul climbing applied on the upper ridge.   Located just left of Pamola 4 Baron's Direct follows the major buttress eventually connecting to the ridge line. \n\n  Pitch 1-3   Head up the path of least resistance through the slabs on pretty easy rock. We eventually passed two pitons before trending right to the krummholz. 5.3-5.5 \n\n  Bush wack and wade through the krummholz for a few hundred feet to gain the meat of the route. \n\n  Pitches 4-5   Pitch 4 starts on the center of the buttress following a right facing corner for 90' eventually ending on a ledge. Keep heading up the most prominent crack  system passing a mangy piton under a somewhat precarious block    then up a short wide crack  to another great ledge. 120' 5.7   \n\n  Pitch 6   Aim for the center crack climbing a short lay back section ending on another good belay ledge. 100' 5.7 \n\n  Pitch 7    The money pitch. Climb up the  right on a short horizontal crack before heading straight up. Look ahead and jam up the splitter crack. Belay from a good ledge just above. 150' 5.7 \n\n  Continue up the ridge for another 500' through mostly 4th class terrain and short sections of 5.4.","protection":"Standard rack","location":"Same approach as Pamola 4. We followed the first major slide path on the left after heading up the stream from Chimney Pond."},"__v":0},{"_id":"61PA5h5AW+ybOrZFZmYgLw==","name":"The Armadillo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herbert Towle, 1935","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":9,"mp_id":"106020335","mp_crag_id":"111173512","climb_id":"61PA5h5AW+ybOrZFZmYgLw==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"The Armadillo has just about everything you could hope for in an alpine climb: Chimney climbing, face climbing, crack climbing, ridge climbing, big time exposure, solitude on the route mixed with gawking, awed filled hikers at the top.This route climbs at least 6 pitches of the huge pyramid and ridge in the middle of the south basin to the rim of the mountain, 10 minutes from Baxter Peak. \n\n Expect to get an early start and plan for a long day. The rangers will inspect your gear and require you to bring a #4 camalot, or equivalent cam. You'll need to fill out an itinerary form and leave the camp by 8 am.\n\n The approach is long, and somewhat sketchy. Rock hop around the right side of Chimney pond until you come to the stream bed on the south side (back.) Follow the stream bed (which will have a lot of water after rain) south to the headwall of the basin, at the waterfall which makes up the start of the Ciley Barber route in winter. Skirt the waterfall on the left (in the trees without a rope or via some easy but technical climbing through the rock band.) Cross the stream at another headwall and follow loose wet slabs and vegetation up and to the right until you can access a narrow vegetated ledge which will lead left to the start of the climb. There is a chock stone blocking convenient access on this ledge, which can easily be passed, however it is very exposed and roping up before this point is safe and convenient. Build an anchor below and to the right of the small flake with a pin. Plan for at least 2 hours on the approach but it may take you 3.\n\n Pitch 1, the chimney: From the vegetated ledge clip an old pin on your left and boulder up to the next ledge system, move left to the base of the huge detached flake. Stem, jam and wedge you way up the chimney behind the flake to the second comfortable ledge, about 2/3 of the way up the big flake. (5.5)\n\n Pitch 2, the face: Climb on the fat arete of the flake for about 20 feet (protection can easily be found in the hand crack on the right.) Move left just below an old pin (when you run out of comfortable feet) onto the face of the flake for some very exposed face climbing to the top of the flake. (5.7 PG)\n\n Pitch 3, the bad ass crack: Climb straight up the splitter crack. It starts as big hands and is easily protected with a #3 cam (keep sliding it up with you if you only have one.) Quickly pass a chock stone (red TCU) and climb up to the Bong. Dump the #3 as the crack turns into fist and more and start to protect with a #4 cam (again, slide it up with you if you only have one.) 30 feet or so above the bong the crack widens to 6 inches for a few feet. Soon the climbing eases up and protection can be had with a #9 and #10 nut as well as a #2 cam a little higher. At the top of the crack belay with gear in the 1.5 in range behind a solid flake at a comfortable ledge. Be careful of the loose rock at the top of this pitch. (5.7) WooHoo!\n\n Pitch 4, the corners: From here the quality of climbing changes character. Access a ledge 15 feet above the crack and make progress through a few short dihedrals to the left separated easy climbing and rest ledges. Belay just below the crest of the ridge, or the spine of the Armadillo. Again, be careful of the loose rock. (5.5)\n\n Pitches 5 and 6, the ridge: Climb the ridge to the top, which is basically 4th class hiking with a few 5th class moves. Be careful as most of the rocks are pretty loose. Many people simulclimb the last two pitches.\n\n From the junction of the Armadillo with the knife edge trail you can hike to the summit (Baxter Peak) if you go right (northwest) and then down the Cathedral or Saddle trail. The Saddle trail is much nicer to hike down with your rack and rope in your pack. You can also go left and cross the knife edge and Pamola four/Chimney Peak and then down the Dudley trail.","protection":"A standard rack, light on the small gear, plus a #4 cam.  1 blue and 1 black tri-cam are very useful.","location":"The middle of the south basin, directly south from Chimney pond.  The route starts about 2/3 of the way up the wall on a giant flake which leads to a crack and then the ridge up to the rim."},"__v":0},{"_id":"ERCZjH7cVtyGetlYHDG5nA==","name":"American Beauty","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben Townsend, Dorcas Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":6,"mp_id":"111959872","mp_crag_id":"111173512","climb_id":"ERCZjH7cVtyGetlYHDG5nA==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"1. Start at the base of the big corner and climb finger and hand cracks on the right wall to a small overhang. Belay on a sloping stance just above. 5.7-, 120'. \n\n  2. Continue up the corner a short way to an obvious rightward finger traverse into a clean, vertical crack. Follow this (about 80' of 4-5\" crack) to a belay alcove. 5.7, 130'. \n\n  3. Climb the broken ridge, mostly easy but with a couple of short 5.7 sections, until it's obvious to unrope and scramble up to the Knife Edge. 5.7-, 150'.","protection":"Standard rack, plus extra 4-5\" gear for the second pitch.","location":"Just left of the upper pitches of the Cilley-Barber is a clean right-facing corner system. Approach as for the left side of the Armadillo, then traverse easily left on the bushy ledge to a slightly nervy step across the Cilley-Barber; the start of the route is just beyond. Hike off."},"__v":0},{"_id":"HX+C30MQXGq9ROEGczMOBA==","name":"The \"Diamond Area\"","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Probably at least some of the routes??  W. Hastings, R.Hall & J Patrick  circa 1967-68","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"left_right_index":0,"mp_id":"110556544","mp_crag_id":"111173512","climb_id":"HX+C30MQXGq9ROEGczMOBA==","areaRef":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"There are a few climbs in this \"Area\" which may serve to entertain on days when climbing to the higher elevations is questionable due to weather.Ward ( “Winky”) Hastings, John Patrick (of Methuen, MA ;  not Brownfield, ME) Tom Schlegel and D Byers made a series to trips into Chimney Pond campground in the late 1960’s and early 1970’s ( in those days “non-Mainers” could actually score shelter / campsites there!) for climbing in both Chimney Pond and North Basins. I’m not sure who did which Diamond route when, except Winky lead one of the pitches of “Diamond Right”.Left to Right we climbed what we called: North Crack,  Outside Corner, Diamond Right Side See photos and sketch diagrams for routes.","protection":"Usual rack","location":"Low on the Pamola Ridge, to the left of the Chimney as viewed from Chimney Pond campground area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,0b009bec-112b-527f-9980-3b53c06bbff7,3d7c074c-f6bf-5a3a-8ebc-197d23fd44f5,2e5dc8e2-730d-5879-9f3b-e73096b70a20","pathTokens":["USA","Maine","j. The Maine Highlands (inc. BSP / Katahdin )","Katahdin","01. Chimney Pond (\"South\") Basin - Summer Rock Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"Easy 5th"},{"count":5,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":1,"beginner":10,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":10,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-68.91153,45.91441]},"bbox":[-68.91217631219432,45.913960339818146,-68.91088368780566,45.91485966018186],"left_right_index":-1,"ext_id":"111173512","area_id":"Ll3I4nMNWHmfO+cwlrcKIA=="},"content":{"description":"The usual approach is to hike in 3.3 Mi. from Roaring Brook parking/campground to Chimney Pond and then  hike up into the basin to the base of the selected climb."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:05:33.996Z","updatedAt":"2022-11-25T11:18:39.173Z"}