{"_id":"6368a265e80bff5a99565c74","area_name":"3 - Right Side Taper","shortCode":"","climbs":[{"_id":"PIUtzBtWVoCty6KXXLPOVQ==","name":"Variety Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"107921416","mp_crag_id":"107921164","climb_id":"PIUtzBtWVoCty6KXXLPOVQ==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"This route has every size of crack from tight-lipped Triple-Oh C3 to #5 C4.   Climb the initial block to reach the beginning of the crack, a homey hand-sized affair leaning leftward toward a steep dihedral.   The crux lies where the crack is widest, at the point where it runs through that dihedral, about 60' up. Continue up the corner until it merges with the buttress' slab, then traverse left along a tiny horizontal slit to reach a stance below an overhang. Head up to a break in that obstacle, and follow the wide crack that leads up left from there to a sloping ledge.","protection":"Big rack, cams from #000 C3 to #5 C4. Doubles of #1 - #3 C4 may be helpful. Lug it, baby!","location":"Go around the gigantic corner of the main face, then walk another 150' to an alcove capped by an overhang 100'+ above. This route begins 15' above the lowest point of the rock rib forming the right side of this alcove, at a block below the start of a left-slanting crack that sweeps up to join a clear-cut, left-facing dihedral."},"__v":0},{"_id":"+faMxBTnW06A1SE6yJD1ug==","name":"Prone to Wander","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"112878245","mp_crag_id":"107921164","climb_id":"+faMxBTnW06A1SE6yJD1ug==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"This is a good historical exercise in what climbing on-sight, ground-up was (is) like. It's dirty, it wanders, and yet it also casts about for interesting line. It is an early exploration of what was best about climbing here on Crane. \n\nP1: Move up onto the parallel horizontal cracks and take them left to the arete. Climb the arete about 20' to another horizontal break and move right along it to a grassy ledge in a rocky alcove about 20' right of and 30' above the start of the route. \n\nP2: Traverse scruffily to the right, to a filthy inside corner facing left. Reach up to a horizontal crack and take it out onto the exposed arete to the right. Climb with sparse gear up the arete all the way to the top of the buttress.   There are bolts along this arete now (part of Call Me Crazy ) that were not there on the FA. While the climbing is not difficult at that section of the arete, it certainly is engaging.","protection":"Standard Adk. Trad Rack. QD or two for the new fixed gear.","location":"Look for a short steep left-facing corner with an offwidth crack in it at the base of the route, well right of the routes to the left and well left of the routes to the right. #4 Crack is about 20' right of this route's start. The climbing begins on the ledge atop the ramp/offwidth, where two large horizontal cracks, which rise slightly leftward, run out to the arete. The bottom crack is within reach of vertically-challenged climbers at this point."},"__v":0},{"_id":"884Budl4Vk+Aixp4cSd9/Q==","name":"Slabmeister","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"October 2012 Jay Harrison and Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"107922419","mp_crag_id":"107921164","climb_id":"884Budl4Vk+Aixp4cSd9/Q==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"A couple very long 5.6ish runouts, but otherwise well-protected. If you can handle the crux section, the runouts should be trivial.   Climb the slab using an assortment of gear and bolts for pro to a small overlap at the bottom of the difficulty, a 20' tall section of steep friction with scant holds, protected by 3 bolts.   Passing this to a good stance, climb through the low overhang 8' left of a wide crack with an oak tree in it, then climb up unprotected easy slab, cross the wide crack and finish the last few feet right of it to reach a good belay ledge at the top of the cliff.","protection":"Tricams helpful in a couple spots, cams from #00 C3 to #2 C4. This is a long pitch, so don't skimp - but don't overload yourself either. Bring plenty of QDs.","location":"At boulders leaning against the lowest point of the buttress that forms the right side of the amphitheater 150' right of the gigantic corner of the Main Face."},"__v":0},{"_id":"uQiUNtrmUmyoXS5g53Jevw==","name":"Fifi Fingers","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mike Emelianoff mid 1990s","type":{"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":7,"mp_id":"107926288","mp_crag_id":"107921164","climb_id":"uQiUNtrmUmyoXS5g53Jevw==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"The crux lies about 20' before reaching the anchor chains, but it is marvelous face climbing the entire way.   Work up a small, left-rising, rounded corner to its top, then continue up the face, eventually heading right past a bulge to reach the anchor.","protection":"Old, non-stainless steel bolts ca. 1995. These get buried under ice every year; the route's X rating derives from this fact. Maybe they will still hold a fall, maybe they won't. Clip (or not) at your own risk!   Furthermore, these are old-school distances apart. It is hard 5.8 getting to the first clip, and there is no other gear, so it's groundfall if you fail. And that first bolt is pretty high up there; your stick better be a long one if you plan to pre-clip.   TR setup is easy enough: walk around the cliff to the right, then along ledge back left to an oak tree at the top of the obvious notch above and left of the anchors. It will take all of a 60m rope to TR from here, and you may want a right-shifting directional for the climbing end. There's a horizontal crack partway down the upper slab that can be used for this. UPDATE: There is a two-bolt anchor on the wall just above the top-out ledge now, climber's right of this route's top-out (pretty much above the top-out for Canine's Little Helper ). You can access this anchor by rappel or by leading Canine's Little Helper, which is protected with ss bolts (with a couple trad pcs. augmenting them) placed in 2016.","location":"This route lies on the chocolate-colored rock 400' right of the gigantic corner of the Main Face,where the ice route FiFi's Frozen Fingers runs during the winter. This area is about 200' from the right end of the cliff. \n\nFifi Fingers begins at a small, rounded corner, beginning at a diminutive left-rising ramp, NOT the more obvious right-facing rounded corner that begins on a shelf 6' above the ground, which is to the right and is the start of Canine's Little Helper."},"__v":0},{"_id":"8nC/6/7fUgKsq3GzrwTjXg==","name":"Madcap","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"September 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":6,"mp_id":"111108091","mp_crag_id":"107921164","climb_id":"8nC/6/7fUgKsq3GzrwTjXg==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"Climb into chimney, then up to two parallel, vertical cracks rising slightly rightward. Take these to a point where moving left reaches a sinuous, left-rising diagonal crack. Take that to its end at a ledge, then step back out on the slab and climb (no protection) to the top, moving up and right to reach trustworthy trees.   Note that the tempting right-hand option, continuing up the crack system slanting rightward above the chimney, runs into a very dead end, protection-wise.","protection":"Medium nuts, Tri-cams, and a double set of cams from .3\" to 3\".","location":"If you can find Fifi Fingers, this is about 65' to the left, just as the spruce thicket begins, at a dirty notch becoming a flaring chimney at head height. There is a spruce tree in this notch. The chimney is short-lived; above, it separates into several crack lines.   To descend, rappel from one of the oak trees near the top-out, or walk 100' right to the fixed tree anchor above Fifi Fingers."},"__v":0},{"_id":"ysrHpbt0X2S34V4PunYRDQ==","name":"Canine's Little Helper","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2016 Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":8,"mp_id":"112876875","mp_crag_id":"107921164","climb_id":"ysrHpbt0X2S34V4PunYRDQ==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"Location: This route lies on the chocolate-colored face, just right of Fifi Fingers. It begins just about in the middle of the chocolate rock, below a rounded right-facing corner that begins on a shelf 6' off the ground.  \n\n  P1: Climb onto shelf and up rounded inside corner facing right to the point where the corner bends right to become a rounded overhang. Step right and up, then back up and left, using moon pockets and small horizontals, up steep rock and along the right edge of a final rounded bulge to reach a large sloping ledge. There is a fixed 2-bolt anchor on the face above this ledge that can be used for this route or its neighboring route/s.    It is about 60' to the anchors. There are 3 or 4 SS bolts along the way. Note that this rock is clean and brown because it gets a lot of water during the winter (it's an ice climb then), spring thaw, and any rainy time. These bolts will not last as long as usual in this environment.","protection":"","location":""},"__v":0},{"_id":"ESS9XheYVbaq05YL/3VLPg==","name":"Call Me Gone","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FFA April 2017 with Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":5,"mp_id":"112876846","mp_crag_id":"107921164","climb_id":"ESS9XheYVbaq05YL/3VLPg==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"A historical route, first attempted in the mid-90s. I bailed (literally, into a tree) at the long crux runout. We TR'd the face after reclaiming my gear, beginning as with this route, but I believe we ended up traversing left to finish on what is now the crux of Call Me Crazy. It was not until I went renegade (top-down) and found a magic bucket that this more-direct line was realized. Well, that and some cowardly stainless steel assistance...   Make a tricky series of moves through the initial \"bulging slab\", then a few easier friction steps to the base of steeper stuff. Move up just left of the rounded outside right edge of the buttress, get creative through the overhanging bulge, then work up marvelous crimpy plates to easing terrain at horizontal breaks, clipping a two-bolt anchor at the top of difficult ground. Optionally, continue up easy, dirty slab to the top of the buttress.","protection":"C4s or equivalent from .3 to 3, with double .5s, and quickdraws. Nuts and TriCams are useful as well.   There are 4 bolts plus a two-bolt anchor.","location":"Locate the buttress on the left alcove that is about 100' left of the chocolate-colored face of Fifi Fingers. This route begins on a bulging slab directly below the right side of this buttress. The buttress fades into a steep face on the right, so it isn't easy to delineate the right side.   There are several large (3'+ long) flat rocks lying at the base of the start of this route, and a pine tree stands against the left side of the slab less than 10' to the left."},"__v":0},{"_id":"A+CfUp23Vou4BwxasPXJNg==","name":"Call Me Crazy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"May 4 2017 with Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"112876827","mp_crag_id":"107921164","climb_id":"A+CfUp23Vou4BwxasPXJNg==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"Climb up the left edge of the slab, using the left edge for holds. If the crack and face to the right are dry, it is trivial to reach the first horizontal crack. The friction moves on the face are slightly harder, but not nearly crucial.   At the first horizontal, weave up and back and forth, with mixed bolts and gear to a good stance on the left edge of a small overhang.   Traverse left and slightly upward to the outside edge of the buttress below its vertical section. Work up lovely orange plates on the corner to a large horizontal crack, and continue up the arete to the end of steepness. A final bolt lies at the sloping ledge that leads right to the anchor of Call Me Gone. One can also climb to the top, on dirty, sparsely-protected, easy terrain.","protection":"Nothing bigger than a #1 C4 required, but bring plenty of nuts and micro-cams. There are four bolts en route.   While the top of the route does not have an anchor, it is easy to traverse 15' right of the uppermost bolt to the fixed anchor of Call Me Gone. It is possible (and easy fifth class) to continue to the top of the buttress, though that area is dirty and has little protection.","location":"Locate the large buttress on the left side of a rock alcove about 100' left of the chocolate-colored wall of Fifi Fingers. This route begins on the buttress' left edge. Currently, it begins immediately behind a pine tree. There is an oak tree to the left. This route begins left of Call Me Gone, which has a couple large starter blocks at its base."},"__v":0},{"_id":"LL1QhK3aWm2tWO21Sm10vg==","name":"4 Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"112878405","mp_crag_id":"107921164","climb_id":"LL1QhK3aWm2tWO21Sm10vg==","areaRef":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"The hardest move is getting off the ground, however there are interesting moments for most of the way. Unfortunately, the route is short. There is potential for a \"second pitch\" on the cliff above the wooded bench at the top of this route.   Climb up and into the vertical crack, and take it to the upper wooded bench.","protection":"Double Medium to #3 C4-sized cams","location":"This is a hand/fist crack lying 15 or 20' to the right of the short, steep ramp leading up to the wooded, sloping bench of the Fifi Fingers area. It is identifiable as a vertical crack beginning 5' off the ground, that crosses a horizontal near the top, where another vertical crack begins. This makes the visible \"4\" for which the route is named."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,2e18ca10-edc9-56d8-adda-7e8ec17b962d,be2b4e44-a499-5700-b079-6bbd7166443b","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Slanting Cracks Wall","3 - Right Side Taper"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"107921164","area_id":"vitORKSZVwCweWu9cWZEOw=="},"content":{"description":"Around the outside edge of the Main Face's gigantic corner, the Slanting Cracks Wall diminishes in height, tapering down to nothing in a few hundred yards. However, there's plenty of rock to be had before it ends. Most of the routes in this area are single pitch, but some of those pitches are extremely long (170'), requiring a lot of rack and persistence. Routes such as Variety Crack also take a big swathe of your (& friends') gear supply, swallowing everything from 000 C3s to #5 C4s.   Expect the full run from relatively civilized (aka \"clean\") lines to vertical weed-whacking where a wire brush is your most vital pro."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:15:05.723Z","updatedAt":"2022-11-25T11:20:40.465Z"}