{"_id":"63689de0e80bff5a994fa4c8","area_name":"B. First, Second, and Third Triangles","shortCode":"","climbs":[{"_id":"E2CLNl++Xfm6ExN2fVMkfQ==","name":"Undisclosed Location","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Fitch and Adam Huxley, August 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":6,"mp_id":"110251281","mp_crag_id":"110251278","climb_id":"E2CLNl++Xfm6ExN2fVMkfQ==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"Undisclosed Location is a steep and sustained line - no move is less than 5.7, and most are upper 5.8. Thin and enjoyable face climbing.  It's game on from the first clip.","protection":"7 bolts + 2-bolt anchor.","location":"Find the line of bolts in the middle of the clean face of the Second Triangle."},"__v":0},{"_id":"OtZRVSrlXy++wTOj5KNvqQ==","name":"Three Little Roofs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":7,"mp_id":"111877433","mp_crag_id":"110251278","climb_id":"OtZRVSrlXy++wTOj5KNvqQ==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This actually has only two roofs, and one of them you'll dodge, but whatever.\n\nA fun climb with a nice, steep finish and great holds at the roof, it's a pleasant surprise that it goes at such a moderate grade. Climb the face up to the clean roof with a solid rail and a horn up high (shorter climbers may have to make an extra move to use this feature). Go straight to the anchors from there. You get extra credit if you stay right of the bolts for the last few.","protection":"8 bolts + a 2-bolt anchor.","location":"This is on the Second Triangle in between\n\nUndisclosed Location\n\nand\n\nIf Your Well Run Dry\n\n."},"__v":0},{"_id":"uXd4Ua18XqCNqIfstwXUhA==","name":"Three Little Bats","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":3,"mp_id":"110517233","mp_crag_id":"110251278","climb_id":"uXd4Ua18XqCNqIfstwXUhA==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is a long route with very good face climbing up to and after the slanting roof. There is a traversing crux move (maybe the hardest on the route?) just below the roof and a reach to the jugs above the roof that is sometimes difficult to suss out. The upper face stays steep and offers a 5.9 spot or two of its own.\n\nA longer draw is recommended for the bolt just before the roof (the last one on the face below) to minimize rope drag, but there may still be some on the upper face. A 60 meter rope might just make it to the ground, but you better knot your ends just in case. Note that the top anchors are a body length below the lip, so if you are rigging the climb from above, you will need to anchor off a juniper tree (long slings) to climb down to the bolt anchors.","protection":"12 bolts + 2-bolt anchor. Some leaders may want to bring a 0.5 or 0.75 Camalot for the crack just after you have turned the roof.","location":"It is on the right side of the First Triangle. The new approach trail from below deposits you at the start of this climb. If you approach from the main rappel gully, this is the line immediately to your left when you arrive on the ground."},"__v":0},{"_id":"ACIYmw5PUXa/mqve8z5FLg==","name":"So Happy Inside, All of the Time","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Josh Pollock","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":0,"mp_id":"118232872","mp_crag_id":"110251278","climb_id":"ACIYmw5PUXa/mqve8z5FLg==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is a short, thin face climb that is immediately next to the approach trail - a good low-commitment option to play on if you cared to pause on your way up to the Upper Tier or if you had enough time for one more little go-round on your way out of the area.\n\nThe upper half of the short face has some fun, crimpy moves on small edges. Variations (most slightly easier than the directissima) abound. There is a way to make a short, so-so protected trad climb to the same anchors on the right edge of the rock, but your belayer will be standing right in the middle of the trail....","protection":"Toprope from a bolted anchor. Bring 2 standard-length quickdraws to hang the rope over the top lip.","location":"The route is literally right next to the approach trail to the Upper Tiers: step left off the trail at the short rock face immediately before the start of the big stone stairs and you'll be standing in the start position. You can access the top anchors (bolts) via an easy scramble just off the stone stairs a bit higher - just look left for a notch/platform at the top of the rock, and step over when you are about level with it on the stairs."},"__v":0},{"_id":"r6g608cEUDas3Kz/+h13qQ==","name":"King of Zion","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jeremy Bauman & Mike Burdon, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":4,"mp_id":"119257723","mp_crag_id":"110251278","climb_id":"r6g608cEUDas3Kz/+h13qQ==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"Start up some moderate slab past a few bolts. Do some technical climbing through a small roof and some angular features, reminiscent of Eldo climbing, and then pull some steep moves on good holds through the roof. The final 30 feet offers some fun face climbing up to the anchor.\n\nThis is a long pitch. A 60m can get you back to the ground, but be careful lowering.","protection":"10 bolts + hook anchors.","location":"Just left of a big, obvious dihedral."},"__v":0},{"_id":"1SHctShTWd6JlQPZlRNUQQ==","name":"The Joy of My World (is in Zion)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":10,"mp_id":"110251296","mp_crag_id":"110251278","climb_id":"1SHctShTWd6JlQPZlRNUQQ==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is a fun slab/face with a prominent overhang at 1/3 height. Ironically, the crux is getting up into the underclings BELOW the overhang after the second bolt. From there, the roof moves are steep and juggy and good fun. The difficulties progressively ease off above.","protection":"8 bolts + 2-bolt anchor. There is a 2-bolt anchor for the belayer at the base of the route, on the underside of the large block to the left.","location":"Find the bolt line in the middle of the Third Triangle.\n\nTo access this from above, scramble past the overhanging summit cap of the Third Triangle on its west side, and make an exposed sneak around to the front side. There is a rappel anchor just out of sight that you can clip before making the exposed step around to the ledge on the front side.  The anchor for the climb is at the lip of the ledge."},"__v":0},{"_id":"Gvf12l8QWvKJ2N3JVKD6PA==","name":"If Your Well Runs Dry","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":8,"mp_id":"111279570","mp_crag_id":"110251278","climb_id":"Gvf12l8QWvKJ2N3JVKD6PA==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This line follows the curving right edge of the Second Triangle, resulting in a series of fun arete-and-face moves and an aerie feeling.  Begin straight up easy, manky terrain to gain a small ledge and the beginning of the arete proper.  From there, you'll slap with your right hand and crimp with your left.  The \"well\" is at 3/4 height....","protection":"8 bolts + 2-bolt anchor.","location":"This is on the rightmost edge of the Second Triangle. Begin from the ramp above the Front Triangle. Belayers can sling a large block to the left.  Alternately, begin from the anchor at the base of the Third Triangle and angle left to join the route at the third bolt."},"__v":0},{"_id":"jTYO/8N8XRObJp/l8dGbQA==","name":"I Don't Wanna Wait in Vain","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":2,"mp_id":"117838243","mp_crag_id":"110251278","climb_id":"jTYO/8N8XRObJp/l8dGbQA==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"Now you don't have to wait in vain for one of the other routes here to open up - you can play on this short warm up instead. Ascend the north face of the prominent block at the base of the First Triangle (\n\ni.e.\n\nthe protruding section of rock between\n\nFor Whom the Cap Fits\n\nand\n\nThree Little Bats\n\n).\n\nThere are several variations possible on this line, and the 5.8+ rating is only if the easiest is taken. To do this, face climb past the first three bolts, and then reach left to use the left edge of the face to move up under the final overhang. This overhang is most easily passed on its left side, but you do not need to move all the way onto the lichenous east face. Turning the overhang from the right side or head on is at least a number grade harder.\n\nIt is easy to toprope the variations once you have set the rope, and ascending the lower face directly up the middle from the third bolt to the overhang would also make things harder.\n\nIt is also possible to set a toprope by scrambling up to the top of the block on its east side (and scooting past a tiny tree out to the end of the little top area).","protection":"5 bolts + a 2-bolt anchor with rings.","location":"This is on the First Triangle, on the protruding block that separates\n\nFor Whom the Cap Fits\n\nfrom\n\nThree Little Bats\n\n. The Upper Tier's access trail pretty much arrives right at the bottom of this one, or just to the right of it."},"__v":0},{"_id":"KfqENPtsWrmc+GD/99QBSA==","name":"For Whom the Cap Fits","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":1,"mp_id":"112198876","mp_crag_id":"110251278","climb_id":"KfqENPtsWrmc+GD/99QBSA==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is another enjoyable face route that takes the left side of the First Triangle formation. Steep moves past bolts one and two lead to a ledge and a rest before the final face. The crux is moving past the final bolt and standing up to reach the anchors on thin, balancy holds -- it requires some thinking and a bit of hope-that-smear-sticks moxy. The route trends slightly right to the anchors, so when you lower off, you'll have a good chance to toprope the alternate roof starts down low.","protection":"6 bolts + a 2-bolt anchor.","location":"It is on the left side of the First Triangle. The route starts around a bulge and uphill from the base of\n\nThree Little Bats\n\n, the righthand route."},"__v":0},{"_id":"08zy470EVJ2Wf5d1mUKXpA==","name":"Bloody Lady Di","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Doug Redosh, LP","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":9,"mp_id":"110872035","mp_crag_id":"110251278","climb_id":"08zy470EVJ2Wf5d1mUKXpA==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is a line to the left of\n\nJoy of My World\n\nthat, at least for the first half, begs to be climbed. It still needs further cleaning and trimming (it was trimmed with a light touch), which was abbreviated by a careless sweep of a small ledge near the top which...drew blood.\n\nA trad anchor is strongly recommended if you lead this. There's a thread out right around a chockstone.\n\nTo start, you can get a small cam low. Then, it's ~15' up to the next placement. Stem upwards. The crux is probably 1/4 the way up where height may allow you to get a finger jam to get your foot into a cool pocket. Midway up the pitch, you'll likely fight a few bushes (unless I get back there to trim) where the difficulty eases but the pro gets lean. Be cautious not to tug on an obviously unattached block in the gully. Move right into a finger crack/flake. Do a nice foot cross through. Beware of glass shards here. Gain the bolted anchor for\n\nJoy of My World\n\n.\n\nFrom the anchor, you can move right and gain the exposed 3rd class above the Triangle or rappel.","protection":"A rack to a #3 Camalot will work.","location":"This is in the dihedral to the left of\n\nJoy of My World\n\n."},"__v":0},{"_id":"RbCPxNjOU3CpF1+uaq5Jaw==","name":"Allrete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":11,"mp_id":"111901100","mp_crag_id":"110251278","climb_id":"RbCPxNjOU3CpF1+uaq5Jaw==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"This is the west-facing edge of the Third Triangle and the two below it.  Together, they roughly form a single, long arete that you can see from the approach trail to the Lower Tiers (the upper pitch is the light-colored edge that sometimes catches the sun and stands out). The upper pitch is an easy, fun, airy 5.4 arete guarded by a large 5.8 overhang. The lower 1-2 pitches (5.4 at the most) are extremely dirty and lichenous and will likely rarely be done.  Since the best approach to this route is to rap in, most people will opt to toprope the upper pitch only, but at least the lower pitches offer a chance to practice multi-pitch trad technique on easy terrain very close to home.\n\nRappel from the top anchor (bolts) in one long rap to a small tree low on the arete of the second triangle below (the Front Triangle). From there, rap another 65 or so feet to the rubble at the base of the lowest triangle.\n\nThe lower pitches are straightforward: stay on the low-angle arete, using abundant gear placements and giant holds. There is truly an epic amount of lichen down there - the rock is almost invisible under it sometimes - but at least the rock itself is generally not loose. Don't venture onto the west face - it will quickly become 3rd class but is also covered in rock debris. The lower pitches can be done as two separate pitches of 80-100 feet each or as one long lead. The climbing never exceeds 5.4 but has a few interesting spots, such as the short V-slots, one per pitch.\n\nAt the base of the upper pitch, you will be at the far right end of the sloping ledge at the base of the Third and Second Triangles.\n\nJoy of My World\n\nwill be just to your left. Build a gear anchor here in the crack at the base of the overhang.\n\nThe overhang is protected with a bolt, which can be safely clipped from a solid stance below. The moves over the lip are fun and may involve a big pinch or a big flat hand slap.... Once on the arete above, protection is abundant. Stay as close to the arete edge as possible for maximum exposure and enjoyment, but the climbing here eases off to no more than 5.4. You get a fun position for the last few feet.\n\nIt would also be possible to bypass the overhang on the right side, but the rock is loose and protection is sparse until you are back on the arete itself (this would knock the pitch down to about 5.5 R). Besides, you'd be missing the most interesting part of the pitch....","protection":"Gear to a #3 Camalot for the whole thing, or gear to a #2 Camalot for the upper pitch only. There is one bolt at the crux overhang - a locking biner may feel nice here, as it is your only pro above the anchor until you turn the overhang.","location":"It is on the arete at the right edge of the Third Triangle on the Upper Tier. The top anchors can be accessed from above by making a small exposed step around onto the ledge atop\n\nJoy of My World\n\n(you can clip the anchor before making the step around). One could also walk into the bottom of the third pitch by continuing on the 3rd class ramp to the far end of the Third Triangle. You can spot the single bolt on the overhang from the bottom of\n\nJoy of My World\n\n."},"__v":0},{"_id":"GKSDjT+KVjSkc9G3ILF15w==","name":"A Pretty Gneiss Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alex Basset","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"left_right_index":5,"mp_id":"111853874","mp_crag_id":"110251278","climb_id":"GKSDjT+KVjSkc9G3ILF15w==","areaRef":"cOBrldw3U1+nIup4sSqgRw=="},"content":{"description":"TOP ROPE ONLY! This is a climb that you can do off of the rappel station between Triangle 1 and 2 if you leave a rope and anchor. It is an easier way to climb out of the Upper Tier than other routes. Start on \"\n\nUndisclosed Location\n\n,\" and work left to the triangle 1 and 2 divide. This turns into a nice flake at the top.","protection":"No bolts...toprope off of rappel station with appropriate anchor.\n\nPer\n\nJay Eggleston\n\n: there are no hangers at the rappel station anymore.","location":"Start on \"\n\nUndisclosed Location\n\n,\" and work left to the triangle 1 and 2 divide.... Follow up to the flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,1ffa3b18-4f54-590a-9797-47633944b5b3,4505eee0-a1bb-5f14-b9ad-c004945fadd2,7680670c-b2a1-5ad1-bd68-c2c87c090dc0,70e06b95-dc37-535f-a722-ea78b12aa047","pathTokens":["USA","Colorado","Golden","Lookout Mountain Road","Tiers of Zion","B. Upper Tier","B. First, Second, and Third Triangles"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":4,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.24206,39.74404]},"bbox":[-105.24264480335883,39.74359033981814,-105.24147519664115,39.74448966018186],"left_right_index":-1,"ext_id":"110251278","area_id":"cOBrldw3U1+nIup4sSqgRw==","polygon":{"type":"Polygon","coordinates":[[[-105.24264480335883,39.74359033981814],[-105.24147519664115,39.74359033981814],[-105.24147519664115,39.74448966018186],[-105.24264480335883,39.74448966018186],[-105.24264480335883,39.74359033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:57:03.389Z","updatedAt":"2024-02-19T18:32:48.348Z"}