{"_id":"6368a1b8e80bff5a99553e34","area_name":"Mount Huntington","shortCode":"","climbs":[{"_id":"SS5zjDjfXO6fQKrmZaiEeg==","name":"unnamed","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bradley White,  1984? maybe 82","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":0,"mp_id":"106332452","mp_crag_id":"106276583","climb_id":"SS5zjDjfXO6fQKrmZaiEeg==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"This climb started out as a free solo to check out the upper left side of the cliff that turned into an epic.    The climb begins at the v-groove ramp to left of the wet inside corner. After v-groove I traversed right onto tree ledge above corner. Easy upward right traverse ledges went to the dirt and grasses goat path. Path thinned to no retreat possible at the large slab. Went up slab on thin friction switch backing until lower angle and in the middle of the upper higher pitches of what became 'Southern Migration'. Where SM goes up right to finish I went left onto the treed foot ledge. I stayed there a while terrified of the finish. Psyched myself up to I can do this and got up the steep face thirty feet to the top. Went up the right side direct to ramp with tiny tree in it. I used that tree for a hand hold to get to the finishing face smears.   The best on sight free solo I've done and the first with constantly on the edge while route finding. Had to stay focused to do precisely once what I had to do without stopping or slide off. Surprised I lived after much greasy friction and was very happy to finish with a great stress reliever bucket hold at the summit.    This climb was life changing. I had to keep my cool under extreme duress and more so I got the confidence booster to go climb new ledges free solo. I became addicted to doing on sight soloing and Kept my solo addiction private until recently. I didn't promote dangerous climbing to my competitive peers on purpose.    I've now climbed 'Southern Migration' and seen again where I went up.            The climb is mostly on high quality rock. Its worth the effort to place 9-12 bolts bolts. There no stances to drill and some drilling likely needed by aid.    Two stars because of the goat path approach for two great upper classic pitches.","protection":"some of the climb's top area is bolted now.","location":"Cross the tongue of SM and hike up the steep long hill to the wet corner. Its  on the left central side of the cliff near is a large erosion hole. To the right of this hole is v-groove start left of the wet corner. I exited into the woods to get down. Rappelling is the best way down by tree. The summit forest was horrid looking blown down trees. Walked on the recently huge amount of blown down trees high up horizontally above the forest floor with spiked tree trunks below. Ridiculously dangerous traversing up there and fascinatingly secure above the dense old pine forest by the tree branches."},"__v":0},{"_id":"KzCXI+iBX+eXyUPw+fHw8w==","name":"Southern Migration","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Woodman, Jack Dorsey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":1,"mp_id":"106778260","mp_crag_id":"106276583","climb_id":"KzCXI+iBX+eXyUPw+fHw8w==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"Pitch 1: Scramble up the low angle slab til beneath a steeper bulge. A couple bolts and a small cam lead over bulge (crux, 5.9). Continue past a couple more bolts to a stance and two bolt anchor. 5.9 170'  \n\n  Variation - Clip the first two bolts of the regular first pitch, then go left to a flake. Continue up on easy slab to a two bolt anchor left of bushes. Going this way avoids the crux bulge. 5.6 170' \n\n  Variation Pitch 2: Continue straight up a clean strip past a bolt, and then another (which is now a 2 bolt set-up), then merge right with the regular P2. 5.6 180' \n\n  Pitch 2: Easy slab climbing leads up past a couple bolts. Below bushes, head up and right (piton) past a couple overlaps (2nd piton, driven up-side-down) to a double bolt anchor below a steep wall. 5.6 180' \n\n  Pitch 3: Angle left on a slab, then head straight up the steep face. Positive holds, ample protection (including a couple of bolts), and interesting moves make for a spectacular pitch. Near the top of the wall, head right, then claw up 15' of fir branches to a tree anchor. Ignore an orange sling on a tree up and right. Off route. 150' 5.7\n\n Pitch 4: Walk left 15', then climb up to a broken corner in a steep wall. Continue up past a bolt, make a difficult mantle, then head up and left to a smooth slab. Climb up and left past bolts, then go straight up to a belay next to the trees. 5.7 130' \n\n  Pitch 5: Scramble left along a ramp, then right past a small tree to a bolt in a slab. Continue up past bushes on easy rock til below the final steeper slab. Angle right past a couple bolts to an anchor at the top. 5.7 120'","protection":"the second pitch is pretty loose in some spots and the gear is less than desirable.  However, it is a great alpine pitch. The second pitch of Perennial is a much better alternative.","location":"starts at the bottom toe of the cliff."},"__v":0},{"_id":"jeFx7keZUoOAc9f4BQDMCA==","name":"Perennial","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bill Keiler, Jack Dorsey 26 July 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":2,"mp_id":"106276587","mp_crag_id":"106276583","climb_id":"jeFx7keZUoOAc9f4BQDMCA==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"Scramble up and right for 100 to a ledge with a Piton belay.  \n\n  Pitch 1: Follow the line of bolts up and over a steep bulge to a clean slab above. (5.9) 80. 7 bolts.  \n\n  Pitch 2: Climb up a smooth slab for 100 heading for a left facing corner. Climb to the right of the corner and over three overlaps to a tree belay up and left. (5.7) 160. 4 bolts, 2 pins and small cams.  \n\n  Pitch 3: Face climb up the shallow right facing corner to a rest then climb a slab to the left up to a bolt. Clip two more bolts up and over a small overhang (harder for shorter climbers) to an anchor straight up. (5.6) 90. 4 bolts, small to medium cams.  \n\n  Pitch 4: From the belay. Head right to a large left pointing flake. Climb straight up with a mix of face and slab climbing until you see a pair of ring anchors just below and right of the final block. Most climbers will prefer to rap from the ring anchors. However it is possible to mantel to the right of this block and climb up into the trees to reach the top of the block. (5.8) 120. 2 ring anchors, 4 bolts, 2 Pins and a long sling for the flake.","protection":"Mostly Bolts and Pins with some small to medium cams through out.","location":"Approach from the bottom toe of the main cliff."},"__v":0},{"_id":"Os/sWxj2XUGAkwrVbUnNAw==","name":"Once is Enough","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Chuck Woodman & Jack Dorsey 2006?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":999999,"mp_id":"106565580","mp_crag_id":"106276583","climb_id":"Os/sWxj2XUGAkwrVbUnNAw==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"2 long pitches of ledgy/slabby climbing lead up to a steep headwall with a large roof on the right.  Follow your nose on these approach pitches, a good mix of bolts and gear. P3-Climb up well featured rock that gradually steepens to vertical.  Start clipping some bolts as you move into a well protected crux.  A few hard moves into a good rest followed by a easy, but heady and poorly protect topout.  If this pitch was on the ground it would be very popular.","protection":"Single Rack with mostly 2' draws and some QD's for the crux.","location":"After the approach trail you come to the impasse where you have to go right or left.  Go right and uphill for maybe 10 minutes, till you have a prominent buttress on your left.  Climb the right hand side of this buttress."},"__v":0},{"_id":"t4lG8RFNUVyjgF+Rwg5mkA==","name":"no name","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White, Tom Bowker, Jay Golden?, mid 1980's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":3,"mp_id":"106332430","mp_crag_id":"106276583","climb_id":"t4lG8RFNUVyjgF+Rwg5mkA==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"This route is in much likeness to the Perennial Route, climbing at the same grade sequence on the same wall for the second half section of this cliff.     We started at the base of the slab right from Perennial's slab beginning the first time we went up. At the top of the tongue of slab on the right side I led the slab to pop out above the thick pine boughs beyond the exposure of being on the slab with the second also climbing. On later ascents, directly up right above the tongue is a sloping ledge accessible from the ground at (5.1) and we would belay here (no pro) so that the leader's rope length would reach the tree ledge. From the upper tree ledge move left to gain access height up the wall moving right and after a short distance gained, (possibly I did a belay here) there is access onto the head wall to do exposed guerrilla tactics (5-6+) zig-zag upwards to diagonal right upward to the finish up the right side (5-8) onto the top of a big block with a very big pine on top of it. The big pine tree belay is a prow with a great exposed ambiance view.     I first went to the upper tree ledge in 1980. Over the yeas climbed to the upper tree ledge a few different ways.","protection":"trad rack. no pro for first two pitches.","location":""},"__v":0},{"_id":"fTzFzRxFULiYSEasQrbjaA==","name":"Brother Laurence","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley and Laurence White, 1984?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"left_right_index":4,"mp_id":"106332491","mp_crag_id":"106276583","climb_id":"fTzFzRxFULiYSEasQrbjaA==","areaRef":"Pjk9yCa1X8yjlWPmVu+1HA=="},"content":{"description":"The crux is on the long lower slab finish above the midway pretend belay. At upper tree ledge go down right until traverse ledge ends below white rock fractured head wall. Pretend again to have a belay and climb up central depression (5-2) with little gear. It terminates at good belay ledge slightly to the right. Climb up steep Gunk like horizontal broken giant rock fractured stacked wall (5-4) till stopped by root/dirt ceiling tree line. Escape right to trees growing out of near vertical rock gully. Two raps to ground. Although I gave this climb a low rating the last pitch is exciting. Don't know condition of this fractured wall nowadays. It was solid when my brother and I climbed it. First ascent I free soloed it and its reasonable to down climbing tree branches to next tree branches without rappel of gully fortunately.","protection":"trad rack. Little protection until last pitch.","location":"On the far side of the tree ledge below and east before the third pitch of Perennial. Go up when there is no other way to go. No belay to keep rope straight."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,3e393dc8-26b5-5fcc-a395-63e656efb51c","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Mount Huntington"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.50654,44.04144]},"bbox":[-71.5071655382829,44.04099033981814,-71.5059144617171,44.04188966018187],"left_right_index":-1,"ext_id":"106276583","area_id":"Pjk9yCa1X8yjlWPmVu+1HA==","polygon":{"type":"Polygon","coordinates":[[[-71.5071655382829,44.04099033981814],[-71.5059144617171,44.04099033981814],[-71.5059144617171,44.04188966018187],[-71.5071655382829,44.04188966018187],[-71.5071655382829,44.04099033981814]]]}},"content":{"description":"This is the prominent large, mostly slabby face you see to the north of the Kanc as you drive just east of the hairpin turn. It is about a third of the way across the Kanc coming from Lincoln. South facing and secluded, with reasonable to great rock quality."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:09.496Z","updatedAt":"2024-01-20T01:03:20.934Z"}