{"_id":"6368a214e80bff5a9955d8bf","area_name":"North Cliffband","shortCode":"","climbs":[{"_id":"n9nnlrmzVkmzLPzsBsGX4w==","name":"Unknown - Boulder Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":10,"mp_id":"106015441","mp_crag_id":"105893498","climb_id":"n9nnlrmzVkmzLPzsBsGX4w==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Fun, thin climbing up a low angle slab on the boulder beneath Monkey Lust. Beware though, blowing the second clip would certainly mean decking. One can clip the first bolt, then use the crack to the right to gain the second bolt if necessary.","protection":"3 bolts to a 2 bolt anchor (somebody recently replaced the cold shuts, making it safe to top out). There is an additional bolt atop the boulder to belay up a second.","location":"Located on the large boulder beneath Monkey Lust"},"__v":0},{"_id":"DcPkxnYWUE2Ze5sTTogfYw==","name":"Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":2,"mp_id":"106015462","mp_crag_id":"105893498","climb_id":"DcPkxnYWUE2Ze5sTTogfYw==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Short face route behind two (basically dead) trees. This route is .10a if you remain on the face; grabbing the corner/arete on the left apparently eases the grade to 5.8 (unless you only do it once, then it's 5.9)","protection":"3 bolts to a 2-bolt cold-shut anchor","location":"Approximately 15 to the left (north) of To Catch a Thief."},"__v":0},{"_id":"46i66GTrX0WATRMZNUZzYg==","name":"Touch Monkey","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jean de Lataillade 7/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":14,"mp_id":"105894266","mp_crag_id":"105893498","climb_id":"46i66GTrX0WATRMZNUZzYg==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This sandbagged line is the centerpiece of Cochiti's North Cliffband, and likely the most sought after route at Cochiti.  Its also likely the tweakiest route at Cohiti, with an evil, technical crux on insanely shallow, sloping pockets.  Judging from the copious amounts of chalk at the crux, many a hard man has tangled with this impossible-to-ignore classic, though the equally stunning lack of chalk above the 5th bolt seems to indicate that few have succeeded. \n\n  The climb begins in the large dihedral crack.  Stand up in the corner until its possible to grab the large, positive dish with your left hand.  From here charge up towards the left arete, making big moves on deep, positive pockets.  Its possible to climb up onto the slabby arete for a good rest, but this seems a bit lame, and is certainly unnecessary. \n\n  Cop a dubious undercling rest at the 3 inch roof, clip the 4th bolt, and enter the crux.  Sequential moves on heinously shallow pockets lead to the worst mono at Cochiti.  Deadpoint from the mono up to two good pockets and clip the 5th bolt.   \n\n  The word on the street is that these pockets have crumbled somewhat over time.  This theory seems entirely likely considering the nature of the Cochiti stone, and perhaps explains why this route seems so hard for a 'lowly' 13a.  However, the route has been redpointed as recently as late 2006. \n\n  After the 5th bolt, 20 feet of sustained 11+ slabbing lead to the anchors.  Again, its possible to use either arete, but its not necessary, and seems a bit weak. ","protection":"6 bolts, 2 bolt chain anchor.  Stick clip the first bolt.","location":"Touch Monkey is the next route that faces south after Gunning for the Buddha, or the first fully bolted route left of Back to Montana.  It is also the obvious, lightly bulging face that calls out like a Siren, begging to be climbed."},"__v":0},{"_id":"8DRaABEYVgCEBOJHS2cyKg==","name":"To Catch A Thief","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":3,"mp_id":"107120689","mp_crag_id":"105893498","climb_id":"8DRaABEYVgCEBOJHS2cyKg==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Ascend an easy corner system until you're on a ledge and can clip the first bolt.  From here quality slabbing, past a drilled pocket or two, leads up the short face.  Fun climb marred by the obvious chipped pocket in the center of the route.","protection":"3 bolts and 1 drilled piton to open shunt anchors.","location":"Next bolted climb left of \"Thief in Time\".  Just right of the popular \"Unknown\" warmup.  If you hit the Pickpocet / OMS climbs you've gone too far."},"__v":0},{"_id":"Gb3KM9mZXs+wd3+7ZUk4+g==","name":"Thief in Time","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":5,"mp_id":"106447544","mp_crag_id":"105893498","climb_id":"Gb3KM9mZXs+wd3+7ZUk4+g==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Follow the thin seam on the beautiful face.  There's a crux after the 2nd bolt, passed with a hard-to-see sequence, which may go both to the right or to the left off the seam.  You're through the sequence as you get the 2-finger pocket and a pinch in the seam at the 3rd bolt.  The difficulty eases as the angle drops back for the next 30'.  Watch out for those last 2 thin moves trying to steal your redpoint when the chains are so close! \n\n  I think this is one of the later additions to Cochiti, as it's not in the early 90s Samet/Jett guidebook; therefore I have no FA info (lemme know).","protection":"7 bolts to a 2-bolt anchor","location":"Bolted climb immediately left of La Espina"},"__v":0},{"_id":"lRJb3gUzWminzQSMm7rnaQ==","name":"Thief Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":4,"mp_id":"106431450","mp_crag_id":"105893498","climb_id":"lRJb3gUzWminzQSMm7rnaQ==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This is a nice short vertical crack that starts in a gully to hands, then thin hands to fingers out the top, in a left facing dihedral. A good route with good gear.","protection":"2-#2 Camalots, 2-#1 Camalots, and 1-#.5 Camalot. go to the 2 bolt cold shut anchor for To Catch A Thief.","location":"This is the obvious hand crack immediately to the right of To Catch A Thief."},"__v":0},{"_id":"uKZi9k5TXT2g+SSEdCuJ7w==","name":"Praise the Lunge","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tom Kalakay & Jean de Lataillade  6/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":20,"mp_id":"105893507","mp_crag_id":"105893498","climb_id":"uKZi9k5TXT2g+SSEdCuJ7w==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This route is known for the diabolical lunge-crux that guards the anchor.  However, the climbing is technical and strenuous from the moment you leave the ground.  Several interesting moves up the slabby prow will get you pumping before an excellent rest just below the crux.   \n\n  Its possible to climb the crux statically, but where's the fun in that?","protection":"5 Bolts to a 2-bolt anchor.","location":"This is on the first prow you will approach from the downclimb, beginning just above a rotten log.  Also the third bolted route from the far right end of the cliff."},"__v":0},{"_id":"FIOW712mXIWkyEv1TypI9A==","name":"Pickpocket","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bill Dockins & Kristin Drumheller 11/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":1,"mp_id":"105893523","mp_crag_id":"105893498","climb_id":"FIOW712mXIWkyEv1TypI9A==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This stout line is rated 11b in most of the guides, but with a reachy, sequential roof crux, this will feel quite a bit harder for shorter climbers.  Excellent, devious slabbing on immaculate stone leads to a good rest just below the roof.  From here, purists will power up and left over the lip, to an easier though pumpy slab finish.  It may be possible to avoid the main difficulties by veering far right at the roof.","protection":"Bolts. Stick clip recommended.  Possible to TR, but tricky.","location":"Immediately right of OMS."},"__v":0},{"_id":"1UD+mFcPU7ug+ppqI5nBrg==","name":"Open Mouth Syndrome (OMS)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jean DeLataillade & Tom Kalakay 11/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":0,"mp_id":"105893519","mp_crag_id":"105893498","climb_id":"1UD+mFcPU7ug+ppqI5nBrg==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This is easily the best 5.11 in the area, and if not for some stiff competition from Eagle Canyon, would be the best of the grade at Cochiti.   \n\n  Long and sustained with stellar rock, this line can be a bit intimidating, with somewhat spaced bolts.  This route is rather slabby, and as such, the holds are quite small.","protection":"Bolts.  Its possible, though a bit tricky, to TR this route.  A stick clip is recommended if leading.","location":"On a tall wall at the far left end of the North Cliffband with 3 bolted routes, just before the cliff ends.  This wall is about 50 feet to the left of La Espina.  This is the second bolted route from the left.  Starts atop a large block."},"__v":0},{"_id":"4b25mXqkVSmgYHADChov/w==","name":"Napoleon Blown-Apart","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Kalakay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":22,"mp_id":"105894247","mp_crag_id":"105893498","climb_id":"4b25mXqkVSmgYHADChov/w==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This fine route is unfortunately over almost as soon as it begins.  The crux is literally stepping off the ground.  There is a mono move between the 2 bolts, but the pocket is very deep and positive.   \n\n  Due to the slabby nature of this route, some of the deeper pockets tend to fill with dirt from the cliff rim.  Fun moves on great stone.  If only it were 60 feet longer!","protection":"2 bolts, stick clip.  Gear optional for 8 foot runout to the anchor on 5.7 hand-jams.","location":"The first bolted route encountered NW of the downclimb.  Faces W."},"__v":0},{"_id":"W5m1Mb9xUrqCN3boSI8B9A==","name":"Mr. Toad's Wild Ride","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Spin Shaffer","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":15,"mp_id":"106040211","mp_crag_id":"105893498","climb_id":"W5m1Mb9xUrqCN3boSI8B9A==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This mixed route climbs flakes and a dihedral on excellent rock.  This route receives a great deal of shade due to the large pine trees that grace the cliff base. \n\n  Begin 10 feet right of Touch Monkey.  Scramble up to a left trending finger crack that turns into a slopy-edged flake.  Mount the flake, where more liebacking leads to the lone bolt.  The crux involves a short dash on thin pockets to the next crack.  Follow the shallow dihedral crack to the anchor.  The bulk of this route is pretty trivial, but the crux is fairly hard for the 5.10+ grade that was originally given to this route.","protection":"1 bolt, several finger-sized pieces, 2x #3/4, #1, #2 cams. 2 Open-cold-shuts for the anchor.  Easy to toprope.","location":"10 feet right of Touch Monkey.  The lone bolt is ~2/3 the way up the wall."},"__v":0},{"_id":"DJC7RMSiWamP6R9CmiOoxA==","name":"Montana Deviate","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Couleur, Lee Sheftel","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":18,"mp_id":"106447570","mp_crag_id":"105893498","climb_id":"DJC7RMSiWamP6R9CmiOoxA==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"There's some ambiguity about this climb; 5.9 leaders beware. \n\n  All 3 guidebooks show this as a 2-bolt variation to Holy Wars (5.11a), angling right after the 3rd bolt.  However, most figure the crux of Holy Wars is probably the sequency moves on pockets on a slightly overhanging face before the first 2 bolts, which would be shared with Mont. Deviate, which calls into question the 5.9+ rating.  However, the text description in Rock Climbing: New Mexico, but not the topo, says \"to climb a crack, then pass a diagonal crack, then past 2 bolts\", which would avoid the Holy Wars crux by climbing an independent start to the right, which might keep it at 5.9. \n\n  In either case, the upper section of this climb is steep, uncharacteristically textured & featured with knobs, and a better-protected but less aesthetic option than the upper part of Holy Wars.  Angle left at the top to reach the Holy Wars anchor, which may be inconvenient for those following or toproping.","protection":"5 bolts to a 2-bolt anchor, shared with Holy Wars\n\nor\n\n  Trad gear, then 2 bolts to a 2-bolt anchor, shared with Holy Wars","location":"Start as for Holy Wars, but go right after the 3rd bolt, or climb directly up to these bolts following a hand crack."},"__v":0},{"_id":"vX4Z/3Q5VU2NgWsTBVBsMA==","name":"Monkey Lust","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Parks, Adam Read 5/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":9,"mp_id":"105894261","mp_crag_id":"105893498","climb_id":"vX4Z/3Q5VU2NgWsTBVBsMA==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This is apparently the \"warmup\" for the North Mesa.  Unfortunately this route looks a lot better than it is.  Extremely short, with about 10 feet of really fun, juggy climbing, to a slabby, slopey, technical (for the grade) arete finish.   \n\n  Also, the Offwidth approach detracts significantly.  What better way to warm up than by thrutching up a sandy shoot in your pink lycra?","protection":"4 Bolts, 2 bolt anchor.","location":"This route begins atop the \"Giant Boulder\" down and left from Touch Monkey.  Begin by scrambling awkwardly up the offwidth on the right (SE) corner of the boulder.  Its probably most convenient if only the climber surmounts the boulder.  The belayer can belay from the base of the boulder, just right of La Espina.  Also its best to lower off the boulder (from the Monkey Lust anchor) rather than try to downclimb the OW."},"__v":0},{"_id":"hJfZgZ8/Xu+OxGmXohsKDA==","name":"Laurel's Ledges","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Randall Gann and Marc Beverly","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":11,"mp_id":"106015424","mp_crag_id":"105893498","climb_id":"hJfZgZ8/Xu+OxGmXohsKDA==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Easy climbing up a low-angle slab with a large crack on the left. Fun solo problem","protection":"3 bolts to a 2-bolt anchor","location":"Large boulder beneath Monkey Lust"},"__v":0},{"_id":"1yInwwc2XNagaVuPqSQz+A==","name":"La Espina","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kalakay, Dockins, Drumheller","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":7,"mp_id":"106248362","mp_crag_id":"105893498","climb_id":"1yInwwc2XNagaVuPqSQz+A==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"La Espina climbs a rounded arete and face just to the left of Cochiti Classic. Very fun and sustained from the moment you step off the deck to the time you clip the anchors. This route has new hardware and the original cold shut anchors have now been replaced with 1/2\" bolts reinforced with epoxy.","protection":"8 bolts to a 2-bolt chained anchor (but listed as 7 in 'Sport Climbing in NM' and 9 in 'Jemez Rock'.)","location":"10 feet to the left of Cochiti Classic, just around the corner from the boulder leading up to Monkey Lust"},"__v":0},{"_id":"3xIY2uYlXoSmrMG3rUnu8w==","name":"Holy Wars","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kristin Drumheller, Bill Dockins","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":17,"mp_id":"106040223","mp_crag_id":"105893498","climb_id":"3xIY2uYlXoSmrMG3rUnu8w==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This is a good route on excellent rock.  Unfortunately the crux start demoralizes many would-be climbers.  Begin with a beautiful set of heavily chalked pockets that are unfortunately much more thin and slopy than they appear from the ground.  Once you are 3 feet off the ground the pockets improve dramatically and the climbing eases.  This is the first opportunity to clip the first bolt, so a stick clip is recommended.  More good pockets lead to a horizontal break, then a short thin section that leads to a sea of unusual nubbins and small chickenheads.  Follow the steepening wall to the anchor.","protection":"[4] bolts, 2 BA.  This ones easy to toprope.","location":"Two routes left (N) of Gunning for the Buddha."},"__v":0},{"_id":"dqoXVziSXXCt6uLplN/jcQ==","name":"Gunning for the Buddha","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bertrand Gramont & Tom Kalakay 5/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":19,"mp_id":"105893514","mp_crag_id":"105893498","climb_id":"dqoXVziSXXCt6uLplN/jcQ==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This sequential line is a classic Cochiti test-piece.  Half the trouble is deciding which of the heavily chalked pockets visible from the ground are best left unused.  The other half is keeping it together on the final, tricky slab move just below the anchors.   \n\n  The technical crux is reaching the obvious S-shaped crack at midheight, where a great rest gives way to the sinister, slabby redpoint crux just above.","protection":"Bolts","location":"The next bolted wall left of Praise the Lunge."},"__v":0},{"_id":"5X4VrlhzWeO01uLdy4jh3Q==","name":"Grunge Up the Munge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bojin Fester?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":21,"mp_id":"106015457","mp_crag_id":"105893498","climb_id":"5X4VrlhzWeO01uLdy4jh3Q==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"A delectable off-width to the left of Napoleon Blown-Apart. Fun climbing, just way too short!","protection":"Cams in the #4 to #5 C4 camalot size. Shares anchors with Napoleon Blown-Apart (2 cold shuts).","location":"Immediately to the left (north) of Napoleon Blown-Apart."},"__v":0},{"_id":"YuGLOgOuVs2L06X3t9G6yA==","name":"Feminist Men","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Leslie Coon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":12,"mp_id":"106232277","mp_crag_id":"105893498","climb_id":"YuGLOgOuVs2L06X3t9G6yA==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This climb tempts you, as it looks like a nice face, starting from the comfy porch ledge that you belay from for the popular warm-up to its left (Monkey Lust). \n\n  It's a thin face start to a horizontal crack, an awkward high step, and one tough move to the monopocket to clip the 3rd bolt.  The crux is pulling on one and two finger pockets between 3rd and 4th bolts, with an easier finish. \n\n  All 3 guidebooks say this climb has modified/chipped holds and therefore should be avoided at all costs.  I didn't think the climbing or the rock was horrendous, but the climb certainly isn't up to the average standard for Cochiti for overall quality.","protection":"5 bolts to a 2-bolt anchor.  One of the guides says the hangers were removed at one point, but they are all there as of 2008.","location":"Just right of Monkey Lust, starts on the flat block balcony.  Climb up the chimney to the right, or Laurel's Climb or Unknown to get to the start."},"__v":0},{"_id":"e2u5SEVMW4O0linj1NYb+A==","name":"Empty and Meaningless","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Sheftel, Doug Couleur 10/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":13,"mp_id":"105894252","mp_crag_id":"105893498","climb_id":"e2u5SEVMW4O0linj1NYb+A==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This sustained pump-fest is one of the longest routes at the North Mesa, perhaps second only to OMS.  Begin up unprotected 5.8 jugs to a good horizontal crack and clipping stance.  Move up and right along the offwidth, then dive onto the sustained face.  The route climbs mostly to the left of the bolt line, crimping and sloping up the obvious scoop feature.  The angle lessens with height, as do the holds, which adds up to a growing pump and desperate surge to the anchor. \n\n  Unfortunately the rock isn't quite as good as it looks from the ground, but the long, sustained nature makes up for sub-par stone (by North Mesa standards).","protection":"6 bolts, 2 bolt anchor.  The bolts on this route were recently replaced courtesy of ASCA and the NM CRAG folks.","location":"This is the 2nd route left (NW) from Touch Monkey, or, immediately left of Digital Pleasures (the arete adjacent to Touch Monkey. \n\n  Or, its the first route right of the \"Giant Boulder\" that is the base of Monkey Lust."},"__v":0},{"_id":"ER45/1CzUZahitEF1lR/ig==","name":"Cochiti Ugly","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":6,"mp_id":"106431433","mp_crag_id":"105893498","climb_id":"ER45/1CzUZahitEF1lR/ig==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"The Cochiti Ugly offwidth is one of many found at this crag. This route is an entertaining adventure that ascends a wide offwidth crack veering slightly left at the bottom to a straight up chimney out the top. This climb has chicken wings, foot wedges, knee locks, face moves, and a few body direction switches along with some grovelling to keep it interesting. This is an alternative at Cochiti, especially if you are tweaked out from the demanding face routes. Not to be confused with the Cochiti Classic offwidth located about fifteen feet to the right of this climb.","protection":"6-6\" cams, a couple #3 and #4 Big Bro tube chocks, and shoulder runners. Anchor off of trees, boulders and/or cracks.A 100' static line is good for a top rope anchor.","location":"This is the obvious wide route that is located immediately to the left of La Espina and to the right of Thief In Time."},"__v":0},{"_id":"raA7rTQ4WQ27zfeWtWF4kQ==","name":"Cochiti Classic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lusty Smudgemuffin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":8,"mp_id":"106447510","mp_crag_id":"105893498","climb_id":"raA7rTQ4WQ27zfeWtWF4kQ==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Can you really call a climb with an offwidth crux the namesake \"Classic\" for a sport-climbing area?  Guess so. \n\nPerfect hand crack for 20'.Right-angling wide grungy crack with lots of holds and huecos (easy).5.10 offwidth- sharp on the inside, rounded edges on the outside.\n\n  Scramble up to the top, where you can anchor with gear, off trees, or reach over to the La Espina anchor (which is far enough left of this route to be annoying for TRing/following). ","protection":"Cams from 1.5\" (#1 camalot) up to 4\" (#4 camalot).  A cam bigger than #4 is probably reassuring to have.","location":"Cochiti Classic is the obvious crack just right of La Espina or just left of Monkey Lust."},"__v":0},{"_id":"xj5GGU2MWZSG8UhCGWRiYA==","name":"Back to Montana","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Sheftel, Couleur","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"left_right_index":16,"mp_id":"106248370","mp_crag_id":"105893498","climb_id":"xj5GGU2MWZSG8UhCGWRiYA==","areaRef":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"Back to Montana climbs the face just to the left of Holy Wars. The crux moves are right off the deck, and the first bolt is about 15 feet up, so you may want to use a clip-stick. Begin in a sinker 2 finger pocket with the right hand and a shallow 2 finger pocket with the left, lock off and stretch out to reach another sinker with the right (good clipping pocket). Move past the first bolt (second crux) to a series of buckets leading to a ledge. It's run-out to the fourth bolt and there is an opportunity to place a TCU, but the climbing is quite a bit easier. Find the final crux moves as you head up to the newly installed 1/2\" anchors.","protection":"4 bolts to a 2 bolt chained anchor","location":"10 feet left of Holy Wars"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,b8bb0c1a-3805-51e9-95cf-d3ae7791b7b2,fbae39d1-c576-5327-a3cb-d3190dd75ca0","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Cochiti Mesa","North Cliffband"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.13a"},{"count":3,"label":"5.11b"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.8"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":12,"expert":1}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.3977,35.7164]},"bbox":[-106.39825382567251,35.71595033981814,-106.39714617432749,35.71684966018186],"left_right_index":-1,"ext_id":"105893498","area_id":"+6450cV2Uyejy9MZDddcoA=="},"content":{"description":"This is the section of cliff to the NW from the downclimb.  There are roughly 25 excellent, though short routes.  This is the most convenient crag at Cochiti, where it is easy to setup TRs on many routes, there is a nice 'scene' at the cliff base, shade trees, and a good diversity of grades is available."},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:13:44.460Z","updatedAt":"2022-11-25T11:20:25.948Z"}