{"_id":"63689de0e80bff5a994f92d4","area_name":"Redgarden - S Buttress","shortCode":"","climbs":[{"_id":"JMEMfWJ+Uxa0QEvVdTV1Gg==","name":"Whittle Whisk","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Cory Fleagle (1/13)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":56,"mp_id":"107982397","mp_crag_id":"105807692","climb_id":"JMEMfWJ+Uxa0QEvVdTV1Gg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is directly left of\n\nGenuine Risk Takers\n\n.\n\nStart up a slab that has a short, left-facing dihedral. You are basically starting behind the big pine tree at the base. Head up a slab and then a blunt arete type feature heading up to the left side of the steep headwall. Pull the headwall just left of\n\nGenuine Risk Takers\n\nvia an undercling and up onto face holds. Continue up face, passing a short (2 foot long?), right-facing corner. Continue up, trending right towards small tree. The tree can be used as anchor with some stoppers and cams.\n\nDownclimb to right to larger tree with rap station to get down.","protection":"Standard rack.","location":"Start just to the left of\n\nGenuine Risk Takers\n\n. Start up a slab, that has a short, left-facing dihedral."},"__v":0},{"_id":"fRp5a4LTVEO8ujHYNQprgA==","name":"Whittle Wall, The","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat Ament and Jean Juhan, 1964","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":54,"mp_id":"105757279","mp_crag_id":"105807692","climb_id":"fRp5a4LTVEO8ujHYNQprgA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Begin about 40 feet down and left from the big pine tree across from Wind Ridge.  Climb a ramp that angles up to the left and work straight up to a belay in a greenish hollow.  Traverse right for 30 feet, then up and left along a steep ramp and through some bulges (crux).  Continue on easier terrain until it is possible to traverse north to join the East Slabs Descent.  It is advisable to belay as described above to avoid serious rope drag.  Take the S rating seriously on this one.\n\nPer\n\nIvan Rezucha\n\n: On P1 after the initial ramp, instead of \"work straight up to a belay\", I think the route goes about about 20 feet then traverses way right, past a pin, and then back left on a ramp (the continuation of the ramp that continues down and right to the large pine tree). This bypasses a difficult headwall. And on P2, instead of \"traverse right for 30 feet\", it's more like 15'.\n\nI agree with the comments above that this is a serious undertaking for the grade. Gear is pretty sparse and sometimes funky. Route finding is difficult.\n\nI think we belayed too high on P1. The belay was not bomber, and traversing right off of the belay was dangerous until I got some good gear in. If I did this route again, I would belay halfway up P2 where the angle eases off and the gear is good.","protection":"Good luck.  Small and medium cams for sure.\n\nPer\n\nIvan Rezucha\n\n: We used a double set of Friends to #3 and a 3.5 Friend. Placed them all. Plus smaller cams and a single set of nuts.","location":""},"__v":0},{"_id":"3eKMMNbMWUu6yj7fIZNaCg==","name":"The Whistle Stop","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Quinn, David Jones, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":25,"mp_id":"105757846","mp_crag_id":"105807692","climb_id":"3eKMMNbMWUu6yj7fIZNaCg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"A fun route up a beautiful face with a short approach.  This is the easier version of The Flakes but is a bit more runout to start.  It shares the same, delicate, balancy crux.  Windy days can make this spooky for the inexperienced second, says my wife.\n\nBegin to the right of some boulders up the boulder field above the large cement slab by the river.  This is just right of\n\nC'est La Vie\n\nand left of the bench between Whale's Tail and Redgarden Wall.  It is a few feet right of\n\nThe Flakes\n\n.\n\nThere is little opportunity for clean protection on the first bit of this climb.  Climb up and then on a diagonal ramp to the left.  Find a pin.  Move up on good face holds toward a crack.  Find good pro along this crack with wires and small-medium cams.  The crack fades and you clip a bolt.  Climb past this through a brief crux requiring more balance and finesse than power to a undercling.  Place a #3 or #3 1/2 Friend to protect your second or risk a whopping screamer if your second peels above the bolt.  Traverse about 25 feet left on a sloping ledge to the 2 bolt anchor.  140 feet of fun climbing.\n\nThankfully, the anchor has been improved with 2 modern bolts in solid rock in 2000 by ACE and the FHRC.  It used to be a pin behind a hollow flake with a bashie that just made you wonder.  Note, it is 30m to the level of scrambling off.  Pay attention when you get to the end of your ropes since you do not reach walking ground with a single 60m rope.\n\nGary Stetler notes that the Ericson guide rated this 5.7. Hey, but that's the same gifted author who put up, via on sight solo,\n\nBlind Faith\n\nand thought it was 5.9.","protection":"Eldo rack, wires, cams to 3 1/2 inches.  Single 60m rope is nice to rap.","location":""},"__v":0},{"_id":"ND87YkgsXHK/WqVHn168og==","name":"Variation to Lower Meadows","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown, but before 1960","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":0,"mp_id":"107064065","mp_crag_id":"105807692","climb_id":"ND87YkgsXHK/WqVHn168og==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Start up the reddish, slick ramp and stay to the outside.  The climber is soon forced to make a downward step to a large foothold on the main face to get around a bulge and regain the relatively straightforward climbing to a cozy belay alcove. This first pitch is probably scary 5.5 PG for the uninitiated to Eldorado climbing. The business of this variant lies immediately above the belay, which is a tricky and somewhat hard to protect, slanting overhang. There are good holds above, but shorter climbers usually have some difficulties. Using good footwork, move as far right as possible to surmount this obstacle at the shortest reach. Although tall climbers may call this \"only\" 5.6, I've seen many very good climbers struggle and many have fallen here. Hence my assignment of a 5.7 PG rating. After surmounting the overhang, good rock and easier climbing leads to the base of the infamous Black Ramp on\n\nRedguard\n\n. Either continue up\n\nRedguard\n\nor rappel to the ground if 2 ropes are available. It's possible that a single 70 meter rope might reach, but just be careful.","protection":"A light but well spaced trad rack is all that's needed...nothing big. I usually carried some smaller wires, a few QDs and maybe a #2 cam.","location":"The route is a variation to the Lower Meadows and meets up with the \"Birdwalk\" variation of\n\nRedguard\n\nafter two 75-80 foot pitches. It follows a slick and rapidly constricting ramp just to the left of the normal start for\n\nRedguard\n\nby the \"Birdwalk,\" and then progresses directly up, to intersect...."},"__v":0},{"_id":"+rbp03EaVbKTydxN/8AdRw==","name":"Walk the Talk","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA: Duncan Ferguson, Bill Putnam, Jim Erickson, 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":45,"mp_id":"105762363","mp_crag_id":"105807692","climb_id":"+rbp03EaVbKTydxN/8AdRw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"From the anchors atop\n\nNight\n\nor P1 of\n\nBlackwalk\n\n, head up and left into a roof system.  Follow this with underclings and jams past a hangerless bolt and then a good bolt, then turn the roof at its left margin.  Continue up on easier rock, or stop at an intermediate anchor (top of High Noon I believe) to belay.\n\nThis has some decent climbing but some low-quality rock as well.","protection":"Standard rack.","location":""},"__v":0},{"_id":"d6rCe1lFVwSoz2JiBrDEUQ==","name":"The Vaporizer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brad Bond, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":29,"mp_id":"106656391","mp_crag_id":"105807692","climb_id":"d6rCe1lFVwSoz2JiBrDEUQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"The Vaporizer is a pretty new rock climb (I think the Fixed Hardware Review Committee approved it in 2005?) and is somewhat obscure, most likely because of its location, but it is excellent and should be on the list for any well-traveled Eldo climber.\n\nThe route is sustained and very interesting... typical Eldo-bizarro-weird climbing, but a lot of fun and challenging with multiple 5.11 sections, and only a few 5.10 \"rests\" here and there.\n\nBegin by starting at the base of the Bulge Wall and climbing\n\nPseudo-Sidetrack\n\nfor a few pitches (if you're simuling, it is better to tie in close together to avoid rope drag) to the huge ledge with a large pine tree and a dead juniper.  I believe this ledge is Juniper Ledge, and it is roughly 250' out from\n\nterra firma\n\n.  From here, move the belay easily up the ramp 30' to a perch at a live juniper.  The line of bolts straight up the face above should be obvious.\n\nThere's a scary move to the first clip and then the difficulties begin, a second clip, then a fixed wire (a #6 BD), then bolts the rest of the way up the wall and through a roof.  This leads to easy but runout climbing up to a big roof system/overlap.  Construct a gear belay here, and descend via the East Slabs.","protection":"The route is bolted (nine or ten bolts plus an essential fixed wire) yet a little spicy in places, although some gear might mitigate that.  We brought a bunch of draws plus a 0.5, 0.75, and #1 Camalot for the anchor and this was fine.","location":""},"__v":0},{"_id":"sZ72nPMsWgSsW24ghS6I2A==","name":"Trinity Cracks","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kent McClannan, Bruce Miller, 2008","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":15,"mp_id":"106683794","mp_crag_id":"105807692","climb_id":"sZ72nPMsWgSsW24ghS6I2A==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a very worthy variation to the first pitch of\n\nGenesis\n\n. Start by climbing the first ~30' of\n\nGenesis\n\n, nearly up to the first fixed pin.\n\nBust right out of the dihedral, and step right to gain a thin seam. Climb the seam (poor pro) to where it peters out, then undercling right, and reach up to another thin crack.\n\nClimb this crack (better pro) up to\n\nLe Boomerang\n\n, and then cross that route and pull up and left to rejoin\n\nGenesis\n\n.","protection":"Light rack, include RPs.","location":""},"__v":0},{"_id":"yX3Blk6gWfSQfZoed52zKA==","name":"To Night","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Reveley and John Ruger","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":38,"mp_id":"105753508","mp_crag_id":"105807692","climb_id":"yX3Blk6gWfSQfZoed52zKA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is a great way to access the belay on top of Night or Back in Black etc.  Begins with Pseudo Sidetrack up and left on an obvious ramp to a belay at a small tree(bolts).  To Night takes of almost straight right of this belay.  Hand traverse left placing the Lowe-Ball and other small crappy gear.  Pull up and right through the overhang (a little scary) and onto the face.  From here continue right and then up to the two bolt anchor on Night.  To get to the anchor on Back in Black, move right and slightly down from the Night anchor with no pro (about 5.9)  This is a short pitch with some questionable rock and definitely questionable gear.  Most usefull to access the toprope on Night.","protection":"There is not much pro on this pitch.  A red Lowe Ball and small offset Aliens are of use.  Bring small gear including RPs.","location":""},"__v":0},{"_id":"yYeHlrsfWDmVLaCUo3Etww==","name":"Sticky Feet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harrison, Meyers, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":53,"mp_id":"107144761","mp_crag_id":"105807692","climb_id":"yYeHlrsfWDmVLaCUo3Etww==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Sticky Feet is located just to the right of\n\nThe Bulge\n\nand sees very little traffic. The climbing is adventurous and requires a bit of route finding for the onsight. The climbing on the crux pitch is well protected, but the first pitch has some big runouts on ~5.7 climbing.  It is a slight step up from\n\nShades of Gray\n\nwith a similar style of climbing.\n\nP1: Head straight up with multiple 5.8 cruxes through overlaps. All of the crux moves have \"sticky feet\".  You will pass a rotten chickenhead on the left about halfway up the pitch. There is a 25 foot runout on 5.7 climbing near the top of the pitch.  Belay on the right side of the scoop (5.8, 5.7R/X, 100 feet).\n\nP2: Angle left through the overhanging wall and pull the lip at a huge bucket. Continue up well-protected rock to a bolt to where the angle eases with runout 5.5 climbing (5.9, 100 feet).\n\nP3: Angle right to easy 5th class to the walk-off (5.4, 150 feet).\n\nThe first two pitches can be combined with a 60/70m rope, but you will need a triple set of finger-size cams.","protection":"Gear to #3, with extra finger-size cams for overlaps.","location":"Sticky Feet starts about half up the scramble to\n\nThe Bulge\n\nWall."},"__v":0},{"_id":"5eLpHPRLX4aLtM6H9N4lTA==","name":"Slack Walk","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brad Bond, Mike Schlauch, Spring 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":35,"mp_id":"114270648","mp_crag_id":"105807692","climb_id":"5eLpHPRLX4aLtM6H9N4lTA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Slack Walk is a bolt protected face climb located about 40' left of the bolted anchor at the start of\n\nPilgrim\n\nand\n\nHigh Noon\n\n. There are 5 bolts. The route has well-protected crux moves and a few easy runouts on good stone. The route was approved by ACE, the Park, and the public review process in March 2018.\n\nThere are a few crispy holds at the start but the first bolt is very easy to clip. The crux is passing the second bolt. After the crux, climb up and right on easy runout climbing to the third bolt. A few more tricky bulges will lead up and left to an easy slab. Follow the slab to a crack system (good gear) which leads left back to rejoin\n\nPseudo-Sidetrack\n\n. Continue a few more moves to a large ledge where\n\nPseudo-Sidetrack\n\nand\n\nPseudo-Sidetrack Direct\n\ndiverge. Follow either of these to the top, and descend the East Slabs.\n\nA rappel option is to downclimb 15' from the divergence ledge to a 1980s bolt and pin anchor (bring some tat) and rappel down maybe 50' to the upper\n\nPilgrim\n\n/\n\nHigh Noon\n\nanchor. Keep in mind that a 70m is needed for this option, and even with a 70m, you need to pay close attention to the ends on the last rap.","protection":"5 bolts plus a light standard Eldo rack.","location":"Start by climbing\n\nPseudo-Sidetrack\n\nfor about 200', veering right when the large tree on Sidetrack Junction comes into view. Belay at a good stance below the first bolt (#0.75 - 1 Camalot).  It is also possible to downclimb from the large tree at Sidetrack Junction or climb to the lower anchor on\n\nHigh Noon\n\n/\n\nPilgrim\n\nand follow the strata up and left to the start of the route."},"__v":0},{"_id":"8Y2YGEazVLKHZ9TZbPkQuQ==","name":"Shades of Gray","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament, Cam John, Gray Ringsby, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":50,"mp_id":"105759822","mp_crag_id":"105807692","climb_id":"8Y2YGEazVLKHZ9TZbPkQuQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This was a wonderful find on the Eldo obscure tour. It's really a series of variations on\n\nThe Bulge\n\n, with four short, high-quality pitches. We shared belays with\n\nThe Bulge\n\nthe whole way -- where\n\nThe Bulge\n\ngoes right each pitch, this route goes left. We don't think we did the third pitch right -- the guidebook says to belay in a small, red, right-facing corner and to climb straight up from an \"alcove.\" We could see a small alcove about 10 feet left of the second belay on The Bulge, but there didn't seem to be any corner. That's probably where you're supposed to belay. We diagonaled up and left from\n\nThe Bulge\n\nbelay, climbing over a bulge with decent pro at about 5.10. The rest of the route matches the guidebook description nicely. Go do it!","protection":"Standard Eldo rack with RPs.","location":""},"__v":0},{"_id":"MWocOwuuUqSPzfCJ/6PTCA==","name":"Semi-Wild Slab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":5,"mp_id":"106244428","mp_crag_id":"105807692","climb_id":"MWocOwuuUqSPzfCJ/6PTCA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is fairly sustained at about 9- to solid 9 and definitely runout.  I would suggest leading the full length of the rope until you get on easier ground near the top of the South Buttress.","protection":"SR mostly smaller gear from BD size #2 and lower.","location":"This route starts about 100 feet lower then the\n\nRedguard\n\nroof.  From the Ramp at the bottom of the second half of the South Buttress (at the top of\n\nTouch N Go\n\n) follow the OW/ dihedral of the 3rd/4th pitches of\n\nRedguard\n\n.  This route follows the lichen, rarely traveled slab to the left of\n\nSemi-Wild\n\n.  There is a juniper tree on a small ledge if you look up from the start of the slab. Follow the slab just right of this tree.  The route looks hard to pick out from the start but is easy route finding once you get started."},"__v":0},{"_id":"Rllr+p2GV4KPg1P66jKFQQ==","name":"Semi-Wild","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Charlie Fowler, Dan Stone, Glen Randall, 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":4,"mp_id":"105764397","mp_crag_id":"105807692","climb_id":"Rllr+p2GV4KPg1P66jKFQQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a cool, \"semi-wild\" route left of P2 of\n\nAnthill Direct\n\nthat is rarely done. I've never seen anyone on it, and there was no chalk. I've wanted to do this since I first noticed it a couple of years ago from P2 of\n\nAnthill Direct\n\n.\n\nThe adventure is good, position is good, high above the creek and across from The Edge, but the approach and descent involve some work, and the rock has some powdery green lichen which raises the stress level. And there's the scary roof crux.... Maybe 1.5 stars?\n\nThere's no gear at the crux roof. The gear is 4 to 5' below, and it's one bomber big brass and another fair brass with better gear below. The roof is reachy and strenuous, and it's not totally clear how to do it. I nearly fell off when my left foot skated off a flake I was pushing off of to increase my reach.\n\nThe route: the Rossiter topo shows the climb starting on P2 of\n\nAnthill Direct\n\nand then angling left across the slab to the base of the vertical crack. We climbed further left, skirting the initial ceiling, up a left angling ramp (good horns to sling), and then angled right on easy ground to the base of the crack. You could also climb more directly up the slab with no gear. The lower part of the crack, up the slab to the base of the headwall, has good gear. The first moves up the headwall are a bit spooky. With difficulty, you can get a fair medium brass to protect these moves. The climbing above is well protected and interesting, with a balancy move to get up to the roof. Get as much gear as you can, since there is no gear at or above the roof. Climb straight through the roof (don't move right through it, although that may also work), protect your second well, and traverse straight right to the\n\nAnthill Direct\n\nP2 belay.\n\nDescent: if you're familiar and comfortable with\n\nAnthill Direct\n\n, the best \"descent\" may be to continue up on\n\nAnthill Direct\n\n. Otherwise, you can rappel to the Upper Ramp and then off of good bolt anchors in two single-rope or one double-rope rappels to the ground. There are currently two good pins at the top of P2 of\n\nAnthill Direct\n\n, but there may be no slings and rings. You'll want webbing and rings or leaver biners. If you want to backup the pins with a nut, you'll want more webbing. We left a good, big brass nut in a crack to the right and connected it all with an old cordalette. The rappel passes some large blocks and you land to the right of the\n\nAnthill Direct\n\nP1 anchor bolts. Easily hike left to those bolts, and then rap from there to the ground.","protection":"2+ sets small cams from green to red Alien, doubles above that to #2/yellow Camalot, 1 or 2 sets brass nuts, 1 set bigger nuts to 1\", 20 slings, 1/2 full length, and 2 ropes to rappel. Double ropes are handy on the lead. Bring webbing and backup gear to rig the rap anchor.","location":"Approach: Semi-Wild starts from the lowest end of the Upper Ramp, at the top of P1 of\n\nAnthill Direct\n\n. It's the crack to the left of P2 of\n\nAnthill Direct\n\nthat starts about 1/2 way up the pitch. Get there via\n\nTouch and Go\n\nor\n\nAnthill Direct\n\nor by one of the variations right of\n\nTouch and Go\n\n. Make sure to belay at the\n\nAnthill Direct\n\nanchors close to the upper wall rather than at the\n\nTouch and Go\n\nanchors."},"__v":0},{"_id":"IenmFFYtWx+Rmiwxyt773Q==","name":"Restless Nights","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"two anonymous cowards (Steve Dieckhoff & Rolo Garibotti)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":40,"mp_id":"105762132","mp_crag_id":"105807692","climb_id":"IenmFFYtWx+Rmiwxyt773Q==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Elvis, a very hip guy, and I, an arthritic vegan, climbed a new route (60 feet of new ground), in Eldorado. We both agreed that it is good enough to deserve two stars (very good rock and fun climbing, especially for those that appreciate slabs). From the anchors at the end of the first pitch of\n\nNight\n\n(\n\nBlackwalk\n\narea) climb up and left, 10 o'clock, towards\n\nHigh Noon\n\n, joining this route at its second to last bolt, and continuing via these to the anchors. Our line, which we christened \"Restless Nights\", climbs a very tenuous and delicate slab, tiptoeing up a series of dime size edges. We climbed it in \"head-point style\", rehearsing it before leading it. Even though it is ot a deadly route, the protection is sparse and a fall could result in some bodily damage courtesy of an unfriendly looking spike. I think an S rating is well deserved.\n\nTo top-rope it, climb\n\nBlackwalk\n\nand continue up via\n\nWalk the Talk\n\n(5.9+s) to the end of the obvious roof, and before standing up above it, plug two or more cams (red and yellow Camalots) as a TR anchor, from where one can lower directly to the\n\nNight\n\nanchors.\n\nTo lead the route, it s best for the belayer to lower himself 20 feet below the\n\nNight\n\nanchors in order to avoid a potential factor 2 fall, ince the first pro is about 20 feet up (11+). Those first crucial pieces are a green Alien and a number 4 Wild Country Rock in a small slot (we pre-placed them because we were too chicken to fiddle with gear while clinging to dime size edges - maybe we will have to go back to it to do it in a more manly style). The crux (12 something) is a series of moves leading up and left from the pro to reach better holds directly below the second to last bolt of\n\nHigh Noon\n\nclimbing well left of the big huecos of\n\nWalk the Talk\n\n). Before reaching the\n\nHigh Noon\n\nbolt, it is possible to place a number 2 Wild Country Rock. More \"self-serving\" [- for you head-pointing pleasure.]","protection":"A green Alien, #2 and #4 Rocks, four quickdraws.","location":""},"__v":0},{"_id":"VGaJ6jPxVjyGQZ66n8j5kQ==","name":"Redguard","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dick Bird, Cary Huston, Dallas Jackson, Dale Johnson, Chuck Merley, 1956","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":2,"mp_id":"105757837","mp_crag_id":"105807692","climb_id":"VGaJ6jPxVjyGQZ66n8j5kQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a Redgarden Wall classic. This was the first route put up that went to the top of Redgarden Wall. Apparently, it has claimed more victims than any other on Redgarden Wall, according to Rossiter's guide. Nonetheless, it is worth a trip up. It can get hot in the sun as a fair bit of this rock is dark in color.\n\nThis route ascends the groove/corner between the\n\nNaked Edge\n\nand the\n\nAnthill Direct\n\nwalls. Due to the water and years o'traffic, some sections are a wee bit polished.\n\nP1. This classic pitch is known as the Birdwalk. Follow a shallow, blackened dihedral angling slightly right for 60 feet. This crack has some widely spaced very positive holds and now only has 3 pins left (2nd must be threaded, if used). At the pair of pins (use a long sling), traverse left. There is a good crack for a small cam mid-traverse. From this point, you can either move up and do a foot traverse on the ledge (slightly easier but more schwing potential) or move low and do a hand traverse (reachy for shorter folks) on the ledge. A large cam (#4 Friend or #4 Camalot) will protect your 2nd/3rd nicely near the end of this traverse. Find a 2 bolt Fixe anchor on this large shelf. 70' to rap from here. 90 feet, 5.8+.\n\nP2. Move straight above the anchor in a weird chimney up to the polished ramp. Angle up the ramp perhaps 30 feet. Find an optional belay with modern Fixe bolts (double rope rap to the ground or single to P1 anchors) in the slot/groove to the left at 90 feet or continue up to the end of the ramp below a huge, black dihedral, 5.4. You are near the\n\nTouch 'N' Go\n\nanchors here.\n\nP3. Continue up the groove to a short lieback, climb up the left wall past 3 pins to a sloping belay on the left, 5.5.\n\nP4. Go up the slippery ramp left for 140 feet to a bi-level hole and belay above this at a pin (#0.5 & #1 Camalots useful). 165 feet, 5.5.\n\nP5. Continue up past 2 more pins to a belay below the huge chockstone (#2 Camalot & #3 TCU useful), 5.7.\n\nP6. There are multiple finishes possible here. The obvious one moves right on to the wall (a bit airy), pass 2 pins, pass a ledge, go to easy terrain and belay, 5.7.\n\nPitches here may be combined with a longer rope. 3 hours is a reasonable time for the climb.\n\nDescent: scramble down the East Slabs descent, carefully, very carefully","protection":"A standard Eldo rack with wires, a single set of cams to 4 inches, and hexes.","location":""},"__v":0},{"_id":"tR4DD0DKWzmSFGdRaT4XsQ==","name":"Pseudo Sidetrack, Direct Finish","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown, but probably early 1960s.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":33,"mp_id":"107159186","mp_crag_id":"105807692","climb_id":"tR4DD0DKWzmSFGdRaT4XsQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a distinctly \"old school\" Eldorado route and is sparsely protected at the crux. Climb up the  ramp for approximately 35-40 meters and find a belay stance. Looking upwards and right, follow some enjoyable face climbing angling towards a break in a small roof band extending across the face. Surmounting this small roof is the crux of the climb, and protection BITD was poor (knife blade pitions!). Some smaller nuts can be placed but the direction of pull makes for \"interesting\" climbing; it's best to be solid at the grade and not fall here! Above the roof band, the angle relents and the standard route is soon intersected. Follow the regular route for ~ 20 meters to the top.","protection":"Standard Eldorado rack, nothing very large.","location":"This uses the same start as the standard\n\nPseudo Sidetrack\n\n.\n\nScramble down the East Slabs, being very cautious in wet or icy conditions!"},"__v":0},{"_id":"QUGj/NtWXKGhH7GXbpT4gg==","name":"Pseudo Sidetrack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Stan Shepard, Don Davis, 1958","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":34,"mp_id":"105757843","mp_crag_id":"105807692","climb_id":"QUGj/NtWXKGhH7GXbpT4gg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Curiosity got us & might get you to check out this historic wander.  Although it was described as a popular beginner route in Rossiter's ole guide, I've never seen anyone on it, ever.  It got a star, so we checked it out.  I'm not sure I'd recommend it as a beginner route.  So here comes perhaps a bit of obscurity.\n\nGo to the left/West end of the bench behind Whale's Tail near The Bulge.  Find a diagonalling, lower ramp going more left than up.\n\nP1. Find a path of least resistance left along a ramp with somewhat polished scoops past 2 pins and a bolt (probably from another route).  Place pro, go around a bulge then move down slightly.  There is definitely terrain on this pitch that neither the leader nor the follower would be wise to scream/pitch off.  Continue left & up.  Rossiter's guide describes a poor belay that we chose to avoid (you'll probably be smarter than us & find a belay in here).\n\nThis apparently has been upgraded with a bolt.\n\nThere is a polished little wall with another pin that proves to be meaty for 5.4.  I wouldn't recommend this for my 5.4 leading friends.  Continue up the ramp left to the big tree at a large ledge.  250 feet, simulclimbing, 5.4d.\n\nP2 or P3.  Move down and right perhaps 30 feet to a path of least resistance.  Up and right along a crack perhaps 50 feet.  Rope drag makes the belay on this huge ledge useful.  There are a few fixed pins or bolts here.  80 feet, 5.4.\n\nP3 or P4.  Go up and slightly right finding fun face climbing to a large ledge with a tree.  You can exit off right here or, better, continue up to another ledge with a smaller tree.  Belay.  5.4c/d.\n\nFrom here, traverse off right to gain the East Slabs descent.","protection":"Light Eldo rack, long rope (60m min).","location":""},"__v":0},{"_id":"unzlYSIQWuyg46BQfXvYkA==","name":"Pilgrim","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Todd Montgomery, Mike Brooks, & Dan Hruby, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":36,"mp_id":"105760260","mp_crag_id":"105807692","climb_id":"unzlYSIQWuyg46BQfXvYkA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Pilgrim has some great climbing and mild (safe) runouts, but in my opinion it is not nearly as classic as comparable routes on the Bulge wall proper.  Begin by climbing the first pitch of\n\nPseudo Sidetrack\n\nand belaying at the obvious tree (as of 2003 this tree is just barely hanging on for its life).  Look up and see a lone bolt slightly right (\n\nHigh Noon\n\n), and a pair of bolts slightly left (Pilgrim).  Make difficult moves past these and head up past an optional small stopper placement and two more bolts.  The crux (and best moves on the route) comes just past the fourth bolt -- it looks improbable but the edges keep appearing.  It has a two bolt anchor with links.\n\nP.S.:\n\nHigh Noon\n\nis a total sandbag at 5.11a, whereas Pilgrim felt right on at 10d - a good way to put up a TR if you're near your limit.","protection":"A fixed pin and four bolts to a two-bolt anchor.","location":""},"__v":0},{"_id":"DJqz6RPvXpiDi8Pbj6TMcQ==","name":"Pansee Sauvage","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"C. Griffith, P. Ament, G. Ringsby 1984","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":17,"mp_id":"105753511","mp_crag_id":"105807692","climb_id":"DJqz6RPvXpiDi8Pbj6TMcQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Located thirty feet left of the first pitch of\n\nC'est la Vie\n\n.  Climb up and right from a ledge to clip the first bolt at about 15-20ft.  It is necessary to make one solid 5.10 move to clip the bolt (this is a little scary).  Make first 5.11a move up to a second bolt (a bit of a reach to clip if you're short).  This protects the crux move.  Pull up to the third bolt and move straight right for another hard move.  Continue up to the anchors below\n\nC'est la Vie\n\ndihedral at 80 ft.  Awesome face climbing.  Good stances.  Can be easily toproped from anchor on-you guessed it-\n\nC'est la Vie\n\n.","protection":"This is an eighty foot pitch with three bolts (one at each 5.11 crux move).  It is possible to place a small wire between the first and second bolt. Otherwise there isn't really any other pro (hence the trad definition).","location":""},"__v":0},{"_id":"unRF45g7VYKNLa+4CFxg+A==","name":"PA's Variation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Ament & pals, 1964","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":30,"mp_id":"105847846","mp_crag_id":"105807692","climb_id":"unRF45g7VYKNLa+4CFxg+A==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"An independent pitch with independent good climbing, perhaps this is referred to as a variation because it was used as an alternate finishing pitch to\n\nPseudo Sidetrack\n\n.\n\nFrom the twisted juniper, climb up and into a hanging dihedral past some broken rock and so-so gear to reach a striking corner with a 1.5-3\" handcrack. Climb this to the top and then go up and right, getting gear whenever possible, so as not to be for want of it later.  You will head up and right out of the corner and see an old bolt with an old round aluminum hanger out and right on a sloping shelf. Clip it with a long sling (and screamer) or bypass this in favor of some small nuts left of it behind a 4\" thick flake.  Continue up and right through a bulge (bad gear, but good holds, 5.8?) and up to lower angle climbing, jugs,and more gear. Traverse right into trees and belay on upper juniper ledge (90') or continue up and finish as for the final roof of\n\nArcher McLanahan\n\nto the left (5.8+?).\n\nDescend via the descent as for '\n\nThe Bulge\n\n' or via East Slabs if finishing on\n\nArcher McLanahan\n\n.","protection":"A standard light rack with a few long slings. The best part of the climb is a hands to thin hands crack in a solid corner, but there is a funky start with lesser gear (5.7?) and a steep finish on face holds (5.7 to 5.8, S) that was once protected by an ancient bolt and round aluminum hanger... I didn't bother clipping it, placing a few small nuts instead and climbing more directly. Comments below state that the bolt has been replaced, but the pitch is still runout.","location":"This climb starts in the big left-facing dihedral down and right from\n\nArcher McLanahan\n\n. This is up and left from the big, twisted, gnarled juniper tree on Lower Juniper Ledge, after 2 pitches of\n\nPseudo Sidetrack\n\n, or after finishing the pitch above\n\nC'est La Vie\n\n,\n\nContinue-Us\n\n, or\n\nC'est La Fin\n\n."},"__v":0},{"_id":"QCcOGKcgUCadfBfv++wpCw==","name":"Original Anthill","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dale Johnson and Dick Bird, 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":26,"mp_id":"107064159","mp_crag_id":"105807692","climb_id":"QCcOGKcgUCadfBfv++wpCw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Starting from the big Juniper on the Juniper Ledge, follow the rotten red ramp up and left to the end. Establish a belay here for the exposed climbing that follows. Make an exposed step out and around the end of the ledge onto the face, staying high beneath a small roof; continue up to a good ledge. Possibly belay here to diminish rope drag. This route zig zags around some. Follow a good crack, that had 2 still-good pitons, back right to the arete and another old piton. Slant up and left to a belay beneath an overhang. Traverse left to a tree and then up to complete the route.\n\nDownclimb the massive East slabs to get off.","protection":"Normal rack of wired stoppers, and a couple cams to #2 Camalot or \"Friends.\"","location":"This starts from the \"Juniper ledge\" at the end of the first pitch (60 meter rope; if done with a 50 meter rope, it will require 2 pitches)of \"\n\nPseudosidetrack\n\n.\" Downclimb East Slabs to the North. Awesome exposure for an easy route!"},"__v":0},{"_id":"sLSKgGsNVMGdYY8IMYMuZw==","name":"Noggin","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Stuberg, Mike Brooks, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":55,"mp_id":"106837048","mp_crag_id":"105807692","climb_id":"sLSKgGsNVMGdYY8IMYMuZw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This pitch can be found by hiking up the Hawk Eagle Trail until you are just above a large slab to your left. Thrash south through some brush and boulder field until you reach a large diagonal slot. Head down toward a large tree on a platform. Noggin is the middle of three cracks straight above through a slightly overhanging, 25 foot wall coming off the east slabs. Climb the crack/corner up, finishing left on some positive huecos. Traverse right and down an angling slot to level ground to belay.","protection":"The protection is good. There is no fixed anchor.","location":"You can also approach this pitch from East Side route or any of the neighboring routes."},"__v":0},{"_id":"FiICFtzWVeCJi/pmU46zeQ==","name":"Night","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Layton Kor  FFA: Jeff Achey","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":41,"mp_id":"105752704","mp_crag_id":"105807692","climb_id":"FiICFtzWVeCJi/pmU46zeQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a superlative pitch just left of the much safer\n\nBack in Black\n\non the Blackwalk Wall around the east side of Redgarden. Jeff Achey's ground-up lead on the first ascent took a whopping four hours -- a fine display of mental control and patience that surely ranks as one of the great leads in Eldo history.\n\nClimb the chossy ramp as for Back in Black, moving up and left an additional 8-10 feet from where you would clip the first bolt on\n\nBack in Black\n\n. Place imaginary pro and make a very commiting move right onto the bulging, brown face.  Climb past underclings, sidepulls, and funky holes to a stance at a left-trending crack. Load this crack up with gear and move up and right into the crux bulge, aiming for the left-diagonalling pocket band in the smooth, black headwall.  Follow this to the anchors.","protection":"You won't need much.  Small wires and a #1 Camalot get you up the ramp, then small TCU's and double 1-1/2\" cams take you through the crux. A final #1 Camalot in a hole gets you to the route's lone bolt, just before the double-bolt anchors.","location":""},"__v":0},{"_id":"7Aw8lEAtUg+nyormIrkEiA==","name":"Mental Cruelty","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Erickson, 1981","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":61,"mp_id":"105901969","mp_crag_id":"105807692","climb_id":"7Aw8lEAtUg+nyormIrkEiA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is probably more of a boulder problem than a route, but it has a fun, pumpy sequence that goes up through a series of pockets.  A good climb to do if you're heading down from Hawk-Eagle and have just enough time for a short quick climb.","protection":"There is no protection available, a TR can be set up by scrambling around from the right up to a tree with a sling around it, an anchor using gear can also be set up just left of the tree.","location":"This climb is about 5 ft right of East Overhang, which is on the far right side of Redgarden, and roughly across the way from the start of Wind Ridge."},"__v":0},{"_id":"HadwFzuqUt2F7RD1IK0RTQ==","name":"The Left Side of Roark","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Achey and B. Feiges, 1977.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":10,"mp_id":"105977999","mp_crag_id":"105807692","climb_id":"HadwFzuqUt2F7RD1IK0RTQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"A great crux on a so-so route. If all of the climbing were as good, it would be famous instead of obscure. This would be a hard start to Sidetrack, or an early bail-out off of Book Of Numbers. It shares most of its climbing with one or the other, but since it preceded Book Of Numbers by a decade, I suppose it has its own place. And since not everyone climbs 12c, perhaps it makes the bottom of the Book Of Numbers accessible.\n\nLocate a 2-meter section of right-facing dihedral that hangs perhaps 10 meters off of the ground. This is capped by a small roof on its right side.\n\nClimb up to the corner (5.8, S) and into the corner (good pro, a large stopper or 1.5\" cam) and then do the crux to get up through the corner and past it (5.10). From the corner, angle up and left, following a general line of weakness past some of the funkiest holds in Eldo. Not bad, just funky. You have joined Sidetrack/Anthill DIrect. Continue past some museum-quality, antique, fixed pins and up and left to a 2-bolt belay/rap.\n\nTo descend, rap to the top of the tower above 'The Contest' then rap that route.","protection":"Not a lot... The crux is reasonably protected by a large nut and a 1.5\" cam if you doubt it down. Take a load of 2-foot slings and a few wide-hands to fist-sized pieces.  Every now and then a fixed piece will pop up for good gear.","location":"This route is obscure, but not hard to find. Just left of Genesis, about 1/2 way between Genesis and The Contest, a short section of dihedral hangs 10 meters up off of the ground. The route starts below this and climbs up through it, then left along a ramp system to join 'Sidetrack' and 'Anthill Direct.'"},"__v":0},{"_id":"PA5SSMZZUK6V2KczyNvriw==","name":"Le Boomerang","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chip Ruckgaber","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":16,"mp_id":"105749449","mp_crag_id":"105807692","climb_id":"PA5SSMZZUK6V2KczyNvriw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is an excellent pitch that links\n\nGenesis\n\nand\n\nC'est la Vie\n\nvia a long diagonal rightward traverse. Begin with Genesis, and climb up into the apex of the roof about forty feet up (you do the .10c crack portion of Genesis). Climb out through the apex of this roof (instead of stepping left) and up into a thirty foot strenuous hand traverse protected by 4 bolts. The traverse ends at the belay below the 5.11 pitch of C'est la Vie. There is a powerful .11 move after the first bolt, and a definite crux involving classic Eldo deviousness after the second bolt, some low .10 remains to the belay. Good climbing on great rock.","protection":"You'll need a few nuts and smaller cams for the beginning, otherwise the upper part is well protected on bolts and pins.","location":""},"__v":0},{"_id":"F9j49DP2Xn2qfxdCxiR6qw==","name":"La Vie d' Pansey","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris Archer","type":{"tr":true,"bouldering":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":18,"mp_id":"105762480","mp_crag_id":"105807692","climb_id":"F9j49DP2Xn2qfxdCxiR6qw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"The route climbs the face between\n\nPansee Savage\n\nand\n\nC'est La Vie\n\n, joins Indereckt for its crux and then\n\nPS\n\nat its last bolt for its cruxy traverse to the right. Where\n\nPS\n\ntraverses back left, continue straight up the arete and face to the\n\nCLV\n\nanchors.  An excellent face pitch for the connoiseur of the obscure with lots of continuous 5.11 climbing, marred only by the fact that it is both contrived and squeezed.","protection":"Very little on the route, although it could be led with double ropes and some ingenuity using gear placements on the adjoining routes.","location":""},"__v":0},{"_id":"FJWJ7JguWjuKVbrdEmnjaw==","name":"Je T'Aime","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Christian Griffith and Chris Hill","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":21,"mp_id":"105763263","mp_crag_id":"105807692","climb_id":"FJWJ7JguWjuKVbrdEmnjaw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This excellent sport(y) climb lies between Flakes and C'Est la Vie.  It actually takes the same line as C'Est la Morte for the first 50 feet and then breaks left and follows a beautiful face and arete up a blank face to a two bolt anchor.  To gain the arete one must make strenous and delicate eldo face moves at 12b.  Clipping the fourth bolt comes at the crux 12b/c.  Rossiter gives this route and s I think for the run-out from the last bolt to the top.  It was a little run-out but after the 12b/c delicate face you just moved through, the rest of the 10d on solid flakes feels great.","protection":"The protection on this route consists of 4 QDs and possibly a #2 Cam for the slab up to the face.","location":""},"__v":0},{"_id":"5BKKncIdXQmwg7czF8CJbw==","name":"I Can't Copeland Free","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Kyle Copeland, 1980s, equipped by: Michal Matyjasik. FFA: Michal Matyjasik, John Ebers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":27,"mp_id":"118085844","mp_crag_id":"105807692","climb_id":"5BKKncIdXQmwg7czF8CJbw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"An obvious and aesthetic line up the angling seam crossing the immaculate panel of rock shared with\n\nThe Vaporizer\n\n, I Can't Copeland follows an improbable line of offsets and water sculpted holds up one of the more colorful sections of rock in Eldo.\n\nTechnical climbing off the belay protects with a tips sized cam and then a bolt. Clip a bolt at the sloping ledge above, and move up to a good rail. Place gear for the first crux, two small but bomber cams in excellent rock. Execute the first crux (12), clip a bolt, and then enjoy a hands free rest. Continue past another bolt into the very technical and tenuous second crux (12+), with committing 12 moves above and right of the last bolt. Clip a hidden bolt up and left with a sling to protect your follower. Finish by traversing right into the finishing bulge of\n\nThe Vaporizer\n\n, clipping the first of the two bolts with a sling to reduce drag. Build a belay at the roof overlap and scramble off to the right.\n\nThanks to ACE for approving the route and providing the hardware.","protection":"5 quickdraws and 2 extendable slings for bolts; a yellow Alien, 0.5 and 0.75 for the belay below the pitch; two red c3/black totem/green Alien-sized pieces and a 0 (purple Metolius or green c3) for pro; and a 0.4, 0.75, and #1 for the top anchor.","location":"Start on the large angling ledge shared with\n\nThe Vaporizer\n\nup and left of that route on the other side of the small tree.\n\nThe highest quality approach is via the first pitch of I Can't Copeland, followed by the excellent Blunt Buttress, past a 5.9 corner to the base of the route."},"__v":0},{"_id":"UoUGZWjqVbeUkrkHQxppkg==","name":"I Can't Copeland","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kyle Copeland","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":3,"mp_id":"114211129","mp_crag_id":"105807692","climb_id":"UoUGZWjqVbeUkrkHQxppkg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This description is for the first pitch only. The entire route is 4 pitches and is rated 5.9 A3+, but the first pitch is worthy as a free climb in itself.\n\nThe climbing follows a thin, offset seam through the headwall to the left of\n\nSidetrack\n\n. If you like\n\nAlice in Bucketland\n\ntype of climbing, check this pitch out. It's a great way to get to the start of The Blunt Buttress and\n\nThe Vaporizer\n\n.\n\nI think the only aid climbing Kyle Copeland did on this route is on the thin seam up on P4, just left of\n\nThe Vaporizer\n\n. The P4 seam has been toproped at 12+ and is an open project if anyone wants to bolt it.\n\nWhen I first led this pitch with Chip Ruckgaber and Tim Dewitt, we were anticipating hard free climbing because the Levin guidebook describes it as thin aid, but there are jugs up the headwall that keep it moderate. I'm sure Kyle free climbed this pitch, there were no signs of aiding and no fixed pins.\n\nGet a gear belay at an obvious stance where the route intersects\n\nSidetrack\n\nin the large, right-facing corner. There are a couple of fixed nuts there. It is possible to rap with 2 ropes to the ground or two raps with 1 rope to the\n\nRedguard\n\nanchor. A 70m rope is needed.\n\nContinue up The Blunt Buttress, 5.11, 5 bolts to be installed April 2018 or\n\nSidetrack\n\nto\n\nThe Vaporizer\n\n.\n\nYou can also do this as one 60m pitch from the ground. Long slings are needed.","protection":"A standard rack. Maybe double up on #3 Camelot size so you don't have to back clean a bomber cam below the roof. There are good cams below the overhang and just above it. Some tricky nut placements along the seam keep it at PG-13, but if you miss those, it will feel pretty spicy. Long slings are useful. Save some large nuts or medium cams for the belay.","location":"For reference, look at the photo on page 153 of the Levin guidebook second edition. It is route 74. Start via P1 of the\n\nRedguard\n\nroute or P1 of\n\nAnthill Direct\n\n. Look for an obvious, large block above the roof that\n\nAnthill\n\ntraverses under. Climb through the overhang to the right of the block on jugs."},"__v":0},{"_id":"XqRiOEQqVKKSVvMPLtWW7Q==","name":"Horizontal Beginnings","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chip Ruckgaber, David Hague, Marc Hirt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":31,"mp_id":"106583525","mp_crag_id":"105807692","climb_id":"XqRiOEQqVKKSVvMPLtWW7Q==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is an alternate start to\n\nPseudo Sidetrack\n\n. It starts about twenty feet to the left in a water groove. Make unprotected moves for about 15 feet up to a roof where good gear and large holds await. Pull through the roof and make another few moves to get up to the\n\nPseudo Sidetrack\n\ntraverse. Continue on the traverse to the anchor at the top of the first pitch. Continue with\n\nPseudo Sidetrack\n\n.","protection":"Standard rack. Maybe a bigger piece for the roof.","location":"Starts just left of\n\nPseudo Sidetrack\n\n."},"__v":0},{"_id":"MLAwY/HKV/uEz+TfsSLkAQ==","name":"High Noon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Montgomery, Hruby, Brooks","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":37,"mp_id":"105752659","mp_crag_id":"105807692","climb_id":"MLAwY/HKV/uEz+TfsSLkAQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is one of my favorite routes in this part of Eldo. I like the challenging climbing, the position, and the 'minimalist' use of bolts. Most people think it's hard for .11a and has a couple 'cruxes'. My main reason for posting is to report that one of the two belay bolts has broken off. This is a useful rappel anchor for the routes\n\nPilgrim\n\n(10d) and\n\nWalk the Talk\n\n(9+) also. Both of those routes are good and well worth doing also. From this belay, a 40' 5.5 pitch up and right takes you to the anchors on\n\nBlack Top\n\nfrom which you can rap to the ground via the anchors on\n\nNight\n\nif you have a 60 meter rope. A 50 meter rope may work, but you'll have to end further up on\n\nPseudo-Sidetrack\n\nand descend from there.","protection":"Supplement bolts with small gear & #2.5 Friend.","location":""},"__v":0},{"_id":"tJjWLEI/Ur+JAnqN+T87jA==","name":"Genuine Risk Takers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Cory Fleagle (1/13)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":57,"mp_id":"107982384","mp_crag_id":"105807692","climb_id":"tJjWLEI/Ur+JAnqN+T87jA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a new route just left of\n\nGenuine Risk\n\n.\n\nStart up the slab below\n\nGenuine Risk\n\n, but before reaching the dihedral of that route, branch up and left.  Go over a steep headwall and up the face, passing a small, right-facing dihedral along the way.\n\nHead up to a small tree, which can be used as an anchor - backed up with stoppers and cams.","protection":"Double up on small size cams.  Rack to #3 BD.\n\nTop out at a small tree.  You can then down climb right to a larger tree with a rap station.","location":"Start up the slab below\n\nGenuine Risk\n\n, but before reaching the dihedral of that route, branch up and left."},"__v":0},{"_id":"rnwIOKaHUymuBYWcQ9YgmA==","name":"Genuine Risk","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Erickson, Garber, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":58,"mp_id":"105757621","mp_crag_id":"105807692","climb_id":"rnwIOKaHUymuBYWcQ9YgmA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"The route starts at the large tree across from\n\nWind Ridge\n\nand about 60 feet left of the\n\nEast Overhang\n\n(reference p.335 of guidebook). Climb up the low-anle slab for 50 feet or so until confronted with a steep wall and two discontinuous, right-facing, right-leaning corners. Climb the first corner, then make tricky moves into the second corner (crux). Layback up and over the top of the corner, step left and climb slightly runnout face and corners up to a tree. Go right at the tree and belay. Follow a ledge to the walkoff.","protection":"One set of stuff through a #4 Camalot and extra long runners. The guide rates the protection as \"R\", but it's not too bad.","location":""},"__v":0},{"_id":"DQpk/KNoUgyu/ZG9un8feQ==","name":"Genesis","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jim Collins","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":14,"mp_id":"105749248","mp_crag_id":"105807692","climb_id":"DQpk/KNoUgyu/ZG9un8feQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"A classic line - the first pitch at least, I haven't tried the second .12+ pitch although it is one of Eldo's (and the nation's) best face climbing testpieces.\n\nThis line lies to the left of\n\nC'est La Vie\n\n, it begins in a left-angling dihedral/crack, then moves left around a bulge and onto a slab.  After some easy climbing up the crack, one finds an awkward .10c crack move up to the bulge where there are two good pins.  Move left onto a small stance and crank a .10 slab move (guidebook gives this .11a but it seemed very easy compared to other Eldo .11as) move up the slab past another 5.10 section and some bolts, yard up a 5.9 flake to a two bolt anchor, from here one can lower off or continue on the hard second pitch.\n\nPer\n\nJoshua Merriam\n\n: [I'm adding this to reduce confusion, hoping the original entry can be changed to just p1]\n\nGenesis starts off a ledge 30' up on the left side of the S. Buttress of Redgarden. The first pitch starts as a left-facing, leaning dihedral capped by an overhang which you slip around left onto the slab. Then some face climbing gets you to the first anchor. (soft at 11b?) BUT there is 30 feet more climbing for those so inclined.\n\nClip the anchors, switch to the good holds up and L of the anchor and clip another bolt.\n\nPer Bob D. - The crux pitch is more of a short, boulder problem with gear (bolts) at your waist. Crank hard off the flake to a small edge, press down almost turning into a mantle. There is a good size runout to good gear placements about 15-20 feet above the crux.","protection":"P1: There is a lot of fixed gear on this route, bring some stoppers and a few mid range cams for the beginning.  3 bolts.\n\nP2:  1 bolt, + tricky small gear, 1 fixed wire to second anchor.","location":""},"__v":0},{"_id":"T/c8cH2AU0ytrYK4h0QqQQ==","name":"The Flakes","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"FA: Dalke & Ament, 1961FFA: Ferguson, Erickson, Conklin, & Clark, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":24,"mp_id":"105751144","mp_crag_id":"105807692","climb_id":"T/c8cH2AU0ytrYK4h0QqQQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Begin to the right of some boulders at the base of the prominent wall just a hundred meters directly north and up from the large cement slab by the river.  The climb starts just right of\n\nC'est la Morte\n\nand heads up and around the left side of obvious giant, left-facing flakes.\n\nIt is a neat climb with two very different types of climbing:  The first half as you climb up and around the overhanging flakes requires pumpy liebacking and some jamming.  The upper half is a balancey face climb.  The pumpy crux is a few feet of the deck, and then there is a tricky reach (balancey crux) a few feet from the finish - both are well protected.\n\nBe careful of rope drag & make sure you protect your partner as you traverse right once you pass the flakes and then head straight up.\n\nRap off the anchors.\n\nThis is a great one pitch climb.","protection":"Mid cams for the first half, two draws (preferrably one with a long runner) for the upper half.  Bolted anchors at top.","location":""},"__v":0},{"_id":"XhXve/7kWm2CC9SdeeC43g==","name":"Exodus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"coyne & feiges 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":13,"mp_id":"105761427","mp_crag_id":"105807692","climb_id":"XhXve/7kWm2CC9SdeeC43g==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Exodus is a worthwhile and well protected variation to the finish of pitch 1 of Genesis.  From the left side of the G flake, about 10 or 15 from the anchors at the end of the pitch, head due left at a fixed pin w/ a chain link on it.  Follow good bolts for about 20' to a right facing corner then up this for 10 feet to rap bolts. A single 60m rope rap will get you back to the ground; a 50m rope rap might come up short.\n\nThe climbing follows a horizontal dyke about 3' high and the trick is deciding when to go high -- dyke as footholds -- or low -- dyke as handholds.  Another possible gotcha is rope drag so use ample runners on Genesis.\n\nThe climbing on the variation itself is one star, but in conjunction with Genesis prerequisite, Exodus makes for a three star Eldo pitch, one challenging move after another.","protection":"Rack for Genesis pitch 1 and a few extra draws and/or runners.","location":""},"__v":0},{"_id":"P9KHQbgrUeqTIwZc53PcQQ==","name":"The Edge of Night","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Samet, Steve Dieckhoff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":39,"mp_id":"105750034","mp_crag_id":"105807692","climb_id":"P9KHQbgrUeqTIwZc53PcQQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This line climbs the nicely positioned roof and face left of\n\nNight\n\non the Blackwalk Wall.  With a 70-meter cord, you can reach the anchors on\n\nNight\n\nand lower to the ground but just barely.  The route climbs through the brown rock just left (south) of the black plaque forming the center of Blackwalk Wall, then moves through a 3-foot roof onto the black rock itself.\n\nA long stretch of easy, semi-protectable climbing (use long slings) leads to the base of the route proper. The easiest way here is via the ramp down and left of the ramp used to access Night, Back in Black, etc.  Climb up and right on rough, wavy rock from the top of this ramp to encounter the first steep bit on the route.\n\nPass an old pin in the rotten purple band, stretch high for a good TCU under a small roof and climb up past crumbly edges and funky holes to the left-angling finger crack under the roof.  Load the crack up with gear and move left along and under the lip of the roof, turning it when convenient.  Easier climbing (5.9 s) on featured black rock \"protected\" by a lone RP takes you to the double Metolius anchors on\n\nNight\n\n.\n\nSteve had brushed off some of the holds on rappel and told me about the line. I led it ground-up, onsight, with his good juju, and Steve followed clean.","protection":"Bring lots of small to mid-range TCUs, a good selection of small-mid sized wires, some RPs, and long slings.","location":""},"__v":0},{"_id":"Iv+RFkXdXxCA9NwiIC7Bog==","name":"East Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":59,"mp_id":"107156496","mp_crag_id":"105807692","climb_id":"Iv+RFkXdXxCA9NwiIC7Bog==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a climb somewhat reminiscent of\n\nThe Bulge\n\nbut less direct and less impressive.  The nature of the climbing and gear, and their respective difficulties, however, is the same.\n\nStart form a point on the trail a few meters above the tall pine growing at the cliff base.  Climb up and slightly left on low angle, easy rock until a right-leaning, rising ramp can be traversed upward, with a crack/flack just over it.  Follow this flake to its end, cutting back left below a steep and flat headwall, again following lower angle rock and flakes above this, staying just below the bulge overhead.  Pull out left into cracks at a near-vertical section, finagle some gear in, the head back out right onto a ledge with a medium-sized pine tree and belay.  Although you are perhaps only 80-90' off of the ground, you will have climbed about 115' feet of rock to arrive here along the way to avoid the difficult plumb-line, which is more or less the climb 'Genuine Risk.'","protection":"A standard light rack of nuts and cams with lots of long slings. A tree with bothersomely low branches provides the most solid belay anchor and can be used to rap, but there is an unlikely-looking walk/scramble off past that ledge into the Hawk-Eagle Ridge gully area.","location":"This route starts as for Genuine Risk.  Go uphill along the Bulge Wall for some distance toward the Hawk-Eagle Ridge or\n\nWind Ridge\n\nbelay base.  A tall, thin, lone pine tree is passed just a few meters before you encounter a low angle section below some massive flakes that form a series of zig-zag flakes and ramps that climb upward for 90' to a shelf with a belay tree.  This is where the climb starts."},"__v":0},{"_id":"5EXhg3ZVU6WBvYdPgV6MHw==","name":"East Overhang","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Doub, 1982","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":60,"mp_id":"105757840","mp_crag_id":"105807692","climb_id":"5EXhg3ZVU6WBvYdPgV6MHw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a short TR problem on the far R side of the Redgarden Wall.  There is a short, overhanging wall near a big tree nearly just across from the start to Wind Ridge.\n\nBest to scramble (be careful) around and set up a TR.  Used a #2, #2 1/2, #3, #4 Friends with some 4 foot slings.\n\nHave fun pulling and yarding on this steep little route.  Long throws.\n\nThere is also a fun overhanging crack to the L, Balance of Terror, 5.9 (stiff).\n\nAddendum:\n\nThe posted rating was derived from R. Rossiter's fine S. Boulder Climbs guidebook.  Having not the immense experience of climbing, I didn't challenge the rating.\n\nAddendum:\n\nokay, I've change the rating given the feedback.","protection":"Trick question, eh?  Okay, there are a few spots for pro.","location":""},"__v":0},{"_id":"/9FnTjJFUCKE2ma19S5tBA==","name":"Dessert","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor, Larry Dalke 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":49,"mp_id":"105761307","mp_crag_id":"105807692","climb_id":"/9FnTjJFUCKE2ma19S5tBA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Dessert is a very wandering climb left of the Bulge. I'm giving it one start because of this and because of the crummy rock and death-like runout on the crux pitch as we did it. The real crux pitch may be better.\n\nThe rating for this climb has increased steadily over the years. High Over Boulder (1970) rates this 5.7 or 5.8. 5.10 (Ament and Erickson, 72) calls it 5.8, as does Erickson's 1980 Rocky Heights. Ament's Eldorado, A rock climber's guide calls it 5.8 or 5.9. Rossiter now calls it 5.9.\n\nPitch 1 and 2, 5.8s:Climb the first pitch of the Bulge at 5.6s. The guidebooks say to belay at the Bulge bolts, but the fall factor on the next section would be severe, so I recommend continuing. Put a triple sling (or longer) on the bolts, move down a bit and left, place a good green Alien, and move further left. You will be at the right end of a narrow ramp rising up to the left. You will see a bolt on Backstroke and the funky pin of Backtalk out left along this ramp. You can place a .75 Camalot in an undercling by your knees, but the rock might blow. If you place this piece, put at least a double length sling on it. Using a sidepull to start, climb straight up a steep wall (5.8s) on mostly positive holds. Clip a Leeper Z pin that is driven straight down (good), but sticks out a lot (bad), or better, loop a sling over it to reduce leverage. Back it up with a brass nut. Long sling. Move left on easier but slopey climbing and around a blunt arête to reach the Backtalk anchor. Belay here if you have rope drag and do a short second pitch, or continue left around the end of the ceiling, past two fixed pins, and up some 5.8 moves to the belay bolts of Blackwalk.\n\nPitch 3, 5.9s:DO THIS: This is a quote from High Over Boulder: From the belay bolts, \"traverse 10 feet right, then climb undeviatingly up a difficult 12-foot wall. It is now possible to follow an underhand flake 15 feet right.\" Then angle left to a bolt/pin anchor. This is the same belay as for the 2nd pitch of Blackwalk.DON'T DO THIS: This is what we did: Move right about 6 feet through the ceiling then straight up on your choice of powdery sloping holds or thin peeling edges. Possible cam placement on the right. Over a difficult bulge to an undercling. Desperately place gear in the undercling and continue over the bulge or around it on the right, then up and left a bit to the bolt/pin belay.\n\nPitch 4 5.7(s?):Above the bolt/pin anchor is a short right facing downward hanging flake/overhang. Place a big cam behind that (I used a 3.5 offset Friend) and climb left through the overhang. Place one or two cams (#3 Friend) in a fair, slanting horizontal. Step left on the steep wall and place good green and yellow Aliens. Run it out up and left to easy ground then angle right to the top. There is a good cam anchor at a horizontal crack above.\n\nDescend diagonally down and north to the big trough then back up and back down to the north to the ground.","protection":"Single or double set of cams from micro to 3.5 Friend (#3 Camalot). Single set of nuts from brass to big stoppers. You won't use all of this, but when you find that one placement 20 feet out, you better be sure to have the right piece. About 8 long runners; some double length runners would be useful. Bolt and bolt/pin belays except at the top.","location":""},"__v":0},{"_id":"X+I6nKPcV3KMnG9DmqFXpw==","name":"Desdichado","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Christian Griffith","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":19,"mp_id":"105752770","mp_crag_id":"105807692","climb_id":"X+I6nKPcV3KMnG9DmqFXpw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Desdichado is the spectacular rising traverse that follows a weakness through the beautiful overhung wall on the left side of the C’est La Vie dihedral. This historically significant classic involves some wild moves and really fun climbing.\n\nIn the early 2000’s, a key flake broke off near the 4th bolt, adding some difficult moves (cool moves though!) and bumping the grade to 13+. All the remaining holds feel solid. The old Mammut ring bolts look a bit sketchy, however they do the job. Another thing to note is the lack of good anchors. There is an old anchor a ways up the slab, but it is not very useful, making for an obligatory victory whip (or untie and solo off like Christian did). This route will eventually (or soon) need an upgrade.\n\nApproach via\n\nC’est a Vie\n\n,\n\nPansee Sauvage\n\n, or\n\nLe Boomerang\n\n. The route begins at the bolt anchor at the base of the open book. Follow C’est La Vie to just below (or after) the crux and break left via lots of fun moves on sloping edges past 4 bolts (fixed draws) to a tricky finish on the overhanging arete. As far as 13+’s go, the moves are not very hard, but it is very sustained.\n\nThis is an amazing and classic route, have fun!","protection":"You'll need some trad gear for the first pitch of C'est La Vie, which takes you to the bolted belay below Desdichado.  To get to Desdichado's bolts you'll also have to do the crux (desperate) of C'est La Vie.  Bring RPs, a long sling and a couple of mid-ranged stoppers for the crux corner.","location":""},"__v":0},{"_id":"v+qSV1poVxWmfbGlZ6BXBg==","name":"Crack Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":1,"mp_id":"107536052","mp_crag_id":"105807692","climb_id":"v+qSV1poVxWmfbGlZ6BXBg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is an extremely obscure climb with some pretty good climbing on it.  Were the top section close enough to the ground to be in view and stand on its own, it would get constant traffic.\n\nThis climb, much as the variation to the Lower Meadow, starts off on the beginning of ramp at the base of\n\nThe Contest\n\nand\n\nPsychGillLogical\n\n.  Climb up and left on that ramp briefly into a man-eating, wide chimney (easy, no squeeze, casual) and then out onto the face.  While the chimney may intuitively seem more secure, the open ramp out left of it is actually easier to climb.  If you can, continue with no gear (5.5) around the corner from the South Buttress onto the Southwest Buttress before placing any gear. The belayer can follow with the rope, hugging the base and avoid a whole lot of drag.\n\nJust as you cross the corner, several gear placements become available in a downward pointing flake overhead.  Use long slings on these or continue onward (5.6, one spooky move) on the ramp leftward.  There is seldom gear opportunity - and while it is not terribly difficult climbing, if you have not placed gear here and fall, your climbing career is over.\n\nContinue on the ramp past some occasional gear placements and into a slightly right-facing HAND-CRACK. This is a near-perfect red Camalot crack for quite some way with some pods for slightly larger cams.  Levin gives this climb 2 stars for this part of the pitch, no doubt.  Imagine\n\nThe Bastille Crack's\n\nbest section without any traffic, crowds, or polished rock.\n\nContinue up and slightly right on this until it terminates, then head left on another small broken ramp, then up and right in another crack system, eventually reaching the Upper Ramp after about 50 meters of climbing.  Slightly more rope may be needed to reach a desirable belay.\n\nTo descend, head up the upper ramp and descend as for lower\n\nT2\n\nor\n\nTouch and Go\n\n.","protection":"A standard rack with a few extra 2-3\" pieces and long slings.  A 70m rope is nice for the raps.","location":"This route starts as for The Ramp, The Lower Meadow, and at the base of\n\nRedguard\n\n, heading up and left around and arete to gain a hand-crack and wander, eventually, to the Upper Ramp."},"__v":0},{"_id":"S+uzGT/QXlq2Dch4R3e1CQ==","name":"Continue-us","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tony Bubb, Sandra Rea, 9/23/05","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":12,"mp_id":"105764730","mp_crag_id":"105807692","climb_id":"S+uzGT/QXlq2Dch4R3e1CQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"The route is a new pitch in the area of\n\nGenesis\n\n,\n\nExodus\n\n, Leviticus, Deuteronomy, and\n\nBook of Numbers\n\narea. With all of those names taken, I struggled for a related name, but nothing fit until we came up with the idea \"Continue-us.\" Ergo, the route name that is both relevant and fits with the area, in a way.\n\nP1. Climb the first pitch of \"\n\nGenesis\n\n\" though the roof, (10c, hands) to the step left (11a, thin) and then up the face (11a, thin) to where the angle eases off and you can go left on the diagonal bolt line of \"\n\nExodus\n\n\" (11b, tricky and thin), which is followed to the belay bolts at the base of the dihedral of the top pitch of \"\n\nBook of Numbers\n\n.\" Belay there.\n\nP2. Climb up a few meters into the \"\n\nBook of Numbers\n\n\" corner, and clip an old manky KB with a long sling, then break left around the corner (5.10, S-) as for the 3rd pitch of \"\n\nExodus\n\n.\" This is on OK rock, and the holds around the corner are there but not obvious at first. It requires some commitment on dubious gear. From there,\n\nExodus\n\ngoes up and right to the 3rd belay of \"\n\nBook of Numbers\n\n,\" but the target has changed. Looking up and slightly left you will see a huge slot above a long, low-angle, right-leaning dihedral, which is the top pitch of the route \"Sidetrack.\" Aim upward and only slightly left on mostly moderate terrain with a few 5.8' moves thrown in for good measure. This is on buckets, but it has very little gear. You will come to a finger crack maybe 10 meters down and just right of the right hand edge of the bottom of the slot. Protect this! The finger crack splits into a \"V\"-shaped crack, with both sides being like an undercling flake and with excellent jams. Protect this with 1\" (+/-) cams and do the crux of this pitch (5.10) to move up and left and onto the belay in the huge slot (good natural pro) or finish by climbing up the slot as for Sidetrack and finish on the Juniper Ledge.\n\nThis route is a new pitch added onto an already classic pitch-and-a-half. The climbing is 3*s when you add it all up, but this pitch is only a 2* pitch.\n\nI looked for any line that might be historically similar and failed to find it. As well, larger holds on this route were not showing signs of passage as I crushed and brushed deep tufts of lichen from them, and crux pro required some crack-cleaning (removing pebbles and chips) to put in gear that one would certainly want. These factors and the complete absence of any sign of nailing in an area otherwise filled with tons of fixed pins and scars indicated to me the probability of a first ascent.","protection":"Rack as for P1 of Genesis/Exodus, and then a standard light rack for P2 with gear to 3\". The crux is the crux of Exodus, which is bolted, but there are additional key pieces of gear at the 1\" range that will protect 5.10 moves after considerable runouts.","location":""},"__v":0},{"_id":"fbptP52CVFyEi0uZEiyy3Q==","name":"Cleopatra Says Happy Birthday to Anthony","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tony Bubb & Joseffa Meir, 9/10/11(?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":32,"mp_id":"107282542","mp_crag_id":"105807692","climb_id":"fbptP52CVFyEi0uZEiyy3Q==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This variation lies somewhere between being a short route or a long, highball boulder problem.  While it lies only a few feet away from an existing line, just around the corner of the same roof, the climbing is quite significantly different and considerably more challenging.\n\nWhile the climbing on this is physically closer to\n\nHorizontal Beginnings\n\n, it is more consistent in difficulty and nature with 'Cleopatra Says There Will Be a Chance of Rain From the North', and thus I chose to name this variation similarly to that route.  Since we did it on my birthday, the name seemed to fit.\n\nStarting up the dark water streak as for\n\nHorizontal Beginnings\n\n, pull up under the apex of the large roof and below a short section of hand-to-fist crack. Place gear, get established in some underclings, place more gear in the hands-to-fist flare, and pull the roof directly into the short, shallow, and flaring crack onto the arete and face above and right of '\n\nHorizontal Beginnings\n\n.'  There is a finger-lock above the fist section and the arete is pinch-able.  Continue a move up the arete on the right side and run it out on moderate terrain (5.7?) to another overlap, the climb up over this and beyond to join\n\nPseudo Sidetrack\n\n.\n\nThe independent moves on this line are pretty cool and on pretty good rock and worth trying.  It is powerful and somewhat gymnastic climbing.  My much shorter partner found that the roof was very hard if you don't have the height to pull the 4-5 foot roof with your feet still on the back wall.","protection":"A standard light rack.  A #3 Camalot was the crux protection.","location":"This route lies under the same roof system as 'Cleopatra Says There Will Be a Chance of Rain From the North' and '\n\nHorizontal Beginnings\n\n.'  The former of these two may perhaps be the longest route name in all of Eldo....\n\nThis variation route starts up the dark water streak as for\n\nHorizontal Beginnings\n\n, just left of the original start as for\n\nAnthill\n\nor\n\nPseudo Sidetrack\n\n."},"__v":0},{"_id":"uu/C8sLzVh+u/WpmaAxhhw==","name":"Chromium Shore","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Brooks and Chris Snyder, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":6,"mp_id":"105764625","mp_crag_id":"105807692","climb_id":"uu/C8sLzVh+u/WpmaAxhhw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is pretty fun, worthy of 1+ star alone, but since it is a variation of the 2nd pitch of\n\nAnthill Direct\n\n, it requires some brilliant climbing to get to it and after it. It gets 2+ stars overall. This pitch adds to\n\nAnthill Direct\n\nin terms of difficulty, and if you've done\n\nA.H.D.\n\na few times, perhaps a 'new territory' pitch is a refreshing change.  It is harder, more thought provoking, and a wee bit difficult to protect in one spot.\n\nP1: Climb the first few feet of\n\nAnthill Direct's\n\nsecond pitch, and just as it becomes a handcrack, move out and right up a clean slab to intersect a steep crack and buttress on the right. Climb a thin, dark crack and flake up past a 9+ (or perhaps 5.10, as my partner suggested) move to reach good clings and locks, then continue on good gear to the top, stepping left on a big ledge to the\n\nAnthill Direct\n\nbelay. (2 pins + supplemental gear). Continue with\n\nAnthill Direct\n\n.","protection":"A standard light rack predominantly below 1.5.\" The crux would ideally have a better directional than I got to keep the crux stopper from popping out... if you popped and it popped, you are certainly going to get hurt. I might have just lazily missed the best pro.","location":""},"__v":0},{"_id":"PE1s91BQUoaU3xFC3Qs9IA==","name":"C'est La Vie","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rick Horn and Pat Ament, 1965. FFA: Bob Williams and Dave Oh","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":20,"mp_id":"105748792","mp_crag_id":"105807692","climb_id":"PE1s91BQUoaU3xFC3Qs9IA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Brilliant. Pat Ament has had many first ascents in Eldorado, but few are as perfect and fun as this one. Begin perhaps 20 feet left from the start of\n\nC'est La Morte\n\n. The first tricky face moves begin from a nice, flat rock. Then enter a broken crack system and move up past one bolt, a fucked-up knifeblade\n\n(no longer there)\n\nthat [was] a perfect example of horrible fixed pro, and past one more bomber bolt right below the crux, which takes you up a hollow flake. The first set of anchors are 20 feet past the crux. From here you can lower, 75 feet, or continue up through an easy A shaped roof and then do an airy traverse left to another set of anchors, 100 feet. This sets you up for the second pitch, if you're up to it....\n\nThe second pitch really has to be done if you want the fully C'est La Vie experience. Go straight up the huge dihedral. The 5.11c crux is only about 10 feet above the belay, which sits on a small ledge. Two fixed pins ripped recently so there is virtually no pro to keep you from cratering on the ledge if you rip, but many argue it is well worth the risk. From the top, rap to the first set of anchors and then to the ground.\n\nPer\n\nBill Briggs\n\n: The route has an exhilarating third pitch that is sadly neglected because the double bolt anchor at the top of the second pitch was not placed at the original finish of the second pitch. Now everyone lowers off the bolts and misses the third pitch. The climb should be completed as follows. Clip the bolts at the top of the second pitch dihedral, then climb another 20 feet to a good stance beneath a six-foot overhand; good anchors can be found here. The third pitch surmounts the overhang with the help of some solution pockets above the lip and a heel hook. Once standing on the lip of the overhang, a medium cam can be placed in a solution pocket. Two more tricky moves up and right lead to easier climbing. The moves are probably 5.10. This pitch used to be the standard finish to the route and was done regularly.","protection":"If you are only doing the first part of the first pitch all that is needed is three quick draws, a #10 BD    Stopper, and a #2 Camalot.","location":""},"__v":0},{"_id":"iq80xyzwXtCP0C8emK3EYw==","name":"C'est La Morte","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Duncan Ferguson and John Bragg, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":22,"mp_id":"105748795","mp_crag_id":"105807692","climb_id":"iq80xyzwXtCP0C8emK3EYw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Begin atop some boulders at the base of the prominent wall just a hundred meters north of the large cement slab by the river. Traverse up and left in the rotten band with poor pro.  Reach a huge flake with good pro - place pro as far right as you can, and add a long runner to it.  Surmount the flake, head right and around a corner (tricky - stay low to make it easier).  Follow a beautiful finger crack up and right until it meets another crack (where you will find two pins - use really long runners).  Now work up then sharply left to a two-bolt anchor.  Expect bad rope drag. 160 feet.\n\nYou can rappel with on 60m rope if you are very careful and downclimb from the ledge.","protection":"RPs, standard rack.","location":"This begins just right of\n\nC'est La Vie\n\n."},"__v":0},{"_id":"2CkMV8NUUSGvoRaVvJD5Uw==","name":"C'est La Fin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":23,"mp_id":"105847839","mp_crag_id":"105807692","climb_id":"2CkMV8NUUSGvoRaVvJD5Uw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"There are a few cruxes to this route, one early as for\n\nC'est La Morte\n\nand then a few later. Presuming I found the correct line of least resistance, the route is 5.9 for \"pitch one\" and 5.9 for \"pitch two.\"  Buyer beware- the second pitch is not a well defined line and might be harder or dirty if you miss it.\n\nAs well, I am not describing the belay as we climbed the route without one- opting to go 70 meters on lead, and then 20 meters more simul-climbing to a gear belay just down and below the large Juniper tree on Lower Juniper Ledge, for a  total of a 270' pitch + 30 feet to the tree after belaying.\n\nClimb\n\nC'est La Morte\n\n, to the end of the thin crack of\n\nWhistle Stop\n\n, where 2 tightly spaced lost Arrow pitons are found. Clip these and continue climbing (or back them up and belay here?). Continue up a few more feet of thin crack and head up and right into a dark bulge. You will see an old ring-angle piton almost directly above you into the overhangs, perhaps 10 feet up. Climb up and right of these, passing a less-worthy Lost Arrow (don't clip unless you have a very long runner). From the position above the L.A., climb back up and left past the ring angle and clip that (long slings). Continue up and slightly left on dark rock with a few moves worthy of consideration, and then aiming to intercept the ramp of the\n\nAnthill\n\nroute. This is somewhat runout, but mostly easy.\n\nIf you did not at any time yet belay, your partner is now certainly simul-climbing and you are most certainly runout, so find a belay or trust your partner and yourself.\n\nOnce on top of this climb, the obvious finishes are on\n\nAnthill\n\n,\n\nPA's Variation\n\n, or\n\nArcher-McLanahan\n\n.","protection":"A standard rack with lots of extra long slings and biners. After setting a belay on 3 pieces of gear, I was left with only one tricam and a few RPs left on mine, despite having run it out hard in spots.","location":"This is listed as an F.A. as it is undocumented. However, the line is not a new climb- just an undocumented climb in existing territory- some almost never traveled, snd worthy of at least one trip up it.\n\nStart as for C'est La Morte, and follow the route description."},"__v":0},{"_id":"7RkNIv3YW5mcJyuJOPEx3g==","name":"The Bulge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor, Ben Chidlaw, 1957.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":51,"mp_id":"105748804","mp_crag_id":"105807692","climb_id":"7RkNIv3YW5mcJyuJOPEx3g==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is a classic face climb on the difficult to protect Bulge Buttress. The line is not obvious from the ground, but it is not too difficult to discern once high on the cliff. The entire climb is easy, but entails many very runout traverses where serious falls could take place. The leader should be confident at the grade and so should the follower, as it is just as dangerous to follow this route as to lead it. Have fun, this route is very unique and I found the most enjoyable part to be finding tons of edges and huecos covering the entire route.\n\nPitch 1 goes straight up from the bottom of the buttress starting right behind the Whale's Tail. It is runout 5.5 with one fixed pin to a bolted belay.\n\nPitch 2 traverses right on a horizontal crack under a bulge to the lip. Place your last piece here and run it out all the way back the way you came on a 5.4 ramp. This pitch is about 90 feet but only about 35 feet of elevation are gained.\n\nPitch 3 traverses right past a bolt and over a bulge before following another easy ramp way back to the left.\n\nPitch 4 traverses right for about 30 feet until the angle eases off enough to walk off the East Slabs.\n\nEds.  There is a straight up crack-like finish that goes at 5.9.","protection":"All belays are hanging with double bolts. The route is extremely runout, and most of the protection is fixed pins. Bring 6 quickdraws and cams up to a #1 Camalot.\n\nPer\n\nCarl Schaefer\n\n: you can find placements for small & medium stoppers and cams up to a #2 Camalot. Also, there's at least one placement each for #3 and #4.","location":""},"__v":0},{"_id":"xEBQnvXhX5yJ7MsDOvgGJA==","name":"Bulge Indirect","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"?? Brent Roaten, Dave Pearson and Lizzy Nuss","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":52,"mp_id":"105832945","mp_crag_id":"105807692","climb_id":"xEBQnvXhX5yJ7MsDOvgGJA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"As if there aren't enough starts to the Bulge. Did this variation out of boredom with the regular start, and it looked interesting. Doubt this is a first ascent but haven't seen it in any guide or on this site...  Start about 50 feet right and downhill from the the standard first pitch and about 30 feet left of Whittle Wall. Begin by climbing an unprotectable lichen covered face behind a small tree at the base of the south buttress behind the Whale's Tail. Head straight up to a band that continues left to the first belay of the Bulge. This variation adds significant length and some difficulty to the first pitch with similar unprotected climbing. The crux is the lichen covered face shown in the lower part of the picture.","protection":"Not much","location":"See above description and pictures."},"__v":0},{"_id":"sg7lgSUCVdeF5PwkU4wY+A==","name":"Book  of Numbers","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"L. Dalke, C. Jennings (5.8 A4), 1967.FFA:  D. Azin,  M. Tarrant, 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":11,"mp_id":"105763329","mp_crag_id":"105807692","climb_id":"sg7lgSUCVdeF5PwkU4wY+A==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"A somewhat controversial free climb back in '86, this rarely climbed route really should see more traffic.  Book of Numbers is a 2 pitch route that strays slightly from the aid line on P1, then reconnects with the original line on P2.  It's an exciting excursion up the steep wall and corners left of Genesis.  The pitches were originally worked and freed separately, but the climb was redpointed in a single pitch (lots of rope drag--not recommended).  Start as for\n\nAnthill Direct\n\nor on the ledge for\n\nGenesis\n\n.\n\nPitch 1:  5.12b, 90'.  Wander up\n\nAnthill Direct\n\nfor about 50' to an old bolt, aiming for a 4' overhang followed by a shallow corner with a line of old pins.  Pull past the overhang (.10+, #4 Friend), up the corner, and then move right past 2 bolts on a bulging, blank face (crux) to a 2-bolt anchor.\n\nPitch 2:  5.12c/d, 60'.  Move up the steep, right-facing, right-leaning dihedral (.11) past pins and bolts.  The crux comes about 30' up by a ring bolt.  It involves some awkward laybacking and wild positioning.  Finish through the roof atop the dihedral (.11, large Friends), then flip left onto an easy slab.  There was an old fixed belay about 25' higher from which you could rap--I'm not sure what its present condition is.\n\nBoth pitches are good, but P1 gets done more than P2 partly because P2 had a reputation as an ankle breaker.  Two prominent climbers did get injured on the 2nd ascent.  The ring bolt was added later, and now this pitch is far safer.  Book of Numbers is another unique Eldo route that combines a little history with feel of a modern sport climb.","protection":"Wires through 4\".  Quick draws and long slings.","location":""},"__v":0},{"_id":"KfLpTZ/aU66PuHUlWmR3cw==","name":"The Blunt Buttress","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Schlauch, Eric Vining, Naomi Guy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":9,"mp_id":"114350728","mp_crag_id":"105807692","climb_id":"KfLpTZ/aU66PuHUlWmR3cw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"The Blunt Buttress is a great new addition to the South Buttress.  It offers a nice multi-pitch 5.11 excursion when climbed as an approach to\n\nThe Vaporizer\n\n. The route was approved by ACE and the public review process in the Spring of 2018.  It's still a bit licheny, but the key holds are clean.  Maybe bring a brush.\n\nThe one pitch route climbs the face and blunt buttress to the right of\n\nAnthill Direct's\n\nsecond pitch. We've climbed a direct finish to the route that will not require any bolts, more on that later.\n\nThe Blunt Buttress is essentially a trad route with 5 bolts that protect the meat of the route. If you don't like mixed routes, then don't head up here expecting a clip-up. There are solid gear opportunities before and after the bolts. It climbs very similarly to\n\nThe Vaporizer\n\n, maybe a letter grade or two easier.\n\nStart from a gear belay (currently 2 large fixed nuts) where P1 of\n\nI Can't Copeland\n\nand The Sidetrack intersect in the large, right-facing corner. Climb up 10 feet, and locate the first bolt on your left. Use a long runner on this bolt to reduce rope drag up higher. Climb up and left onto a stance, and follow the next 4 bolts up the face. The climbing wanders a little bit between the second and third bolts, always staying to the left of the bolts, and then heads straight up to a crux passing the fifth bolt.\n\nAfter the fifth bolt, you'll reach a nice horizontal crack. Place a yellow or red Alien-sized piece and a small nut if you want to sew it up, and climb more 5.11 to progressively easier terrain. This section feels similar to\n\nThe Interceptor\n\n. There will be more gear opportunities - medium nut or yellow Alien in a solid \"ear\" about 10 feet above the crack. This section is a little spicy.\n\nFrom here, you have several options to choose from: probably easiest, just step left and belay at the\n\nAnthill Direct\n\nP2 belay. You can also step left, pass that belay, and continue up a 5.7 corner (this is part of\n\nI Can't Copeland\n\n, P3) to a belay directly below\n\nThe Vaporizer\n\n. If you climb straight up past some cool knobs there's also a 5.8 crack that goes straight up to\n\nThe Vaporizer\n\n. Lastly, you can climb the knobs and then traverse straight right (5.8 R) to the giant ledge called Sidetrack Junction. This last option is nice, because you can set a comfortable belay off a tree, extend the rope, and watch your partner follow the route.\n\nFinish on\n\nThe Vaporizer\n\n,\n\nArcher-McLanahan\n\n,\n\nSidetrack\n\n, or\n\nPA's Variation\n\n, and walk off. If you want to rappel instead of climb off, you can rap off the large tree on Sidetrack Junction down the ramp to the two bolt anchor on\n\nPilgrim\n\n/\n\nHigh Noon\n\nand then one more rappel to the ground. A 70m rope is required.\n\nIf you're looking for a 12+ project, the seam to the left of\n\nThe Vaporizer\n\nis the 4th pitch of\n\nI Can't Copeland\n\n. It will need a few bolts and the normal ACE application process, etc.","protection":"Standard Eldo rack and maybe double yellow Aliens.","location":"Refer to the picture on page 153 of the second edition of the Levin guide. It climbs the empty space between Route 73 (Sidetrack) and 74 (\n\nAnthill Direct\n\n). Also refer to the topo attached.\n\nApproach via\n\nI Can't Copeland\n\n, Sidetrack, or traverse from\n\nAnthill Direct\n\n."},"__v":0},{"_id":"W9eCiwdvVaCgKer3RqGmjw==","name":"Blackwalk","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Layton Kor, TJ Boggs, 1962. FFA: Jim and Dave Erickson, 1969","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":46,"mp_id":"105748801","mp_crag_id":"105807692","climb_id":"W9eCiwdvVaCgKer3RqGmjw==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a nice, although spicy pitch 50' left of the bulge on the bulge portion of the [Redgarden Wall]. There are two bolts on this route, and a fixed pin, other than that there is only one place (several feet before the pin) to place protection. The crux occurs after the second bolt, and is well protected. After pulling the crux however, you must continue on [runout] 5.8 terrain from which a fall would not be good. Getting to the first bolt is also quite spicy. This is a cool one pitch route.  Good warmup for Back in Black.","protection":"The Pro is as follows, two bolts, a pin, and a red metolius tcu.","location":""},"__v":0},{"_id":"MgsR/5qAWIeHYNVbbVJHTA==","name":"Black Top","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Malcolm Daly Fall 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":42,"mp_id":"105752386","mp_crag_id":"105807692","climb_id":"MgsR/5qAWIeHYNVbbVJHTA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Bring four more QD's on Back & Black and keep going from the B&B anchors. Lots of people have asked for more bolts because it's consistantly harder than B&B. Tell me what you think. A 1\" cam will help protect between bolts 2-3 but in classic Eldo style, it uses up a handhold. If you're really careful and really good you can rap to the ground from the anchors at the top with 2-200' ropes. You'll have to down solo the ramp you start on. Otherwise, 2 pars or walk off. --Malcolm Daly","protection":"4 more QD for the extension. Can use a 1\" cam to protect between bolt 2-3.","location":""},"__v":0},{"_id":"5qwfc4G4WLKCP4gRP5sE3A==","name":"Backtalk","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"T Montgomery, M Brooks  1986","type":{"trad":true,"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":47,"mp_id":"105751426","mp_crag_id":"105807692","climb_id":"5qwfc4G4WLKCP4gRP5sE3A==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This route is on the Bulge Wall. It has the same start as\n\nBlackwalk\n\nbefore splitting off to the right. This route is great fun to toprope, but I really wouldn't recommend it as a lead because of the poor bolt placements. It is of the same style as\n\nBlackwalk\n\n, thin technical face, but is more sustained and not quite as runnout.\n\nStart up the easy corner of\n\nBlackwalk\n\nand move right at an overlap. From here, the first bolt is straight up, but to reach it climb up the left angling ramp till you can traverse onto the blank face via small holds. Your waist will be above the bolt when you can finally clip it, and the holds you are clipping from are the smallest on the route. The crux is immediately after the bolt. The route continues up on fairly decent holds past a #1 Camalot placement and a bolt to a half driven LA for the last slopey move.","protection":"The pro goes as follows: #0.75 Camalot, bolt, #0.75 or #1 Camalot, bolt, manky fixed LA. There are double bolt rap anchors at the top which can be rapped with a single 60m.","location":""},"__v":0},{"_id":"krOGP8FYVO6OyZ8SmWrtjA==","name":"Backstroke","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Jimmy Ratzliff & Austin Weis - 1987","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":48,"mp_id":"105758682","mp_crag_id":"105807692","climb_id":"krOGP8FYVO6OyZ8SmWrtjA==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This climb starts between Backtalk and the Bulge, up the center of the low angle \"ramp\" system that sticks out from the wall right at the ground.  Once you locate the two bolts of Blackwalk, look right and locate the two bolts of Backtalk.  Careful inspection further right will reveal three more bolts - this is Backstroke.  The first two bolts are decent, the third is actually a thin piton up and right, on easier ground.\n\nClimb straight up to the first bolt using a pinch/undercling to work your feet up.  This is probably solid 11b.  Clip the first bolt, and execute a very hard move using a tiny side pull for the left hand and a good highstep for the left foot - reaching up to a decent but sloping \"ledge\".  I dyno'd for this and slapped it several times - it was very hard, but my partner was able to reach it statically - definitely the way to go.  The climbing gradually eases through the second bolt.  From here head up and right to the third bolt on easy climbing, then carefully  head straight left for 20' to the Backtalk anchors.","protection":"Three bolts protect this routes, and probably very small cams and RPs.  I TR'd this route and recommend this (although setting it up can be tricky).  Although I didn't spend a lot of time looking for gear placements, the climb struck me as being a dangerous lead - especially reaching the first bolt.","location":""},"__v":0},{"_id":"YFjdAIXPWSi3G4iMKnbATg==","name":"Back in Black","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike Brooks, Andrea Azoff, 1989.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":43,"mp_id":"105748798","mp_crag_id":"105807692","climb_id":"YFjdAIXPWSi3G4iMKnbATg==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is a really cool route and is also very safe. It is the next route over from Blackwalk. The difficulties start at the first bolt with a burly .11a/b move over a bulge. Very sustained climbing on a steep wall leads to the final crux, a hard move off a less than vertical greasy sloping rail.","protection":"This route is probably the best protected route on the Bulge Wall. Getting to the first bolt is a little hairy because of loose holds, a small cam might help here. The second bolt is a spinner if that bothers you.","location":""},"__v":0},{"_id":"ha1B9rp4WOGI5tmi9hZGPQ==","name":"Archer McLanahan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"C. Archer, R. McLanahan,  date?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":28,"mp_id":"105749347","mp_crag_id":"105807692","climb_id":"ha1B9rp4WOGI5tmi9hZGPQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"Archer-McLanahan is a trad climb that starts easy, gets hard, then eases off to fun jugs toward the end. The position is 3 stars, and the climbing is average except for a few fun sections of huge hueco climbing on steep rock, but the broken rock on the crux pitch and the lichens on the whole upper section earn a 2-star overall rating. The crux bolt was replaced by Hildenbrand/Bubb in association with the ASCA, and a permit from the park. The route is now much better than before. See Historical note below:\n\nHistorical Note: \"Combine the bad rock at the crux with the insecure moves and a button-head bolt that is the worst bolt I have ever clipped at the crux, and you're in for a relatively interesting experience that you may not be able to control. I was close to giving it the bomb. Were the bolt replaced, I'd give the route a better review.\"\n\nStart at the base of popular routes such as Pseudo Sidetrack, Blackwalk, the Bulge, etc...\n\nP1 & P2 (5.4, 300' +): Start up the obvious left-leaning ramp of Psuedo Sidetrack (5.4 S) for 2 pitches to the higher of 2 juniper trees on 'Lower Juniper Ledge.' This is the mostly dead tree and I don't think I'd bounce around on it. With a 70M rope you can make it to the lower tree with maybe 40-50' of simul-climbing and then move the belay up 50' to the higher one if you don't want to build a mid-ramp belay or go out of your way to an back from the old 'tree belay.' There is no longer a tree at that belay, but there is a bolt and a tied-off horn with red webbing (missing on 8/'06, replaced?). You will pass a variable number of pins along the way and a few great gear placements, all of which are best with long or very long slings (2-4') to avoid drag.\n\nP3 (5.10c, 100'): From the second tree, continue up the ramp 20' or so and gain the bottom of a left-facing dihedral, climb up into this and place pro, continuing up to the top of it, passing a newly replaced bolt on your left. The old one was horrible and had obviously held some wicked falls. It was not in question if this bolt will fail if you fall on it. The question is if the manky, partly-pulled, bent, rusted split shaft with the rusted, twisted head, or rusted leeper hanger will fail when the hanger breaks, when the bolt shears, or when the head pops off. Think about that for a while as you continue through the crux. Repay your anchor Karma by reporting and replaceing old nasty equipment or supporting the ASCA. You probably won't feel like you'll break every bone in your body if you fall now. Continue up to the top of said dihedral and pull left and up to mount the ledge above it on very poor rock and gain a diagonal crack (no pro yet) and work left. Work left and clip another new, good bolt (was an old, rusted, bad star-drive bolt). You will have more pro soon. Climb up to under the big roof with easier pro and build a belay. This roof is the same as for Anthill Direct, but is around the corner to the East and is not 'closed' for falcons. The belay is in a comfortable notch with very good gear. One small fixed stopper was there when we arrived- and it remains.\n\nP4/P5 (5.8, 260'): Work up and right on jugs through steep rock to meet the roof and track to the right under it. You can climb through the roof just left of or directly under a small-to-medium tree above, this would be a 120' pitch to the tree. The tree is shrubby though and does not afford a good belay, so find one with gear before or after or simul-climb. I went to the high ridge in 260' feet of climbing on a 70M rope (40' of simul-climbing). Good gear abounds early on, but good belays are hard to find on the 100' of slab you finish on.\n\nAfter the crux pitch, BTW this line can be taken up and left through excellent climbing to join Anthill Direct at its crux. 2 stars done that way, for sure.\n\nTo get down, follow the East Slabs descent as for Anthill Direct.\n\nThis route gets morning to afternoon sun and is a scorcher on hot days.","protection":"A standard light rack of stoppers and cams to 3.5\".  The crux is \"protected\" by the mankiest bolt I have ever clipped.","location":""},"__v":0},{"_id":"79n/w2PUWOi4+FGb04708Q==","name":"Anthill/Redguard Traverse","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":7,"mp_id":"114140488","mp_crag_id":"105807692","climb_id":"79n/w2PUWOi4+FGb04708Q==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"From the belay in the location section, follow the maroon band through a bulge with good holds. Continue following the maroon band after the bulge. Your belayer can't see you, but the climbing is easy. Near the end of the traverse, there is a small roof, which is the crux. There is acceptable pro below and above the roof. Negotiate a slick slabby section and join\n\nRedguard\n\n. Climb\n\nRedguard\n\n20 feet or so to the last belay station with a pin.\n\nI don't know if this is an FA or a first recorded ascent. The line is not in the guidebook, and there was no evidence of the route being climbed. It does have a photogenic location and might be interesting if you've already climbed everything else.","protection":"A small selection of small to medium cams.","location":"I think the 4th pitch of\n\nAnthill Direct\n\ncrosses a large ramp. This ramp is located above the 5.6 R section. Follow this ramp left to its end. There is an obvious, large, flat spot. Belay here."},"__v":0},{"_id":"PYw5P3/sVC2foRMqv1vR+Q==","name":"Anthill Direct","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Layton Kor","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":8,"mp_id":"105749035","mp_crag_id":"105807692","climb_id":"PYw5P3/sVC2foRMqv1vR+Q==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is an often-overlooked, long route with very good climbing. The run-out is only \"5.6\", though it feels a bit harder--the rest is well-protected.\n\nP1. We started on\n\nTouch 'N' Go\n\n, which apparently is more common, as we had heard that the original first pitch was mediocre. [Edit: many commentators below are saying that it's worthwhile, as well as easier than\n\nTouch 'N' Go\n\n.]\n\nP2. Surmount a small roof (5.8-) to get off the rotten band and off the belay ledge (or bypass the roof 15' up and left). Then follow a crack up and right to an obvious roof. Crank through the roof at 5.8 (great pro) and belay 10' higher. 130'.\n\nPer\n\nDoug Haller\n\n: the belay stance is in a pod with an old pin above head height. 130'. The start of P2 now has two rap anchors. The are out of sight from the top of\n\nTouch 'N' Go\n\n. From the top of\n\nTouch 'N' Go\n\n, walk/scramble toward the second pitch and down to locate the fixed anchors.\n\nP3. Head up and left on pocketed rock in the vicinity of a black water streak. Pay attention to find the easiest climbing; this is the runout 5.6. Your second should be solid for this section. Belay on a small ledge beneath a roof, 100'.\n\nP4. Climb around to the right (following a crack of varying width), passing several fixed pitons, and head for the arete. The turn back to the left, now heading for the bottom of the large roof. Belay just beneath the roof.\n\nP5. From the belay, move right and up through the roof where it turns more into a dihedral. Several layback moves get you through it at 5.9- with great pro. Climb easy slabs to the top.\n\nPer\n\nDoug Haller\n\n: after the roof, follow the crack system for about 20 feet. Continue up slabs for about another 80-100 feet. Locate a horizontal crack and set up a belay there with several cams from size 0.5 to 2.\n\nIn either case, descend the vast 4th Class slab to the NE\n\n(per\n\nDoug Haller\n\n: you are ~2/3 of the way down the slab and just above the final steep scramble to the trail),\n\naiming for a cairn on an outcrop. Go left below it into a 4th Class gully, and hike around to the trail from the bottom of it.","protection":"Bring a standard rack.","location":""},"__v":0},{"_id":"OytnYj0nUs+p3xZFqKp5xQ==","name":"A Breed Apart","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"John Allen & Alec Sharp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"left_right_index":44,"mp_id":"105753442","mp_crag_id":"105807692","climb_id":"OytnYj0nUs+p3xZFqKp5xQ==","areaRef":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":"This is on page 331 of Rossiter's new Eldo guide.\n\nIt is in the\n\nBlackwalk\n\narea, behind the Whale's Tail.\n\nTo the left of\n\nBlackwalk\n\nand to the right of\n\nBack in Black\n\nis A BREED APART. There was a movie by this  name with Rutger Hauer which involved a lot of climbing, shooting, and explosions.\n\nFrom the rampy traverse, head up into a bulge. Good protection can be arranged here including a large cam in a slot on the left. These protect the crux which is getting to a stance just above and to the left. Another large cam can be placed here. The rest of the pitch follows the same pattern-a few moves to a stance where good protection is found although the moves to the 'obvious crack' are rather balancy.  Aim for an obvious crack, and follow that to finish on\n\nBlackwalk\n\nor finish left of the obvious crack on the 'Garibotti variation'.\n\nThis route has been cleaned up a bit in recent years and, as I said, good protection is available at comfortable stances. It is easily toproped (60m) for a rehearsed lead if you wish.","protection":"RPs, medium to #3 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,dde2cb93-8b1c-52f6-ab67-0a99543ed3b5","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - S Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":9,"label":"5.7"},{"count":2,"label":"5.8+"},{"count":4,"label":"5.9+"},{"count":4,"label":"5.11b"},{"count":3,"label":"5.11d"},{"count":7,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":4,"label":"5.11"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.12+"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":55,"bands":{"unknown":0,"beginner":17,"intermediate":19,"advanced":18,"expert":1}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":10,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":21,"advanced":23,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28395,39.93119]},"bbox":[-105.28453639917245,39.93074033981814,-105.28336360082753,39.931639660181865],"left_right_index":-1,"ext_id":"105807692","area_id":"3eLLk4scUvarZwqZVD7TtQ=="},"content":{"description":""},"density":0,"totalClimbs":62,"__v":1,"createdAt":"2022-11-07T05:55:58.555Z","updatedAt":"2024-01-15T16:42:43.782Z"}