{"_id":"6368a50be80bff5a995afee3","area_name":"Generator Ribs","shortCode":"","climbs":[{"_id":"fhP7BqYzWOSJGujuunrJeQ==","name":"Spread Eagle","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ryan Brough & Katalyzt? July 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.789,40.6193]},"left_right_index":1,"mp_id":"106314859","mp_crag_id":"106314339","climb_id":"fhP7BqYzWOSJGujuunrJeQ==","areaRef":"ZOA049f/UeCWyb2uBVX40w=="},"content":{"description":"Since the area was added, I should probably post this route.  This may have been climbed before, but I didn't see any signs of previous passage.  There was a large amount of choss, vegetation, moss, and lichen that was removed on our ascent.  The route was named for an eagle that surprised us halfway up the last pitch.  Its nest was above us on the cliff face.  The crux may have been as hard as 5.7, but it was short and most of the climbing was 5.2-5.5.  There is more moderate adventure route potential in the immediate area.","protection":"Standard rack, webbing and rappel rings for descent.  Gear anchors.","location":"Hike to the top of the tree-filled gully between two of the Eastern most ribs.  There is a wide crack/gully/chimney system that defines an inside corner.  There is a tree at the top of the gully with some slings on it.  A dead snag in the gully to the East has the intermediate rappel station (more slings).  Both rappels require two ropes."},"__v":0},{"_id":"+ReCXB5XWaeeyTR5JpoSEA==","name":"The Eyrie","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown....","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.789,40.6193]},"left_right_index":0,"mp_id":"106314345","mp_crag_id":"106314339","climb_id":"+ReCXB5XWaeeyTR5JpoSEA==","areaRef":"ZOA049f/UeCWyb2uBVX40w=="},"content":{"description":"Due to the potential of nesting raptors high on this ridge, this route should be absolutely avoided spring through mid-summer.\n\nThis ridge is the central of the Generator Ribs beginning at about 6400ft climbing approximately 600 vertical feet.  In the right lighting a small knob can be seen at 2/3 height and is a worthy goal.  Similar in nature to the Islands Reservoir Ridge or Challenge Buttresss Standard Ridge- maybe just longer and less classic.  There is no fixed gear on this climb.  Be skilled in scouting and rigging your own rappels before attempting (bring webbing)\n\nP1. From the northern terminus of the ridge hike up slightly south along the east side of the ridge (~100ft?) to reach a nice patch of solid quartzite (free of tree branches) leading up to the ridge crest.  Climb up, reaching the crest and then dropping slightly to a small notch with a large fallen evergreen.  ~100 ft 5.5-5.6.\n\nP2-P3.  Perhaps the best pitches.  The route from here is obvious- climb the striking ridge (at times sharp) following the crest as closely as possible.  Exposure on the west increases dramatically.  Climbing is easy, with a couple short sections of 5.6 or 5.7.  ~200 ft each pitch.  P2 Belay where possible.  P3 belay in a small brushy area.\n\nP4-P5.  The ridge jogs slightly and then continues its climb upward on moderate rock- occasionally a scramble, occasionally technical.  ~200 ft. each pitch.  5.4-5.5\n\nP6.  The terrain mellows and is primarily easy 5th class.  Stick to the ridge or a shallow gully.  Fun scrambling prevails.  The end of this pitch places you approximately at the base of the knob.  A huge nest (eagle?... winged lizard?) is found here on the west side of the ridge.\n\nThis should absolutely be avoided to protect the possibility of nesting raptors.\n\nA ledgy area at the beginning of the pitch allows for a brief downclimb and rappel into the gully to the east if needed (fixed webbing on a large boulder if you can find it).\n\nP7.  Either force the knob (looks to be ~5.8r/x) or scamper east around the backside of the knob to a fun summit (the NE arete of the block is supposedly protectable with purple TCU's).  I attempted the direct northeast face of the knob but backed off.  An old rusted out tin can will be found on the summit, telling of a previous early ascent.\n\nIf you continue a couple hundred feet of brush and scrambling lead to a classic sharp ridge/arête.  Otherwise a downclimb and rap into the western gully looks possible.  Expect a least one large obstacle to negotiate.\n\nP8.  Follow this cool arete to another mellow area and belay.  You can rap from here with a sketchy downclimb and 100ft rap of a pine into the gully west.\n\nP9-10+.  Continue up increasingly poor quality rock until the rock runs out and you are left groveling in the dirt.  Expect occasionally difficult terrain (~5.9) and increased vegetation.\n\nDescent- If you climb to the top of the full ridge, traverse west to one of the gullies and descent back north.  Expect occasional obstacles.  Or continue up to the BCC/Ferguson ridgeline and bushwack into Ferg.\n\nI descended once by downclimbing from the summit knob to the ledgy area described in P6.  Two raps placed me in the eastern gully.  A second time I downclimbed (scary) to a large pine on the west side of P8 and rapped 100 ft to a quick glissade down the western gully.\n\nAnyway you go, expect to be building you own anchors and expect adventure situations.  Bring a bunch of webbing.  Mine may be difficult to locate.\n\nNamed for the rockers that are/were the Alpenbock Club- possible depositors of the random tin can.","protection":"Light alpine rack.  With extra webbing for rigging raps","location":"Follow the directions found in the 'Generator Ribs' area description.  This is the most central ridge that also starts the lowest on the hill."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,64e034e3-d7ff-51e0-96c9-bdae0555f8d3","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Generator Ribs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.789,40.6193]},"bbox":[-111.78959239703092,40.61885033981814,-111.7884076029691,40.61974966018187],"left_right_index":-1,"ext_id":"106314339","area_id":"ZOA049f/UeCWyb2uBVX40w=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:24.258Z","updatedAt":"2022-11-25T11:22:19.613Z"}