{"_id":"6368a29ce80bff5a9956b10a","area_name":"Big Green","shortCode":"","climbs":[{"_id":"56YaNqUUVcGGLxKPuqY7KA==","name":"Whip-O-Will","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":8,"mp_id":"111308069","mp_crag_id":"106443421","climb_id":"56YaNqUUVcGGLxKPuqY7KA==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Pitch 1:  Step up off a boulder and work you way up until the first bolt.  A #3 cam protects the moves to get there.  Will your way past the first couple of bolts or take the whip.  Climbing is pretty thin and tricky through this section but the bolts are pretty close together.  The climbing gets a bit easier as you continue past bolt 3 and 4.  A #2 cam protects between 4 and 5.  All hardware is beautiful and new!  (Thanks Nate/ASCA?).\n\nPitch 2:  Continues up a water groove past a couple of bolts to anchors at the top.  (We didn't do this pitch it was running the day we climbed).","protection":"5 bolts, anchors, medium cams.","location":"Right of Campfire Girls...starts of a boulder.  Left of Scars..."},"__v":0},{"_id":"nx9odYpJU06qkeoHMQKoOA==","name":"Welcome to Emerald City","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Drew Dekle, Shannon Stegg, Janet Merren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":7,"mp_id":"107917018","mp_crag_id":"106443421","climb_id":"nx9odYpJU06qkeoHMQKoOA==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"zj3hpxdwWMqJxEvuONcW3A==","name":"Way Out're","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Kluge and Partner(s)?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":13,"mp_id":"110584302","mp_crag_id":"106443421","climb_id":"zj3hpxdwWMqJxEvuONcW3A==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This route is located about 60 feet right of Daddies are Brave and about 100' right of the wheelchair ramp (aka Out of the Blue).  Make some some slightly scary and commiting moves off the ground to get a shallow cam and then a good move higher to a good pink tri-cam and then  to a first bolt - getting to the second bolt is easier then do the first of 2 cruxes up and left through a small gear protected roof (5.10) then back right up a ramp to gear and a bolt - the harder (probably) crux is past bolt 3 headed to bolt 4 (contrary to guidebook topo note) - head for chains up and right - the route ends here.","protection":"Standard / light NC rack plus draws and slings for bolts - you will want a pink tri-cam (for sure) and a small selection of tcus and cams to 1\"","location":"Big Green Mountain 100' tight of wheelchair ramp - we just replaced the first three bolts - bailed from bolt three which is about 80' up - move is a bit scary"},"__v":0},{"_id":"GiUHdSX6WX+FNn+5QTNdxQ==","name":"Valley Christians","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nathan Brown (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":10,"mp_id":"108529573","mp_crag_id":"106443421","climb_id":"GiUHdSX6WX+FNn+5QTNdxQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"A great sustained pitch that climbs the face right of sole control and left of asses and elbows.\n\nP-1\n\nStart by climbing the first pitch of asses and elbows to the last bolt.  Instead of moving right, traverse left to a stance and a pin/gear belay.  Alternate start is to climb pitch 1of scars and make an easy traverse right to the belay.\n\nP-2\n\nClimb the excellent face past 6 bolts and gear to a 2 bolt anchor at about 200'. This pitch has numerous cruxes in the 5.10 range and is probably similar in difficulty to something like paralleling. Be sure to have doubles in cams from small tcu's to hand size cams. It should be noted that bolt 2 & 3 were added after the initial ascent, in addition to significant improvment of several shallow TCU placements. The pitch was made safer but it still retains a bit of spice. Bring lots of slings or double ropes for this pitch.","protection":"Doubles in small tcu's to hand size.","location":"See above"},"__v":0},{"_id":"sUTBmJMcVpGwjK7TVpXqrQ==","name":"Schism","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":22,"mp_id":"117993325","mp_crag_id":"106443421","climb_id":"sUTBmJMcVpGwjK7TVpXqrQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.11\n\nClimb up the thin crystal line on a steep slab until you reach a good horizontal below a bulge. From there continue up over a small ramp and follow the crystal groove to a two bolt anchor. ~25m\n\n-8 bolts and gear\n\nP2 - 5.8+\n\nFrom the anchor climb up into the featured groove with just enough gear to make you feel good. After passing the only bolt on this pitch, you continue up a series of featured dikes, groove, and more dikes until you get to the anchor at about a full rope length. The features and aesthetic of this second pitch make it worth doing. ~55m\n\n-1 bolt and gear\n\n-If you climb the second pitch with a single rope, you can rap down and right to the top anchor of Parabol/Parabola and then do two more raps to the ground.\n\n-If P1 is too difficult or not your style, you can climb the first half of Parabol and then traverse left up the small ramp to join the last 1/3 of P1 at about 5.9.","protection":"Standard rack up to #3 with doubles in #.75 and #1 C4 for P2.","location":"This starts about 20 feet left of Parabol"},"__v":0},{"_id":"zQoK6tzWXqugH74Sqpq6OQ==","name":"Scars on a Landscape","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Whitney Heuerman and Monty Regan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":9,"mp_id":"109692960","mp_crag_id":"106443421","climb_id":"zQoK6tzWXqugH74Sqpq6OQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"First pitch is an excellent 5.9+ - getting to the first bolt is much easier than it looks - the crux is just above the second bolt and is well protected - - you will find a lot more natural gear on this route than it looks like from the ground - mid sized cams, tri-cams, plus small and medium stoppers.  The runout from the last bolt to the anchor is easier than it looks. I have not done pitch two yet but it is supposed to be 5.10b and it would seem accurate - we replaced the first bolt today but it looks really good.  The first ascent bolts on pitch one and the anchor have been replaced with stainless and are good - - pitch two bolts still need replacing but may be ok for your ascent - proceed with caution.","protection":"There are a total of 3 protection bolts on pitch one but you will find a lot of gear where needed - a standard NC trad rack - no big pieces needed on pitch one.  There are two protection bolts visible from the belay on pitch one belay on pitch two - we replaced the first one directly over the belay today - you will see our leaver biner - the second one is about 20' up and left of the groove - assume that there will be one or two more bolts on the pitch and likely some gear - the FA was done in bold style though - don't expect bolts on easier terrain - - there is a new double bolt rappel anchor on top of Welcome to Emerald City - - (there may be a double bolt anchor on top of Scars too).  The Emerald City Anchor is about 50 or 60 feet climbers left (and up some) at the top of this pitch - when we do pitch two (replacing rusty bolts) I will post more (or someone else please add . . . . .","location":"This route is 2 grooves (about 40')  to climbers right of Whip O Will, 50' right of Welcome to Emerald City and 80' right of Campfire Girls (FYI, the groove just left of Scars is an un-named Jeep Gaskin route that needs re-bolting but has seen recent traffic)  there is a little grassy clearing just below and climbers left of the start - aim to the left of a big obvious roof and moss pad that are about 90' above you.  The route goes left of these features."},"__v":0},{"_id":"Az+aS3MnVKyi4G+UrKr5tA==","name":"Paralleling","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Joe Lackey and Thomas Kelley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":4,"mp_id":"106462496","mp_crag_id":"106443421","climb_id":"Az+aS3MnVKyi4G+UrKr5tA==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1: Climb directly up between two water grooves passing a #2 Camalot placementand five bolts to a bolted belay (a few 10 moves).\n\nP2: Continue up between the grooves, past five more bolts, and one white tricam placement, then up a steeper section to a belay on a tree ledge (sustained 10).\n\nRap: Move Right and rappel from double bolts on the top of Jiffy Pop Queen.","protection":"A #2 Camalot and a few draws for P1.\n\nA white tricam and a few draws for P2.\n\nMaybe a smattering of other small gear in case you find something else.","location":"50' right of Joke the Chicken, at the leftmost end of the main cliff in an overlap."},"__v":0},{"_id":"7cl7p1vjXS+BNyGlGk9fuw==","name":"Parabola","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":24,"mp_id":"117732432","mp_crag_id":"106443421","climb_id":"7cl7p1vjXS+BNyGlGk9fuw==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.11\n\nClimb up to gear in a left facing slightly hollow flake then up and left past more gear then 3 bolts up the rippled slab to the overlap and gear. From here clip a high bolt and figure out the crux boulder problem. There is another bolt after you get established above the crux that keeps you off the slab if you were to blow it on the thin 5.10 sequence above the crux. From here climb past gear and two more bolts to the anchor.\n\n-7 bolts and gear\n\nP2 - 5.8\n\nPlace an optional piece just above the belay before you pull the 5.8 crux sequence to get established below a bolt. From here continue up an ever-easing groove past gear and one more bolt to a shared anchor with the route to the left.\n\n-2 bolts and gear\n\n-A single 60m will get you down with two raps but the pitches are exactly 30m so KNOT YOUR ENDS.\n\n-Chains are on the P2 anchor to help add a little to the rope length","protection":"See Description.","location":"Next route right of Parabol. I believe Bukkake is another 50 feet or so down climber's right of the start of this route."},"__v":0},{"_id":"q0pbGpAtUUW3k8m5mPvL2Q==","name":"Parabol","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":23,"mp_id":"117732405","mp_crag_id":"106443421","climb_id":"q0pbGpAtUUW3k8m5mPvL2Q==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.10\n\nClimb up past a couple flakes to an obvious undercling flake below the first bolt.  Climb up towards the groove above passing two more bolts and gear. Clip a bolt above and pull the short but tricky crux to get established in the groove above the overlap. A small cam that is roughly a purple/blue TCU size is crucial to protect above the crux. From here climb up the groove passing two more bolts and gear to the anchor station.\n\n-6 bolts and gear\n\nP2 - 5.8\n\nClimb up with gear in a slightly hollow flake on the left side of the groove. Clip a bolt after the 5.8 crux then run it out a little up an ever-easing groove to a bomber #3 C4 placement in the groove. From here run it out a little to another small cam that is roughly a purple TCU size. Run it out from here a bit more passing another bolt then up to a shared anchor station with the route to the right.\n\n-2 bolts and gear\n\n-Small cams crucial on this route.\n\n-A single 60m will get you down with two raps but the pitches are exactly 30m so KNOT YOUR ENDS.\n\n-Chains are on theP2 anchor to help add a little to the rope length","protection":"Rack up to #3 C4 w/ small cams crucial. Read Description","location":"Located roughly 500ft climber's right after passing Panthertown Knobs."},"__v":0},{"_id":"+T1YETY1XDyF+mG3wZJKZg==","name":"Panthertown Knobs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Thomas Kelley, Sam Stevenson - 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":18,"mp_id":"106728634","mp_crag_id":"106443421","climb_id":"+T1YETY1XDyF+mG3wZJKZg==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 Face climb to an old, hangerless bolt and cinch this off. Don;t be tempted to follow the crack up and left...the line goes directly up from the old bolt over edges and smears following a faint groove and some fantastic features, past a couple bolts, a few placements, to an old two-bolt anchor.\n\nP2. Less memorable than P1. From the belay on top of P1, the route goes up a shallow groove like feature, past a bolt at twenty feet, a few more feet of face climbing, then the angle lessens and it backs off quite a bit.","protection":"BG rack....small/funky. Tricams and alloy offsets handy on this route for sure. The route wanders a bit and two ropes are required to get down....doubles recommended.","location":"Way right end of BG, past the Full Shred Buttress approximately 300' under an obvious up and left diagonaling crack."},"__v":0},{"_id":"diZVsDw3X/KV5qqLAeOieQ==","name":"Pandemica","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"March 2020:  Ken Cole, Andrew Mauldin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":25,"mp_id":"118712717","mp_crag_id":"106443421","climb_id":"diZVsDw3X/KV5qqLAeOieQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Step left out of the P1 belay pod of Bukkake.  A low bolt protects the crux move extremely well. Fire straight up the water groove past 5 bolts and some small to medium sized pro.  Anchor shares with P2 of Bukkake.  You definitely need two ropes to get to the ground. Well protected and an enjoyable ride.","protection":"5 bolts and medium sized cams","location":"Pandemica starts off the 1st pitch belay of Bukkake.  Where Bukkake p2 continues right, Pandemica steps left out out of the belay pad and fires straight up."},"__v":0},{"_id":"3K9GjaEbWf65jtN3KdmQIg==","name":"Outta The Blank (and Into The Blue)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nathan Brown, Frost Walker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":12,"mp_id":"110008032","mp_crag_id":"106443421","climb_id":"3K9GjaEbWf65jtN3KdmQIg==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This is a cool route that climbs an unlikely-looking dead vertical face just right of Out of the Blank/aka the Ramp. The start is much harder than it first appears and is the route's crux. However, it is a safe route and well worth a go.\n\nClimb the barely-there start to a good hold and clip the first bolt. This is reasonable to do with or without a stick clip. Continue up the steep and grippy wall on well spaced but reasonable holds to the 4th bolt. From here the climb follows a crack/rail out left past gear and then up to the last bolt. Move a ways left at the last bolt and mantel straight up onto the small belay stance of Jeep's route. The mantel is a bit nerve wracking but not too hard if you keep your wits about you.\n\nEither continue up the \"...into the Blank\" or rap.","protection":"A couple finger size cams and draws.","location":"Just right of \"Out of The Blue and Into The Blank\". Looks for the gray-colored bolts."},"__v":0},{"_id":"zp5ZGaz8WWC+u9z4H1XYig==","name":"New Species","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Shannon Stegg, Drew Dekle, Allen, Lyon, Tanner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":1,"mp_id":"107907343","mp_crag_id":"106443421","climb_id":"zp5ZGaz8WWC+u9z4H1XYig==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"We recently climbed a new route at Big Green Mountain:\n\nNEW SPECIES, 5.10b/c\n\nStart by locating Danger of Extinction (5.9+R/X)  in the guidebook and take the trail uphill - climber's left. Soon you will see a large left facing dihedral which is a route not in the guidebook called \"Grand Delusion\" 5.11a.\n\nP-1 Start by climbing the Grand Delusion slab past two bolts and climb up and right above a small tree and around a corner (5.7+/-) and gain the mossy ledge. There you will see a new bolt anchor.\n\nP-2  Continue up the truly beautiful left facing corner (the moves between bolt one and bolt 2 are both cruxy) past 4 bolts (5.10 b/c) until the terrain backs off a bit. Take a combination of larger gear (up to a #3 camelot) and some small wires to make the terrain above bolt four less run-out. This pitch is nearly a full rope length and will take you to a new 2 bolt ring anchor. This pitch is directly above Doc Bayne's route, Danger of Extinction which involves some very serious run-out - we have recently replaced Doc's 2 FA bolts for what it is worth but it remains as climbed (with serious fall potential at the top) - - our pitch gets your attention and is steeper and harder but a lot less dangerous and super fun -  2 rappels down the route to the ground. FA: Shannon Stegg, Drew Dekle, Greg Allen, Ben Lyon, Margaret Tanner","protection":"P-1 - 2 bolts and a small rack of medium cams\n\nP-2 - 4 bolts - need up to #3 camelot and small wires to make upper section less runout","location":"Big Green Mountain - go far climber's left - this would be the natural second pitch to Danger of Extinction (in Shull Guide) - go up the trail more and gain the ledge by our less run-out pitch one that starts on Grand Delusion (the big left facing corner) which is also worth doing - 2 bolts and an anchor - 11a"},"__v":0},{"_id":"UtY8tWakViGF2WOgYbF6gQ==","name":"My Corona","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"April 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":28,"mp_id":"118740425","mp_crag_id":"106443421","climb_id":"UtY8tWakViGF2WOgYbF6gQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Clip 3 bolts as you dance fancy-footwork up a short face to anchors.","protection":"3 bolts","location":"Scramble the ledge system right of Easy Dihedral to the base of My Corona, or first climb E D and rap down to base and climb."},"__v":0},{"_id":"RWlvVUciU/OIZr1HQ+IpAg==","name":"Live At Leads","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeep Gaskin - 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":14,"mp_id":"106957494","mp_crag_id":"106443421","climb_id":"RWlvVUciU/OIZr1HQ+IpAg==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This is definitely one of the hardest slabs you will find in the state.  It is pretty steep slab on Cashiers Valley granite.","protection":"There are seven bolts but the first one is pretty high.  There is some opportunity for a very small cam down low but don't blow it before the first bolt.","location":"Look for the bolt line left of Full Shred Buttress."},"__v":0},{"_id":"F8wzfaMUUfiGSg8vtkbgPw==","name":"Joke the Chicken","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Kelley, Matt Gentling, Christian Robert - 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":3,"mp_id":"106443507","mp_crag_id":"106443421","climb_id":"F8wzfaMUUfiGSg8vtkbgPw==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1: climb 100' (yes, 100') to the first bolt over 5.7 face/slab, then past another couple bolts to big horizontal, belay here.\n\nP2: Climb up from the horizontal to a flake and roof. Load the flake with small TCUs and/or tricams, maybe a stopper (anything that will fit), and get ready to do work. Pull the roof into the watergroove (strenuous and technical), then work up to the bolt on the left. Clip this and make a sigh of relief. Climb up the steep water groove past a few bolts and some gear to a bolted belay. Rappel.","protection":"Couple QDs, a screamer or two, light rack to #2 Camalot.","location":"Far left end of the crag. Second route from the end."},"__v":0},{"_id":"un59M7f6XoWnBb1Q6O9ObQ==","name":"Gumption On The Green","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"DV & Shannon Stegg (ground up)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":15,"mp_id":"118804289","mp_crag_id":"106443421","climb_id":"un59M7f6XoWnBb1Q6O9ObQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Pitch 1 climb up through corner with rhodos gingerly stepping over a stack of Tetris blocks then up through overhang on giant wedged flakes and fist jams. Build belay above overhang. 5.10\n\nPitch 2 climb up chimney till you reach the horizontal crack. Climb horizontal crack left and pull around corner entering left facing dihedral. Climb this to a ledge on the right with a good stance and build belay in horizontal crack. 5.11\n\nPitch 3 climb left off the belay through face, slab and water groove to a double bolt belay. 5.11\n\nPitch 4 optional nonsense 5th class or so up the rest of groove to the summit. We down climbed this on a rope from a stance and the second followed with a belay off bolts below. 5.6\n\nDouble rope rappel to the top of second pitch. From here you can do one of three things... make your way to the top of full shred do a double rope rap from its anchors to the ground, rap the escalator route, or do a double rope rappel off the first bolt of pitch 3 (yes one bolt) to the ground.","protection":"I had doubles from 00-3 with the smaller sizes being offsets to supplement the doubles, half ropes, tricams, a couple small nuts a fair amount of quick draws and alpines.","location":"This climb starts to the left of the full shred buttress in the large corner system dead center of the wall."},"__v":0},{"_id":"rtsve4ygWuunGx/EdsY+aQ==","name":"Ground Control","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thomas Kelley and Sam Stevenson 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":19,"mp_id":"106881866","mp_crag_id":"106443421","climb_id":"rtsve4ygWuunGx/EdsY+aQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1: Many consecutive 5.8 moves up a watergroove past four bolts and some gear....then a long run to a two bolt anchor under the roof and corner system rising up from the right.\n\nP2: (Probably rarely or never done)...50 more feet of 5.8 climbing leads to 50 feet of third-classing to the top of the mountain.","protection":"Not much, but you'll want one of everything to #3 Camalot including, especially, small TCUs and small offset stoppers.","location":"40' right of Panthertown Knobs. 20' lef of a left facing corner rising up and left."},"__v":0},{"_id":"6JEQBw+2UtmDUPLFYOyFZw==","name":"Grand Delusion","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Stegg, Jacobs, Fall 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":0,"mp_id":"107908216","mp_crag_id":"106443421","climb_id":"6JEQBw+2UtmDUPLFYOyFZw==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Slab climb up the initial apron passing two bolts to the ledge at the base of the corner. From here, the path is clear. Follow the beautiful, left-facing, arching crack for 100' passing great and plentiful gear and bolts where necessary.\n\nSlab, laybacks, tricky stemming, an undercling flake, and great fingerlocks and handjams....a bit of it all with a face climbing crux at the end.\n\nStays interesting the whole way.","protection":"One of everything + double blue TCU thru #1 camalot.","location":"Left of Danger of Extinction, up the hill. Belay at base of slab below two bolts."},"__v":0},{"_id":"hn9Rw1kAUGyqcmjuvPxhUw==","name":"Flushed Down the Toilet","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Andrew M., James M. August 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":21,"mp_id":"107914031","mp_crag_id":"106443421","climb_id":"hn9Rw1kAUGyqcmjuvPxhUw==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Climb the groove past 4 bolts and some gear. Bolts # 2 and 4 were added after the FA with the latter fixing what was originally a scary 40 foot runout while pulling a 5.9 bulge in the groove up high, giving the route an R rating. Wet most of the year but should be dry much of the time in summer / early fall.\n\n(Named after a 30 foot tumbling fall Shannon Stegg took a few days earlier when the groove he was climbing a little to the left suddenly became a waterfall due to a summer afternoon thunderstorm).","protection":"4 bolts and standard cashiers rack to 2 bolt anchor at 200 feet.","location":"First groove left of Schism and 15 feet right of what I believe is Malcom x from old Thomas Kelley guidebook."},"__v":0},{"_id":"TU3Vni4rUVms1o4xnb6iIQ==","name":"Escalator","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":16,"mp_id":"117823595","mp_crag_id":"106443421","climb_id":"TU3Vni4rUVms1o4xnb6iIQ==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.8\n\nClimb the obvious ramp crack on the right side of the full shred buttress with plentiful gear up to #4 C4 with a handful of smaller cams protecting the 5.8 crux at the end of the pitch. The anchor is another 15 feet up and left through some vegetation.\n\n-all gear\n\nThis first pitch alone is a fun, very well protected easy/moderate pitch\n\nP2 - 5.10a\n\nTrek up and left about 10 feet from the anchor until you can step onto the wall with hands on a horizontal crystal band and a couple obvious feet. The crux sequence is after the first bolt. After the crux a crucial #1 C3 or equivalent protects the moves up to the next bolt. From the second bolt you continue up until you can traverse right on a ramp feature. From a bomber mid size cam placement under the right of the two grooves, you go straight up to an interesting mantel move. After the mantel move you go up and slightly left moving through the right groove and ultimately back into the left groove. The anchors are straight above between the grooves.\n\n-2 bolts and gear\n\nP3 - 5.8\n\n-Climb up the right groove passing a large questionable flake system and two bolts until you end at a parking lot ledge at the top with another anchor station.\n\n-2 bolts and gear\n\nA single 60m rope will get you down with 3 raps.","protection":"Standard rack up to #4 C4. It will take doubles in #1-#3 if you want to sew it up.","location":"The obvious weakness on the right side of the Full Shred Buttress system."},"__v":0},{"_id":"uemZxjKXUxOqo3+TLIUSxA==","name":"Elevator","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":17,"mp_id":"119458095","mp_crag_id":"106443421","climb_id":"uemZxjKXUxOqo3+TLIUSxA==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.12 - Start up the Escalator ramp and follow it up to about 2/3 of the first pitch to an obvious ledge. Step right into a mono crimp V3 balance sequence passing a bolt up to the obvious undercling with gear. From here do a tricky V5 boulder problem on the steep face above passing two bolts to a belay ledge above. This may feel harder or easier with height so take the grade with a grain of salt.\n\nP2 - 5.10+/5.11- - Walk up and left out 10 feet then climb up to the first bolt. From here climb a fun sequence passing an optional gear placement over to the left of the sequence. It's easier to place this piece from above after doing the sequence or you can just make a few more moves to the next bolt. From here it's a sport pitch with a lot of fun sustained climbing up tricky slab to a good rest then technical face up crystals. At the last bolt, smear your way up and right to the belay ledge.\n\nP3 has yet to be done due to the wet last two years we've had.","protection":"Standard cams up to a #3-#4 depending how much you space gear on the easier ramp. Second pitch is basically sport.","location":"Starts up the Escalator ramp."},"__v":0},{"_id":"oyHvJHwrVheHr5V4TyQLZA==","name":"Easy Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TBD in '80s or 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":27,"mp_id":"118740375","mp_crag_id":"106443421","climb_id":"oyHvJHwrVheHr5V4TyQLZA==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This was route was first sent in the 80's or 90's, FA party TBD.  Route follows a crescent featured dihedral with good protection.  Middle section has a sizeable area of hollow, loose rock.  A bolt was added where a cam in the feature would likely explode the hollow rock.  3/4 of the way up the feature crosses a watergroove.  Stay in the crack 30 more feet up/right to new set of anchors.  60m rope gets you back to ground.  From the new anchors you can look back at the watergroove and see old bolt sticking out with no hangar, approx 70 ft up --- obvious that the dihedral was climbed some time ago where the FA party exited at the watergroove and continued straight up.","protection":"trad gear and rap anchors","location":"Far right side of Big Green.  Look for the obvious right-facing dihedral"},"__v":0},{"_id":"YRN+bvoDXb6EGs8uSWJ44w==","name":"Danger of Extinction","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doc Bayne","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":2,"mp_id":"107887261","mp_crag_id":"106443421","climb_id":"YRN+bvoDXb6EGs8uSWJ44w==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"Slab 100' to the first bolt, passing intermittent small gear, where the wall gets steeper. Clip this and make a rising traverse up and right, 40', passing a key #3 Camalot placement in the crystal dike. Clip the sceond bolt and enter no fall territory. Climb up and slightly right 30', ending at a solid cam placement in the hanging corner. Jam and layback a short ways up the corner to the ladge and bolted anchors.\n\nA fall after bolt 2 would be long and would land one on bulges below.","protection":"Small offsets, small tricams, and TCUs below bolt 1. #3 between bolts 1 and 2. #2 Camalot for the corner at the end. A #3 Camalot also perfectly backs up the old anchor.","location":"Far left, left of Joke the Chicken."},"__v":0},{"_id":"zXqp/w2fW7GQ7dhVD8cOJg==","name":"Cryogenic Squirrel Zombies","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":20,"mp_id":"117818173","mp_crag_id":"106443421","climb_id":"zXqp/w2fW7GQ7dhVD8cOJg==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1 - 5.9\n\nClimb up to the first bolt then up past a few small gear placements before reaching the second bolt. After the second bolt climb up into the groove with a hollow flake on the left side of it and a good gear placement on the right side. Get established in the groove above and find your next small gear placement before doing the crux section. From here one more bolt will get you to the anchor.\n\nP2 - 5.9\n\nContinue up the groove passing the first bolt before getting to the fun deep groove above. Establish yourself into the deep groove fold and get rewarded with bomber gear in the crack system. Continue up following the groove past more gear and one or two more bolts.\n\n- A purple c3, two green c3's, and a set of small offset cams were used\n\n- A single 60m will get you down with two raps","protection":"standard rack up to #3 C4 with emphasis on micro/small cams and a few smaller offset cams.","location":"Located roughly 350ft climber's right after passing Panthertown Knobs"},"__v":0},{"_id":"8+Ql915iVLKUrJRhu4BQ4w==","name":"Crazy Crystal Line","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"S.S. J.J.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":26,"mp_id":"117992897","mp_crag_id":"106443421","climb_id":"8+Ql915iVLKUrJRhu4BQ4w==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This is one of the last routes on the far right side of Big Green. Start up a thin crystal line up to an obvious undercling where you can build a nest of gear before committing to the mental crux of the route. Continue up passing bolts and fun intricate climbing. After this section of bolts you'll continue up passing a few gear placements. It's crucial to extend your alpines on these or you may come just short of the anchor. You'll then aim for a bolt up and slightly left then you will continue up and slightly right passing more gear. A two bolt anchor will get you back down. This is a rope stretcher but a fun route if you enjoy the style.\n\nDouble Ropes Necessary","protection":"Standard rack and bolts","location":"Far right side of Big Green."},"__v":0},{"_id":"8jrzHSZKXhumuCkrBPyv6w==","name":"Campfire Girls","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Thomas Kelley, Joe Lackey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":6,"mp_id":"107693795","mp_crag_id":"106443421","climb_id":"8jrzHSZKXhumuCkrBPyv6w==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"A \"casual\" entryway into one of NC's most feared cliffs. After negotiating some steep friction, clip the first of three beefy bolts and step into a shallow groove. After mantling up on a cool quartz jug, give a sigh of relief as you clip the second bolt and thank the heavens that you have about a hundred feet of climbing ahead of you with little risk of ground fall. After the bolts end, pad up a deeper water groove, which is initially well protected. While the climbing after the pro ends only occasionally breaks into 5.7 territory, the 50 foot plus run out will keep you on your toes.\n\nThe second pitch goes at 5.10, looks sort of inconsistent, and features rusty old bolts. Get after it!","protection":"3 bolts, a smattering of cams.","location":"Obvious water streak then groove with three bolts roughly 20 feet apart. Last route on the first section on the wall."},"__v":0},{"_id":"2Uk/2557VEGJ+fDVMMtzYg==","name":"Big Greenie Weenie","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":5,"mp_id":"111368415","mp_crag_id":"106443421","climb_id":"2Uk/2557VEGJ+fDVMMtzYg==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"P1\n\nGo up a right leaning crack and enter into a water groove with bolt to protect thin, smearing water groove. One more bolt up high before hitting 2 bolt anchor.\n\nP2 proceed straight up through water groove. Bolted protection at crux.","protection":"Cams and bolts.","location":"2 or 3 routes to the right of paralleling. next to camp big green."},"__v":0},{"_id":"rFIYAiGJVFmRL4PeaZPhow==","name":"Asses & Elbows","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown and the Big Greenie Weenie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"left_right_index":11,"mp_id":"108404827","mp_crag_id":"106443421","climb_id":"rFIYAiGJVFmRL4PeaZPhow==","areaRef":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":"This is a fun new 3 pitch line right in the center of the wall that was somehow overlooked throughout the years, perhaps due to the antithetical nature of the climbing... It climbs through a huge swath of rock that previously had no routes at all.\n\nThere are 2 techy face pitches and a cool crack and chimney pitch sandwiched in the middle. Also, there is a cool groove variation to P-3 that is shown on the pic topo.\n\nP-1 Start up on the bushy ledge just right of Sole Control. Climb the short handcrack in the corner to a small mossy ledge at the top of block. Climb the face through a bulge and up a thin slab to a quartz dike. Traverse out left on the dike and mantel up to the 4th bolt (sling long), then move back right and up to jugs and the last bolt (newly added). Easy climbing up right gains the anchor below the roof/corner. 5.11-\n\nP-2 This goes much easier than it looks - there are plenty of great hidden holds. Climb the roof/corner past many textbook stopper placements and a few finger size cams to a good rest in the slot (think easy version of the \"Womb\"). From here follow the obvious corner hand crack to the end and an anchor. A # 4 camalot is useful but not necessary. 5.10\n\nP-3 Move up and left to a line of 3 bolts that lead to easier, slightly runout, climbing (be sure to have a .75 camelot). Continue up and into the left streak and through a couple of 9ish bulges to an anchor. 5.10 c/d\n\nRap the route.\n\nP-3 variation FA Nathan Brown, Frost Walker\n\nFrom the end of the short squeeze section of pitch 2, move up and right onto a wild quartz ledge and belay. The var. climbs climbs cool face holds right of the groove past 3 bolts before moving back left into the groove. From here, climb past a mandatory #2 camalot (pinched-down spot in groove) and 3 more bolts to easy terrain. Follow this mossy groove up and left to an anchor. 5.10","protection":"Standard NC rack up to a #3 or #4.","location":"Between \"Sole Control\", and \"Out of The Blue...\" (AKA the Ramp). Third class up and right onto a vegetated ledge to locate the hidden short-crack start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,ed29cdbd-2620-54e8-80ad-016581c48e73","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Big Green"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.10"},{"count":2,"label":"5.11a/b"},{"count":2,"label":"5.10b/c"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.11"},{"count":7,"label":"5.9"},{"count":2,"label":"5.12"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":1,"intermediate":17,"advanced":9,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":18,"advanced":9,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.0281,35.1562]},"bbox":[-83.02864998563851,35.15575033981815,-83.02755001436148,35.15664966018186],"left_right_index":-1,"ext_id":"106443421","area_id":"7SnNvSYgVOiArQFlgcSOcw=="},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:16:01.413Z","updatedAt":"2024-01-15T16:47:42.566Z"}