{"_id":"6368a44ee80bff5a9959bf8d","area_name":"Never Say Never","shortCode":"","climbs":[{"_id":"4+JlrjeCVZSAvZyPDgLmJg==","name":"Never Say Never","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-96.51826,43.68927]},"left_right_index":0,"mp_id":"106875349","mp_crag_id":"106875346","climb_id":"4+JlrjeCVZSAvZyPDgLmJg==","areaRef":"/Jg4q8IPWeOgkJP95y+4Xg=="},"content":{"description":"(SUPER BETA) 2 Ropes is great for these routes. After Rappelling down the face on to the ledge below. Make sure either you have found a way to get the rope hanging above NEVER SAY NEVER to the ledge or rappel down with the rope attached to you. Once there you can have your belayer hook in to anchor themselves around the tree on the ledge. From here you will want to climb up roughly 3 feet and then traverse left around a corner that is pretty simple. Next from here you make your way around the next corner. The corner looks pretty blank and intimating but i've found there is a wonderful side pull towards the center of the dihedral it has a plant growing out of a crack. Pull onto the ledge on the opposite side of the dihedral and begin climbing up the face. About half way up the face you will find a giant flake which provides a great under cling. Follow this flake to the left for a nice side pull on the flake to another under cling much smaller. From here work the boulder y overhang bulge and top out.","protection":"3 stoppers or 3 cams Great cracks on top for anchors.","location":"This route starts in the dihedral and works its way up to the left then around the bulging overhang to top out."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,dfbb0654-d4bf-511b-9563-925c9663b1e2,ffcd485c-a9a3-5230-8f0a-381e30da360e,fc9838ab-c20f-59e3-a090-93fde72fb85e","pathTokens":["USA","South Dakota","East Side SD","Palisades State Park","Never Say Never"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"}],"byDiscipline":{"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-96.51826,43.68927]},"bbox":[-96.51888185361292,43.68882033981814,-96.51763814638709,43.68971966018186],"left_right_index":-1,"ext_id":"106875346","area_id":"/Jg4q8IPWeOgkJP95y+4Xg=="},"content":{"description":"Never Say Never is Between Fat Buttress and The Great North Wall. It has wonderful top rope options. The face climbs tend to be a little dirty and have our 8-legged friends crawling about. You can Rappel down on the face to a ledge down by the water for the face climbs. For the Overhang ( Never Say Never 5.10b) You can set up great Top Rope anchors in the cracks above the overhang. Do a classic Pali-Traverse with the rope hooking it on to a person rappelling down the face. Also helps to have a type of tag-line running to these routes as it is easier to get back to the ledge."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:23:11.049Z","updatedAt":"2022-11-25T11:21:42.278Z"}