{"_id":"63689de0e80bff5a994fa496","area_name":"Tremont Mountain","shortCode":"","climbs":[{"_id":"h+HcWnoWUsWsWMowo6R02A==","name":"West Face  Buttress  1","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Me?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4344,39.8651]},"left_right_index":999999,"mp_id":"106030163","mp_crag_id":"106030159","climb_id":"h+HcWnoWUsWsWMowo6R02A==","areaRef":"9Z6qoWirU7y28D5BTOj3Eg=="},"content":{"description":"The west face of the northern-most buttress (Buttress #1) on Tremont Mountain is a fun and quick climb that can be ascended via many routes from class 4 to 5.hard, depending on how you want to go. The route described here is one I did, and I felt the climbing was low 5th class.\n\nThe route ascends weaknesses (cracks) and sloping ledges above great exposure. I soloed the route w/o rope so I cannot comment on how the route would accept pro, but it looked like there are many places to place gear (cams/nuts etc.). Most of the face goes at 4th class and above. The rock is very solid granite.\n\nTremont mountain is only at an elevation of 10,000' or so, but the route faces west providing spectacular views of the continental divide, the Indian Peaks wilderness, Mt. Evans, Mt. Bierstadt, Gray's & Torrey's and even Long's Peak from the top. Fortunately from these peaks, it is easy to spot incoming weather from the west.\n\nI have named the prominent buttresses along the ridge top trending south from the true summit of Tremont mountain as #'s 1 - 3. This being said, \"The Bear\" would be buttress #2. I do not know whether or not these buttresses have proper names or not...I don't think so.\n\nRoute Description:\n\n1: At the base of the west face on butt #1, choose your line to gain the lower ledges behind the large pine tree near center of photo. This is best done from the north (your left). Once on the ledges, traverse south (right) 'til the ledges disappear and look for weaknesses in the up direction.\n\n2: Keep traversing south and up towards a lone pine on steep slabs. Once near this tree, find the crack system and climb it. This crack isn't too hard (5.2), but a fall here will drop you 50+ feet onto boulders. Ascend the crack for 15' and move to the right at the top.\n\n3: Next, aim for a dead tree (if it's still there) first moving behind a large flake-like boulder. Find cracks/weaknesses to move up and around this tree, still bearing south and up, to gain another ledge system.\n\n4: From here, the easiest way is still to the south and up by following broken rock/ledges and more cracks towards a pillar.\n\n5: Follow broken talus to the summit.\n\nDescent\n\nThe easiest descent option would be off the back. The east faces of all the buttresses on this ridge are very slabby and go at 3rd & 4th class.\n\n1: Walk east and then north descending into a few lone pines. Turn left (north) and walk along exposed ledges.\n\n2: Where this ledge dead-ends into a wall, turn right and descend steep slabs.","protection":"Cams and nuts...standard rack if you're going to do it roped.","location":"This route lies wholly within Golden Gate Canyon State Park. A daily use fee of $5 U.S. is required and available at several self service kiosks within the park system.\n\nThe easiest and most direct approach is to enter the park from CO-119 ~6 miles north of Blackhawk on Gap Rd. Follow signs to the park entrance and the self-serve kiosk there. Turn right on Mountain Base Road and proceed ~1/2 mile to the first parking area you come to ( before the Bootleg Bottom Picnic Area!).\n\nFrom your vehicle, head due west into the woods and straight up the hill. There is a lower elevation ridge (Promontory Ridge) that you will peak out on before getting to the top of Tremont. From here you can survey your surroundings and choose your line of ascent to the ridge proper."},"__v":0},{"_id":"Adu2u9ROUUyv7rOmk9SepA==","name":"Stickin' it to the Man","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Grog & Unk (11,000 B.C.)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4344,39.8651]},"left_right_index":999999,"mp_id":"106369622","mp_crag_id":"106030159","climb_id":"Adu2u9ROUUyv7rOmk9SepA==","areaRef":"9Z6qoWirU7y28D5BTOj3Eg=="},"content":{"description":"This route, while not evidently on Tremont Mountain, rests just above Kriley Pond off of CO-46 within the park.  The approach is literally only ~3 minutes from the parking lot.\n\nClimb ledges and then into a dirty gully that holds lots of bushes and old beer cans, scramble up a 4th class or maybe low 5th move to the base of the route.\n\nFrom here you'll be able to see the bolts down low to your right.  Climb the nice crack up out of the gulley and to the right of a huge pinnacle/flake.  The crack here gets better, steeper, but is filled with grass and dirt.  Bring your pruning shears!  You'll have steep slab to your right w/o much for the feet.  It can be run out if you can't clean all the grass for your cams from the crack.\n\nNear the top of this section, the crack bends to nearly horizontal to your right but(!), here you have two more options (I went right on gear to keep the route easy for me), you can either go straight up the slab and clip bolts, or climb the crack above you which looked in the .10+ category to me on gear, or climb this crack and clip the bolts...yeah, it's a nice crack with bolts!  D'oh!\n\nI went right and turned into an alcove.  Belay from here as rope drag will make it impossible to continue.\n\nP2: From the belay climb up and out an offwidth chimney for 15' onto easier ground, broken ledges.  Walk off to the east.","protection":"Standard rack, nothing bigger than a #3 C4 is what I used.  Or, you can just bring draws and clip bolts!","location":"I don't know the name of this formation, but it's right above the parking lot for Kriley Pond and below\n\nSon of Ralston\n\n."},"__v":0},{"_id":"+utWSD3BVD+dAkCVZWT36A==","name":"Nomad's Land","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"???","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4344,39.8651]},"left_right_index":999999,"mp_id":"106369534","mp_crag_id":"106030159","climb_id":"+utWSD3BVD+dAkCVZWT36A==","areaRef":"9Z6qoWirU7y28D5BTOj3Eg=="},"content":{"description":"While maybe not technically on Tremont Mountain, this climb is on the very end of a long knobby continuous ridge that leaves the summit and trends south for a couple miles.  At the end of this ridge above CO-46 are two tall rock walls called\n\nRalston Roost\n\nand\n\nSon of Ralston\n\n.  These formations are covered somewhat in the Falcon Guide #23 Lyons Area guidebook.\n\nClimb vert cracks through broken ledges low on the route and pass a couple bushes.  Then, get into the sweet leftward angling hand crack for 25 feet or so to the top.\n\nWalk off to the east.","protection":"Cams and nuts to BD C4 #4, double up on the #2 & #1 sizes.","location":"South face of the formation\n\nSon of Ralston\n\nin Golden Gate Canyon State Park, Gilpin County Colorado.  This formation is most easily accessed from Kriley Pond on CO-46 which runs E - W through the park.  Park at the lot for the pond just off the highway and bushwhack up the mountain towards the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,5e6fc0bb-0f2e-5711-846b-779a3db06c9b,f59eaaa1-68ab-53bc-b6f0-3e414ce8f712","pathTokens":["USA","Colorado","Golden","Golden Gate Canyon SP","Tremont Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4344,39.8651]},"bbox":[-105.43498583392025,39.86465033981814,-105.43381416607974,39.86554966018186],"left_right_index":-1,"ext_id":"106030159","area_id":"9Z6qoWirU7y28D5BTOj3Eg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:57:03.026Z","updatedAt":"2024-01-15T16:44:13.864Z"}