{"_id":"63689de0e80bff5a994f91f9","area_name":"Solaris","shortCode":"","climbs":[{"_id":"RXurmHrzU4eOR7XePY7h/Q==","name":"Twilight Zone","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":16,"mp_id":"105762546","mp_crag_id":"105746462","climb_id":"RXurmHrzU4eOR7XePY7h/Q==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"A short but sustained and fun route.\n\nApproach: Hike up the talus to the main wall of Solaris.  Cut left and go past the route\n\nContact\n\n.  Bear right up the first gully.  At the top of the gully you'll reach a ledge on the right below a steep wall.  On the left side of the ledge, spot a line of bolts heading up.  This is the route.\n\nClimb up steep rock past 6 bolts to the anchor.  Lower off.\n\nTwo stars for continuity and interesting moves.","protection":"Six bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"84TgN4EzUcetwloZay5klA==","name":"Tower of Power","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Rossiter and Jessica True, 2001.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":10,"mp_id":"105761154","mp_crag_id":"105746462","climb_id":"84TgN4EzUcetwloZay5klA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Main Wall of Solaris.  Tower of Power starts by a big triangular roof, 75 feet left of Mission to Mars.\n\nFollow a line of bolts up a steep face on the right side of the big triangular roof.  Turn a small roof, step left, and climb a steep headwall (crux) to a ledge. The crux section can be climbed following the bolt line or using a crack to the right. Another short wall leads to the anchors.  Lower 80' to the start.\n\nThe climb has some reachy moves, and may be easier for taller people.\n\nWatch out for some loose rock by the small roof.\n\nThis is one of the best routes on Solaris.","protection":"8 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"4cXaTveFXoyi6cbyjRUq/Q==","name":"Stellar Drifter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Chris Wood, 1979. First pitch: R. and J. Rossiter, 1981.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":19,"mp_id":"105761082","mp_crag_id":"105746462","climb_id":"4cXaTveFXoyi6cbyjRUq/Q==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"From the talus, scramble up to the left below a large Douglas fir that is visible from the road. Climb an obvious crack system in the upper south face for two pitches.","protection":"Gear.","location":""},"__v":0},{"_id":"+fXteRTSW7qjUodyrPdeJw==","name":"Start Me Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":7,"mp_id":"105761160","mp_crag_id":"105746462","climb_id":"+fXteRTSW7qjUodyrPdeJw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Main Wall of Solaris.  Start Me Up starts 50 feet left of the big triangular roof of The Luminosity, at a face just right of a blunt arete.\n\nClimb a steep face past three bolts, then ramble up an easy slab to the anchors.  Lower 65' to the start.","protection":"5 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"v33oO9QVXI6t5hrRv4l2/A==","name":"The Right Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"T. Bubb & Steve (???) 8/29/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":4,"mp_id":"105854343","mp_crag_id":"105746462","climb_id":"v33oO9QVXI6t5hrRv4l2/A==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"This climb shares 1/2 of its length with \"\n\nRight Line\n\n\" yet is quite different.  You see, it doesn't clip any of the bolts....\n\nClimb the lower 1/2 of the closely bolted \"\n\nRight Line\n\n\" on perfectly good gear placements, from medium stoppers and small cams or up to 2\" (Starting pro was a green Camalot and was bomber.)  At the ledge with the tree after the 3rd bolt, step up and right to a natural corner and crack and finish the pitch on 2.5-3.5\" cams.  Continue to a belay on tree or go down and left on a ledge to the anchors above\n\nRight Line\n\n.","protection":"Medium stoppers, a few small cams, a green Camalot or equivalent and a few 3\" +/- cams will sew it up.","location":"Starts as for\n\nRight Line\n\n, but instead of cutting left through the tree, it finishes up the trad line above & right of the tree."},"__v":0},{"_id":"BenuQr6RXJO6ePXxEyrHnw==","name":"Right Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter and Lauri Werling, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":3,"mp_id":"105761142","mp_crag_id":"105746462","climb_id":"BenuQr6RXJO6ePXxEyrHnw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Lower Tier of Solaris.  Right Line starts by a double-trunk pine tree.  There is another pine tree on a ledge 20' up the route.\n\nClimb a face past two bolts to a ledge with a tree.  Step left and climb a short pillar to the anchor.  Lower 50' to the start.\n\nNothing special, but a decent warm-up for the climbs on the Main Wall.","protection":"5 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"1B62woSBWo2/PUz3LNy7+A==","name":"Party On","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"T. Bubb, J Bargo, 9/19/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":13,"mp_id":"106029274","mp_crag_id":"105746462","climb_id":"1B62woSBWo2/PUz3LNy7+A==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"A short interesting section of climbing with more rock on either end of it. The route is basically uncleaned, as it was done ground up, on-sight on FA.\n\nStand up on a 1/2 buried flake to reach up under a small roof and place a 2-2.5\" cam overhead. Jam and pull the first roof (5.8+) and continue up and left to a second roof, which is much larger.  Protect under that roof on small cams (0.5, 0.75) on a long sling and pull up and left through the roof at its widest point. Very large holds make this easy enough. Place a 2-2.5\" cam and pull over the roof with awkward feet and get established above (crux, 5.10- ???) and climb easier terrian with reasonable pro to a tree with a sling which resides directly above on the large, rocky ledge.  The sling has no link on it as of now, and the ledge needs cleaned of loose rock when nobody is around.","protection":"A light rack to 3.5\" Crux pro is .5-.75\" cams under the large roof.","location":"Just left of the gully for\n\nMephistophiles\n\nand\n\nTwilight Zone\n\n, there is a tall section of wall with a tree growing very close to it.  Just left of the tree, near the arete at the entrance of the gully, there is a sharp flake sticking out of the ground next to the cliff, with the upward edge \"painted\" white.  Above this lies a double set of roofs.  The climb 'Party On' climbs up left of the first roof (yellow Camalot and handjam to pull it) and then up and left through the second roof (get horizontal and grab the huge holds) for the crux.  From there, easier climbing takes you to a loose rocky ledge and the top, where a large tree with a sling marks the top."},"__v":0},{"_id":"6bsxvffLWuKrZTCuV+tUew==","name":"My Place In the Universe","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tony Bubb, 10/2/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":11,"mp_id":"106036638","mp_crag_id":"105746462","climb_id":"6bsxvffLWuKrZTCuV+tUew==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"A compelling line that called me the first time I saw it. I knew I'd return to climb it someday. Although it initially was very loose, I cleaned the starting 'cave' from the ground with the help of Mark Ruocco. I then climbed it, cleaning the rest on the way up. It turns out to be great set of hard moves for the first 20 feet, followed by easier climbing through the vertical section, then some still dirty rock up at the very top.\n\nThe grade is uncertain, as it was cleaned ground-up and may have felt harder on the FA than it truly will turn out to be once clean, but this is certainly secure somewhere in the 5.11 grade. This and\n\nCosmic Explorer\n\nare by far the hardest routes at Solaris, in completely different ways.\n\nClimb up on the right wall using slopers for feet and holds on both sides for hands and stems. Gear can be placed on the left side. Convert to underclings, knee-scums, and body tension to pull the big roof (crux, 5.11?) then pull a few more semi-awkward moves to establish feet above the roof (5.10a?) and then climb the more mellow crack to the top. The last few feet are pretty lichenous, but will clean up over time. Presently the critical holds are cleaned.\n\nThis climb was cleaned ground-up and has yet to be thoroughly cleaned and scrubbed- this contributes to some ambiguity about the grade, and the final bit of climbing being still licheny (will be cleaned on rap later.)\n\nPotential leaders who are used to sterile conditions might find themselves in a pickle if they get to this before I finish cleaning it...\n\nYou can TR after accessing the top from\n\nMission To Mars\n\n, or if you set a directional using trad gear and TR from the\n\nMission To Mars\n\nanchors.  But watch out down low, so you don't hit talus from the opening moves back in the cave with rope-stretch.","protection":"Tricky and pumpy in places, but all there. A set of stoppers + cams to 2.5\"  Belay on the left, where the gear is and do so attentively. An early fall could land the leader in talus, though this is not the crux (maybe 5.10).\n\nYou can TR after accessing the top ledge by climbing\n\nMission To Mars\n\n, or if you set a directional stopper, you can TR from the\n\nMission To Mars\n\nanchors.","location":"Just to the left of\n\nMission to Mars\n\n, there is a huge overhanging slot that pulls up through a roof. Above that, a crack. Below the slot there is a pile of talus that fell from within... this slot, roof and crack are 'My Place In the Universe.'"},"__v":0},{"_id":"ts9qCSeOWs2d0A1bHeUeQw==","name":"Mission To Mars","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":12,"mp_id":"105761148","mp_crag_id":"105746462","climb_id":"ts9qCSeOWs2d0A1bHeUeQw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Main Wall of Solaris.  Mission To Mars starts behind a tree close to the rock, just right of a boulder-filled cave.  A finger crack leads up to a right-facing corner capped by a roof.\n\nClimb the finger crack (I protected it with yellow and red Aliens); for purity, don't use the tree.  Clip the first bolt and power layback up to the second bolt (crux).  Clip the third bolt under the roof, step left, and make a hard move over the roof to the anchors.  The final move can be bypassed by stemming off the tree. Lower 35' to the start.\n\nA short but fun route.","protection":"4 bolts plus two finger-sized cams to a 2-bolt anchor.","location":""},"__v":0},{"_id":"SYrtHoLBUliwWs3Svwr/Lw==","name":"Mephistophiles","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":15,"mp_id":"105764253","mp_crag_id":"105746462","climb_id":"SYrtHoLBUliwWs3Svwr/Lw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Approach: Go to the main tier of Solaris, traverse left past Contact, and head up a gully on the right.  Spot a ledge on the right side of the gully with a line of bolts; this is Twilight Zone.  Mephistophiles starts 10' left of Twilight Zone and goes up a left-angling crack system, with one bolt high on the route.\n\nClimb the left-angling finger and hand crack to a stance by a bolt on the steep upper headwall.  Make several difficult moves past the bolt, gaining a flared finger and hand crack.  Continue up the flared crack to the top.\n\nThe rock on this route is still quite dirty, with lots of lichen to spice up the crux headwall.\n\nWe top-roped this route after doing Twilight Zone.  The protection on the lower part of the route looks reasonable, but the protection in the flared crack at the top looks as if it could be difficult to place.","protection":"Finger-to-hand-sized gear plus one bolt at the crux.  2-bolt anchor at the top.\n\nCan top-rope after doing Twilight Zone by traversing over from the Twilight Zone anchor to the Mephistopheles anchor.","location":""},"__v":0},{"_id":"KxYnzZ7RXJWMN28qVYxt4A==","name":"The Luminosity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":9,"mp_id":"105761157","mp_crag_id":"105746462","climb_id":"KxYnzZ7RXJWMN28qVYxt4A==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Main Wall of Solaris.  The Luminosity starts under a big triangular roof, 85' left of Mission to Mars, and 10' left of Tower of Power.\n\nClimb up into a right-facing corner under the big roof, turn the roof on the left, and continue up the left edge of a steep face to the anchors.  Belay from a good ledge at the top, or lower 75' to the start.\n\nThe best route on Solaris.","protection":"10 bolts to a 2-bolt anchor.  Bring three or four longer runners to minimize rope drag.","location":""},"__v":0},{"_id":"Axs9IfOPWDO5q/i7399DQA==","name":"Leftovers","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"T. Bubb, free solo 8/29/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":2,"mp_id":"105854409","mp_crag_id":"105746462","climb_id":"Axs9IfOPWDO5q/i7399DQA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Starting from the anchors on \"Left Side...\" a 5.8 sport climb on the lower tier.\n\nContinue up and left for the remainder of a rope length (or so) will take you past MANY gear placement opportunities, which for the first half would be larger (hand-to-fist-sized) cams in good horizontals and then normal gear higher. The grade might be 5.5 or 5.6.\n\nYou end up just below the area with the climbs Luminosity and Mission to Mars.\n\nTo be as clear as I can, I have *no objection* to someone bolting this as a logical \"trail\" to the top of the lower section and access to the top tier.","protection":"A standard trad rack to 3.5\" and long slings.","location":"Start with the route \"Left Side,\" pass the anchors, and finish out a ropelength of climbing on trad gear."},"__v":0},{"_id":"PyF1/YviXoOtk6opxgjzfg==","name":"Left Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter and Lauri Werling, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":1,"mp_id":"105761145","mp_crag_id":"105746462","climb_id":"PyF1/YviXoOtk6opxgjzfg==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Lower Tier.  Left Line starts 45 feet left of Right Line.  The first bolt is just above a horizontal crack.  Climb a steep wall past three bolts, then ramble up easier, lower-angle rock to the anchors.  Lower 55' to the start.\n\nAnother warm-up for the routes on the Main Wall.","protection":"5 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"EVJ9ygIRW86J9jQWXfoJvw==","name":"Kundalini Express","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter and Jessica True, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":17,"mp_id":"105762549","mp_crag_id":"105746462","climb_id":"EVJ9ygIRW86J9jQWXfoJvw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Approach: Hike up to the start of Twilight Zone, and continue 50' right along the ledge around onto the west face.  Spot a left-facing dihedral with a finger crack and a small  pine tree.  This is the route.\n\nClimb the corner, go up a slab, then up a short headwall to the 2-bolt anchor at the top.  Belay from here, then rap the route.\n\nNot a great route, but worth doing if you're in the area and you brought some trad gear with you.","protection":"Nuts and cams to 2\".  There is a 2-bolt anchor at the top of the climb.","location":""},"__v":0},{"_id":"f0BvR9igWu2auWmyWhHkAw==","name":"Just End It","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Michael Stahl / A.Z.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":8,"mp_id":"120661686","mp_crag_id":"105746462","climb_id":"f0BvR9igWu2auWmyWhHkAw==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Steep, fun climbing through an early crux leads to easier climbing above.","protection":"6 bolts to 2 bolt anchor.","location":"It is the bolted route just right of\n\nStart Me Up\n\non the same blocky face. This shares anchors with the aforementioned route."},"__v":0},{"_id":"pEvjfURDXAKahLrl630EFA==","name":"Harvest Moon","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"T. Bubb, J Bargo, 9/19/07","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":14,"mp_id":"106029281","mp_crag_id":"105746462","climb_id":"pEvjfURDXAKahLrl630EFA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Pull onto the arete from the right of the arete and climb up and left onto the face and into a flare with a huge horn (sling for pro). A tiny diagonal crack protects with a purple Alien or equivalent before pulling up and left into a different crack system.  Follow discontinuous cracks up above the start to the top and to the sling on a tree- presently the sling has not links or rings, and the ledge needs to be cleaned of loose rock.  Parties below made this impossible (unsafe) during the FA.","protection":"A light rack to 3.5\" a tiny cam was at the crux move protection on the FA.  Gear will require some tinkering in spots, or be a little spaced apart.","location":"Just left of the gully for\n\nMephistophiles\n\nand\n\nTwilight Zone\n\n, there is a tall section of wall with a tree growing very close to it. Almost directly behind the tree, there is a blunt arete at the entrance of the gully. On the right there are good holds."},"__v":0},{"_id":"jnx21wVKXOeCwcPCgK7vzA==","name":"Fawkes and the Pilot","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Elizabeth Flournoy & Bruno Haché, 11/7/21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":5,"mp_id":"121599865","mp_crag_id":"105746462","climb_id":"jnx21wVKXOeCwcPCgK7vzA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Scramble up some chunks at the base of the tower. Climb the ramp to the left to a ledge, then head up for the enticing undercling. Crush the crux, then take the left side up to a ledge to clip the anchors, and do a little victory dance.","protection":"7 bolts to a 2 ring anchor.","location":"Follow the trail along the main wall of Solaris to the far left side. The mini-tower has\n\nDon't Get Me Started\n\non the right side of it, and just around to the left is Fawkes and the Pilot."},"__v":0},{"_id":"AbQUkLuQVxiWb3kmTd0atg==","name":"Don't Get Me Started","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Richard Rossiter and Bonnie Von Grebe, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":6,"mp_id":"105761163","mp_crag_id":"105746462","climb_id":"AbQUkLuQVxiWb3kmTd0atg==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the approach to the Main Wall of Solaris.  Don't Get Me Started begins 35 feet left of\n\nStart Me Up\n\n, at short face leading to a bushy ramp.\n\nClimb the short face past a bolt, then ramble up the bushy ramp to a steep corner.  Climb the corner and the slab above to the anchors.  Lower 70' to the start.\n\nBarely worth doing, but could be fun for a novice leader.","protection":"7 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"rgyfXOW7VY6/1tcvqddjVA==","name":"Crumbs","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Deb Thompson, Allen Light, Jaclyn Paik, LP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":0,"mp_id":"106021988","mp_crag_id":"105746462","climb_id":"rgyfXOW7VY6/1tcvqddjVA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"This is a line that draws the eye as you play on\n\nLeft Line\n\nof Solaris.  You see a starting move that looks interesting, and then you continue.  It starts about 20 feet to the left of\n\nLeft Line\n\n.  The opening moves are a bit bouldery, since you have to pull a crux moves before getting in pro.  Link a couple other cracks as you angle towards the anchor of\n\nLeft Line\n\n.","protection":"To a #3 Camalot.","location":"This lies ~20' left of\n\nLeft Line\n\n.  Look for a V slot right hand hold."},"__v":0},{"_id":"0Zi6x5dpUDeITYYm/fgDmA==","name":"Cosmic Explorer","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Don DeBlieux and Paul Lembeck, 1992.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":20,"mp_id":"105761079","mp_crag_id":"105746462","climb_id":"0Zi6x5dpUDeITYYm/fgDmA==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"This route is just to the right of the second pitch of Stellar Drifter. A very tricky steep slab - worth the walk now that there are other routes.","protection":"4 bolts, 2-bolt anchor.","location":""},"__v":0},{"_id":"8qEmOSvUU4e+Uq8K4tdDPg==","name":"Contact","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter, Jessica True, and Holly Parsons, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"left_right_index":18,"mp_id":"105761214","mp_crag_id":"105746462","climb_id":"8qEmOSvUU4e+Uq8K4tdDPg==","areaRef":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":"Follow the directions to the Main Wall of Solaris.  This is the first route you run across.  From the base of the route, it is difficult to see the second pitch, but you can see the beefy bolts for the first.\n\nThe first pitch doesn't look too inspiring.  Rossiter's site calls it 5.7.  I guess there is a 7 move in there, but the first 'pitch' is really there to get to the better climbing up above.  Clip four bolts to the anchor on a nice ledge with a bit of loose rock.\n\nThe second pitch is fun.  This was our last climb for the day, and it felt a bit hard for 9 but probably due to tiredness.  From the belay, you can clip the first bolt, then move up, clip, make a strenuous layback move, and keep going up.  Toward the end of the pitch, you pull onto a slab for a couple moves, then continue up to the anchor on a nice ledge with a great view.\n\nIt would be possible to walk off from here, but rapping the route is certainly more convenient.  We had a 70m rope and even with the long cord it took two raps to get down - the 70m would have left about 15' of downclimbing.\n\nI wouldn't go to Solaris for this route, but if you're there it's worth getting on it.\n\nPS.  I'm sure you can climb this in one pitch....","protection":"Described on Rossiter's site as two pitches.  First has 4 bolts to a 2-bolt anchor, second has 8 bolts to a 2-bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,70e46eb6-e655-53ae-ac0a-8b9ee9798e77","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Solaris"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.9"},{"count":1,"label":"5.7"},{"count":5,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":5,"intermediate":6,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4125,40.0001]},"bbox":[-105.41308699053876,39.99965033981814,-105.41191300946122,40.00054966018187],"left_right_index":-1,"ext_id":"105746462","area_id":"cORutuZVU66sCoue6XmOdw=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:55:55.698Z","updatedAt":"2022-11-25T11:16:27.110Z"}