{"_id":"63689de0e80bff5a994f9844","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"55suvWTjXtS395rqkc4FRg==","name":"Y-Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Henry Barber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":24,"mp_id":"105764754","mp_crag_id":"105746710","climb_id":"55suvWTjXtS395rqkc4FRg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This classic route starts on a ledge (Tennis Shoe Traverse) about 150 feet off the deck, about 200 feet to the right of the large, left-facing dihedral.  Consult the guidebook for an approach pitch.\n\nThis 5-star crack to hard to miss from the road.  This is a must do route if you are in the area for a few days. It starts out in a flared jagged wide crack with hand jams inside (5.10a).  This leads to a good rest at the intersection of the upper two cracks.  The left part of the Y-crack is easier and thinner, but more awkward.  The right crack is a splitter fist crack.  Get your #3 [Camalots] ready, and follow this beautiful crack for 25 feet to a good rest.  Cupped hand jams can be found deep in the crack, dive in and enjoy.\n\nThere is 2 bolt belay at 100 feet. You can lower or rap with a 60m.","protection":"A few medium hexes, 1 set of cams to #3.5 [Camalot], doubles from #0.75-2, and about 4 #3 [Camalots].","location":""},"__v":0},{"_id":"4GibkcL3WTCQJVS76Qptww==","name":"Y Not Continue?","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Maurice Reed and George Bracksieck, 10/10/83","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":25,"mp_id":"118684047","mp_crag_id":"105746710","climb_id":"4GibkcL3WTCQJVS76Qptww==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"After we climbed the\n\nHoney Pot Dihedral\n\nand the right\n\nY Crack\n\n, we wanted to continue. Maurice led straight above the\n\nY crack’s\n\nfinish, up a very thin crack in a right-facing corner system. He then continued up an offwidth and a thin crack in a face. He led the final pitch up scratches in the glassy, polished, short headwall. As I was following our third pitch (above the ground, first pitch of our continuation), Bill Kees yelled up from the ground, saying that we were “on a new pitch!”","protection":"Lots, from tiny to fist, maybe bigger. I’ve found Ball Nutz and smaller Tri-cams to be very useful at Ophir, especially on the blank faces.","location":"Start at the finish of the right\n\nY Crack\n\n, two pitches above the ground."},"__v":0},{"_id":"oMwbP2DvXwmG3I4RshLKdA==","name":"White Salamander","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Antoine Savelli,  early 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":11,"mp_id":"106016257","mp_crag_id":"105746710","climb_id":"oMwbP2DvXwmG3I4RshLKdA==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Wow, what an awesome route! This climb just doesn't let up, featuring sustained power-endurance climbing on a gently overhanging face of gorgeous orange granite. Start on a ledge a few meters above the ground. You might want your belayer to be anchored if the leader is not absolutely confident at the grade. Hard, technical moves begin right off the ground. Breathe a sigh of relief when you clip the first and second bolts - after that, you're safe enough. Power through the long crux section above, using crimps and sidepulls. Climb like a reptile, and you'll be fine. This is a very demanding lead - quite the testpiece for the grade!","protection":"6 bolts, anchors","location":"It is immediately to the right of the classic corner feature of\n\nHot Wee Wee\n\n."},"__v":0},{"_id":"KFcJ0l7hVHCr2XpSBqAldA==","name":"Trout-Jamieson","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Trout & \"Everest Pete\" Jamieson, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":9,"mp_id":"115334298","mp_crag_id":"105746710","climb_id":"KFcJ0l7hVHCr2XpSBqAldA==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"An old unreported route on Ophir Wall, Colorado: Trout-Jamieson, .10-.\n\nThis is a direct line up a blunt buttress on the Main Wall of Ophir. We left no sign of our passing, using just a rack of nuts and \"walking\" off. Peter kindly let me hog the lead, since I was the one who wanted to venture up unclimbed terrain.","protection":"It may have been that we had some of our first Friends (1 to 3 inches). There is no fixed gear.\n\nMore ascents and some input would be great to see!","location":"This is the first possible 5.10 route left of the\n\nY-Crack\n\npanel."},"__v":0},{"_id":"ukv4Ym66U26HgogVfDxRBg==","name":"Total Recall","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Doug Berry, ground up, hand drilling","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":17,"mp_id":"106016679","mp_crag_id":"105746710","climb_id":"ukv4Ym66U26HgogVfDxRBg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This is a great sport climb.  Gain the arete (way hard!) and climb straight up making the crux on tenuous, reachy moves on perfectly small crimps to a thank God jug.  Then stem acrobatically to the chimney feature, and finally a run up the slab to the anchors.  This was impressively bolted on the lead.","protection":"Quickdraws, 4 or 6 bolts.","location":"This is to the left of\n\nP.O. Crack\n\n."},"__v":0},{"_id":"QLc5dH0yUg2sQLff1VeMBQ==","name":"Smokin’ Toasters","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Charlie Fowler, Teri Kane, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":13,"mp_id":"119786852","mp_crag_id":"105746710","climb_id":"QLc5dH0yUg2sQLff1VeMBQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Start as for\n\nHorse Chaser\n\n, heading straight up the finger crack/seam instead of traversing. Traverse right near the top to the anchor.","protection":"Doubles micro - 0.75. Offset stoppers and cams keep the original PG-13 rating at bay.","location":"See “\n\nHorse Chaser\n\n.”"},"__v":0},{"_id":"KtqJYclhV1CznYOOWuf7BQ==","name":"Savelli Express","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Antoine Savelli in 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":29,"mp_id":"106009466","mp_crag_id":"105746710","climb_id":"KtqJYclhV1CznYOOWuf7BQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This is a full length route up one of the proudest sections of the Ophir Wall.  The pitches are well-thought-out and although it is possible to rap with just one 60 meter rope from bomber bolted anchors, having two ropes might be a good idea considering the area's reputation.  The protection is mostly good, with a smattering of bolts on several pitches.  Actually, some pitches have no bolts and some are exclusively bolt protected, notably the crux pitch.  All the pitches except one are \"moderate\" and it is possible to pull through the crux pitch at A0.  This is one of the best routes in the Telluride region, with consistent quality, length, and stunning position to its credit.  The crux pitch is HARD for those who hope to free it.  (Has this even had a second free ascent yet?)  This route needs to see more traffic, so...get on it!!\n\nIt starts well to the right of the\n\nPost Office Crack\n\n, maybe 50 yards down from Sweet RPs.\n\nThe first pitch (5.11a) is short but fierce, protected by a few bolts and trad gear, with a funky crux sequence pulling through a V-notch in a small ceiling.\n\nThe second pitch is a 5.8 hand crack that leads to the Tennis Shoe Traverse ledge above.  The first and second pitches could be linked easily.\n\nThe third pitch is airy and scary!  Solid 5.9 climbing up laser cracks on a long, awkwardly slanting arete/corner moves straight above to a bolted anchor.  Route finding may be tricky here, so watch out or you might not get where you want to be!\n\nThe fourth pitch is the money pitch...It's essentially a sport climb that busts through an intimidating series of roofs at 5.13a.  You may be thinking...I'm cruising this!  But the crux at the last roof is really some hard cranking, indeed!  Fingers of steel may be the ticket here.\n\nThe 5th pitch features sparsely bolted face climbing, with little in the way of gear placements.  Awesome climbing, but heads up!\n\nThe 6th pitch is another bolted pitch, probably 5.10a and really devious.  It ascends the well defined arete, for another fantastic ropelength.\n\nThe 7th pitch kicks back to a lesser angle, so you know you're getting quite a ways off the deck.  The rock quality deteriorates considerably here, on blocky 5.7ish ground.\n\nThe last pitch is a scramble to the top of the technical difficulties of the route, ending at trees.\n\nThis is a phenomenal climb, and a visionary effort for the first ascentionist.  When more people climb this, it will surely get a reputation as a MUST DO climb at Ophir.  This was put up in 2003 by local guide Antoine Savelli.\n\nAs a last word, be careful alert on the way up AND on the way down for the possiblity of falling rocks - they're everywhere and all it takes is one...have fun and be safe!","protection":"Wires, Tricams, gear to 2\".\n\n1 60 meter rope is required.\n\nBolted rap anchors.","location":"Looking at the Ophir Wall, it climbs the right side of the wall, through a huge roof system on clean (for Ophir!) rock."},"__v":0},{"_id":"kwmR8RLUXPiZ+7InRSqq4A==","name":"Sailing Shoes","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Kees & Jim Jennings","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":16,"mp_id":"120946172","mp_crag_id":"105746710","climb_id":"kwmR8RLUXPiZ+7InRSqq4A==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Climb on edges, slightly bulging, past two bolts up lower angle rock to a roof (two additional bolts). Continue right past the roof and then left up thin crack to a bolted anchor.","protection":"4 bolts & gear.","location":"This route is between Hit The Slopes &\n\nTotal Recall\n\n."},"__v":0},{"_id":"hq8bnSB4V5eXywN1npjpzg==","name":"Rainbow Warrior","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":3,"mp_id":"105847261","mp_crag_id":"105746710","climb_id":"hq8bnSB4V5eXywN1npjpzg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Immediately right of the \"Comes a Time\", another good bolted line runs straight up through the mix of face holds.  No lie, there are only four bolts in this 110' of climbing, and if you come off at the wrong spots, you are gonna wish you were dead, but relax. Where it gets hard, you have a hanger, and when it gets easy, you get to run it out.  This is another one to good anchors I felt it was just every bit as hard as the \"Comes a Time\" maybe harder and certainly more heady.  But it is a good outing all the same.","protection":"A few draws and some courage.","location":""},"__v":0},{"_id":"TGrWYV56WjOfUH5apjmzMg==","name":"Post Office Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown, approx. 1972 ??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":28,"mp_id":"105764970","mp_crag_id":"105746710","climb_id":"TGrWYV56WjOfUH5apjmzMg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This is a good landmark for orienting yourself when climbing on the Ophir Wall. The route follows the prominent chimney system which is a few hundred feet right of the center of the Ophir Wall and is almost directly uphill from the Ophir Post Office - hence the name. (But do not approach from the post office, the house behind it is privately owned. The parking pullout is a couple hundred feet left, west, of the post office.)  Pitch one is clean, long and good and many parties climb just this pitch. The upper pitches wander a bit and go through some loose blocks that are a little spooky. Wear a helmet.\n\n1) Climb cracks and chimney for 150 feet. A short squeeze section at about 80 feet is probably the crux of the entire climb. After exiting the chimney an anchor can be found out right on the large ledge. If continuing up, arranging a belay at the base of the next crack would be advisable.\n\nAnchors may have been flattened by rockfall.\n\n2) 120 feet. Climb a good handcrack to easier ground and up into a large roof which is easier than it looks. Continue through some looseness to some old webbing found in a corner which can easily be backed up (or ignored) with some cams.\n\n3) 100 feet. Continue up the corner and through a short offwidth/chimney section. This pitch seems to have a few options but you are aiming for the larger, right-facing corner up higher. There is a large slung block out left at the base of said corner.\n\n4) 100 feet. Climb up the large, corner system. The easiest/most obvious line goes up the face about 5-10 feet out right from the corner. Pitch ends at a slung tree.\n\nThe first three pitches all have some 5.8. The fourth is probably 5.7. To descend, traverse 80 feet right (might want to belay) to another anchor and follow bolted rap stations back to the ground. There are a couple different options. 4 raps in all, 2 ropes are needed. Great way to get off the ground but the climbing goes downhill after the first pitch and a half. The first pitch could be used to access the\n\nY-crack\n\nby traversing left on the Tennis Shoe Traverse.","protection":"1 set of stoppers and a double set of cams - a bigger piece may be helpful but not necessary - some long runners.","location":""},"__v":0},{"_id":"gZ6s9IDjXdqSM1+Q/mmljQ==","name":"Opharian Complex","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Nathan Martian","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":4,"mp_id":"105847264","mp_crag_id":"105746710","climb_id":"gZ6s9IDjXdqSM1+Q/mmljQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Just like in the days of old, Nathan put this one up in good style.  If you are not efficient at placing Ophir gear, you had better leave this one off the list for awhile.\n\nSixty feet of slab, with the occasional good placement, lead you to a fifty foot headwall with two bolts in it.  If you are efficient at placing gear, the thin crack will take your ideas in between them, if not, run it out on excellent and solid 5.9+ to the safety of the next bolt.   A stopper move lurks at the top before it eases off, then more air to the anchors.  This has great movement, the best climbing of the three \"easy sport\" climbs in this area.  It is not for the faint of heart!","protection":"Rack of singles Friends #2.5 - #0 Metolius, nuts, long draws.","location":""},"__v":0},{"_id":"/FnmJ2gKWpyyoJQ20+ie/Q==","name":"Morning Glory","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FA: Henry Barber, 1973, FFA: Antoine Savelli, Teri Savelli, and Scott Kennett, 1985","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":20,"mp_id":"108259439","mp_crag_id":"105746710","climb_id":"/FnmJ2gKWpyyoJQ20+ie/Q==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This was first put up in 1973 by Henry Barber, it was known back then as the Aid Crack. Then it was freed by Antoine in 1985. Stunning! Use tennis shoe traverse for a quick approach, or Crescent Loon, 5a or 5.8 to big ledge for first pitch.\n\nThe second pitch is 7c/7c+ or 5.12d. It is splitter crack on a mirror wall, unbelievably beautiful rock. It has some difficult crack-climbing with a face crux and more but much easier 6c or 5.11c thin hands to double bolted belay left.\n\nRappel 140 feet.","protection":"10 clips, RPs to double set of Friends up to #3 Friend.","location":"This is on the Main Ophir Wall on the the mirror-like Neanderthal Wall. It is a must do!"},"__v":0},{"_id":"XIVGtK8UVFSCqUZp8K+asg==","name":"Lowe/Kudo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Lowe and Tim Kudo, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":26,"mp_id":"119177253","mp_crag_id":"105746710","climb_id":"XIVGtK8UVFSCqUZp8K+asg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Lowe/Kudo is a good warm-up pitch, or climb the harder second pitch to the Tennis Shoe Traverse.\n\nPitch 1: start just to the right of the\n\nHoney Pot Dihedral\n\nin a shallow chimney with gear. Pull up and right to the first bolt on a ledge ~25 feet up. 2 more bolts lead up ledges to a nice crack system on the left side of a large flake. Clip one more bolt above the flake, then move up and right to a 2-bolt anchor. A 70m rope is required to rap or lower from here, 5.8 115 feet.\n\nPitch 2: 3 or 4 bolts lead to a bolted anchor just below the Tennis Shoe Traverse ledge, 5.10+ 40 feet.\n\nPer\n\nJon Henry\n\n: those four bolts belong to a much harder route. Lowe/Kudo traverses right. There are no bolts on P2.","protection":"4 bolts on pitch 1, 3 or 4 bolts on pitch 2, and bolted anchors atop each pitch. A single rack should sew it up between the bolts on P1.","location":"The start is 10 feet to the right of the\n\nHoney Pot Dihedral\n\nchimney in a shorter chimney. You should be able to see the first bolt about 30 feet up on a ledge. The second pitch is a short, polished, vertical headwall with bolts."},"__v":0},{"_id":"1YJ2Or/kWpawmr4MQNkoow==","name":"Just Another 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Kees","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":18,"mp_id":"112924731","mp_crag_id":"105746710","climb_id":"1YJ2Or/kWpawmr4MQNkoow==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Climb the crack system/gully immediately left of\n\nCrescent Loon\n\n. There is no defined crux, but there are some moves in between gear placements.\n\nThere are two bolts on the left at the start that you can use (harder start) or keep it trad on an easier start to the right.\n\nIt's a good route, worthwhile, but Ophir has better moderates to offer. My buddy and I came to the crag after a spring snowstorm, and this was the only dry route we could find.","protection":"I brought doubles up to 0.75. I only brought singles in #1, #2, and #3, and would have liked doubles in those. Don't be afraid to do get creative and do some gardening/digging for placements. I slung a horn with a double-length on a runout easier section up high.","location":"Start in between\n\nTotal Recall\n\n(5.11+) and\n\nCrescent Loon\n\n(5.8 up big gully with black rock). Climb the crack system/gully immediately left of\n\nCrescent Loon\n\n."},"__v":0},{"_id":"fp0UnTuPWAqbdX8GAzPuQg==","name":"Hot Wee Wee","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"[Henry Barber, 1973]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":6,"mp_id":"105764979","mp_crag_id":"105746710","climb_id":"fp0UnTuPWAqbdX8GAzPuQg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This is the giant, left-facing corner that splits the center of the Ophir Wall. It can also be located by following the grassy slope below the wall to its highest point. The first pitch is barely 5th Class, and many parties do not rope up for it. It is much cleaner and straightforward than\n\nP.O. Crack\n\n.\n\n1) Start in corner, head up and right on easy ledges. End pitch 10 or 20 feet below a blank looking, left-facing corner. There is no fixed anchors, and a few different cracks are available, 100 feet, 5.2?\n\n2) Face climb out left from the blank corner into a small alcove, exit alcove up and right, and continue up the corner. About 30 feet above the alcove, 2 options exist: one is to traverse right to easier ground with rope drag potential. The other is to stick with corner. This is a long pitch which ends on a spacious ledge about 40 feet left of the giant, left-facing corner, 150 feet, 5.9.\n\n3) Climb corner to ledge with belay out left, 110 feet. 5.7.\n\n4) Continue up corner to ledge with belay out left, 100 feet. 5.7.\n\n5) Continue up corner with a short offwidth/chimney section to the end of the corner, 60 feet. 5.9.\n\nTraverse left 20 feet to anchor, and rap back through your last couple belay stances (you'll be rapping over\n\nBlack Primo\n\n, 5.9 R). When you have reached the giant ledge which is the end of pitch 2, I would recommend continuing out right (climber's) and down another 40 feet to a bolted anchor that is not visible from above. This will take you to new chain anchors which you can either do (1) 2 double rope rappels (2) 4 70m rope rappels (just enough). If done this way, you'll end up a couple hundred feet right of the start of the route.","protection":"Double set of cams, set of stoppers, some long runners, one optional big piece.","location":""},"__v":0},{"_id":"wjYDRsY2UDSmVWMnT5jSmQ==","name":"Horse Play","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":12,"mp_id":"105765123","mp_crag_id":"105746710","climb_id":"wjYDRsY2UDSmVWMnT5jSmQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This fun but short, right-facing corner is located to the right of the start of the Tennis Shoe traverse and a handful of hard sport climbs.\n\nFollow a right-facing corner with a low roof and fun stemming moves to a 2 bolt anchor.  Rap or continue upwards on a different route.","protection":"SR....","location":""},"__v":0},{"_id":"OuDx0hjmVSqTJJlZV7XyYA==","name":"Horse Chaser","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Davis, Mary Hubbard, 1976","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":14,"mp_id":"117134731","mp_crag_id":"105746710","climb_id":"OuDx0hjmVSqTJJlZV7XyYA==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"From\n\nTelluride Rocks, 3rd Ed.\n\n:\n\n65. **Horse Chaser, 5.9 R/X, begins about 20’ to the left of a right-facing, right-leaning corner (same start as Smokin’ Toasters). Climb right across the black streaked wall, then head up to finish at an anchor (85’). The gear on this route is tricky!","protection":"Not really.","location":"See the topo from\n\nTelluride Rocks, 3rd Ed."},"__v":0},{"_id":"eTNdR8jBWtaLVC5B2ymWAg==","name":"Honey Pot Dihedral","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":23,"mp_id":"112254292","mp_crag_id":"105746710","climb_id":"eTNdR8jBWtaLVC5B2ymWAg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Start in the obvious, right-facing, blocky corner just to the right of \"\n\nFeeling Edgy\n\n\". There are two blocky corners that lead up the gully to the offwidth, climb either. The left one is slightly harder and higher in quality.\n\nClimb up the blocky dihedral corner with cracks and ledges until you get to the offwidth handcrack/chimney. It's a little dirty and has a few chockstones. This could use some traffic, but it is still good climbing. Do a committing start at the chimney, plug in some big gear in (up to #5), and climb to the same anchors for \"\n\nFeeling Edgy\n\n;. An old guidebook had 5.8 (and no FA info)...it felt a tick harder than some of the other 5.8s in Ophir/Cracked.","protection":"Standard rack and doubles in big pieces. Bring an extra #4/5 for the chimney.","location":"It is immediately to the right of\n\nFeeling Edgy\n\n."},"__v":0},{"_id":"2S4NwOE3VyWx7Tj41opt0g==","name":"Hidden Secrets","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. K., D. Jo, 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":15,"mp_id":"117117041","mp_crag_id":"105746710","climb_id":"2S4NwOE3VyWx7Tj41opt0g==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"From\n\nTelluride Rocks, 3rd Ed:\n\n66. **Hidden Secrets, 5.9 PG-13, two pitches. Pitch 1: from the top of\n\nHorse Chaser\n\n, continue up large jugs to the slab above, climb delicate face moves past one bolt to an anchor (possible to belay from here—see topo for 5.8 variation) or continue up and left 80’ to the top of the pillar. Pitch 2: climb straight up a corner, staying left of the roof. Gain the top of the pillar and anchor. Being extra small gear this route. FA: BK, DJo, 1976.\"","protection":"Gear in cracks.","location":"See the topo from\n\nTelluride Rocks, 3rd Ed."},"__v":0},{"_id":"daNu4JVPWZStGbl6yHr8fw==","name":"Feeling Edgy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Kees","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":22,"mp_id":"107696745","mp_crag_id":"105746710","climb_id":"daNu4JVPWZStGbl6yHr8fw==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This route is directly left of the Honey Pot Chimney.  Feeling Edgy has three bolts on it, and the rest uses gear.  The route wanders around the face and the arete.  The bottom is probably the most physical section of climbing, and the top is probably the coolest.  When getting to the second bolt, head climber's right to a short, splitter, thin hands crack, then traverse left into the bolt.  I thought any fall on this route would be a little weird and uncomfortable, but the route does not deserve an R rating.","protection":"3 bolts, I took a double rack of cams, but we were planning to climb the\n\nY-Crack\n\nas a second pitch before we had to bail because of rain and lightning.  A 70m rope will get you to the base of the\n\nY-Crack\n\n.  Feeling Edgy has a bolted anchor.","location":"This is directly left of the Honey Pot Chimney.  The extremely low first bolt is a good signal that you have found the right route.  This can be used as an alternate approach pitch to the\n\nY-Crack\n\n."},"__v":0},{"_id":"ELxJNmx3UoCNsI5LpFG5ZQ==","name":"Emotional Rescue","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Kees & Barry Rugo, 1982 (from CGNA)?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":5,"mp_id":"105763254","mp_crag_id":"105746710","climb_id":"ELxJNmx3UoCNsI5LpFG5ZQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Just to the left of\n\nHot Wee Wee\n\n, which is the huge dihedral in the middle of Ophir Wall.\n\nP1: The start is vague, but basically goes up the not-so-well-protected face to the left of\n\nHot Wee Wee\n\n. Somewhere you'll find a set of bolts for an anchor.\n\nP2: Head out right past a bolt and up past a bulge and into a shallow dihedral.\n\nP3: Continue up the shallow dihedral until it peters out and you're staring up a blank intimidating face. Head out right and up a little, aiming for a couple shallow slots that take gear.  A cool head and nerves of steel will prevail. Eventually you will make to some good holds, where you will find an unnecessary bolt. Continue up to a belay.\n\nEither rap down the face or continue up to the top of\n\nHot Wee Wee\n\n.","protection":"Standard Ophir rack.","location":""},"__v":0},{"_id":"lgC1/4Q1Us+cLBkjEXDO+Q==","name":"Dr. Gizmo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Lynn Hill & John Long","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":0,"mp_id":"105763251","mp_crag_id":"105746710","climb_id":"lgC1/4Q1Us+cLBkjEXDO+Q==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This climb starts on top of a fourth class/easy fifth class ramp on the left side of the main wall. Either belay from the ground for the first pitch, or have the belayer join the leader at the top of the ramp.\n\nP1: Fingers locks and crimpers will get you through the crux of the first pitch, which is at the start. Hands to the belay. 5.10b\n\nP2: Great pitch, with a spicy step out right to a bolt on a varnished blank looking section. Continue up through very fun climbing.\n\nIts possible to combine P1 and P2 with a 60 meter rope if you belayer is on the top of the ramp. Rappel route.","protection":"Single set of cams, nuts, and runners.","location":""},"__v":0},{"_id":"LyNEzHbPUJCYhta13QBP4w==","name":"Dingomaniaque","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Antoine Savelli & Teri Savelli, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":1,"mp_id":"108259413","mp_crag_id":"105746710","climb_id":"LyNEzHbPUJCYhta13QBP4w==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This is the first multi-pitch bolted route put up in 1986. It was very controversial at that time.\n\nIt is left of\n\nHot Wee Wee\n\nand right of\n\nDr. Gizmo\n\n.\n\nFirst pitch: climb dead center on slab, clipping 3 bolts, climb over a roof, 6c+ or 5.11d passing a fixed pin to belay.\n\nThe second pitch goes diagonally left and upwards towards first crux at 8a or 5.13b and then to an easier crux.  It is all on bolts at 7a+/7b or 5.12b/c and goes to double bolt anchors.\n\nThird pitch: traverse right to a 6b or 5.11a move, then straight to a short 6a or 5.10b traverse on some bolts and natural pro, finishing on buckets: it is beautiful and exposed.","protection":"10 clips, bring a small single rack from RPs to #3 Friend.","location":"This is on the left Main Ophir Wall, right of\n\nDr. Gizmo\n\nand left of\n\nHot Wee Wee\n\n."},"__v":0},{"_id":"oypqSjH1WZaP3hPpdVRiPQ==","name":"The Cross","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Patricio Vyhmeister, 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":27,"mp_id":"121527795","mp_crag_id":"105746710","climb_id":"oypqSjH1WZaP3hPpdVRiPQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"I did this climb a little bit as an eliminate to do the hardest possible line. You guys do it as you wish, but the grade may be a bit easier. I start the route with my right hand in a slopey sidepull avoiding all jugs to the right. Go up in great sequence and sustained hard climbing for four bolts. Clip a bolt of the\n\nLowe/Kudo\n\n, and join the Friends of the Ophir Wall route for 10 easy and runout meters. Place some cams in the crack, and 6 feet below the horizontal crack of “the cross”, traverse left on crimps and a long reach to the bottom of the vertical, slopey crack, place a bomber cam at the horizontal crack. From here, follow four bolts on hard and pumpy climbing. After the last bolt, stay in between the two slopey cracks. If you go right, you would be joining the Friends of the Ophir Wall route. Place a 0.5 cam in the crack, and go straight up to the anchor.","protection":"9 bolts, 1 #1C3, 1 #0.5, 1 #1, 1 #2, and 1 #3.","location":"Start on the steep face with four bolts right of the\n\nLowe/Kudo\n\nroute. Cross\n\nLowe/Kudo\n\nto the left, and join the Friends of The Ophir Wall for like 10 meters, traverse left into the “cross” crack, and follow bolts from here to a bolted anchor."},"__v":0},{"_id":"o/dQIFEcVv24Ou+Svl9Klw==","name":"Crescent Loon","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bill Kees, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":19,"mp_id":"117303637","mp_crag_id":"105746710","climb_id":"o/dQIFEcVv24Ou+Svl9Klw==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"Crescent Loon is another really cool and varied, moderate trad route on Ophir Main Wall. Start just to the right of two low bolts, and make some power moves on positive and incut crimps to get off the ground. Plug your first pieces in the crack that leads up to\n\nJust Another 5.9\n\n, and traverse slightly right into the series of diagonal cracks (super cool rock!) that leads to easier climbing above. Traverse back left once the holds and crack run out. Here I think it's a bit PG-13. You can sling a horn and extend before pulling a short / easy overhang. Plug some medium cams in a slot, and then climb final slab moves traversing up and left to a two bolt anchor.","protection":"I took a double set of Totems / cams 0.2 - 3.0 - you could definitely do less if confident at grade. The first 3/4 takes tons of gear - then a bit runout.","location":"Just to the right of two low bolts (Getting Bent, 5.10d) and one to the right of\n\nJust Another 5.9\n\n."},"__v":0},{"_id":"LOA//ln4W9uFf4JOTbXS5A==","name":"Comes a Time","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Kees","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":2,"mp_id":"105847256","mp_crag_id":"105746710","climb_id":"LOA//ln4W9uFf4JOTbXS5A==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This ascends past the first set of bolts immediately right of the\n\nDingomaniaque\n\nroofs.  True to form here, the bolts protect the hard parts where no natural gear is available, and the rest is up to you.  Face climb easy and occasionaly protected face for forty or fifty feet to a notch, where the roof breaks into more moderate terrain.  Clip your first bolt, and move up steep incut holds through another bolt, a blue Metolius, and three more to reach the anchors.  This has great movement on bomber stone!","protection":"A small rack of thin gear and draws.","location":"It is on the Weeping Wall."},"__v":0},{"_id":"6a8GaR3nVIuFGu9g8xFffQ==","name":"Cheeseburger in Paradise","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Kees, James Hebert","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":21,"mp_id":"106016673","mp_crag_id":"105746710","climb_id":"6a8GaR3nVIuFGu9g8xFffQ==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This consists of steep and spicy face climbing on traditional gear.  No walk in the park, this climb is pumpy and committing from bottom to top.  Tricky, balancy climbing with few places for gear leads to an awkward crack higher.  Cheeseburger gives you the classic Ophir experience of making hard moves facing a good-sized fall.  Some might find it hard not to overgrip, and as such, it's as much of a mental challenge as it is a physical exercise.  I'd say 5.10 doesn't get much better than this for quality and experience.\n\nIt must be said that Ophir in general is stacked with brilliant 5.10 climbs.","protection":"Nuts and cams, maybe tricams, too.","location":"This is center-right of Ophir Wall."},"__v":0},{"_id":"5xS3XWhJXC+6sKr+GuINDg==","name":"The Chameleon","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Weinberg & James Stover","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":10,"mp_id":"112087446","mp_crag_id":"105746710","climb_id":"5xS3XWhJXC+6sKr+GuINDg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This fierce little line offers up great rock quality, technical and bouldery movement, some unique beta and a spicy run out to the anchor over a tiny, and somewhat dubious, cam placement. It is a good choice for boulderers!\n\nStart standing to the right of the first bolt (stick clipping is highly recommended), near the start of '\n\nWhite Salamander\n\n'. Move left on sidepulls to reach a good incut near the first bolt. From here, head upwards on an amazing sequence of edges, crimps, gastons, and sidepulls until reaching a large incut, a bit above the 3rd bolt. From here, angle left to gain the arete, and follow this to the two bolt anchor.\n\nAfter the third bolt, the difficulties ease, but the commitment factor increases. A marginally placed small cam or two may provide a slight increase in confidence. Or you can just ignore the risk and punch it straight for the chains. If you decide not to place a cam or if the cam doesn't hold, there is groundfall potential, especially if you fall near the anchor.","protection":"This line has 3 bolts and then a long run out to the bolted anchor. This runout can be somewhat protected by a very small cam (or two possibly). Stick clipping the first bolt is highly recommended.","location":"This route is located immediately left of '\n\nWhite Salamander\n\n'."},"__v":0},{"_id":"TmdrD3bnUYWq/eJArryuYg==","name":"Blue Moon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kees","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":8,"mp_id":"105765120","mp_crag_id":"105746710","climb_id":"TmdrD3bnUYWq/eJArryuYg==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"This route is located to the right of the large, left-facing dihedral on the upper wall (\n\nHot Wee Wee\n\n, 5.9) and below\n\nY-Crack\n\non the lower face.  It is a moderate way to get to the Tennis Shoe Traverse ledge system.\n\nFollow an often wet rounded arete up and right past ~4 bolts.  A light SR rack will take you to a bolt anchor after about 100 feet.\n\nEither rap or work out another pitch to the ledge system above. This is an okay introduction to the slick rock on the main Ophir Wall.","protection":"Light SR....","location":""},"__v":0},{"_id":"o3qFQeJnV/W4N94Ziut8JA==","name":"Black Primo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fowler & Johnson","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"left_right_index":7,"mp_id":"106234136","mp_crag_id":"105746710","climb_id":"o3qFQeJnV/W4N94Ziut8JA==","areaRef":"zB/DzEclXYOt3TqBCrA6/g=="},"content":{"description":"From the top of pitch one of\n\nHot Wee Wee\n\n, climb a bolted variation on the face to the left of the corner.\n\nP1 - Climb the black, water-streaked face past two bolts finishing at a ledge with a bolted anchor.\n\nP2 - Continue up the face past two more bolts to a bolted anchor at the top of the wall.\n\nDescent - rappel route and then down\n\nHot Wee Wee\n\n, or rappel route then down and climber's right.","protection":"Two bolts per pitch that can be supplemented with some small nuts and cams.","location":"This is just to the left of the prominent, left-facing corner of\n\nHot Wee Wee\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d91c72a2-88f4-56ed-b35c-d265d2fb0139,0965de5d-32d3-55f5-a658-36aa1339adfd,3516975f-9a62-5387-9b96-61b75c50e4f6,cc1fc3cc-4725-5d83-addd-3a810ab03afe","pathTokens":["USA","Colorado","Telluride/Norwood area","Ophir","Ophir Wall","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":3,"label":"5.12d"},{"count":5,"label":"5.9"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":5,"intermediate":17,"advanced":2,"expert":1}},"sport":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":4,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":18,"advanced":5,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.86669,37.859]},"bbox":[-107.86725953365784,37.85855033981814,-107.8661204663422,37.859449660181866],"left_right_index":-1,"ext_id":"105746710","area_id":"zB/DzEclXYOt3TqBCrA6/g==","polygon":{"type":"Polygon","coordinates":[[[-107.86725953365784,37.85855033981814],[-107.8661204663422,37.85855033981814],[-107.8661204663422,37.859449660181866],[-107.86725953365784,37.859449660181866],[-107.86725953365784,37.85855033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T05:56:19.865Z","updatedAt":"2024-02-19T18:31:54.304Z"}