{"_id":"63689fc7e80bff5a9951d81c","area_name":"Mariba Fork","shortCode":"","climbs":[{"_id":"hQ+CwnF7UuChpjtWkCswnA==","name":"Synergy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Whit Bronaugh, John Bronaugh in 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5724,37.9004]},"left_right_index":0,"mp_id":"110998903","mp_crag_id":"107847971","climb_id":"hQ+CwnF7UuChpjtWkCswnA==","areaRef":"cM1gIhGUUoOt6Y1SyA0g7w=="},"content":{"description":"Per Red River Climbing: \"Walk left from [Reach For The Beach] for several hundred feet past a very large ampitheater. Directly past the ampitheater is a nice looking dihedral. Climb the dihedral to a ledge then move right to a large tree and belay. Continue up a flake to a ledge near a crack splitting the roof.\"\n\nWe made two rappels, but you could probably make it with 70m, though I wouldn't recommend it because of loose rocks at the top of P2.","protection":"Standard rack to 3 and a spider wand. Slung trees at the tops of both pitches.\n\nFixed carabiners on slings replaced as of September 2015.","location":"Walk to the left of Reach For The Beach and through the ampitheater."},"__v":0},{"_id":"ioLEBbY3VtiskqtqMcV2/Q==","name":"Reach for the Beach","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Bronaugh, Ron Snider 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5724,37.9004]},"left_right_index":2,"mp_id":"108938341","mp_crag_id":"107847971","climb_id":"ioLEBbY3VtiskqtqMcV2/Q==","areaRef":"cM1gIhGUUoOt6Y1SyA0g7w=="},"content":{"description":"This climb has a direct start, which climbs up the face directly beneath the hand crack about 15 feet high. There are a couple opportunities for protection before getting all the way to the crack. The other start utilizes a crack system to the right, and then traverses back left to join the proper hand crack. Climb the hand crack to a couple of poorly equalized slung plates (fixed carbiner is tri-loaded, and proper equalization is necessary to make this a safe piece of fixed gear. Climb above the plates and traverse right and up into a fist crack. Make some tricky moves in the fist crack and top out onto a ledge. Walk about 15 feet right to a single bolt anchor.","protection":"Standard rack of cams and nuts from .3 - 3 inches. Direct start is protectable, and does not warrant the R rated start indicated in the guidebook. The slung plates must be used with care, as the tri-loaded biner is unsafe. The anchor set up at the top is very inconvenient. It is essentially impossible to clean this climb on rappel or on a lower, so be sure that you have a capable second who can follow and clean this climb.","location":"The route is to the right of Laceration. Just uphill and climbers left from the little stream flowing from underneath the head height overhangs. You will see a clean face with some edges and pockets that climbs up through a hemlock branch to the hand crack; this is the direct start. Once you lead the climb to the top and set up the anchor on the single bolt, it is best to belay your partner from the top and rappel."},"__v":0},{"_id":"JOI61O/xXyC3VCD2AwquGA==","name":"Laceration","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5724,37.9004]},"left_right_index":1,"mp_id":"107847977","mp_crag_id":"107847971","climb_id":"JOI61O/xXyC3VCD2AwquGA==","areaRef":"cM1gIhGUUoOt6Y1SyA0g7w=="},"content":{"description":"[Needs Description]","protection":"[Needs Protection]","location":"[Needs Location]"},"__v":0},{"_id":"8FG+d14mUHSHmG4ntaU5Eg==","name":"The Exodus","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5724,37.9004]},"left_right_index":3,"mp_id":"113562035","mp_crag_id":"107847971","climb_id":"8FG+d14mUHSHmG4ntaU5Eg==","areaRef":"cM1gIhGUUoOt6Y1SyA0g7w=="},"content":{"description":"The route is slopey but fairly easy. Start on the ground behind the tree and follow the obvious hand crack up the slope and top out. Beware the hollow rock at the top marked with an \"X\" in the topo. The whole route was mossy and some of the footing was slippery so beware of a fall backwards into the tree. It was my first ever trad lead so I found that a lot of my gear wandered and it was a trek of Biblical proportions to get here. Hence the name.","protection":"It takes large cams all the way up. The smallest that I used was a Black Diamond C4 #2 and the largest was a #4. I wish I had had a couple more #4s on my rack. An anchor can be established at the top using micro nuts (see image) and we threw a micro cam into the mix just for fun. Beware the hollow rock on your right marked with an \"X\" in the topo photo. It is also possible to walk off to the left of the route once finished.","location":"When you reach Laceration keep following the wall to your right for another five to ten minutes. You'll pass a very large amphitheater on your left. You will see a thin crack above the route (pictured). Hike down to where the tree is growing at the bottom of the crack and rack up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,70cd6022-1194-5283-ade9-8d52c80d20ef","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Mariba Fork"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.5724,37.9004]},"bbox":[-83.57296985387785,37.89995033981814,-83.57183014612215,37.900849660181855],"left_right_index":-1,"ext_id":"107847971","area_id":"cM1gIhGUUoOt6Y1SyA0g7w=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:03:52.816Z","updatedAt":"2024-01-15T16:44:54.480Z"}