{"_id":"6368a185e80bff5a9954f56e","area_name":"Moapa Peak","shortCode":"","climbs":[{"_id":"DoHXn+pRWDuIL43qznFpnA==","name":"Hoochie Coochie Man","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.45082,36.85843]},"left_right_index":0,"mp_id":"121702580","mp_crag_id":"121701978","climb_id":"DoHXn+pRWDuIL43qznFpnA==","areaRef":"/p9DZ8YzU9Gpo4fvUGuDyA=="},"content":{"description":"Don't climb on the seventh hour, on the seventh day of the seventh month or the seven doctors will say, \"You weren't born for luck\".  And you'll see even if you've got seven hundred dollars, you'll wish for muddy waters to flood in.  A true desert stand out classic.  Climb this in fall, winter, or spring because summer says, \"don't you mess with me\".  After meandering up a boulder wash the first obstacle is a mini slot canyon at 1.5 miles that is a good warm up or, look for cairns on the left that head up and away from the slot. The route to the base of the peak is nicely cairned and this is where most of the elevation gain will occur.   Heading north toward the peak base is a broad ridge leading to much steeper terrain. This is where the first real climbing begins, and a class 3 headwall must be gained then easy class two and three terrain remains as it winds through many rocks and cactus.  A good sense of route-finding will serve well here. Hike and scramble up this slope for several hundred feet until you reach the summit ridge. Continue hiking up the cairned slope until you reach the first set of cliffs. Walk right up to the base of them and from there head eastward traversing along their base. The best trail seems to follow close to the base. Look up, there is a lot of potential here. Curve all the way around the base of Moapa's ridge to the north side.  There are many ways to scramble up to get to the renowned knife edge.  This is where the fun begins.  While only third and fourth class, the knife edge is steep and exposed along a narrow 300-foot-long ridge with sections that are only two feet wide. A fall would almost certainly be fatal, but the climbing is delightful especially if you like exposed unroped climbing.  The summit is just a short distance away. There's a canister with a summit log inside.To get back, retrace your steps or to stay true to the Hoochie Coochie route, continue west along the entire summit ridge and find a class 4 scramble all the way down the spine to a final looser, longer headwall with some easy class 5 slab down climbing.  Once at the base you will intersect your ascent route at 5800'.  ","protection":"Free solo","location":"Circuitous route from the south that heads NNE then north and up then WSW along the entire Moapa ridge and all the way back down then calls to you as it says you know I'm the man, everybody knows I'm the man.  Well, you know I'm the Hoochie Coochie man.  From the top marvel at the whole wide world with views of Lake Mead, Vegas, The Valley of Fire, and the entire Mormon Area Wilderness.  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,fe9f4367-c633-53d1-a9a3-87ef506b83c8","pathTokens":["USA","Nevada","Southern Nevada","Moapa Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.45082,36.85843]},"bbox":[-114.4513819908775,36.857980339818134,-114.4502580091225,36.858879660181856],"left_right_index":-1,"ext_id":"121701978","area_id":"/p9DZ8YzU9Gpo4fvUGuDyA==","polygon":{"type":"Polygon","coordinates":[[[-114.4513819908775,36.857980339818134],[-114.4502580091225,36.857980339818134],[-114.4502580091225,36.858879660181856],[-114.4513819908775,36.858879660181856],[-114.4513819908775,36.857980339818134]]]}},"content":{"description":"Sunny, secluded with many navigational challenges through the grassy desert floor then broad boulder field to a fun mini slot canyon and up to the brushy cactus slope then finally west up the canyon towards the shallow saddle with one class 3 headwall.  Finally as you go ENE past the peak, curve around the eastern tip and scramble up north to stare headlong and back-track WSW along the knife edge.  Moapa meaning \"muddy waters\" is composed of limestone and layers of brown sedimentary rock. What sets this hike and scramble apart is the elevation gain (3300'), and the \"knife edge\" on the last 200 yards to the summit."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:11:25.969Z","updatedAt":"2024-02-19T18:34:59.051Z"}