{"_id":"63689de0e80bff5a994f913c","area_name":"Little Bear Peak","shortCode":"","climbs":[{"_id":"uufOCXMwWHiUqSQOKHdWrg==","name":"West Ridge Direct","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.49725,37.56665]},"left_right_index":999999,"mp_id":"108376829","mp_crag_id":"106016598","climb_id":"uufOCXMwWHiUqSQOKHdWrg==","areaRef":"/s75ZsbXUQaJHgHaRYlliw=="},"content":{"description":"Gain the West Ridge proper as described for the\n\nWest Ridge (Hourglass) route\n\n. After passing the last large notch in the ridgline, climb to the ridge proper, instead of traversing south to the Hourglass gully. Once on the west ridge proper, stay on the top of the ridge for nearly the entire climb, negotiating the towers and headwalls as they come.\n\nThere are two \"crux\" sections on this route, a roughly 5.4 chimney with a large chockstone at the top, followed shortly by a 5.2 slab with some old webbing near the top.\n\nThe 5.4 Chimney\n\nyoutube.com/watch?v=Wkk36DR…\n\nThe 5.2 Slab\n\nyoutube.com/watch?v=VhBxhtQ…\n\nNear the summit we turned south towards some cairns that mark the upper portion of the hourglass route, however, I think you can stay on the ridge all of the way to the summit.","protection":"","location":""},"__v":0},{"_id":"MARi+k4+V5ePaRRY+4Jsjw==","name":"West Ridge and Hourglass Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.49725,37.56665]},"left_right_index":999999,"mp_id":"106016603","mp_crag_id":"106016598","climb_id":"MARi+k4+V5ePaRRY+4Jsjw==","areaRef":"/s75ZsbXUQaJHgHaRYlliw=="},"content":{"description":"A quarter mile past Lake Como a cairn marks a path south up a steep rocky couloir to the ridge crest.  This couloir is rather unpleasant and loose and ends at a saddle at 12,580'.  From here, either head up the ridge (east) or cross the saddle and immediately turn east, contouring across the south face, following a cairned traverse.\n\nThe first option puts you on top of pt. 12,980'.  Drop down to the next saddle and then pick up a cairned route which traverses across and up the south and then southwest face to the base of the Hourglass Couloir, which lies on the SW face of Little Bear.  The second option leads to the same place without going over the top of pt. 12,980'.\n\nYou are now ready to enter the Hourglass.  Beware!  It would be difficult to design a more dangerous route from the perspective of rockfall.  Any rock which is knocked off the upper 500' of the route is channeled straight through the Hourglass, which is only about 10' wide at the narrowest point.  Thus, climbing this couloir with another party above you is akin to playing Russian Roulette.  I would heed Lou Dawson's advice and plan to climb this monster on a week day.  You can start early and try to beat everyone else, but you may still have to deal with them on the way down (which is a good reason to do the traverse).\n\nThe bottom of the Hourglass is a smooth slab and comprises the crux of the route.  Avoid grabbing the fixed ropes or you will have to record your ascent as 4th class, A0 (just kidding, you can do whatever you like).  This section is not difficult when dry.  Unfortunately snow, ice, and water tend to linger here.  At the neck of the Hourglass, look for numerous scars in the rock where high speed boulders have impacted.  There is nobody above, right?\n\nSoon after passing through the neck of the Hourglass you reach a big ledge with the anchoring for the fixed ropes (was the rappel anchor).  From here on the climbing is only 3rd class, however extreme caution is required to avoid knocking rocks on people below you.  At this point, you can climb up and right, or left and then more or less straight up.  We chose the latter option which heads directly to the summit after about 400 vertical feet.\n\nDespite all the warnings, I found this to be an enjoyable route -- since there was nobody above us.  It may be the best route on the mountain if you are lucky enough to find it unoccupied.","protection":"Helmets!  As of 2007, there are two fixed ropes on the 4th class crux.  I gather from earlier trip reports that these fixed ropes are a recent addition.  On one hand they make an ascent more convenient because you no longer need to take a rope (for getting down, at least).  But they may also make the route more popular which is a very bad thing on this route.","location":""},"__v":0},{"_id":"IVh8KFPPXTahYxpNIQhhQA==","name":"Northwest Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.49725,37.56665]},"left_right_index":999999,"mp_id":"106251157","mp_crag_id":"106016598","climb_id":"IVh8KFPPXTahYxpNIQhhQA==","areaRef":"/s75ZsbXUQaJHgHaRYlliw=="},"content":{"description":"Wear a helmet!\n\nThis climb is a less-traveled alternative to the Hourglass Couloir route on Little Bear that ascends the impressive northwest face of Little Bear. It connects with the Little Bear-Blanca ridge near the summit of Little Bear. Most of the work is picking your way through the 3rd class talus and scree at a fairly high angle. Two points on the route _may_ require the use of pro: gaining the \"shelf\" above the \"Black Hand\" on the rock, gaining the ridge close to the summit. People have reported being able to pass the \"black hand\" to climbers right while keeping it 4th class.\n\nOnce you've passed the \"Black Hand\", follow the steep 3rd class gullies up to a more level area. Head up and right to a weakness in the ridge. You may want to simul-climb to the top of the ridge, continuing to the summit.\n\nArguably safer when snow-covered, since it likes to shed rock,\n\nparticularly in rain storms\n\n.","protection":"Sparse alpine rack, when you can find decent rock to place it. Arguably, only needed for one or two pitches. Did I mention a helmet?","location":"Follow the road above Lake Como until it gets close to the talus fields. You'll see the \"Black Hand\" feature as you ascend the road. Once past the \"Black Hand\" on the road, follow the talus high point back to the base of the Black Hand."},"__v":0},{"_id":"mnUcG+HpUk6WTN+h9iw70A==","name":"The MCR Route","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.49725,37.56665]},"left_right_index":999999,"mp_id":"115330901","mp_crag_id":"106016598","climb_id":"mnUcG+HpUk6WTN+h9iw70A==","areaRef":"/s75ZsbXUQaJHgHaRYlliw=="},"content":{"description":"This route ascends a prominent rib system to the left of the northwest face route described in Roach's guidebook. It seemed discrete enough and interesting enough to be worth mentioning. This route keeps you out of the major gully system on the NW face.\n\nClimb up rock and some scree to the base of a rib that is to the left of a large, black water mark that is to the left of the black hand. Choose a line to the crest of the rib. This goes anywhere from Class 3/4 with the occasional Class 5 move to 5.4. The rock is generally solid, and the route finding is straightforward. Follow the rib until it levels out and joins the face above. Look up and to the right for a smaller rib that goes diagonally to the left. Join this rib system and climb up Class 4 - 5 terrain until you reach the ridge. You should gain the ridge to the left of the third bump from the summit (see the beta photo).","protection":"It is best to do this without a rope. If desired, a light alpine rack should suffice, there were ample places to put protection.","location":"From Lake Como, follow the jeep road until you can see a line to the base of the rib system that is to the left of a large water mark to the left of the black hand (see the beta photo)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,66a3ae24-a3fa-5709-bb00-db44d8efc320,fecef966-c6d7-5106-891e-01da4589658b","pathTokens":["USA","Colorado","Alpine Rock","Sangre de Cristo Range","Little Bear Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"4th"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.49725,37.56665]},"bbox":[-105.49781729100386,37.56620033981814,-105.49668270899613,37.56709966018187],"left_right_index":-1,"ext_id":"106016598","area_id":"/s75ZsbXUQaJHgHaRYlliw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.221Z","updatedAt":"2022-11-25T11:16:24.285Z"}