{"_id":"6368a1b8e80bff5a9955403c","area_name":"West Rattlesnake Ice","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,ed64d61e-6282-57d8-a91b-ecb9217981c2,d7ab4ea7-4587-5a54-977d-2163c3cd5475","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","- Lakes Region Ice","West Rattlesnake Ice"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.54178,43.77922]},"bbox":[-71.54240278836905,43.77877033981814,-71.54115721163097,43.77966966018186],"left_right_index":-1,"ext_id":"109931362","area_id":"16tOp0WHWlSXfSFjw81UdQ=="},"content":{"description":"This ice is found at the base of the extremely popular hiking trail of West Rattlesnake in Holderness, NH.\n\n The flows on these cliffs are at the far left and the far right, at the base and consist of lines from 25ft-45ft, and plenty of mixed climbing variations.\n\n Flows to the left are fun, short, steep chandelier ice. Flows to the right vary in style and are less consistent.\n\n The cliffs are west facing so they get a little bit of sun but with the ice being on the lower section of the cliffs, it's mostly shaded.\n\n There are remnants of this area once being a rock climbing destination but from what I could tell has long been abandoned. The rock is super chossy. I highly suggest, though it might look tempting, to not climb here in the summer though the bolted climbs to the far right seem solid.\n\n [NOTE- I visited here mid-Jan 2019 and found no climbable ice, although it did appear the \"slab\" area was getting some ice.  Dec2018 and Jan2019 were very cold, and this may have actually been the problem...i.e. being a summit cliff I suspect it needs thaw-freeze cycles for the ice to form.  R Hall NHAdmin.  20JAN19  However, it is a nice, short hike on a popular trail with great views at the top.  ]"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:14.212Z","updatedAt":"2024-01-15T16:46:50.204Z"}