{"_id":"6368a214e80bff5a9955d99f","area_name":"Ace's Face","shortCode":"","climbs":[{"_id":"WbFvoDp3XBuufbah5mVxug==","name":"Jokers Wild","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Edmund Ward et. al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59013,32.37181]},"left_right_index":0,"mp_id":"111677306","mp_crag_id":"110606158","climb_id":"WbFvoDp3XBuufbah5mVxug==","areaRef":"dIiZYn7iVHKrigf2Z6RUeg=="},"content":{"description":"p1:  climb a right facing crack to an intersection with a small roof.  Look for this rather improbable step up to gain the easier climbing above the bulge.  Go straight up, the crux, clipping a fixed pin.  Traverse right to a stance near a bush. \n\n  p2:  short pitch to establish an anchor near a crack system in the middle of the face. \n\n  p3:  a long pitch up cracks, climb discontinuous cracks until one can climb a long right to left crack system. \n\n  p4:  another short pitch near the top of the climb.  Follow weaknesses on left to the shoulder of Aces' Face, aiming for a notch above or go out right for cleaner face climbing, one old bolt (perhaps a couple of 5.9 moves) to the belay.","protection":"Standard Organ trad rack.  Bring a bolt kit and webbing to buck up the old rap route.","location":"The route starts right center of the clean face.  Find a small right facing dihedral which goes to a longer roof.  Rap the route (2 ropes)--2 raps."},"__v":0},{"_id":"bmNyRX7PXgqZqw7Ikown9Q==","name":"Jokers Not Wild?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.59013,32.37181]},"left_right_index":1,"mp_id":"115332690","mp_crag_id":"110606158","climb_id":"bmNyRX7PXgqZqw7Ikown9Q==","areaRef":"dIiZYn7iVHKrigf2Z6RUeg=="},"content":{"description":"We thought this was Jokers Wild based on the old Southwestern Mountaineers topo               \n\nTopo from around 1980 compiled by Southwest Mountaineers.\n\n but apparently it is not. Nonetheless, it is a good, well-protected route on excellent rock, worth repeating.\n\n P1 (40ft, 5.7?): Climb directly up a finger crack to the small tree above. You can also scramble up a ledge heading up/right (low 5th), then angle back left (3rd class) toward the tree. Gear anchor in crack just left of the small tree.\n\n P2 (80ft, 5.6): Traverse directly left from the small tree toward the big tree with old webbing around it. This starts on a slab with somewhat hidden pro at first (small cams), then turns into a interesting, rather exposed sideways traverse under a small roof (big cams) until a step up gains the ledge with the big tree. Tree anchor.\n\n Note: P1-2 could be pretty easily connected, especially if you brought 2 ropes to help reduce drag.\n\n P3 (100ft, 5.7+):  Step out left of the tree and onto the main face of Ace's Face, which has been hidden from sight thus far. Navigate upward on a system of cracks (nuts useful) until the angle eases a bit and larger ledges are reach. Gear anchor in cracks.\n\n P4 (180ft, 5.9): Locate a fist-width weakness in the roof above and follow cracks to it. Pulling over the roof is the crux of the route, fortunately well-protected. After that, follow cracks upward to the top and build a gear anchor.","protection":"There is no fixed gear on the route. Bring a double-rack from #000 in C3 up to #3 Camalot and a set of nuts. Don't forget plenty of webbing and quicklinks for getting down. We did the route with a single 60m rope, but two ropes would have permitted an easier descent.","location":"The route starts on the far right-hand side of Ace's Face, reached via a short scramble. Descent remains to be worked out, but in general you can escape into a gully to the south via at least one rappel and some scrambling/bushwacking. A good topo of the route as viewed from far away has already been posted.               \n\nCard Deck as seen from Baylor Canyon Road. Joker's Wild marked, based on old topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,cc88d336-68f0-5b4f-b30a-3b6302e2c383,511ec36a-7e54-559d-ac34-a0cd1bb80189,74889962-7ee2-5472-ab8a-07f667a4547a","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","North Organs","Card Deck","Ace's Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.59013,32.37181]},"bbox":[-106.5906623996347,32.371360339818146,-106.58959760036531,32.37225966018187],"left_right_index":-1,"ext_id":"110606158","area_id":"dIiZYn7iVHKrigf2Z6RUeg==","polygon":{"type":"Polygon","coordinates":[[[-106.5906623996347,32.371360339818146],[-106.58959760036531,32.371360339818146],[-106.58959760036531,32.37225966018187],[-106.5906623996347,32.37225966018187],[-106.5906623996347,32.371360339818146]]]}},"content":{"description":"A clean, northwest facing face about 250 feet high with steep but featured rock of good quality at a consistent angle. The features diminish higher up. Cracks are common but may need cleaning up, as traffic is minimal to nonexistent due to a difficult approach."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:47.088Z","updatedAt":"2024-02-19T18:38:12.182Z"}