{"_id":"63689d5be80bff5a994f3fb3","area_name":"alpine / multi-pitch","shortCode":"","climbs":[{"_id":"hI1HtbRdWB68u9iOEuq7cA==","name":"West Face","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.014,37.5909]},"left_right_index":1,"mp_id":"108308606","mp_crag_id":"108308353","climb_id":"hI1HtbRdWB68u9iOEuq7cA==","areaRef":"qH2/LpwAWCGDgTRbGm8vBw=="},"content":{"description":"Great summmit of a dramatic-looking peak surrounded by pretty lakes. Short easy approach.\n\nApproach\n\n: See\n\nCrystal Crag alpine / multi-pitch area\n\nfor how to get to Crystal Lake. Then a short ways starting around East side of Crystal Lake, then turn Left (E) onto an unofficial climber's track. Up on that a ways, then bear Right roughly SE or S (perhaps with a track) and aim for the base of the cliff somewhere below the notch between the Middle summit and South summit.\n\n(Or continue S along the base of the cliffs to a very large multi-trunk tree roughly below the South summit).\n\nClimb\n\n: Find your way as best you can up to the notch between the Middle and South summits. Significant loose rock and dirt. Mostly class 3, but likely some section will feel like class 4, especially when getting back down.\n\nThen Left and a little more climbing up to the Middle summit (on descent this likely will feel like class 4).\n\nOptionally continue farther N along the ridge, over the (lower) North summit (but returning from this requires a low class 5 move), and down a little to the unique bright-white crystal mini-tower.\n\nOr from the notch go Right (S) along the crest of the ridge to the (highest) South summit (coming back down this will likely will feel like low class 5).\n\nAlternate\n\n: From somewhere roughly below the (higher) South summit, find your way up to the crest of the ridge (likely easiest to hit it a few meters North of the highest summit). Longer and more difficult and more interesting climbing than the above route further north -- perhaps with less dirt, but still enough loose rock. Possibly it could all be climbed up at difficulty class 3, but getting back some of the down-climb moves will feel like class 4.\n\n. (Likely there are other routes) .\n\nDescent\n\n: Back down the same way.\n\nDo\n\nnot\n\nattempt to descend the W face from between the North summit and Middle summit.\n\nStatistics\n\n:\n\nTotals for approach hike + climb to summit:\n\non Trail hiking distance 1.75 Miles / 2.8 km with vertical gain +675 ft / 210 meters.\n\nOff trail hiking distance 0.25Mi/0.4km with vertical gain +160ft/50m.\n\nClimbing length 600ft/180m with vertical gain +400ft/120m.\n\nGrand Totals for approach + climb + descent + return hike:\n\non Trail hiking distance 3.5Mi/5.5km with vertical gain +800ft/250m\n\nOff trail hiking distance 0.5Mi/0.8km with vertical gain +160ft/50m\n\nClimbing + traversing + Down-climbing length 1200ft/360m\n\nClimbing + traversing vertical gain +400ft/120m\n\nDown-climbing + traversing vertical loss -400ft/120m\n\nTotal horizontal distance = 4.25 miles / 7 km\n\nTotal vertical gain = +1375ft/420m","protection":"Light trad rack.","location":"3-4 miles SW of the town of Mammoth Lakes.\n\nSee\n\nCrystal Crag alpine / multi-pitch area"},"__v":0},{"_id":"aGf37pcAUGGHrKHGTI8aSQ==","name":"South Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.014,37.5909]},"left_right_index":3,"mp_id":"108308441","mp_crag_id":"108308353","climb_id":"aGf37pcAUGGHrKHGTI8aSQ==","areaRef":"qH2/LpwAWCGDgTRbGm8vBw=="},"content":{"description":"Fun interesting moves on good ridge-top granite comparable to the famous ridge climbs of Tuolumne Meadows (but with a shorter easier approach). Wonderful setting in the midst of mountain lakes.\n\nApproach\n\n: See\n\nCrystal Crag alpine / multi-pitch area\n\nfor how to get to parking and trailhead and hike up to Crystal Lake  -->\n\nsee overview map\n\nThen hike about 0.25 mile / 400 meters S around the east side of Crystal Lake, which some ups and downs to reach a flat clearing. Then head cross-country SSE about 0.3 mile / 500 meters on a rising traverse to reach the col on the south side of the Crystal Crag.\n\nTurn sharp L (N) and start scrambling up the South ridge (with moves of class 3 and some rock-hopping opportunities) about 600 ft / 200m to the first tower. (This point could also be reached by steeper climbing up the W side of the ridge - see\n\nAretes of Crystal Crag direct\n\n)\n\nClimb\n\n: Up (with some downs) along the narrow ridge / arete distance about 600 feet / 275m (low class 5, mostly class 3+4) to the (highest) South summit. Possibly with careful navigation, might be able to keep all the climbing moves at difficulty class 4 or less, but if descending (or retreating) the same way, some of the moves likely will feel like class 5.\n\nIn some sections it might be possible to find an easier way below the crest of the ridge on the east side (one guidebook recommends doing this higher on the route), but be careful since this could send loose rock down on the Sport climbers below.\n\nDescent\n\n: Return the same way.\n\nalternate Descent: From a little N of the South summit, go down the West face. One guidebook suggests going straight down a short ways, then diagonal Right (NW). We started that way, but then aimed aimed overall toward a little N of the S end of Crystal Lake ... From the crest at first straight down (steep thoughtful moves), then diagonal down + S (thoughtful moves, exposed) into a gully, and down that. In the middle section we hit a dirt track, then lots of loose rock, down to a wide ledge, where we turned SW to get down to the talus field near a large multi-trunk tree.\n\n. One guidebook suggests that this overall section of the W face is class 3, but especially the top section (also a little at the bottom) seemed to require so much thought to find the moves in descent that it should be graded as class 4 (even if it feels like class 3 when climbing up) - or perhaps the guidebook author just knows a better easier route.\n\nalternate Descent: Continue N along the arete, down-climbing to the notch between the South summit and the Middle Summit (low class 5). Perhaps this section can be done at class 4 if done in the upward direction, but some moves as down-climb likely will feel like class 5). From the notch, go down the West with loose rock and dirt. Mostly class 3, but likely a class 4 move will be encountered, especially near the bottom.\n\nGPS\n\n: All latitude/longitude waypoints along with other helpful waypoints and tracks are in a GPX file linked from\n\nthis page\n\nStatistics\n\n:\n\nTotals for approach hike + climb to S summit:\n\non Trail hiking distance 1.9 Miles / 3.1 km with vertical gain +725 ft / 225 meters.\n\nOff trail hiking distance 0.8Mi/1.2km with vertical gain +500ft/155m.\n\nClimbing up + traversing length 650ft/200m with vertical gain +325ft/100m.\n\nGrand Totals for approach + climb + descent S ridge + return hike:\n\non Trail hiking distance 3.8Mi/6.2km with vertical gain +900ft/280m\n\nOff trail hiking distance 1.6Mi/2.4km with vertical gain +330ft/100m\n\nClimbing + traversing length 1300ft/400m\n\nClimbing + traversing vertical gain +450ft/140m\n\nDown-climbing + traversing vertical loss -450ft/140m\n\nTotal horizontal distance = 5.6 miles / 9 km\n\nTotal vertical gain = +1375ft/420m\n\nFor a longer harder version of this route, see\n\nAretes of Crystal Crag direct","protection":"Rope less than 30 meters and long slings for the arete sections (possibly a selection of cams). The leader should be skillful in protecting by running the rope around different sides of rocks and horns along the arete.","location":"3-4 miles SW of the town of Mammoth Lakes -->\n\nsee overview map\n\nGetting here: see\n\nCrystal Crag alpine / multi-pitch area"},"__v":0},{"_id":"GNHM5pxMVpy01ZSJiULUmQ==","name":"East Face, Central Gully","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Preston Rhea - 4.10.12","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.014,37.5909]},"left_right_index":0,"mp_id":"108532019","mp_crag_id":"108308353","climb_id":"GNHM5pxMVpy01ZSJiULUmQ==","areaRef":"qH2/LpwAWCGDgTRbGm8vBw=="},"content":{"description":"The route name accurately describes the route in full: climb the central gully on the east face of Crystal Crag. Beyond the boring name and description, it is a fine winter route on a fun and easily accessible peak. The first known ascent was done in winter conditions so the route description will reflect that.\n\nThe route starts immediately with a short step of steep though blocky and moderate rock climbing (5.7). The step gives way to lower angle slabs with more of a \"mixed\" quality. Above the slabs the upper snowfield can be readily seen. Take a more or less straight line to the summit avoiding rock bands where needed to the south (climber's left).","protection":"A standard alpine rock rack should suffice. Pickets or stakes for snow protection may or may not be usable on the upper snowfield.","location":"The route starts in the gully immediately south (looker's left) of the Schoolboy Buttress. On the right side of the gully is the sport climb Bagpipe, an 8 bolt, 11a that follows a prominent blunt arete left of an overhanging face.\n\nTo descend, use the West Face or South Arete routes on Crystal Crag, both in the summer are rated 3rd class."},"__v":0},{"_id":"ZW0W9zojXl6hhlLWjepAEA==","name":"Aretes of Crystal Crag direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.014,37.5909]},"left_right_index":2,"mp_id":"108308670","mp_crag_id":"108308353","climb_id":"ZW0W9zojXl6hhlLWjepAEA==","areaRef":"qH2/LpwAWCGDgTRbGm8vBw=="},"content":{"description":"Lots of fun interesting moves over blocks and towers (several little overhangs) on a long narrow ridge. Rock is good weathered granite (like the high ridges above Tuolumne), plus a short section on shiny-white crystal. Dramatic-looking peak surrounded by pretty lakes. Short non-steep approach.\n\n\"Direct\" meaning that the climbing is done as much as possible on the exact top of the narrow ridge - (also \"direct\" by a steeper entry to the S ridge). If the harder moves are avoided, then a similar route can be done at difficulty low class 5 (see\n\nSouth Ridge\n\n)\n\nCommitment? Although the climbing is long, most of it is easy; and anywhere before the S summit, retreat (if dry) should be straightforward - and easier.\n\n. (All latitude/longitude waypoints given below, along with other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\n)\n\nquick read\n\nMost+best climbing is on S ridge. Unique white crystal high on N ridge. To skim the best: Climb the southern-most obvious buttress on W face up to S side of first tower on S ridge. Climb S ridge up to (highest) S summit. Traverse across Mid + N summits to crystal. Return S across summits + down full S ridge to col (shorter return to Mid summit + down W face).\n\napproach\n\nSee\n\nCrystal Crag alpine / multi-pitch area\n\nfor how to get to parking and trailhead and hike up to Crystal Lake  -->\n\nsee overview map\n\nNext objective is to reach a wide flat clearing below the southernmost buttress of the W face - about 0.2 mile / 330 meters SSE from the SE corner of Crystal Lake. Stay too low and run into dense bushes and fallen trees. Too high end up traversing across a talus field. One way that works for us ...\n\nCross the outlet creek, then go roughly S around the E side of Crystal Lake for about 0.25Mi/400m on an informal trail (with some ups and downs) to a long flat clearing (lat/long N37.5919 W119.0176) (alt ~ 9670ft/2950m) near the SE corner of the lake. Next go SE up a steep sandy slope for about 250ft/80m. Next gentle S about 130ft/40m, then SE up another steep slope about 130ft/40m. Traverse S about 450ft/135m somewhat rising ... some difficult surface+bushes at first, around above E side of a pond to reach the wide flat sandy circular clearing.\n\nThis clearing is about 240ft/70-80m below an obvious wide rock buttress which goes up to the S ridge, which is the southern-most obvious large buttress which reaches that ridge. To its left (N) (separated by a deep gully) is another wide buttress whose rock is more broken. There is another deep gully on the right (S) side of this buttress, not visible on the approach - (might be useful on a winter ascent?)\n\nBetween the clearing and the buttress is a steep-ish slope of talus. In the middle of that slope is a large single-trunk tree (about 2ft diameter) just below two large double-trunk trees. But likely it's easier to get to the buttress by a zig-zag path: first continue SE for about 50m on a track up a steep-ish slope, then turn L off the track and go about 50m NE to reach the slabby base of the buttress, where the rock slabs come down lower than anywhere nearby. There are two obvious big R-facing corners. The bottom of the left one has two large nose-shaped rocks one just above the other.\n\n(lat/long ~ N37.5896 W119.0155) (alt ~ 10,000ft/3050m)\n\nThis is the start of the climbing -- up the W face of the S ridge.\n\nalternate climbing start\n\n: To omit the West face climbing ...\n\nFrom the second flat clearing, continue SE about 250ft/75m up a steep-ish slope, then S about 300ft/90m gentler, finally SE curving E for about 225ft/70m up one more steep-ish to get on top of the South ridge. Turn N and go about 500ft/150m up the S ridge (with some scrambling moves and rock-hopping) to rejoin the main route at the bottom of the first steep section.\n\nclimb W face of S ridge\n\n. . (Starting here adds around 250ft of climbing to the route, not great like on the aretes, but has some interesting moves and some navigational \"adventure\", perhaps better than most of the North Arete. If you want to focus on the remarkable aretes, just omit this by hiking south to the col at the base of the S ridge.)\n\nThe objective here is to reach the S ridge near the top of the right (S) side of this buttress. Because this buttress connects to the southern-most \"tower\" on the ridge, where the \"real\" climbing up the S ridge begins.\n\n. (Likely there are several climbable lines on this buttress ... We saw a party finish one toward the left side, but that does not fit the purpose of this overall route. What would be interesting to hear about would be a line with interesting moderate climbing up the center face and connecting to the top of the first ridge tower.)\n\nWhat worked for us was to start at the bigger left one of two obvious big R-facing corners. We first weaved through two large nose-shaped rocks, one just above another. Up another 50 ft or so on L side of corner, then a tricky step down across R-facing corner into gully (class 4, not so well protected for the follower). We belayed at a chockstone after about 100 ft of climing. Then a second pitch another 130 ft or so, with some trending Right, then scramble to the top finishing at the R edge of the buttress (just above a deep gully). (? Another time perhaps we climbed and finished not so far right ?)\n\nDifficulty mostly class 3 with some class 4 moves (but plenty of class 5 moves around if you want them - or if don't find the easiest line). Finish just S of the bottom of the first steep \"step\" going up the S ridge - (lat/long ~ N37.5894 W119.0149) (alt ~ 10110ft/3110m).\n\nGear: Used a 2-inch cam to back up belay anchor, nothing larger than that, and some small cams. Used some medium-large stoppers, but nothing small. Slings around and through rocks very useful.\n\narete to the summit\n\nClimb the arete (narrow) section of the south ridge ... Up a steep section, then down a ways to a notch (this is the N (L) side of the obvious wide buttress seen from below W side). Up another steep, then a little notch, more steep, and some knife-edge sections.\n\n. . The 12-15ft vertical S face of one of the blocks has an interesting crack that looks much harder than 5.6, so I've skipped that so far - (we await for a report on a\n\nfully\n\ndirect ascent).\n\nFinal move to the knife-point South summit is a little overhang (can be avoided with an interesting traverse around W side). This is the highest point on Crystal Crag.\n\narete to the crystals\n\nDown the north side of the S summit: Some thoughtful slabby moves, later a sequence of slanted positive holds [difficulty class 4, but might feel harder for those unaccustomed to thoughtful down-climbing). Up to the Middle summit (belay slings as of 2013).\n\n. . (Do not attempt to descend the W face from anywhere N of here).\n\nDown the north side (class 3-4) to a notch. Continuing past here requires a harder move to descend or return, so make sure your down-climbing skill is ready before continuing ...\n\nUp a narrow gully on W side [low class 5], finish direct up W face exposed steep 10ft to N summit (can be avoided L finishing to little notch just past N summit).\n\nDown north less steep to a remarkable shiny-white crystal mini-tower. Over this then down a little more on white crystal (some loose). No point in going any farther than the bottom of this top white crystal band - (Lower has lots more loose rock, a little of less-bright crystal, and only a few interesting climbing moves: If you need to experience it, try the\n\nNorth Arete\n\nroute in the upward direction.)\n\ndescent\n\nFor the most\n\narete\n\nclimbing on the best rock: Return the same way back south to the South summit, then down the South arete. Instead of down-climbing the W face/buttress of S ridge, just continue all the way to the col at the bottom of the south ridge, then N down to the wide flat clearing below the obvious buttress. Out the same way past the pond to Crystal Lake and the trail to parking.\n\nThe great advantage of the returning the same way is that you get to experience the wonderful ridge-top granite climbing again (another 1000ft!) but with the moves feeling very different, because all the downward moves are now upward, etc). Reversing some of the overhang moves could be fairly exciting (or impossible?) for non-tall climbers (so fortunately they're avoidable).\n\nalternate descent\n\n: From the SW side of the Middle summit or the notch between the Middle and South summits, go down the West face. Much loose rock and dirt. Many slopy moves. Hardest moves might be at the very bottom. Difficulty might be class 3 with perfect navigation - better to be prepared for some moves at class 4.\n\n? other descents ?\n\n. Do\n\nnot\n\nattempt to descend W from between the North and Middle summits.\n\n. Descending the lower pitches of the so-called\n\nNorth Arete\n\nroute (mostly\n\nnot\n\non the arete) below the crystals has lots of loose rock and then an unavoidable 5.7 or 5.6 move at the bottom.\n\n. It is also possible to descend the W face starting near the S summit -- see the\n\nSouth Ridge\n\nroute.\n\n. For those with extra energy, and a desire to experience alpine\n\nsand\n\n... from the S end of S ridge, hike SSW up onto the Mammoth Crest, then follow the Mammoth Crest trail W then N then NE back to Lake George parking - (adds about +600 vertical feet uphill, mostly on steep sand), then flat hiking on a wide expanse of sand, before long downhill (adds 1.5 mile distance).\n\nstatistics\n\nTotals for approach hike + climb + traverse S->N:\n\non Trail hiking distance 1.9 Miles / 3.1 km with vertical gain +725 ft / 225 meters.\n\nOff trail hiking distance 0.6Mi/0.9km with vertical gain +250ft/75m.\n\nClimbing up + traversing length 1300ft/400m with vertical gain +720ft/220m.\n\nGrand Totals for approach + climb + descent S ridge + return hike:\n\non Trail hiking distance 3.8Mi/6.2km with vertical gain +900ft/280m\n\nOff trail hiking distance 1.3Mi/2.15km with vertical gain +330ft/100m\n\nClimbing + traversing length 2400ft/730m\n\nClimbing + traversing vertical gain +1200ft/365m.\n\nDown-climbing + traversing vertical loss -1000ft/300m.\n\nTotal horizontal distance = 6.0 miles / 9.5 km\n\nTotal vertical gain = +2550ft/750m\n\nGrand Totals for approach + climb + descent W face near Middle summit + return hike:\n\non Trail hiking distance 3.8Mi/6.2km with vertical gain +900ft/280m\n\nOff trail hiking distance 1.0Mi/1.6km with vertical gain +330ft/100m\n\nClimbing + traversing length 1600ft/490m with vertical gain +1000ft/300m.\n\nClimbing + traversing vertical gain +1000ft/300m.\n\nDown-climbing + traversing vertical loss -1000ft/300m.\n\nTotal horizontal distance = 5.2 miles / 8.5 km\n\nTotal vertical gain = +2200ft/675m\n\nGPS\n\n. All latitude/longitude waypoints above, along with other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\n. But they're given mainly for planning + reference. For experienced parties using the detailed instructions above, carrying a GPS device should not be necessary for navigation of approach + route in good weather.","protection":"Rope less than 30 meters and long slings for the arete sections (possibly a selection of cams). The leader should be skillful in protecting by running the rope around different sides of rocks and horns along the arete.\n\n60-meter rope and light trad rack for starting up the Southern buttress of the West face to reach the South ridge. (Or to save weight and time, parties who would otherwise need to belay up the W face could just skip the W face start, and do the alternate start from S col.)","location":"3-4 miles SW of town of Mammoth Lakes among the pretty lakes.\n\nGPS latitide/longitude approximately (N37.5911 W119.0140) for the summit of Crystal Crag (altitude approx 10375 ft / 3165 meters)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,03afa82d-a021-5ee8-9077-ef96dce920b9,14811cb4-491d-5039-a9b4-db3a8d2a6031,a87dbf2e-9c00-5821-8381-345b1a6f2f07","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Lake George","Crystal Crag","alpine / multi-pitch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.014,37.5909]},"bbox":[-119.0145674757954,37.59045033981813,-119.01343252420457,37.591349660181855],"left_right_index":-1,"ext_id":"108308353","area_id":"qH2/LpwAWCGDgTRbGm8vBw==","polygon":{"type":"Polygon","coordinates":[[[-119.0145674757954,37.59045033981813],[-119.01343252420457,37.59045033981813],[-119.01343252420457,37.591349660181855],[-119.0145674757954,37.591349660181855],[-119.0145674757954,37.59045033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:53:38.400Z","updatedAt":"2024-02-19T18:28:34.964Z"}