{"_id":"63689de0e80bff5a994fa3dc","area_name":"Castle Slab","shortCode":"","climbs":[{"_id":"im7EctxGWMqq9dCRFwI60w==","name":"Climbing From The Law","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt Johnson and Norman Kirk?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37617,40.4152]},"left_right_index":999999,"mp_id":"107881731","mp_crag_id":"107881210","climb_id":"im7EctxGWMqq9dCRFwI60w==","areaRef":"rhl+1V/EX8SKXl4dh3jxxA=="},"content":{"description":"This is a surprisingly good climb on an obscure crag that's not far from the road. It got its name from the fact that after I finished leading the climb and I was belaying Norm from the top, a Sheriff hiked all the way up the hill and said something about our vehicle being parked in a strange place and wanted to make sure everything was okay. It was a friendly exchange, though we had to yell back and forth to hear each other, and after he headed back down the hill, we were left scratching our heads as to why he made such an effort. Perhaps because it was such a nice day and he wanted to get out and stretch his legs for a bit? Who knows.\n\nAnyways, the climb begins on the left side of the crag below a left-facing, left angling dihedral which is connected to a prominent long roof about 30 feet off the ground. Find the path of least resistence (to the left of the dihedral) and climb up to its base. Follow it up using good hand jams and face holds just where you need them (crux) until it widens at its left-hand terminus. Reach left for a good hidden jug and pull around to a good stance where the angle eases off dramatically. Head up along shallow dihedrals and flakes until just before you reach a ledge with two small trees on your right, where you traverse left to a short, rounded, left-facing, dihedral-like feature containing a thin discontinuous seam just big enough for small stoppers (offsets helpful) and cams (purple and blue TCUs). [A variation, which I've dubbed the \"Chickenhead Finish\", takes a barely-protectable seam above the ledge which ends at an easy face speckled with enough chickenheads to keep it from being too runout.] When this peters out, step right onto increasingly easier face climbing for 20 feet without protection (the first move is 5.6 and quickly becomes 5.5). Place some pro in cracks to the right of a ledge with a short round juniper and continue up easy terrain to the top.\n\nThe roof to the right of the dihedral has at least 2 bolts above it, so it's likely that our route has already been climbed. If so, I'd be happy to change the name and give the first ascentionists credit.","protection":"Standard rack. If you don't like easy runouts, you might want to bring along a #5 or #6 Camalot for the top of the dihedral (although there's another easy runout later with no options for protection).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,15650526-a829-53c5-8c09-df78c17ed405,ae197ed5-5fc4-5fc4-8a5e-5e1d8778f1c4","pathTokens":["USA","Colorado","Estes Park Valley","Fall River Road (US 34 West)","Castle Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37617,40.4152]},"bbox":[-105.37676059634981,40.41475033981814,-105.37557940365019,40.415649660181856],"left_right_index":-1,"ext_id":"107881210","area_id":"rhl+1V/EX8SKXl4dh3jxxA==","polygon":{"type":"Polygon","coordinates":[[[-105.37676059634981,40.41475033981814],[-105.37557940365019,40.41475033981814],[-105.37557940365019,40.415649660181856],[-105.37676059634981,40.415649660181856],[-105.37676059634981,40.41475033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:00.784Z","updatedAt":"2024-02-19T18:32:44.098Z"}