{"_id":"6368a1b8e80bff5a99553dcc","area_name":"Wild River Crag","shortCode":"","climbs":[{"_id":"FIui4rz7XoC5ZJqlxjkxTw==","name":"Wild Thing","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Parrot and Ken Reville '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":4,"mp_id":"106818763","mp_crag_id":"105973185","climb_id":"FIui4rz7XoC5ZJqlxjkxTw==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"A long pitch with some awesome, pumpy climbing and a crux that everyone does differently, ending with a beautiful overhanging dihedral and a bonus boulder problem. 70m ropes are really helpful out there.","protection":"QD's to a chain anchor, optional .5 Camolot placement at the top of the corner. With a 60m rope, tie and knot at the end and get ready for some shenanigans!!","location":"Start up Wild Life and take a right at the horizontal break (Acme Traverse). Follow the bolts to the top and through the overhanging dihedral just right of the Wild Life arete."},"__v":0},{"_id":"40nW2p2/WBSpWDMWpDeEpA==","name":"Wild Life","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Parrot and Ken Reville '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":3,"mp_id":"105973417","mp_crag_id":"105973185","climb_id":"40nW2p2/WBSpWDMWpDeEpA==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"The Classic for the grade. \n\n  P1:Climb steep face holds up to a obvious horizontal break where you can find a weird rest for your fingers, but not your biceps(5.11a). Climb the crux of the route, an overhanging seam of broken rock with pin scars that supply interesting moves that will sap your finger strength like crazy(5.12a/b)! Keep climbing until you reach the anchor that is just short of the left facing corner. \n\n  P2: Climb the left side of the breathtaking arete making scary moves and eventually ending up on the arete way above the ground. Pull one move that is the upper crux (5.11d/12a, depending on pump) 5.12b if you connect the two pitches into one. \n\n  Incredible line. Make the trip up for this route alone, it is awesome, awe inspiring, and completely pure. This route should be on the tick list of all 5.12 climbers in NH, unfortunately it sees relatively few ascents due to the location of the cliff.","protection":"P1:10 bolts to 2 bolt anchor.   P2:6 bolts to 2 bolt anchor.   Rappel wth two ropes, or do two rappels.","location":"Look up find the dramatic left facing corner at the top of the cliff, this climb starts directly below it."},"__v":0},{"_id":"eIXdmxByUeyhglhoc3vIOQ==","name":"Wild Child","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Oct. 1995. Bob Parrott, Maury McKinney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":0,"mp_id":"117326442","mp_crag_id":"105973185","climb_id":"eIXdmxByUeyhglhoc3vIOQ==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"Yet another long and strong Wild River sport line. More sustained, more fun, and better movement than Big Red in my opinion. On par with Black Mamba at Rumney.\n\n Start by hand jamming and laybacking up the \"Blue By You\" flake. At the top of the flake continue climbing straight up. The headwall above yields a few boulder problems separated by good rests. The pump crux is right where it should be, at the last couple of bolts before the chains.\n\n The top is unfortunately often wet, and there is a water stain on the rock as a result. A very worthy route if you catch it dry","protection":"Bolts","location":"Scramble up to a ledge on left side of the crag. Clip a low bolt before leaving the ledge and traverse in to the big right facing flake."},"__v":0},{"_id":"frmJsLgpWG6HnjR3F/Ze4Q==","name":"Independence","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Bayard Russell, July 4th, 2010 to the top of Wild Thing, Bob Parrot to base of Wild Thing","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":5,"mp_id":"106818794","mp_crag_id":"105973185","climb_id":"frmJsLgpWG6HnjR3F/Ze4Q==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"The direct start to Wild Thing. Finally the line is, well, independent.   \n\n  Previously bolted, but as far as I know, never done.. Anyone? \n\n  Location \n\n  Start on the first bolt of Big Red and step into the white corner/scoop to the left.","protection":"Bolts to a chain anchor. Careful use of long slings and back-cleaning (especially the first two bolts) in the initial corner reduces rope drag to nothing higher up on Wild Thing. Bring a 70m rope, or tie knots!!","location":""},"__v":0},{"_id":"6Yl7u5XdW8eZmxN4MAMSpg==","name":"Get a Life","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bob Parrot, Alex Drummond and Rich Baker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":7,"mp_id":"107159096","mp_crag_id":"105973185","climb_id":"6Yl7u5XdW8eZmxN4MAMSpg==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"Another great climb on that awesome rock. Most people climb it as a variation to Big Red, rejoining it at the base of the Big Red corner. It's got some jugs, some stemming, some arete climbing, some crimps, some finger locks, more stemming... A super fun route! \n\n  When it was originally climbed, Bob Parrot sent the upper arete right of Big Red's corner, making the pitch mostly independent and 5.12d.","protection":"Sporto!","location":"Clip the first two bolts of Big Red and take a right at a big reach to a flake, to gain a short, but steep, corner."},"__v":0},{"_id":"Hmgn1F1OXra9ZaAechta+w==","name":"Fossil Club","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rob Adair, Steve Larson, Ed Webster, July 30, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":8,"mp_id":"114935105","mp_crag_id":"105973185","climb_id":"Hmgn1F1OXra9ZaAechta+w==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"Logistically annoying to get to but excellent climbing and G-rated protection. The route climbs a beautiful, mostly-finger-sized, left-facing corner crack. If you're the first one to climb it that season, expect epic battles with huge, Aragog-sized spiders, their prolific webbing, and their innumerable offspring. And if you climb it before Aug. 1, potentially a big bird of prey that left an empty nest slightly to the right of the top out ledge.\n\n Start at a two bolt anchor by a pine tree. Climb straight up and enjoy the fantastic crack above until you reach a big ledge. Build a directional with small nuts, then walk 25' left to belay at a big pine tree. Rap to the ground with a single 70M rope.","protection":"Single rack to No. 3 Camalot and a set of nuts. 70M rope to get down","location":"Start by hiking up to the right side of the Wild River Crag (this part of the cliff goes into the shade early during the summer). You may choose to rope up here. If not, you're soloing to get to the belay anchors at the climb's start. Scramble left onto a 4th-class, sloping ledge (bad fall potential, especially at the slick, mossy start). It's possible to clip a low bolt on the sloping ledge before you descend a 5th-class down climb onto a lower ledge, which is also partially covered in slick moss. Traverse to the far left side of the lower ledge near a pine tree, where you will find a two-bolt belay. Have your follower rappel off the single bolt in order to reach the belay."},"__v":0},{"_id":"n0tA7jbYXs+Ztq51PsGUZw==","name":"Blue by You","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Parrot, Rob Adair and Harry Tucker '93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":1,"mp_id":"105973393","mp_crag_id":"105973185","climb_id":"n0tA7jbYXs+Ztq51PsGUZw==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"First climb on the cliff although not the most classic. \n\n  P1: Climb the off-width crack (5.11a, Crux)after climbing up and traversing left a little, do glorious battle with innumerable massive spiders (you will lose, but continue in style!) climb out of the off-width and mantle a ledge with a bolts on it, mantle the ledge above it, don't fall here! Reach for the last couple of moves and find the anchor, 2 ring bolts that could use replacement. \n\n  P2: Climb the corner above with one bolt (5.10+) to a slab where you can find minimal pro (5.10-) traverse over and to the right into the corner that leads to the top of the cliff, continue the dihedral to the top (5.10c/d). \n\n  This is an awesome climb, unfortunately it is consistently plagued by spiders, lichen and poor quality rock in the off-width, which makes the climb a bit harder than 5.11a in my opinion. Maybe it is 5.11a if it is clean and spider free, but the sphincter pucker factor increases the grade significantly.","protection":"Bring some big gear for the off-width crack, and some smaller for the crack on the second pitch.   5 bolts total on first pitch, gear and one bolt for second pitch.","location":"Starts from the raised ledge on the left side of the cliff, right next to Wild Child (5.11c)."},"__v":0},{"_id":"xpDVC57SXBmsJTjuDkMXAQ==","name":"Big Red","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Parrot and Chris Misavage '94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":6,"mp_id":"105973189","mp_crag_id":"105973185","climb_id":"xpDVC57SXBmsJTjuDkMXAQ==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"Requires two rappels if you are climbing with only one line! \n\n  This Route can be done in one or two pitches and offers one huge pump if you sack up and go for it in one pitch. \n\n  The climb goes at a hard 5.10d if you aid the lower crux, so the crux isn't the pump it is the technical start and the demanding footwork it requires. \n\n  Climb the steep face using flakes, liebacks, crimps and big moves to gain not great holds for small rests along the way.  \n\n  The crux is at the third of 12 bolts.","protection":"12 bolts to anchors.","location":"The big red line on the left/center portion of cliff, 30' right of Wild Thing(5.13)."},"__v":0},{"_id":"mdJiGaJ8Vg6aQRjE2nNJ7A==","name":"The Acme Traverse","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob Parrott, Barry Rugo. 1996.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"left_right_index":2,"mp_id":"119430494","mp_crag_id":"105973185","climb_id":"mdJiGaJ8Vg6aQRjE2nNJ7A==","areaRef":"1qHTiShEXOyilG1yQXesTA=="},"content":{"description":"A great option if you find yourself at wild river with no other climbers, as climbing this traverse shuts down many of the popular routes...  The acme traverse cuts through a decent portion of the crag, beginning on the far left and ending where the horizontal runs into Synaesthasia, 20' right of Get A Life.  Jugs the whole way, really good fun!","protection":"12 bolts","location":"Begin on the far left of the cliff at the first bolt for Blue By You."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f2356e9c-a863-533c-8d35-07f20560a8d0,d6a1d389-2844-5cec-a294-6d724177ac4c","pathTokens":["USA","New Hampshire","WM: Evans Notch","Wild River Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.05746,44.28703]},"bbox":[-71.05808814789393,44.28658033981812,-71.05683185210607,44.28747966018186],"left_right_index":-1,"ext_id":"105973185","area_id":"1qHTiShEXOyilG1yQXesTA==","polygon":{"type":"Polygon","coordinates":[[[-71.05808814789393,44.28658033981812],[-71.05683185210607,44.28658033981812],[-71.05683185210607,44.28747966018186],[-71.05808814789393,44.28747966018186],[-71.05808814789393,44.28658033981812]]]}},"content":{"description":"The name of this crag does a pretty good job at hinting to what you'll find here.... 140ft+ of beautiful granite in a wonderful wilderness setting, filled with proud lines; incredible aretes, amazing faces, and awesome corners.  \n\n  Wild River Crag can be found Northeast of the Presidentials and North Conway. The only road to this crag is closed when snow makes it impassable and therefore climbing here is a summer/fall affair. East exposure makes for enjoyable morning climbing in the fall and a chilly afternoon. Get to the crag early to avoid the very cold temp later on in the climbing season. In the Summer the eastern exposure is perfect for those hot humid days. \n\n  Climbing started at this crag in the '70s then took off with bolted lines in the early '90s. The result is a variety of styles for anybody to enjoy. It has bolted lines, long trad pitches and absolutely no crowds! The lines range in difficulty from 5.10- to 5.13+. There are no easy warm-ups here as the easy stuff can be a bit run-out and very long and pumpy.  Classics include: Wild Child (mixed, 5.11c), Blue By You (mixed, 2 pitches, 5.11a), Wild Life, and Big Red (sport, 5.11d). \n\n  I personally have seen (way too close up) a Timber Rattlesnake at the base of this crag. Beware."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:12:08.544Z","updatedAt":"2024-01-20T01:03:19.779Z"}