{"_id":"63689d5ce80bff5a994f489d","area_name":"2. Central Dome","shortCode":"","climbs":[{"_id":"LShMe5kFUMKbdmSp8HHPew==","name":"Wall of the Worlds","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2267,38.48775]},"left_right_index":3,"mp_id":"105957970","mp_crag_id":"116383947","climb_id":"LShMe5kFUMKbdmSp8HHPew==","areaRef":"XDrni6wMXReJrjeWqujOAA=="},"content":{"description":"Incredible climb on splitter, Yosemite-quality granite.\n\nP1:  Climb steep flakes  that trend up and right into the main crack line. The pitch stretches for about 200' and goes from fingers to hands with a choice to break the pitch at a sloping shelf about mid-way right at the crux getting off the shelf and over the bulge that the wall above forms. Pitch finishes on a great ledge with 2 bolts. 5.10+ 200'+\n\nP2:  Move left on the ledge as it narrows and step down under the roof. Continue traversing below the roof using all sorts of holds in all kinds of places. This pitch actually protects quite well. Move left until you come to a crack going up where the roof has narrowed to only a foot or so. Move just a body length up the crack and set a belay with your feet in a pod (finger sized gear) for better communication with your partner or continue up the right angling crack above to an area with some big cut outs. 5.10, short and sideways or somewhat longer.\n\nP3:  Climb up the beautiful right angling crack until it starts to peter out. You'll be below an obvious left facing corner which is the route we took, though you could go left through a vegetated area to gain another right angling crack. Interesting move get you into the corner, then stem and layback up to the spacious ledge. This is a very long pitch if starting from the \"pod.\" With a 70m rope I was able to set an anchor at the back of the ledge and still sit back at the edge to better communicate (this probably ate up 40-50' of rope) with a 60m rope you might need a cordalette to tie off one of the huge blocks or use the rap anchor that is to the right just below the ledge. 5.9, 200'\n\nP4:  The stunning right facing corner. Not much else to say except enjoy and again the pitch is long. With the belayer sitting on the sandy part of the ledge I made the anchor with about 15' of rope using a 70m so with a 60m you'll likely need to move the anchor up the starting ramp into the corner. 5.9, 200'+\n\nP5:  After stressing out about where the first bolt is climb easily, if you go the \"right\" way to it and clip. Very fun face climbing on knobs leads up to a second bolt, then right to the third, and finally left to the anchor. 5.9, 150'\n\nP6:  Move straight up off the belay to a bolt in the dike curtain, then right to a second one. Now start surfing a pair of dikes as they trend up and left passing a roof and a ramp/flake feature, continue another 30-40,' then step left to the anchor. 5.9, 160'\n\nMost parties climb to at least here before rappelling, all the climbing is stellar. Above the quality of the route continues to be amazing, but the character changes from well protected cracks, to runout face climbing following discontinuous cracks and wild dikes up stellar granite.\n\nP7:  Face climb up to a shallow groove that ends quickly. Head up the face to a right trending ramp. The anchor is a little below the right trending ramp and about 15-20' right of directly above the groove. 5.6, 120'?\n\nP8:  Follow the ramp right for quite a ways, 40-50' until you come to some flakes and and easy way to climb onto the face above. Once on the face you may still need to step right to gain a thin left angling crack that is followed to an anchor. 5.8, 165'\n\nP9:  You can either face climb up the low angle rock for 120' or so to the anchor or continue to follow the thin crack as it angles left, until near the top of the wall, then step right to the bolted anchor. 5.4, 120'\n\nMost climbers will want to rappel either (1) at the end of the right-facing corner (P4/P5, depending on whether or not you link pitches), or (2) after the first two face climbing pitches.  However, you can top the route out and walk off to the right, although the descent sounds a bit heinous.  Bring two ropes if rappelling.","protection":"Doubles up to 3\".","location":"Head up to the right side of the face then follow a terrace to the left, to the base of the route."},"__v":0},{"_id":"G8GjDs+dWnSgibjLKPFv3A==","name":"Vaya con Pollos","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2267,38.48775]},"left_right_index":2,"mp_id":"116497650","mp_crag_id":"116383947","climb_id":"G8GjDs+dWnSgibjLKPFv3A==","areaRef":"XDrni6wMXReJrjeWqujOAA=="},"content":{"description":"Those looking for a little more adventure and difficulty after climbing the first two pitches of Wall of the Worlds should consider Vaya Con Pollos.  While the climbing is just a bit harder down low, the upper pitches seem a little less runout and committing than Wall of the Worlds.\n\nPitch 1-2.\n\nClimib the first two pitches of Wall of the Worlds ending just above the traverse which goes left under the roof.\n\nPitch 3.\n\n(5.9) Start up the 5.8 crack above the roof until it splits directions. Go left heading toward some bushes in the crack system above. Climb past the enticing 5.6 splitter hand crack which splits off and shoots up trending to the right. Instead, continue following the flake system leading up and left. Belay at a small ledge below the left facing dihedral above. Gear belay.\n\nPitch 4.\n\n(5.11a) Start up the left facing lieback dihedral which gets progressively thinner the higher you go. Some polished face climbing along the way adds to the flavor of this tasty sustained corner. It gets thin and you'll want gear that suits the occasion. Its finger licking good. Build an anchor at the large ledge above the corner.\n\nPitch 5.\n\n(5.10) Move the belay about 40 feet up the ramp/ledge to just under the obvious vertical dike of pitch 5. Hike your way up this diminishing dike which goes through an enticing knob field. Follow the dike and don't get sucked too far out into the sea of knobs. It gets dicey out there. Two bolt anchor on a small ledge.\n\nPitch 6.\n\n(5.10b) Work your way through a wandering knob field lassoing horns along the way. A wild and exposed pitch. Build an anchor in a shallow corner where you can.\n\nPitch 7.\n\nFollow the easy ramp which goes up trending to the right. The pitch is easier than it looks but lacks much pro. Follow the ramp until you reach a two bolt anchor. Rappel down Wall of the Worlds with two 60m ropes.  It is possible to top out from here but you're looking at a long walk around the dome. One can descend the dome on both the right and left sides.","protection":"Cams .3\" to 3\". Nuts 1 set. Micro offsets useful.","location":"Starts after the second pitch of Wall of the Worlds."},"__v":0},{"_id":"vcEK0jGVXBaNUhfXEi+ZBQ==","name":"Tsunami","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Paul Crawford","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2267,38.48775]},"left_right_index":1,"mp_id":"116385925","mp_crag_id":"116383947","climb_id":"vcEK0jGVXBaNUhfXEi+ZBQ==","areaRef":"XDrni6wMXReJrjeWqujOAA=="},"content":{"description":"Tsunami climbs the underside of a gigantic wave of granite through some thin and exciting features until its climactic end which requires one to kick out and surf the wave with sphincter puckering exposure.\n\nPitch 1.\n\n(5.8) Climb the face through discontinuous cracks to a belay in a small tree.\n\nPitch 2.\n\n(5.11) Tiptoe your way up the thin and awkward corner system above with fiddly gear and try your hardest not to wipe out and succumb to the strong undertow. Brutally relentless!\n\nPitch 3.\n\n(5.11c) Start up an even more awkward and thin corner and clip the \"thank god\" pins as you go. Just when you're totally gassed, you find yourself at a precarious juxtaposition which requires one to \"kick out\". You'll find out when you get there!\n\nPitch 4.\n\n(5.11) This pitch has bolts that have essentially rotted off the map. They are not sound for climbing let alone holding weight. Wouldn't be surprised if some of them just fell off the wall already. A shame! Do not climb this pitch without a bolt kit. That being said, bring a bolt kit and have a blast!!!","protection":"Cams double to 3\" plus one 4\" piece. Nuts 1 set. Micros useful.","location":"Start on the Tsunami ledge. Pretty obvious feature."},"__v":0},{"_id":"ycJEJMjiW1OnqfDLBE8cIA==","name":"Green Sponge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.2267,38.48775]},"left_right_index":0,"mp_id":"116385893","mp_crag_id":"116383947","climb_id":"ycJEJMjiW1OnqfDLBE8cIA==","areaRef":"XDrni6wMXReJrjeWqujOAA=="},"content":{"description":"Green Sponge is a good route with moderate difficulties through a couple short cruxes. Not well traveled, you will encounter the occasional moss filled crack but the quality is overall good and would be great if it were to see more traffic.\n\nPitch 1.\n\n(5.10-) Start in the left facing corner from Tsunami Ledge and climb the dihedral to a sloping ledge and a bolted anchor.\n\nPitch 2.\n\n(5.9) Follow the corner up to a tree and find a suitable anchor here.\n\nPitch 3.\n\n(5.9) Climb past a couple trees growing from the corner crack and exit to a fracture out on the face to the right. This will avoid the mungy corner further left. Eventually you rejoin the main corner system and belay under a large roof at a two bolt anchor. Pitches 2 and 3 can be linked with some attentive rope maintenance to avoid excessive drag.\n\nPitch 4.\n\n(5.9) A strange pitch which follows a flake out on the face and eventually climbs through a steep section to a two bolt anchor.\n\nPitch 5.\n\n(5.10c) Climb up the face avoiding some munge until you can re-enter the main corner system. Climb through a difficult section which will bring you to a strange ramp and a very exposed position. Find a way to negotiate the corner and work your way out right to a sloping dike that forms a ramp. Tiptoe your way across the dike eventually ending at a two bolt anchor. This is the money pitch.\n\nPitch 6.\n\n(5.7) Climb the corner above.\n\nPitch 7.\n\n(5.7) Continue up the corner to the large ledge above and a sling belay. Bring extra slings. Pitches 6 and 7 can be linked.","protection":"Cams to 3\" Nuts 1 set.","location":"The far right side of the Tibetan Tower. Located the furthest one can go on the Tsunami Ledge.\n\nRappel the route or walk 400 feet left on the large ledge and you can rappel Wall of the Worlds. You can traverse right and rappel Sands of time or do a short pitch and reach the top to the Tibetan Tower and rappel Silk Road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,b9f8ec09-9fa9-5afe-8b68-a68ecda3e0ea,ccadbeb0-6586-5cec-95b6-54af1a53dbc2,1e6d401b-1e3a-52db-a76c-8c0e8ca57a64,5c3ae78b-ac0c-5d17-89ae-3796aae8ce00","pathTokens":["USA","California","Lake Tahoe","Carson Pass Highway (88)","Calaveras Domes","Calaveras Dome","2. Central Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.2267,38.48775]},"bbox":[-120.22727446849882,38.48730033981814,-120.22612553150118,38.48819966018186],"left_right_index":-1,"ext_id":"116383947","area_id":"XDrni6wMXReJrjeWqujOAA=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:11.189Z","updatedAt":"2022-11-25T11:13:36.143Z"}