{"_id":"63689de0e80bff5a994fa364","area_name":"Mary's Bust - main buttress","shortCode":"","climbs":[{"_id":"dQvwj5GSXymWhb2Il7mZ0Q==","name":"Wingardium Leviosa","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":23,"mp_id":"106860021","mp_crag_id":"105746343","climb_id":"dQvwj5GSXymWhb2Il7mZ0Q==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This varied route is one of the better pitches at The Bust. A light rack is required for the runouts between the bolted sections.\n\nStart up towards the obvious, thin crack system behind the large pin tree.  Stem, palm, and thin crack moves (crux) lead to a jam crack. A finger size cam and a #2 protect this section. Head left on slab climbing to another 5.10 crux at a bulge. A #1 can protect the runout between bolts.  There is a 20 foot runout to the anchors that can be protected by a difficult to see TCU placement.\n\nYou can just barely lower off with a 60m, so be careful. A 70m might be a good idea.","protection":"7-8 bolts, set of Aliens or small cams, #1/#2 Camalots.","location":"This is the rightmost route on the main buttress. There is a new ~5.12 to the left, and this route starts behind a large pine tree."},"__v":0},{"_id":"sZxxmJOlWN2T1E7zoYfDTw==","name":"Violet Blue","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Richard Wright, Mark Tarrant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":0,"mp_id":"105976231","mp_crag_id":"105746343","climb_id":"sZxxmJOlWN2T1E7zoYfDTw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Violet Blue runs up an old aid line on the west face of Mary's Bust just adjacent to the gully that separates the two main crags. The route was installed ground up, solo, and on the lead using hooks and some other related tricks. The original aid start was left alone and may provide a difficult and protectable alternate start. VB consists of three pitches and stops well short of the top of the crag. Rock above the final belay looked unpleasant but could certainly be led safely to the prominent ledge below the final yellow plate that tops out Mary's Bust.\n\nP1, 5.11c, 65 feet. Saunter up moderate terrain to a spot below the roof. The roof is negotiated by a powerful, but brief, sequence that dumps you out at a double bolt rap stance.\n\nP2, 5.11b, 85 feet. The second pitch starts out steep and remains overhanging its entire length. The line was intended to stay away from the grungy crack that diverges off left, but if the pump hits it is possible to bail out for a short rest. The upper section is continuous, interesting, and the best pitch on the route. P2 picks out largely excellent rock for its entire length. NB: there is a potentially loose block at the mid point that was not pulled off. It's is very obvious, and there is no reason at all to even touch it. I tried to pull it off by hand, and it would not budge. However, things being what they are at this altitude, it's best to leave it alone and use the jugs on the left. In addition, the block is large enough that some chance exists that it could go all the way to road should it be pulled off.\n\nP3, 5.10b, 70 feet. Follow up the pillar on the right by either laying it back or climbing directly on it. Stem the corner above to a brief crux move. One can rap from the double bolt anchor or climb over the top to a flat seated belay. I placed the top belay, above the rap station, with the thought that there may be some utility in climbing the remaining 100 feet.\n\nMark Tarrant strung Violet Blue together for the red point FFA, while my bum hip continued to grind away its now useless joint surface.","protection":"Thirteen draws, something for the anchors at the top of each pitch, and a 60 meter rope. CAUTION: In rapping Violet Blue from the top, you will need to be very careful of the second rap. From the top, the first rap is easy and the rope pulls nicely. Rapping down the second pitch will leave you at least fifteen feet out from the belay, in free space, unless the first person back clips the final three bolts with both strands of the rope. This is really key. From the top of P2 you cannot touch ground even with a 60 meter rope, so you do need to rap P1. The first person down then needs to fix the ends of the rope at the belay. I checked this out jugging the lines and was unable to swing into the belay at the top of P1. The rap from the top of P1 is routine.","location":"This is on the left side of the crag and uphill from\n\nProud Mary\n\n."},"__v":0},{"_id":"0G56kdp+WPKaggqV9GPVFw==","name":"Stuck In Time","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Snively, Hill, Gillett, Wright, Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":17,"mp_id":"105842098","mp_crag_id":"105746343","climb_id":"0G56kdp+WPKaggqV9GPVFw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"SIT climbed as a much better route than one might have imagined from reading the BG guide to Estes Park Valley. A single bolt above the belay at the top of P1 beckoned, and a second pitch was added to SIT in the Spring of 2006. Presently P1 goes at 5.9 as described by BG. P2 comes in as very continuous 5.11. Both remind me of Jug Dome and climb on the same kind of BTC granite. P2 has very thin hands and thin footwork. The rock looks as though it should be friable, but it climbs as very solid stone. The jugs on P1, if anything, just seemed a bit rough - sometimes tough for the hands but great for the feet. P1, 85 feet, 5.9. P2, 90 feet, 5.11.","protection":"A dozen draws will get both pitches. A 60 meter rope is required for P2.","location":"SIT starts behind the left margin of a large flake growing beside the trail. Find a rough, left-facing, corner system with a bolt 8 feet up."},"__v":0},{"_id":"2qTO+CWiXnKKxkm0vCBhVQ==","name":"Proud Mary","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Wright, Zimmerman, Tarrant  FFA Stephen Nance and Shane Glazier , 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":5,"mp_id":"105847867","mp_crag_id":"105746343","climb_id":"2qTO+CWiXnKKxkm0vCBhVQ==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Proud Mary may or may not be a work in progress. In its present form, it consists of three pitches, but two more await above. A final pitch would take a terrific position on the final dominant feature of MB. The linking pitch (P4), however, looks like it would require extensive cleaning and this may be enough to halt progress at three pitches.\n\nIn the current form, P1 is a very well protected slab, 100 feet, 5.9, on quite good stone. Double bolt anchor and chains get you to the ground.\n\nP2 pulls a burly 5.11d right off the belay and remains hard for 30 feet. The midsection is a romp that leads to a devious rib that climbs more like an arete with micro-crimpers on both sides. The crimpers have seemed brutally hard so far, hence the A0. It is not clear how difficult this will be completely free, time will tell.\n\nP3, still a project awaiting a no-falls red point burn. Climbing moves right on easy ground for 20 feet and fires up a lay-away seam that gets progressively more difficult. Very  hard as the pitch nears the anchors. In the last trip through some possibilities started to emerge from the polished face on the right, so we are hoping that this pitch goes down free!!\n\nOverall, PM climbs on stone typical of the BTC. It can be sharp in places, but is largely as solid as stone can get. I found myself still brushing off lichen in some spots. PM does differ from the routes on right side of the crag by getting good sun for most of the day.","protection":"15 draws and a 60 meter rope. NB: it is now possible to rap straight down from the top of P3 in three steps of 100 feet, 90 feet, and 85 feet. The rap stations are 20 feet right of the climbing.","location":"Proud Mary begins on the far left of MB just where the trail turns sharply uphill."},"__v":0},{"_id":"RFZDcicyVieMlleI2V49/A==","name":"Out Of Time","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"R.M. Wright, ShiAnn Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":21,"mp_id":"105842111","mp_crag_id":"105746343","climb_id":"RFZDcicyVieMlleI2V49/A==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"OOT begins on easy terrain that gets harder and harder the higher you climb. P1 ticks in at 5.10 with a thin crux at 70 feet. It ends at double chains and is a good pitch by itself.\n\nP1 has lots of good places to rest.\n\nP2 is at least solid at 5.11 with two distinct cruxes and continuous burly moves for 40 feet getting off the belay. A tough mantle out of a shallow pod nets a good stance to launch the finish - which is much thinner and more devious than it looks.\n\nNoto bene\n\n: P1 has two places where one can exit to the left. The lower of these puts you directly over the hard route behind the flake and avoids the crux of P1. The upper of these gains a belay stance for the route running up the deep water groove. The two pitches of OOT are largely vectorial, straight up. However, one can link P1 to the groove pitch for a very different style of climbing.","protection":"Fifteen draws will get P2, 12 for P1. If you are climbing through P1 to the chains, a sling just below the crux will prevent rope drag. A 60 meter rope is required for descent from both pitches.  The top of P2 is a tad less than 200 feet off the deck. On the ground, pull the rope to the left to avoid the tree.","location":"This is 50 feet right of the flake growing out of the trail. Locate chains at 90 feet. The route is right of\n\nMJ\n\nand looks very easy in the start."},"__v":0},{"_id":"0YFiXiGFVUWVom0Yxbl6/Q==","name":"The Open Road","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"K. Duncan, D. Humphrey, 2017. P1 TR'd by Bernard Gillett, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":13,"mp_id":"113003637","mp_crag_id":"105746343","climb_id":"0YFiXiGFVUWVom0Yxbl6/Q==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This was put up the first weekend after the canyon reopened following a long winter closure for flood repairs. The first pitch makes for a nice warm-up, or combine both pitches for an 18 bolt mega pitch. The rock is a little flaky at this time but should clean up with use.\n\nP1. 5.9+: start on the right side of the \"crystal cave\", and follow bolts up and left then straight up to a ledge with chain anchors.\n\nP2. 5.11c/d: easy climbing for a couple bolts is followed by thin, techy climbing before moving back left to join\n\nMaternal Damnation\n\nfor the last four bolts. The line of least resistance stays right of the bolt line through the crux.\n\nFrom the top of P2, a 70m will just get you to the ledge at the base. Be sure to knot the ends.","protection":"8 bolts for P1, 9 bolts for P2, or 18 bolts for a mega pitch.  Bring some long slings if doing it as a single pitch.","location":"Start at the right side of the \"crystal cave\" (the old mine)."},"__v":0},{"_id":"1B7EpF6oXkek8npkeT5rYw==","name":"Moon Shadow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Gross, 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":1,"mp_id":"109994785","mp_crag_id":"105746343","climb_id":"1B7EpF6oXkek8npkeT5rYw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Powerful and delicate.\n\nP1 5.12b: scramble up broken rock to the high first bolt. Continue past five bolts to a two bolt anchor. The crux is getting established over the lip of the overhang. There are anchors for a second pitch but no bolts on the pitch.","protection":"Five bolts to chain anchors.","location":"This is between\n\nViolet Blue\n\nand ?There's Something About Mary?."},"__v":0},{"_id":"FE29X8maX/+t3l9felfAKg==","name":"Maternal Damnation","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"RMWright, Summer, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":12,"mp_id":"106254632","mp_crag_id":"105746343","climb_id":"FE29X8maX/+t3l9felfAKg==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"MD ascends the south face in two reasonably moderate pitches.\n\nP1, 70 feet, 5.10, begins on the ledge above the abondoned marble quarry. Easy climbing to the 5th clip where things get lots smaller and hard to see. Beta: at the 5th clip cut right and then shift back left to a stance above the clip you just passed. The pitch stays tricky until the anchor. I found myself climbing a bit right of clips and then shifting back left a couple of times. Hand holds are hard to see, but every clip should feel stable.\n\nP2, 50 feet, 5.10 has more of the same type of climbing but has been bolted a bit more closely. The first three clips are tricky with inobvious hands, but things ease off significantly after the 4th clip.\n\nThe name: anyone who climbs slabs will be damned, particularly by all those mothers who want their childern to grow up as normal and well adjusted human beings.","protection":"Ten draws and a 60 meter rope. It is possible to rap to the ground with a 70 meter rope. However, two raps will get you down easily with 60 meter rope.","location":"This is on the South face, 20 feet right of Scott Sills' black hanger route and left of the large gash that forms the most obvious feature of the south face."},"__v":0},{"_id":"DOEOG753VwWnICvjq71Dug==","name":"Mary's Tricks","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Wright, Mark Tarrant, May, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":4,"mp_id":"106160786","mp_crag_id":"105746343","climb_id":"DOEOG753VwWnICvjq71Dug==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Mary's Tricks begins on the improbable flake system on the west side of Mary's Bust. A tricky start gives way to moderate climbing on a system of well-featured plates. Nice moves on solid stone. The starting flakes look as though they should be friable but in fact are very solid. Crux is early.","protection":"Eight draws and something for the double bolt anchor at the top.","location":"This is left and just uphill from the start to\n\nProud Mary\n\n."},"__v":0},{"_id":"NvghAsfHWKixKag1jdRt3Q==","name":"Mary's Jugs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R.M. Wright, ShiAnn Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":19,"mp_id":"105842104","mp_crag_id":"105746343","climb_id":"NvghAsfHWKixKag1jdRt3Q==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Mary's Jugs climbs great jugs on fine BTC granite past five bolts. MJ may be a little runout for a first lead, but all of the clipping stances are from jugs. This is a cool, shady spot to climb that is often 20 degrees cooler than everywhere else.","protection":"Five draws and a short rope.","location":"This is 50 feet right of the flake growing out of the trail. Locate a 50 foot route with rap rings after 5 bolts."},"__v":0},{"_id":"4qtKpPTpVGucpZl/AZgpgQ==","name":"Just in Time","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Unknown (help)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":16,"mp_id":"106508318","mp_crag_id":"105746343","climb_id":"4qtKpPTpVGucpZl/AZgpgQ==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"A nice looking route just left of\n\nS.I.T.\n\nand The Flake, it starts easy and picks up fast. There are a couple of cruxes one is down between the 3rd and 4th bolt, the other is up a couple bolts where the route turns vertical (almost overhanging) most bolts have great stances for clipping. You'll also find good places to catch a rest if you're looking. A lot of good feet.","protection":"10-12 bolts to a 2 bolt anchor, 1st bolt is up about 10 feet.","location":"This is the 2nd route left of The Flake, next to\n\nStuck In Time\n\n. Just take a look at Bernard's topo map."},"__v":0},{"_id":"huKDJgq5VZm7OmqyNZo2gw==","name":"Frisky Lady","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Wright & Tarrant, Fall 2008,  FFA Mark Tarrant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":18,"mp_id":"106451780","mp_crag_id":"105746343","climb_id":"huKDJgq5VZm7OmqyNZo2gw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Start Frisky Lady right of\n\nStuck In Time\n\nand behind the tree. FL has three distinct cruxes. The first comes at bolt three where an open hand gains the clip, 5.11b/c. This used to be from a very nice crimp which has subsequently fallen off. The crux of the climb comes in gaining the large flake at 50ft. Originally this was picked up fairly easily from a good edge just below the flake. This too has broken off since the route was first bolted and run on jugs. Mark solved this with a burly and hard to reach push off the right side. If you are much less than 6ft tall this will seem nearly impossible, 5.12. The final crux comes in the ultra thin slab above. Nothing has changed here from the original. The slab is tricky, balancy, and elegant. The solution traverses low before entering the thiner moves above. Super well protected here, 5.11c. Kudos to Mark for finding a way through the second crux.","protection":"Quickdraws and 60meter rope. Double bolt anchor at the top.","location":"This lies behind the tree and left of\n\nSIT\n\nand the large flake at the base."},"__v":0},{"_id":"Hh+Mhv+5VrWrOVSJgV1/yw==","name":"Expeliarmus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":22,"mp_id":"116663805","mp_crag_id":"105746343","climb_id":"Hh+Mhv+5VrWrOVSJgV1/yw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This is a very sustained techy face. There are no 5.12 moves, but there are not many under 5.11 either. It is probably only .11+ but very continuous. It has good movement on okay rock that should clean up with more traffic. We had an 80m rope, and I reached the anchors at the halfway mark, but the route angles quite a bit, and the ground rises to the right, so you should be able to get down with a 70m. Your belayer may need to scramble up to the ledge below the first bolt though. Be sure to knot the ends!\n\nScramble up to the ledge below the first bulge, and clip a bolt. Pull the bulge, then angle up and right then back left to another ledge. Clip a bolt, pull another bulge, and diagonal right under a third bulge to the base of a water groove. Head up the groove to a stance on a pedestal, take a well deserved rest, then make the final crux moves up and right to a bolt, and head up to the anchors.","protection":"15 bolts. A couple alpine draws and three 30cm slings will help a lot with rope drag.","location":"Scramble up to a ledge on the right side of the buttress half way between\n\nOut of Time\n\nand\n\nWingardium Leviosa\n\n."},"__v":0},{"_id":"N45NCS82UdK6GgHw7ousTA==","name":"Dynamite","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"not sure","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":10,"mp_id":"106504994","mp_crag_id":"105746343","climb_id":"N45NCS82UdK6GgHw7ousTA==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This is an older route described in B. Gillett's \"Rocky Mountain National Park\" guidebook (2001). The physical crux is surmounting the initial overhanging, quartz ledges, but the mental one is a bit higher with at least 1 significant run-out, on 5.8 or .9 face climbing. This would be a nasty fall, hence the \"R\" rating.","protection":"The route has 8 protection bolts, and a 2-bolt anchor.","location":"The route is located about 20' left of \"\n\nMaternal Damnation\n\n\", at a significant section of creamy-pink quartz. A 60-meter rope will easily get you down."},"__v":0},{"_id":"LISI7XXKWyGVhoc+nsV7Fw==","name":"Disneyland","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bernard Gillett, Tim Hansen, and Jane Ruth, 2009. Pitch 2:  Gillett and Paul Bodnar, 2010","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":14,"mp_id":"106506156","mp_crag_id":"105746343","climb_id":"LISI7XXKWyGVhoc+nsV7Fw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"In 1961, Jim Disney climbed a route that came to be known as \"Direct,\" 5.6 A4 (from Fricke's 1970s guidebook). Direct's limited write-up said it ascended a \"black, evil chimney\" near the center of the wall (about 40' left of where the approach to the cliff). It goes up into a deep, dark slot about 130 feet up, and perhaps 30 feet right of P2 of\n\nMaternal Damnation\n\n. Disneyland ascends the arete left of Direct and then crosses over it on P2.\n\nP1. Go up to a ledge beneath the white scar a little left of center (an old mine), and move right to belay. Climb into a steep groove with quartz crystals, and climb along the left side of an arete past 7 bolts (10) to a stance (bolted anchor with chains).\n\nP2. Climb the left edge of the chimney (4 bolts and a cam in an overlap, 10), and then cross over its top into the crack system. Move right after 15-20 feet (long sling), and continue up a steep wall (4 bolts and possible cam, 10) to a belay with chains.\n\nRappel twice (95 feet, 80 feet).\n\nB. Gillett has toproped (X) 200 feet above the current high point of the route. The second half goes over a 10- overhang and then follows a right-leaning 5.8/5.9 half-pipe (bordered on the left by an attractive dike).","protection":"Bring 9 QDs for the first pitch.  The second requires some cams and a double-length runner.  I placed a #0.5, #1 and #2 Camalot.","location":"Scramble up to a ledge at the base of the mine hole near the center of the crag and 15 feet below and right of the start to\n\nMaternal Damnation\n\n."},"__v":0},{"_id":"h+tUteyLUquQkWj761yL4g==","name":"Dirty Mary","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Jesik","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":3,"mp_id":"118954996","mp_crag_id":"105746343","climb_id":"h+tUteyLUquQkWj761yL4g==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This was bolted primarily as a more direct approach to ??, but its ok as a moderate pitch on its own. It diagonals up and left and is best cleaned by following. If cleaning this pitch on lower or rappel, beware of a significant swing into the hill side after cleaning the last draw.","protection":"8 bolts to anchors.","location":"This is uphill (left) of\n\nMary's Tricks\n\n. It ends at the first  belay anchor for ??."},"__v":0},{"_id":"6/vuBBk2W2CM0vsem0LeHw==","name":"Deceiver","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Richard Wright, Mark Tarrant, May 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":6,"mp_id":"106160808","mp_crag_id":"105746343","climb_id":"6/vuBBk2W2CM0vsem0LeHw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Deceiver completes a one pitch route that uses two bolts previously placed by unknown climbers. 30ft of face climbing shifts to well-protected, slab climbing above. Crux is passing the first clip and turned out to be deceptively easier than it appeared. Solid rock all the way and surprisingly clean for this crag.","protection":"Ten draws and something for the double bolt anchor at the top.","location":"Begin just right of the start to\n\nProud Mary\n\n. This routes ends at the lowest rap station for\n\nPM\n\n."},"__v":0},{"_id":"P4+Mr/8JXIiWrHeWJMgUuw==","name":"Convolution","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"R.M. Wright, ShiAnn Zimmerman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":20,"mp_id":"105844408","mp_crag_id":"105746343","climb_id":"P4+Mr/8JXIiWrHeWJMgUuw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"Convolution climbs the first pitch of\n\nOOT\n\n, and at the top of P1 traverses left to a broad ledge with a double bolt anchor and chains. Getting off\n\nOOT\n\nand to the belay has one additional tough sequence immediately left of the P1 chains - and several more clips. P2 ascends the deep water groove on the left and finishes at a double bolt stance that is 40 feet below the top of P2 on\n\nOOT\n\n. In other words, it will not get you to the top of\n\nOOT\n\n.\n\nThe climbing on P2 is convoluted. It climbs more like a chimney than anything else, and it felt very strenuous despite its diminutive 60 foot length. The hands are bad and the feet worse. I found myself trying to push, squirm, and wiggle to an obvious slot half way through. But just getting started was a convoluted mix of pushes, scum, and cryptic friction. The start is likely the crux. Forget contact strength and forget looking for any crispy edges to bear down on. What you see is what you get, a polished tube. P2 was brushed where it seemed prudent, and certainly anything critical is clean enough, but a brush may be useful if you suss out a different sequence than my own. Gym rats will hate it.","protection":"Fifteen draws and a 60 meter rope will get both P1 and P2. Double bolts and chains at the top of both pitches.","location":"Convolution is on the right side of Mary's Bust where\n\nMJ\n\nand\n\nOOT\n\nbegin."},"__v":0},{"_id":"bsN5NGkXUP6bCF5CxL8oZw==","name":"The Brown Palace","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Team effort (Gillett and Foster on redpoint day  2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":9,"mp_id":"106504214","mp_crag_id":"105746343","climb_id":"bsN5NGkXUP6bCF5CxL8oZw==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This ascends the all of the southeast face of Mary's Bust from the left corner at\n\nProud Mary\n\ngoing right to the base of a cool, 4-foot wide brown dike. The dike continues up much of the wall, receding into the fabric of the cliff at times, but prominent at other locations -- the route chases this dike. This fun climb has 6 pitches of bolt protected on great rock with great position.\n\nThe Brown Palace is the famous hotel in downtown Denver built by Henry Cordes Brown (begun in 1888 and opened in 1892).\n\nA labor of love by its first ascentionists, who include Bernard Gillett, Paul Bodnar, and Jim Bailey did the FA of P1; Mark Ronca and Gillett for P6 (part of ?There's Something About Mary?); and Gillett, Paul Foster, and Ronca for the middle pitches. The FFA of the entire route was completed by Gillett and Foster.\n\nP1. Start at the left edge of the main wall next to a pine tree. Clip the first bolt on\n\nProud Mary\n\n, and then traverse upward and right to a ledge. Move right to a bolt on\n\nDeceiver\n\n, and continue up and right past two bolts and a delicate move to a two-bolt belay on the right side of the brown dike, 9-, 70 feet, 6 bolts.\n\nP2. Climb the brown dike (or a little easier on the right) to its top, then move right to a flake, place an optional #2 Camalot, or do two more moves to the next bolt. The climbing gets harder (10): stem a corner, move left, and finish with a great jug to a bolted belay at the base of a prominent rib (with chains), 10, 9 bolts, 85 feet.\n\nP3.  Ascend the rib (brown dike) with bolts to a chimney. Stem (note a big, hollow flake at the base), and then move left onto overhanging rock. Delicate climbing goes left and up around a bulge (11-) to a ledge with two bolts, just right of the last pitch on\n\nProud Mary\n\n, 11-, 9 bolts, 85 feet.\n\nP4. Climb straight up a discontinuous column (part of the brown dike formation) to a small overhang. Decipher a crux, easier for the tall. Belay at two bolts in a pocket above the overhang, .11-, 4 bolts, 40 feet.\n\nP5.  Angle right to a easier, nice slab. Pass two cool chickenheads. Go up to an overhang, and crank over (10- to 10+). Climb past a rappel station (long sling) and one more bolt to a good ledge with two bolts at the base of a headwall, 10, 12 bolts, 120 feet.\n\nP6.  This pitch overlaps ?There's Something About Mary?. Climb past bolts to the top of the wall (with a late crux),  10d, 9 bolts, 70 feet. Avoid the iffy flakes on the left at the start of the pitch. The blocks resting on the belay ledge if pulled off might reach the road, beware!\n\nPer\n\nKurtz\n\n: the toaster-sized, unattached rock is now gone.\n\nRap the route (95', 90', 40', 85', 85', 70'). The first rappel goes past the last belay ledge to a station that you used as pro on the 5th lead. Knot your ends!\n\nTo avoid rapping over other parties:\n\n1. You've done the first 3 rappels and are atop the 3rd pitch, with the bolts of\n\nProud Mary\n\nto your left. Swing left on your next rappel to find the rappel station for\n\nProud Mary\n\n(it is not on the route; read its description). Then rappel straight down to the anchor on top of\n\nDeceiver\n\n, and then to the ground.\n\n2. Scramble off the back side to the rappels on\n\nThe Devil's Backbone\n\n. Begin by roping off to the NE (40 feet of 4th Class), and then head for an obvious pine tree. Go through a notch to its left, and carefully downclimb the 3rd Class slabs on the back side of Mary's Bust. These lead to a saddle between Mary's Bust and a short gold wall behind it. Turn left, traverse beneath the gold wall, shimmy down the far side of a big boulder, and switchback left to the edge of the cliff that sits immediately west of Mary's Bust. Rap\n\nThe Devil's Backbone\n\n(3 raps, a 60m rope is required).","protection":"15 quickdraws, a few long slings, a #2 Camalot (P2 & P3), and possibly a little more gear.\n\nYou can combine pitches, but rope drag may dissuade you. P4 and P5 can be linked with 17 quickdraws.","location":"Start at the left edge of the southeast face of Mary's Bust, beneath the first bolt of\n\nProud Mary\n\n."},"__v":0},{"_id":"/9tkBVTVV2SOk45sLEFgKQ==","name":"The Broadmoor","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bernard Gillett and Roger Briggs, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"left_right_index":11,"mp_id":"106742406","mp_crag_id":"105746343","climb_id":"/9tkBVTVV2SOk45sLEFgKQ==","areaRef":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":"This is a good 6 pitch route. The 2nd pitch is probably the best pitch.\n\nP1. Climb P1 of\n\nDynamite\n\n, 10, 8 bolts, or P1 of\n\nMaternal Damnation\n\n,10, moving left past an additional bolt to the anchors on\n\nDynamite\n\n(semi-hanging), 10 bolts.\n\nP2. Move up into a pod going left higher up (9+) to enjoy a great bit or rock. An optional #5 Hex or large wire (2/3rds the way up the pitch) and 8 bolts provide protection.\n\nP3. Climb left onto a rib (10-), and follow bolts through a bulge to a ledge.\n\nP4. Continue up a headwall (10-), hop an overlap, and go up to a a belay (a #0.75 or #1 Camalot will reduce the runout).\n\nThe original climb ended here. All pitches are about ~90 feet. You can rappel route with a 60m rope from here.\n\nP5. Traverse left, and then angle up to the bolts at the base of the P5 on\n\nThe Brown Palace\n\n/P4? of ?There's Something About Mary?), 50 feet. A #2 & #0.75 Camalots (4 R) and a bolt protect the pitch.\n\nP6. Finish with P6 of\n\nBrown Palace\n\n, 9 bolts, 10+.\n\nYou can rappel\n\nBrown Palace\n\nwith a 60m rope, or climb up and traverse to the rappels on\n\nDevil's Backbone\n\n.\n\nTHE STANLEY HOTEL is another optional finish\n\n(FA: Gillett, with Chris Hill, 2010).\n\nAfter P1-4 of The Broadmoor, continue up and right eventually to the summit, not easy to rappel off.\n\nP5. Traverse right on a ledge from the belay, and cruise up a ladder of jugs (3 bolts, 5.3) to a ledge, clip a directional bolt, and move right on the ledge for 20 feet to below an overhang and belay bolts on the top of a ramp.\n\nP6. Climb a cruxy overhang (11 for tall folks, harder for shorter folks), and move up a short 5.10 wall to a 2 bolt belay on the right, a great ledge at the base of a water tube (4 bolts). Short folks can aid the roof with a long sling or two. A judicious belay spot can keep the rope out of the way of the leader, perhaps dropping down the ramp about below the belay.\n\nP7. Move up the water tube to the top, and belay at a tree (6, 80 feet). A #1 Camalot, a large and a small wire, slings, and two bolts protect this pitch.\n\nDescent for The Stanley Hotel: scramble off the back side of Mary's Bust to the rappels on\n\nDevil's Backbone\n\n. If you can't surmount the 5.11 overhang, and don't want to aid it, downclimb the 5.3 5th pitch and then rappel the original route.\n\nA bonus TR: if you stop earlier and rappel the route, you'll have a TR set up between\n\nDynamite\n\nand\n\nMaternal Damnation\n\nwith 5.11- face climbing.","protection":"Bring 14 QDs, a #5 Hex or large wire, and a #0.75 and/or #1 Camalot. #0.75 and #1/#2 Camalots are suggested for the continuation to The Brown Palace. For The Stanley Hotel, bring a #1 Camalot, a few wires, and a couple slings. Obviously, if you link pitches, additional quickdraws and longer slings will help reduce drag. You can link P1 and 2 (beginning with\n\nMD\n\n) for a more comfortable belay on\n\nDynamite\n\n. You can link P3 and 4 for speed (beware of potential ledgefall).","location":"The Broadmoor lies above and left of the P1 of\n\nDynamite\n\n, 30 feet left of the hole at the base of the wall. One can also start with\n\nMaternal Damnation\n\n; it begins on a ledge immediately left of the hole. See the topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,460c74b8-6c74-51e8-874d-5e7fa65f691d,4b90e83b-14a5-5c42-8aa7-96b442ebc50b","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Mary's Bust Area","Mary's Bust - main buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a/b"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.11"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":13,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37543,40.41571]},"bbox":[-105.37602060082632,40.415260339818126,-105.37483939917364,40.416159660181854],"left_right_index":-1,"ext_id":"105746343","area_id":"S5DoOxSlXEKKp5a0QuvFCw=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:56:58.963Z","updatedAt":"2022-11-25T11:17:48.824Z"}