{"_id":"6368a1b8e80bff5a995540f2","area_name":"Cone Head Ledge","shortCode":"","climbs":[{"_id":"dhK/Imj1XJiGfDc1SfwJKQ==","name":"Variations to Cone Head Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White and Bill Hardigan, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106492486","mp_crag_id":"107346435","climb_id":"dhK/Imj1XJiGfDc1SfwJKQ==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"There are a few variations to this climb. You can go up the left central face and join up with the ridge. From the ridge belay you can move right and travel past large flakes to the furthest outside corner and take this corner to the summit. you can move left from the ridge belay and climb up the face instead to the v-groove.","protection":"Stoppers and Tri-cams","location":"Cone Head Mt.- central section."},"__v":0},{"_id":"RSoy9UvRVN+4zJBD6KpOlg==","name":"Variation to Left Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Bowker, Jay Golden, 1980's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106492479","mp_crag_id":"107346435","climb_id":"RSoy9UvRVN+4zJBD6KpOlg==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"After the buttress move right under ceiling to inside diagonal corner and follow it to the summit. Corner near summit often has seepage. A better protected an higher difficulty way to the summit.","protection":"Stoppers and Tri-cams","location":"Cone Head Mt. Above the buttress turn right instead of going up the dike."},"__v":0},{"_id":"eLRx4nQXUFqZtbvB6RXcjQ==","name":"Murphy's Rule","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bradley White, and friend, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106492131","mp_crag_id":"107346435","climb_id":"eLRx4nQXUFqZtbvB6RXcjQ==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"Climb face (no pro, 5-4) and surmount arch and make belay 20ft higher. Stopper contrived belay and very little protection as a Belay. Go up and left across ceiling to next ceiling. Go up right side of ceiling to dirty face climbing. Finish the climb with much dirt on the rock at the top. It is very exciting climb though a dirty finish. Protection in the hard (5-7) ceilings is excellent.","protection":"Stoppers, Tri-cams and 2-3 size friends. Friends are critical to protecting the ceilings.","location":"Cone Head Mt- Goes up the face to the right of the buttress on the left of the main face or up the center of this face."},"__v":0},{"_id":"GzFrUmE1Xr+kLRluzqD/gw==","name":"Love to Hate it","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ted Hammond, Bradley White, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106491726","mp_crag_id":"107346435","climb_id":"GzFrUmE1Xr+kLRluzqD/gw==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"Start up face to an arching corner and belay. Go over outside edge of corner to another outside corner and follow it to the top. Ted's one and only climb at Conehead.","protection":"stoppers and tri-cams up to medium","location":"Cone Head Mt- Furthest right or north side of cliff without leaving the main crag."},"__v":0},{"_id":"4TU/OjhjVMu9RQ9MmGipSQ==","name":"Left Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White and Bill Hardigan, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106492104","mp_crag_id":"107346435","climb_id":"4TU/OjhjVMu9RQ9MmGipSQ==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"This climb begins left of the central wall and offers the best climbing up the buttress where the first pitch is moderate (5-6) with decent small stopper protection in the crack for the whole distance of the buttress. The top half has practically no protection up a corner dike and then moves are made out away from the dike to the left horizontally to finish up a steep wall to the top at an easy grade (5-3) for most of a ropes length little to no pro.","protection":"Stoppers and small to medium Tri-cams.","location":"Cone Head Mt.- Starts at the arch below buttress left or south of main face. It's the only prominent buttress on the cliff. Hike up and south until large pine is reached. Here it is possible to 4th class walk down or rappel off of tree, two ropes would be better. I have always walked down."},"__v":0},{"_id":"SJxjahWpWdSkhtVGbKtkzA==","name":"Conehead direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, Frank Peters, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"106491712","mp_crag_id":"107346435","climb_id":"SJxjahWpWdSkhtVGbKtkzA==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"Climb up face using crack sometimes. Belay at large tree. move up right and then head left into very shall ridge and belay near end of ridge. Climb directly up to shallow ceiling go through into v-groove to the top. This is the first climb on Conehead I know of. It is a cliff that most rock climbers hate because of lichen, weak wood like rock flakes and dirty top offs. \n\n  A few of us love it, a very few! Therefore my ratings will be tuned to the drum of an audience of participants, that would believe one star for any climb on it would be to high a rating for the cliff. I finished leading the climb in a snow storm.","protection":"Stoppers and tri-cams up to medium size. Doesn't accept pitons because cracks are very shallow.","location":"Cone Head Mt- Begin at the central lowest place on the cliff where it meets the land."},"__v":0},{"_id":"Li0J75OYVraKNYSVD8Hpug==","name":"A Dilemma","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Michael Zarnowski (rope solo 2008)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"left_right_index":999999,"mp_id":"107347652","mp_crag_id":"107346435","climb_id":"Li0J75OYVraKNYSVD8Hpug==","areaRef":"sC15Oq4SWlCloAY3sFz3Ww=="},"content":{"description":"And a life lesson.  \n\n  P1. 75, 5.6 Climb the only clean section of cliff in the vicinity up to a small ledge with a tree.  \n\n  P2. 75, 5.7+ From the ledge move right and up past a bulge (crux) protected by a small cam placement under a flake (the only gear on the route) continue up to the trees.  \n\n  While exploring the area one day I thought I would just take a short cut to the top. The plan was to solo up this clean section of cliff. After passing the tree ledge with a full pack on I was held up at a bulge. I down climbed back to the ledge and after some sole searching tied off to the tree and led the second pitch rope solo. Although not the type of thing I would like to do everyday it was a fun adventure and a good experience.","protection":"One tree and one finger sized cam.","location":"This route is a few hundred feet left and uphill from the Left Buttress. It is the cleanest section of cliff on the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,b02d793a-ae12-5a50-a5a0-0637b05cf75b","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Cone Head Ledge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.6029,43.9109]},"bbox":[-71.6035241646406,43.910450339818134,-71.6022758353594,43.911349660181855],"left_right_index":-1,"ext_id":"107346435","area_id":"sC15Oq4SWlCloAY3sFz3Ww==","polygon":{"type":"Polygon","coordinates":[[[-71.6035241646406,43.910450339818134],[-71.6022758353594,43.910450339818134],[-71.6022758353594,43.911349660181855],[-71.6035241646406,43.911349660181855],[-71.6035241646406,43.910450339818134]]]}},"content":{"description":"Private Property - Permission to climb here is questionable.\n\n  A raw, wild and untamed cliff several hundred feet tall. Cone Head Mt. is located on private property so if you do visit the area it is best to be respectful and ask permission. A strong leave no trace ethic is imperative. Many of the routes here are less desirable by today's standards but if the \"outback\" experience is what you are looking for this place is for you. The gear is often questionable where it can be found and loose rock is the norm. It is truly a wild crag with beautiful views. \n\n  From Bradley White - \"All the routes on Cone Head ledges have poor protection and there are no bolts. There is always dirt, lichen and mossy wet places on any the climbs except the central left side buttress. Cone Head is all that an outback rock climb should be. Virgin rock and great views. A lightly added assortment of gear on the climbers rack including some medium sized friends will get a climber anywhere up Cone Head ledges but pitons dont work. All the cracks are too shallow for pins.  \n\n  Wherever the climber on Cone Head finishes the climb there will be in the midst of it, where naturally the rock and the woods unite into being one environment, the living rock with dirt, lichen, plants and sometimes even algae organisms on and in the cracks of it. On Cone heads summit dont go down fast or fall off somewhere while walking down off of it. The summit environment is often wet, dirty and with loose footing. Cone Head Ledges or anywhere else for that matter the walking off at top of the cliff is sometimes more difficult than the actually rock climbing was.\" "},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:16.103Z","updatedAt":"2024-01-20T01:04:14.807Z"}