{"_id":"63689de0e80bff5a994f95d3","area_name":"Hemingway Wall","shortCode":"","climbs":[{"_id":"y/DVBxAeVlC10+gD72F+dw==","name":"The Sun Also Rises","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Morin, Amanda Peterson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"left_right_index":1,"mp_id":"108295777","mp_crag_id":"107838863","climb_id":"y/DVBxAeVlC10+gD72F+dw==","areaRef":"QW8H5z0AUzOmccuMy9/GZw=="},"content":{"description":"Follow a broken crack system to a ramp - traverse up and under the right-facing headwall on good holds. Where the headwall runs out, step out left and fire up a short, steep section finishing with a short, wide crack (#3 BD cam). Pull the bulge and angle right to a bolted anchor.\n\nThis is super enjoyable 5.7 climbing - if you start farming lichen, you are probably off route.","protection":"Standard rack to #3 BD cam, 2 bolt anchor (rap bolts), 2-ropes to rappel.\n\nEdited per Kirk Miller as of Oct. 25, 2016: now it is equipped with a bolted midway belay/rappel station. The top anchor was upgraded with rappel rings.\n\nMidway fixed anchors were added with the approval of first ascensionist, Mike Morin.\n\nAll hardware courtesy of ASCA. Thanks, Kirk!","location":"As of August 2013, this is the 2nd route on the Hemingway Wall (see beta photo). Note this is listed as the 1st route in the Fixed Pin guide."},"__v":0},{"_id":"uG2ZVnhVVlSxr1EG5u5+xQ==","name":"Six Toed Cats","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Morin & Gil McCormick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"left_right_index":0,"mp_id":"108165740","mp_crag_id":"107838863","climb_id":"uG2ZVnhVVlSxr1EG5u5+xQ==","areaRef":"QW8H5z0AUzOmccuMy9/GZw=="},"content":{"description":"Climb slabby rock past horizontals that provide opportunities for good gear. Surmount a brief crux, and make your way to a large ledge with a giant plate sitting on it and belay. Move left and gain a low angle flake that forms a wide crack. Belay on a small ledge (to the right) once you exit the crack. Climb an easy pitch to the top of the Meadow Dome.\n\nWalk off by scrambling farther up the dome to a clear left turn down into the Tan Corridor.","protection":"Standard rack.","location":"This is the first route on the left end of the Hemingway Wall. The start is hidden behind low brush back behind some trees."},"__v":0},{"_id":"d02Tk6FCVLmZEXKR4GlLDg==","name":"Growing Pains","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stricker Boyz, 9/13/2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"left_right_index":4,"mp_id":"119708518","mp_crag_id":"107838863","climb_id":"d02Tk6FCVLmZEXKR4GlLDg==","areaRef":"QW8H5z0AUzOmccuMy9/GZw=="},"content":{"description":"Growing Pains is a line up the right rib of the Hemmingway Wall that starts from the ramp to access the Aerie. This route once complete will be the safest way up the Hemmingway Wall, but currently has run out slab on pitch 2-4. The first pitch is a fun outing by itself, 110'.\n\nP1. Start at the top of the slab below the obvious black water streaked slab. Climb up past 9 bolts to a 2 bolt anchor. This is a really fun 5.6 pitch with reasonable protection. If you are continuing, it's best to clip the anchor as a directional and step up and left to belay on a large ledge with natural protection.\n\nP2. Climb left and slightly down to a middle ledge system that traverses to a prow left of a gully. Belay at bolt anchors below a roof.\n\nP3. Climb through the first roof easily along the prow on the right, then move left, and tackle the second bulge left of the obvious black streak. Belay above the second bulge, or continue up easy rock up just left of the hanging forest along a ridge to a 2 bolt anchor at the top of the wall, 200'.","protection":"The first pitch requires 9 draws. A single rack to 3\", double 0.5-1 cams, and extra slings to continue. The upper anchors are not rigged for rappel.","location":"The best approach starts as a scramble past Uncontrived Mayhem in the Labyrinth. Aim for the ramp below the Airie."},"__v":0},{"_id":"HMwuJlJjV6+nt+pqC9zVRw==","name":"For Whom the Bell Tolls","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Stricker","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"left_right_index":2,"mp_id":"108162389","mp_crag_id":"107838863","climb_id":"HMwuJlJjV6+nt+pqC9zVRw==","areaRef":"QW8H5z0AUzOmccuMy9/GZw=="},"content":{"description":"From the Fixed Pin description:  start to the right of a black streak about 25' feet to the left of Fairwell To Arms (FTA is the right-trending ramp to a bolt).  Climb up the ramp, and pull onto the face, not much pro.   Clip a bolt while pulling through the bulge (crux), and then head up a lower angled slab along the ridge, aiming for a left-angling crack at the second bulge.  Actually, after the crux, the terrain is pretty much open season without any change in difficulty, pick whatever line you like, but the crack does provide a little more pro.  Belay on gear about 5' below the top of the wall/ramp.\n\nTo descend, step right across a scree filled gully, and rap the Farewell To Arms anchors (2 beefy bolts), and it is about a 200' rappel.","protection":"1 bolt and gear to #1 Camalot.","location":"This is left of \"Farewell To Arms\" and right of \"The Sun Also Rises\".  Note that the Fixed Pin guide is oriented R to L and front to back, makes reading a little confusing."},"__v":0},{"_id":"DFwTaEIwUaCbVsyU5K6Wsg==","name":"A Farewell to Arms","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M. Morin, A. Peterson, 8/2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"left_right_index":3,"mp_id":"109335623","mp_crag_id":"107838863","climb_id":"DFwTaEIwUaCbVsyU5K6Wsg==","areaRef":"QW8H5z0AUzOmccuMy9/GZw=="},"content":{"description":"P1. Follow a right angling ramp towards a bit of a headwall where some water may be dripping.  At the head of this wall is a bolt, which is fairly well hidden from the ground.  From here, follow easier, slabby terrain to a bolted (2 big Metolius bolts) belay station on your right.  Some protection is available along the way in bigger cracks.\n\nP2. From the belay station, move left towards a bit of a \"staircase\" of rocks with very limited opportunities for gear.  Stay to the left of the dripping water/waterfall.  The steps steepen, but the holds are solid, and there are good stances for your feet.  There is one bolt to your right, almost parallel to some cool crystals/quartz in the rock.  This was my first and only pro on the route.  Then head up another 15 feet, then traverse right to the 2 bolt belay station.  Your second may be able to go more directly right from the bolt onto the steeper headwall.  Rap from here to the ground with 2 60m ropes.","protection":"Minimal rack and a few QDs.  My partner placed a 2 and a 3 on the first pitch, and I led the 2nd pitch with just one QD.  The route is runout, but the two bolts and the protection protect the cruxes.\n\nThere is a bolted belay station about 100 feet up.  My partner attempted to link the two pitches but didn't like the runout between the belay station and the upper bolt.  I think breaking it into two pitches makes sense.","location":"Using the Fixed Pin guide, a good picture shows the start of the route.  It is just to the right of\n\nFor Whom the Bell Tolls\n\n.  The two route are on the south face of Hemmingway Wall, about 75 feet to the right when you reach Meadow Dome.  A distinguishing feature is a bit of a water streak/drip where you start the route.\n\nTo descend, we using two 60m ropes and rapped from the second set of anchors.  This gets you down with more than enough rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9c4813f1-30d1-5705-96de-19a23e027a4b,62c85851-de01-54c9-819f-2a7766247f19,0f4bbcf9-4ccf-5fef-af1b-8f98e76d2122,416f07e7-3d00-5333-a671-cb8ccbdfc667","pathTokens":["USA","Colorado","South Platte","Staunton State Park","Staunton Rocks","Meadow Dome","Hemingway Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39542,39.51576]},"bbox":[-105.39600287694556,39.515310339818136,-105.39483712305444,39.516209660181865],"left_right_index":-1,"ext_id":"107838863","area_id":"QW8H5z0AUzOmccuMy9/GZw==","polygon":{"type":"Polygon","coordinates":[[[-105.39600287694556,39.515310339818136],[-105.39483712305444,39.515310339818136],[-105.39483712305444,39.516209660181865],[-105.39600287694556,39.516209660181865],[-105.39600287694556,39.515310339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:10.563Z","updatedAt":"2024-02-19T18:31:40.625Z"}