{"_id":"63689de0e80bff5a994f9852","area_name":"Titanic","shortCode":"","climbs":[{"_id":"zpaOw94QUOSzJzFTh88dHQ==","name":"Tuff Haven","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105755332","mp_crag_id":"105745726","climb_id":"zpaOw94QUOSzJzFTh88dHQ==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is an awesome route.  Tough and steep, it never stops coming at you until you have clipped all five bolts and reached the anchors.   After crossing the creek, on the approach, look for the second route as you are walking uphill, or upstream, along the base of the lower tier of the Titanic.  The route will have two obvious roof and 5 bolts.   Start up the steep wall.  Jog left through the first roof.  Gain a vertical section then crank the next roof.  After some creative positioning on the upper headwall, you will be able to clip the anchors.","protection":"Quickdraws will be sufficient","location":""},"__v":0},{"_id":"xMShOURjUcy2Z+EyRvxKig==","name":"Sobriety Check","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105832643","mp_crag_id":"105745726","climb_id":"xMShOURjUcy2Z+EyRvxKig==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This route is the third route to the right on the Bear Basin.  This route is the best protected route I have climbed at the Titanic.  Plenty of pro right where you need it.  Be ready for continuous 5.11 moves.  Be sure to save plenty of juice for the weird crux just below the anchors.  You'll need it.","protection":"Fixed pro.","location":""},"__v":0},{"_id":"OKfWoR7sXeiGn610EP0BAQ==","name":"Route Number 8","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105758212","mp_crag_id":"105745726","climb_id":"OKfWoR7sXeiGn610EP0BAQ==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is an awesome route, and is easily one of the best on the Titanic.  Too bad the name is not known. It is the 8th route from the left as you approach the bottom of the wall from the creek. This is known as the Bear Bottom Wall.\n\nThe route begins shortly after the trail that runs beneath the wall starts getting steeper as it goes uphill.  Make hard moves up to the 1st bolt.  Continue to crank hard through a bulge to clip the 2nd bolt.  Then the route lays back for a few feet before the spectacular finish.  Climb directly beneath a large roof with a finger to fist crack going up the left side.  Crank out the crack on the left side and finish on big holds just beneath the anchors.  The bottom half of the route is definitely the power crux, but save some gas for the finish.  Overall, this climb is fairly clean and very interesting. Enjoy.","protection":"8 bolts and a rope will get you up the route and clipped into the anchors.","location":""},"__v":0},{"_id":"NzpK8Vi5XceDwyoZCcfxIg==","name":"Route Number 5","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105758215","mp_crag_id":"105745726","climb_id":"NzpK8Vi5XceDwyoZCcfxIg==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is an awesome route, and is easily one of the best on the Titanic.  Too bad the name is not known. It is the 5th route from the left as you approach the bottom of the wall from the creek. This is known as the Bear Bottom Wall.\n\nThe route begins in a left facing corner.  The first bolt can be clipped from a good perch inside the corner.  Make hard moves right and up, over a small roof and past 3 more bolts through another devious, left facing corner.  Then the route lays back for a few feet before the next bit of business.  Climb the vertical wall above on increasingly thin holds.  A desperate lunge leads to a brief respite encountered on a ledge that makes a fine perch for sitting on.  Looming above is the final roof that must be solved.  Fortunately, the roof has large holds and spectacular exposure.  Once above the roof, a short, but powerful section leads to the anchors.  Save some gas for the final clip.  Overall, this climb is very clean and interesting. Enjoy.","protection":"You will need 11 quickdraws and a rope to climb the route and clip into the anchors.","location":""},"__v":0},{"_id":"/J+Q6aBhXXSpikv7kEUOaQ==","name":"Route Number 3","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105757981","mp_crag_id":"105745726","climb_id":"/J+Q6aBhXXSpikv7kEUOaQ==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is a splendid route.  Too bad the name is not known.  It is the 4th route from the left as you approach the bottom of the wall from the creek.  This is known as the Bear Bottom Wall.\n\nStart with steep moves thorugh a roof followed by a nice stance on a ledge.  Solve the devious face climbing above and crack yet another roof at the top of the face.  Finish by following the left edge of the roof that marks the top of the cliff.  Overall, this climb is very clean and has some good rests.  The climbing is just a little dirty on top, but it has good holds where it is dirty.  This is definately a fantastic route.  Enjoy.","protection":"11 quikdraws and a rope are all you need for this one.","location":""},"__v":0},{"_id":"YFQcXuwXUnm0Roldhb3LlA==","name":"Route Number 18","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105757996","mp_crag_id":"105745726","climb_id":"YFQcXuwXUnm0Roldhb3LlA==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is a fun route. Too bad the name is not known. It is the 18th route from the left as you approach the bottom of the wall from the creek. Otherwise, this being the uppermost route, it would be the 1st route at the very top of the wall.  This is known as the Bear Bottom Wall.\n\nLook for a route with all orange hangers.  Start on the left and move into and over a roof on your right.  Continue up the arete and wall above to the anchors which a set back on a ledge.  The rope drag isn't too bad.  Overall, this climb is fairly clean and interesting.  It is a good warm-up for routes on the upper end of the wall.  Enjoy.","protection":"9 quickdraws and a rope will take care of the route and the anchors too.  You might want to take a longer sling for the first bolt which is set to the left.","location":""},"__v":0},{"_id":"1Cfu+ntRV5O7JRjyqg23yA==","name":"Route Number 17","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105757999","mp_crag_id":"105745726","climb_id":"1Cfu+ntRV5O7JRjyqg23yA==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is a neat route. Too bad the name is not known. It is the 17th route from the left as you approach the bottom of the wall from the creek. Otherwise, this being the 2nd from the last route, it would be the 2nd route from the very top of the wall.  This is known as the Bear Bottom Wall.\n\nStart in a steep, loose looking section of the wall, which is well shaded behind a big pine tree.  In fact this route probably gets shade later than any other route on the wall.Climb up the looseness with interesting moves before moving right along a ledge.  Run it out over easy ground to a bolt on the upper headwall.  Climb the headwall on interesting moves over good rock.  The rope drag isn't too bad, but you are way to the right from where you started.  Overall, the higher you go, the cleaner and nicer it gets.  Enjoy.","protection":"Take only 6 quickdraws and rope to climb the route and clip the anchors. It is runout a little in the middle, but the terrain is easy.","location":""},"__v":0},{"_id":"1INrnSqsXBiZxWGs5NqN2A==","name":"Route Number 12","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105758008","mp_crag_id":"105745726","climb_id":"1INrnSqsXBiZxWGs5NqN2A==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is the longest route on the Bear Bottom Wall.  It is 100 feet long.  Too bad the name is not known. It is the 12th route from the left as you approach the bottom of the wall from the creek.  Both Route Number 12 and Route Number 13 share the same first bolt as a start.  Look for a low, but steep roof, just uphill from the Road Warrior.\n\nCrank the steep moves through the roof and then head up.  Work up and right through a big roof, located about mid-height on the face.  Continue up and left (rope drag will become severe at this point if you used short draws and a single rope).  Solve the devious face climbing through a seam.  Finish by climbing yet 1 more roof and clip the anchors at the top.  This is a wild route.  Enjoy.","protection":"It would probably be better to take two 200 foot ropes for this climb.  Use the first rope up to the first roof.  After pulling the first roof, stop clipping the first rope and use the 2nd rope to finish the route out.  11 bolts will get you to the anchors.  So, take 13 quick draws.  In place of 2 ropes, use very long slings on the lower section if using only 1 200 foot rope.","location":""},"__v":0},{"_id":"BYGOhlOKUKKfdpouBkXR1A==","name":"Route Number 1","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105757993","mp_crag_id":"105745726","climb_id":"BYGOhlOKUKKfdpouBkXR1A==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is a good route. Too bad the name is not known. It is the 1st route from the left as you approach the bottom of the wall from the creek. This is known as the Bear Bottom Wall.\n\nStart with steep moves up a uniquely featured wall followed by wide slot at the anchors. Solve the slot with a lay-back. Overall, this climb is fairly clean short, and sustained.  It is a good warm-up for routes on the lower end of the wall.  Enjoy.","protection":"This one only takes a few quickdraws and, of course, a rope.","location":""},"__v":0},{"_id":"IXZw3ra5WFmCuNVkvsFaSw==","name":"Road Warrior","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105757669","mp_crag_id":"105745726","climb_id":"IXZw3ra5WFmCuNVkvsFaSw==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"The route starts 100 feet up hill from the large left facing dihedral. The first bolt can be clipped from the ground, it protects the obvious opening left heel hook at the start of the climb. It has good climbing, steep bucket hauling, and a devious face section.","protection":"The route has 10 bolts and  anchor. The first bolt can be clipped from the ground, it may help to use a locker , to protect the first move. You need a 60 meter rope to get off.","location":""},"__v":0},{"_id":"dhv1BjJzWyew3KJIXiFOOg==","name":"Road Rage","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Carrie Lin Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105755359","mp_crag_id":"105745726","climb_id":"dhv1BjJzWyew3KJIXiFOOg==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"1st climb to the left of the main left facing dihdreal. This climb starts straight up for 10 ft, traverses to the right for 10 ft., (after the 1st bolt) it continues straight up over a small roof for 50 ft., traverses to the left, continues up the left side of the top dihedrail, and finishes above the top ruff. The crux has the best placed bolt on this climb.","protection":"8 bolts and anchor","location":""},"__v":0},{"_id":"agw5GR/iVT2AkaE9REAFmA==","name":"Mystic Club","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob & Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"107182716","mp_crag_id":"105745726","climb_id":"agw5GR/iVT2AkaE9REAFmA==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"This is the 10th route from the left on the Titanic.  A bouldery start leads to steep but juggy climbing into and through a short dihedral.  A slightly off-camber move up high was the crux for me.  This is a good route; engaging enough for the grade, but it's all there.","protection":"6 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"2hpTGR8GUOKA7ic2NlkXvg==","name":"Carrie's Dangle","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Bob and Carrie Robertson and Julian Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"left_right_index":999999,"mp_id":"105755344","mp_crag_id":"105745726","climb_id":"2hpTGR8GUOKA7ic2NlkXvg==","areaRef":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":"Carrie's Dangle is appropriately named in honor of the famous and fabulous Carrie Robertson.  Look for a short wall, just after a left facing dihedral, while walking upstream or west along the base of the Titanic.  The third route on this short wall is Carrie's Dangle.  It is 5 bolts long, with the crux being at the top.","protection":"5 quickdraws if you please.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,660f1de6-7d89-5192-bbe0-1c1de8173c25,7247e365-87e1-5ca7-b78b-92639eaaa54a,87184a75-a6f5-5dfa-abac-33dcb015e2d9","pathTokens":["USA","Colorado","Wet Mountains, The","Hardscrabble Pass","Titanic"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"sport":{"total":13,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.17279,38.17375]},"bbox":[-105.17336198476774,38.17330033981814,-105.17221801523226,38.17419966018186],"left_right_index":-1,"ext_id":"105745726","area_id":"hxhKdab1XfqrrDPcsBXi2Q=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:56:20.455Z","updatedAt":"2024-01-15T16:43:20.466Z"}