{"_id":"6368a1b8e80bff5a99553f20","area_name":"Center Section","shortCode":"","climbs":[{"_id":"LKQI3ZZeXXiLmqSHuDZuCA==","name":"Tunnel Zone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Hassig 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":9,"mp_id":"106409759","mp_crag_id":"105907984","climb_id":"LKQI3ZZeXXiLmqSHuDZuCA==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"I tend to bump down the stars a bit on the overgrown obscure trad climbs so i only gave this one star... If you like this kind of climbing however, you will be pleasantly surprised by enjoyable (if a little dirty) climbing with good protection... \n\n  Start by clipping the first bolt on Rinobuckets 5.10a or be a purest and pass it up... Break left following cracks along a shallow corner this is the line of Misdemeanor 5.10c... Just before the crux of Misdemeanor Reach left to a bomber flake looks loose but its solid... Keep heading left to another flake system with some vegetation growing out of it... Then up on laybacks and some easy face climbing... The original route headed up and left on a ledge below the roof on Bonehead Roof... I finished up and a little right to the anchor that Jim Shim put up for Misdemeanor... The gear on the last bit is a little more funky but take your time and look around for something good... \n\n  A bit filthy but really fun climbing...","protection":"\"Well protected\" with a normal rack... (watch for loose soft rock)","location":"Between Bonehead Roof and Rinobuckets... Look for the cracks down lower and the Vegitated flakes up and left..."},"__v":0},{"_id":"OcDtyVNKVrCF2KlHqAtyIg==","name":"Rhino Bucket","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Glen Cilley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":11,"mp_id":"105961410","mp_crag_id":"105907984","climb_id":"OcDtyVNKVrCF2KlHqAtyIg==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"For me, this climb was one I did once and tried to forget. The climb is awkward in the way it climbs up the sequence of ledges and you are always clipping a bolt strangely.  \n\n  Clipping the anchors is by far the crux of this climb and shouldn't be attempted by a leader who isn't comfortable at the grade.  \n\n  (*Added for clarification*- I am simply stating that the final holds are pumpy and awkward to reach. As a fall from the anchors while pulling up slack would be very painful, I suggest someone who's limit is 5.10 try this climb on TR to find the holds and become comfortable with them before s/he tries to lead this one.) \n\n  By the way, RhinoBUCKETS is a big of a misnomer. The holds on this route aren't all buckets, some of them can be difficult to hold on to for the grade, especially at the anchor. Although, there is a Rhino-shaped hold on the climb. It is a huge jug that resembles a rhino's horn if looked at the right way.(The previous sentence was added Post-Comment, thank you Chris Duca)","protection":"8 bolts to anchor.   Don't botch a clip on this climb or you'll be on your way down to one of those ledges you mantled so awkwardly earlier.","location":"Starts on big tree route just left of big boulder where the trail comes up from Flesh for Lulu."},"__v":0},{"_id":"WfWzZcoqUledkKylapSXeA==","name":"Mom's Pancake","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":0,"mp_id":"106057691","mp_crag_id":"105907984","climb_id":"WfWzZcoqUledkKylapSXeA==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Just left of Hippos on Parade (5.9). A pretty good route, yet not a classic. Another route to test your beginnerish skills on without having to suffer any hiking. \n\n  Climb the beginning slab directly or stem in the corner to the right. Repeat this all the way to the top pretty much. You either climb the face or stem the corner past bolts and pins to the quick clips up and to the right. \n\n  A good rest in the corner at the halfway mark can suck in a nervous newbie and they might have a hard time stepping back out on to the route.","protection":"4 bolts 2 pins to quick clips...","location":"Just of the corner to the left of Lies and Propaganda (5.9)"},"__v":0},{"_id":"5AqiVVyyWOOLvp6f8c3RjA==","name":"Misdemeanor","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Catabriga 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":10,"mp_id":"106033945","mp_crag_id":"105907984","climb_id":"5AqiVVyyWOOLvp6f8c3RjA==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"A great route though a little lichen covered in parts, will likely get a lot cleaner now that it is fully bolted. A nice long single pitch of mostly juggy but interesting steep climbing. Yet another quality 5.10 at Rumney.The original trad line started up near Rhino Buckets and followed the corner pretty much to the top of the cliff.The line was recently retro-bolted and follows a slightly different line beginning down left to avoid some wet spots and follow the best rock. Just look for the line of bolts to the left of Rhino-buckets and climb away. Beta for the top - Once you clip the last bolt, traverse left on the horizontal, then layback the nice arete until you can reach the incut jugs back right - more fun and avoids the thin, dirtier moves you run into going straight up from the ledge on the right.It has always been a great route... now the masses will know it too...This is one of my favorite routes at the meadows.","protection":"11 SS glue-ins and anchors with clippies. Bring a few longer draws. Or, If you want the original flavor, bring a trad rack up to 3\".","location":"From the corner of the big parking lot, hike up the trail to the Holderness Corner area and take a left. As the trail squeezes through two boulders, look to your right. This is the right most bolted line that starts from the ground level (as opposed to off the ledge to the right)"},"__v":0},{"_id":"WV2pyOlyW6+f96V4ok1mIQ==","name":"Med Dose Madness","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":8,"mp_id":"106221466","mp_crag_id":"105907984","climb_id":"WV2pyOlyW6+f96V4ok1mIQ==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"I've been wondering about this route but hadn't gotten around to it yet. Just did it today and though it was a bit wet it was sharp enough to keep me on. Overall i thought it was a nice addition but i did feel that it was a bit sketchy going to the chains. It looked like if you blew one of the last moves you could hit the ledge below (like on Bonehead to the left). Thats why I put PG13, post your opinions if you disagree. \n\n  Climb the mossy slab start as for beginners/ Bonehead Roof. Head straight up the face on sharp holds following stainless steel eyebolts. The crux happens low and is painful on the fingers but there are lots of foot options to make the holds work. At about the 4th bolt the climbing eases up and you will soon be on a large ledge. Head up and right through a notch clipping your last bolt and step awkwardly to the right to another nice ledge. I would have liked another bolt here. Make a couple moves to the quick clips and say hurray!","protection":"7 bolts to quick clips. There is a spot for a blue Alien to help protect the exit moves if you wish.","location":"right of Bonehead Roof 5.10c. Look for stainless steel eyebolts."},"__v":0},{"_id":"iHiX+wQIXZq6XKStWHC+JQ==","name":"Lies and Propaganda","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Armstrong, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":2,"mp_id":"105923839","mp_crag_id":"105907984","climb_id":"iHiX+wQIXZq6XKStWHC+JQ==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Lies and Propaganda is deservedly one of the most popular 5.9s at Rumney.  In late 2005, a large flake fell off the bottom of the route that upped the difficulty level a bit.  The initial moves to the second bolt are steep and pumpy, with the crux coming right after the second bolt.  The climbing eases a bit in the middle, and then finishes through a fun, juggy overhang.  After pulling through the overhang, work around to the right and climb the final short slab to the anchors.  Fun climb, and worth the wait.","protection":"5 or 6 bolts to a two-bolt anchor.","location":"Located on a prominent arête just right of Rose Garden and the No Money Down area.  Just look for the longest line at the Meadows, get in line, and youll eventually end up below L & P."},"__v":0},{"_id":"1l3Z4l/FUym2Fs6OS+/oBg==","name":"Hold Me aka The Move","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Keefe 4/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":3,"mp_id":"107580693","mp_crag_id":"105907984","climb_id":"1l3Z4l/FUym2Fs6OS+/oBg==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Not a classic but but worth doing if... Well, say you have already done everything else at the cliff but you find your self there and yer looking for a hard time. The flow of the route was surprisingly cool once I figured it out. A few of the holds are a bit uncomfortable but if you dig hard crimping you will like it.   In the book it mentions hard clips, the only tough clip would be the 3rd clip but once the draws are in place it wasn't too bad.  \n\n  The 1st section is tricky and a bit hard, say V4, then you get a good rest (almost no hands). I climbed up and clipped bolt #3 then went back to rest. From here you will encounter hard crimping leading to an undeniable crux move (hence the name). I solved it with a dyno off of a razor crimp. That part is about about V7 in my opinion. It's easy to clip the 4th bolt here and figure your way over the lip to the slab above (the lip encounter could use a little scrubbing). Climb the slab past a pin and a bolt to end at the shared anchor with Lies and Propaganda. \n\n  This route was misnamed The Move in the latest guidebook. \n\n  Ps. the rock is funky, a little sharp but it was all solid... over and out.","protection":"Bolts to anchor.","location":"Between Lies and Cold Turkey."},"__v":0},{"_id":"2TFavNGAXt2iz15FaBHf6Q==","name":"Hippos on Parade","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Glen Cilley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":1,"mp_id":"105961400","mp_crag_id":"105907984","climb_id":"2TFavNGAXt2iz15FaBHf6Q==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Better than Lies and Propaganda...at least in my humble opinion.   This line starts just left of Lies and Propaganda and climbs straight up on decent holds, making some fun moves that are a great lead at the grade and a good warm-up too.   The crux is making an airy move left on big holds then pulling the rest of the buldge.","protection":"Bolts to Anchors","location":"Just left of Lies and Propaganda, just right of the corner."},"__v":0},{"_id":"+ZlMBo3GWk2XdIN2THqleA==","name":"Cold Turkey","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":4,"mp_id":"105961405","mp_crag_id":"105907984","climb_id":"+ZlMBo3GWk2XdIN2THqleA==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"First lead in a 32 degree downpour of sleet! Knowing Chris one would also assume he did it in bare feet! \n\n  This line ascends the cliff from the lowest point of the meadows, down in the pit between the slabs.   Interesting moves that might be hard for the grade start you out. Crimps and palming can be used in conjunction on the starting section, keep an open mind and this will go easier. Then you get up to the slab above and enjoy the best climbing in all of the Meadows Area.","protection":"7 Bolts to Anchors","location":"Start from the pit right of Lies and Propaganda."},"__v":0},{"_id":"WvqODosAVyKSjXPrZ/AGmA==","name":"Bonehead Roof","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Shimberg in 1989.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":7,"mp_id":"105923973","mp_crag_id":"105907984","climb_id":"WvqODosAVyKSjXPrZ/AGmA==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Start up the steep, sharp face to the right of the Bolt Line slab. Expect generic moves up to a rest before the roof. Pull the roof, keeping mindful of the menacing ledge below it. Clip the anchors and clean your draws. Who's the Bonehead now?","protection":"5 bolts to quick clips","location":""},"__v":0},{"_id":"y3NUAEPcU0qBgHkq9jgobw==","name":"Bolt Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":5,"mp_id":"105923805","mp_crag_id":"105907984","climb_id":"y3NUAEPcU0qBgHkq9jgobw==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"Bolt Line is one of the longer climbs at the Meadows and offers approximately 70 feet of fairly sustained climbing at the grade. The common start (5.8) is right of the bolt line and works back left to the first bolt. There are a couple of alternative direct starts in the 5.10 or 5.11 range. Climb the face past seven bolts to the anchors. Fun route.","protection":"7 (possibly more) bolts to Quick Clip anchors.","location":"Located on the face just to the left of the prominent left-leaning flake on Beginners Route.  Starts behind a large tree."},"__v":0},{"_id":"ohhkQzhQWg+SYtg6KrhVlw==","name":"Beginner's Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"left_right_index":6,"mp_id":"105908648","mp_crag_id":"105907984","climb_id":"ohhkQzhQWg+SYtg6KrhVlw==","areaRef":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"After climbing hundreds of routes at Rumney, this one is still a favorite.... The flow of movement on Beginner's Route is as good as any.... It's a great way for an advanced climber to warm up slow, or a beginner to hone their skills.... \n\n  The climb follows a crack in a left-facing corner up a slab...mostly you stay on your feet and use the crack and a few face holds for balance...there are two comfortable rest ledges where you can load up gear placements if you are new and want some practice...at the top you climb a 10 ft slab to the quick clips.... \n\n  Rumney trad climbs are few and far between, and the ones that are there often get overlooked.... Don't miss this one. A small rack is plenty, and if you don't have gear, you can climb Bolt Line (a 5.8 sport climb just to the left) and step right at the top to set up a top rope on Beginners....   As always, please don't wear out the quick clips, TR off your own draws....","protection":"Trad gear to quick clips (you can reach a bolt about a third of the way up that has recently been added for another climb... but you really don't need it).","location":"From the main access trail, turn left at the holderness corner area (far right of the meadows) following the cliff you will climb up between two boulders Beginners is right in front of you...."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,d3e71b77-46c7-5139-95fb-1138921b8904,5183fcd1-66c8-5a65-a67a-1acebab074f0","pathTokens":["USA","New Hampshire","*Rumney","Meadows, The","Center Section"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.5"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83173,43.80231]},"bbox":[-71.83235302902052,43.80186033981814,-71.83110697097946,43.80275966018187],"left_right_index":-1,"ext_id":"105907984","area_id":"UYP80WbIWmWmehrOurB08A=="},"content":{"description":"The center section of the meadows area... Roughly from Lies and Propaganda (5.9) to Rhino Bucket (5.10a)..."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:11.656Z","updatedAt":"2022-11-25T11:20:00.995Z"}