{"_id":"6368a5a5e80bff5a995bc626","area_name":"Sever Boulder","shortCode":"","climbs":[{"_id":"LeqD2XP+XvSE1GOzNmlk5Q==","name":"One Hit Wonder","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Michael Gallagher","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.50167,36.62279]},"left_right_index":0,"mp_id":"107349339","mp_crag_id":"107282153","climb_id":"LeqD2XP+XvSE1GOzNmlk5Q==","areaRef":"+Q8fQW/5XpCyE87QXnD57Q=="},"content":{"description":"Sever Boulder:  \n\n  When you approach the Sever Boulder & Block, walk to the clean split between the two. The smaller Block is the Sever Block, the massive boulder being the Sever Boulder. The Sever Boulder is the massive boulder behind the tiny block. This problem in to the far left of the front shear face and it's slightly overhanging. Look for the erratic, somewhat vertical crack line. About four and a half feet up from the ground there is a right facing side-pull crimp for a right hand. Start here.  \n\n  Side-pull the hold, paste feet, and use the low sloper if you like for a left hand. Blast big and left to the distant feeling knob jug up left. Top out and hop off to the left... no need to scramble all the way up.","protection":"pad","location":"Sever Boulder: At the very end of the LRT (if you come down from the upper lookout past the MOW) this will be the final area before the loop is finished and you are deposited back to your car.  \n\n  Alternately, if you simply hike downhill from the lower lot instead of hiking the normal loop starting at the upper lookout, this will be the very first area you come to, and it isnt very close to the lot.    If you hike down from the lower lot, look for the Trails End Boulder which will be on the right and just off the trail. At this point, you have passed the Sever Block (but the directions are simpler this way). Turn around and look to your left off trail a bit and the Sever Boulder & Block are there. This is the long, giant boulder laying long ways up the hill side which has the tip severed cleanly forming a separate smaller block. The Sever Block has a large dead tree that has fallen to rest on the top of it.  \n\n  The directions are the same if you hike all the way around from the MOW Area. Hike past the Autumn Area and when you reach the next area which will be signaled by the Trails End Boulder (a large egg-on-its-side shaped boulder just off the left side of the trail). When you reach the Trails End Boulder, look up to your left off trail a bit and the Sever Boulder & Block are there. This is the long, giant boulder laying long ways up the hill side which has the tip severed cleanly forming a separate smaller block. The Sever Block has a large dead tree that has fallen to rest on the top of it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,69c913a0-defc-5823-b9b4-87d727c8fb64,724051b8-79cf-5580-bc4f-341a86bb0194,f90f1f41-6ff9-5e90-b213-ced05e70f9ed","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","Listening Rock Trail","4. Trails End Area","Sever Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V5"}],"byDiscipline":{"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.50167,36.62279]},"bbox":[-81.50223026818249,36.622340339818145,-81.50110973181752,36.623239660181866],"left_right_index":-1,"ext_id":"107282153","area_id":"+Q8fQW/5XpCyE87QXnD57Q=="},"content":{"description":"This big boulder is laying length-wise on the steep hillside, and has several short and enjoyable problems to choose from. The landings are pretty solid, save the angle on the hillside, and at the slit nose there are a few jumbled rocks at the base that are easily padded. At the corner arete and at the \"One Hit Wonder\" problem there is a wet-weather stream that trickles under the boulders base if it has rained recently. If its been dry there shouldn't be any water."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:29:12.639Z","updatedAt":"2024-01-15T16:50:20.527Z"}