{"_id":"6368a722e80bff5a995ddb49","area_name":"Medicine Bow Peak Area","shortCode":"","climbs":[{"_id":"S0SAV2eXXqCxh/A7UTJgqw==","name":"Sidewinder","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Skip Harper?","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"left_right_index":1,"mp_id":"105808443","mp_crag_id":"105808437","climb_id":"S0SAV2eXXqCxh/A7UTJgqw==","areaRef":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":"Since I am in fact Petsfed from rockclimbing.com, I'll use essentially the same description from there.\n\nStarting from a distinctive right-facing dihedral nearly center on the Diamond Buttress, link ledges, right-facing dihedrals, and gullies via the path of least resistance. Several bushes must be climbed through to proceed/belay.  The final (short) pitch winds its way through what appears to be a roof, although it is stepped around, onto a low-angle slab.  There is little to belay from at the top of the pitch.","protection":"Standard Snowies Rack (1 set of nuts, 1 set of cams from .25\"-3\")","location":""},"__v":0},{"_id":"caxb+L5pULu7hjK2/hJ3uA==","name":"Red Spot Alternate Start","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"left_right_index":5,"mp_id":"111903925","mp_crag_id":"105808437","climb_id":"caxb+L5pULu7hjK2/hJ3uA==","areaRef":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":"This alternate start to any of the climbs in the Red Spot area ascends two parallel cracks that bisect a small buttress approximately 70 feet to the right (down slope) of the start of Red Spot.  Down low there are plenty of positive face holds to complement the finger to hand sized cracks.  As you get higher the cracks generally narrow eventually leading to a thoughtful section with little in the way of  crack features (crux ~30 ft). Progress using tenuous crack and face holds to gain a pleasant finger crack above.\n\nBelay on the second of two large but loose ledges (small nuts and purple C3 helpful).  From here traverse left to rejoin Red Spot or continue up choosing you own adventure.","protection":"Single rack of nuts and cams to 2 inches. Doubles  in BD 0.3 range could be helpful.","location":""},"__v":0},{"_id":"NdChnULyUyiCZDBZpVvmtg==","name":"Red Spot","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Frisby/Jaquot/Mathiesen '65","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"left_right_index":4,"mp_id":"105928012","mp_crag_id":"105808437","climb_id":"NdChnULyUyiCZDBZpVvmtg==","areaRef":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":"Start at the base of a prominent pillar (not the huge pillar that's visible from the road, but farther left of that) at the base of the The Diamond about 200 feet right of the south edge of the face.  Climb the pillar and onto the face, eventually encountering an alcove.  Either belay here (it's another 200 feet to the next belay) or continue on to a loose ledge.  The next pitch climbs a thinly protected face to another loose ledge for a belay.  Continue up, linking the path of least resistance to the distinctive diagonal ledge that cuts up and left across the entire face.  From here, either follow the ledge up and left off of the face or continue up to Left Over (5.9+).\n\nFor both, continue up another 50 feet until you encounter a cave.  Pass the cave and continue basically straight up until you encounter a half-inch steel cable.  Belay here.  From this belay, traverse into a large, slightly overhanging dihedral and climb it.  This is poorly protected right off the belay, but small cams and long slings shouldn't leave you too bad off.  Top out on easy (4th class) slabs.  Find the Medicine Bow Peak trail and walk off to the south.\n\nThe entire climb has route-finding issues, so be ready to down climb.  Also, most of the cracks are very tiny (knife-blades would probably work best) so most of the climbing is very run out.  Fortunately, there is protection at the hard parts, even on the harder variation.","protection":"Singles from yellow Alien to #2.5 Friend.  Nuts.  Lots of long slings.","location":"The Diamond Buttress dominates the Snowies skyline, and is most easily reached from the Lake Marie picnic area."},"__v":0},{"_id":"P+9AcQCKVMuAbAEV56ZrdA==","name":"Overhang Direct","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"K Hull and R. Nessle 1959","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"left_right_index":6,"mp_id":"107057400","mp_crag_id":"105808437","climb_id":"P+9AcQCKVMuAbAEV56ZrdA==","areaRef":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":"The rightish side of the Diamond has 3 diagonal overhangs.  This route climbs through the notch in the lower overhang, and then goes right to a notch on the Braack Ridge.\n\nThis route was originally rated 5.7 A2, but goes free at 5.8+/5.9-","protection":"A standard rack with a couple of 3-4 inch cams","location":"It used to start at the huge pillar which has apparently fallen over.  So start in that area."},"__v":0},{"_id":"g0Qwz08WVjG54vC5c/NI8Q==","name":"Amnesia","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"FKA: Jason Urasky, Brian Scoggins, 8/16/2004","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"left_right_index":7,"mp_id":"107238747","mp_crag_id":"105808437","climb_id":"g0Qwz08WVjG54vC5c/NI8Q==","areaRef":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":"Starting below a v-shaped chimney (see photograph), climb up, then right to the base of a left facing dihedral with a big roof at half height.  Belay.  Go up and left towards a ledge, following the lowest of 3 left leaning cracks.  Belay at the ledge.  Again, follow the crack to the best belay available before encountering the right edge of a huge dihedral.  Turn a small roof (crux) to get out of the dihedral, and follow a trough up and left to nice ledge on the other side of the pillar that may or may not have tat on a horn.  Belay.  Climb up the arete until it is possible to move back right onto the slab.  This entire slab sounds hollow, so consider your pro carefully.  Climb to a broad grassy ledge (known as University Avenue), and belay.  Go up and left into a gulley, and climb the gulley to the summit.  A belay is not really necessary for the traverse across University Avenue, but the exposure and loose turf may lead your second to demand it.","protection":"A single set of cams from black alien to #2 camalot.  Also, a single set of nuts.  Many long slings.","location":"Sundial Slab.  Best approached from the Mirror Lake Picnic Ground, then scrambling north from there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,dc2f017c-2b55-54e1-b4ca-7cf980974c37,8e9c4a9d-2a79-5bc6-b0e6-993dfefa3808","pathTokens":["USA","Wyoming","Snowy Range","Medicine Bow Peak Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.326,41.3408]},"bbox":[-106.32659891289227,41.34035033981813,-106.32540108710774,41.341249660181866],"left_right_index":-1,"ext_id":"105808437","area_id":"jpxKnSp5W8aw5pk9/vo4CA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:35:26.299Z","updatedAt":"2022-11-25T11:25:38.587Z"}