{"_id":"6368a185e80bff5a9954f2e8","area_name":"Black Orpheus Amphitheater","shortCode":"","climbs":[{"_id":"5dgvSJuhWyCzNA2yJOBRQQ==","name":"Tuscarora","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Tom Cecil, John Barnes, John Rosholt  1995.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":7,"mp_id":"107469844","mp_crag_id":"106042253","climb_id":"5dgvSJuhWyCzNA2yJOBRQQ==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Tuscarora is a brilliant route that climbs the left side of the huge brown buttress separating the Black Arch Wall from the walls containing Black Orpheus.  The route takes a system of corners through a large roof and then tackles a very difficult finger crack.  It is south facing and offers nice, sunny climbing  perfect for a clear winter day.  Approach as for Black Orpheus, but head left across the slabs (may require some exposed easy 5th class) and away from Black Orpheus to reach an indistinct weakness below the left side of the towering buttress above. You may arrive at a small, body-sized cave that is just left of the line and just to the right of a narrow ridge of rock that separates the Black Orpheus side of the amphitheater from the There and Back Again side. About 20' below this cave is a nice ledge and a single bolt which is a good place to begin. \n\n  P1: Depending on where you start, begin climbing up a corner and onto broken rock, working out left then back right underneath a steep wall, then continue just right of a vegetated right-facing corner to a nice ledge with a bolted anchor.  5.5-5.8. \n\n  P2: Climb up interesting features passing two bolts to a bolted anchor on a sloping ledge directly below the large roof.  5.10b, 100. \n\n  P3: Pass the roof via jamming, stems, and underclings  good pro and bolts protect.  Belay at a bolted anchor.  A wild, awesome, and exposed pitch.  5.11, 100. \n\n  P4: Step right from the belay and climb friable rock before moving back left and continuing up interesting face features, ultimately arriving at a stance at the base of a very thin crack. This crack, which is slightly overhanging and tips-sized, is the crux. Difficult for the grade, (smaller fingers will have an easier go of it, but be prepared for pain) this aint no Rainbow Wall 5.12. Some hollow rock but great movement and position. Small cams and a few bolts protect as the difficulty eases slightly on the way to a bolted anchor in the middle of outer space. Yowsers!  5.12c, 100. \n\n  Rap the route with a single 70m cord.","protection":"1 each black Alien/00 Tcu to #2 Camalot.  Extra red C3's (0.3 Camalots and green Aliens are just a little too big where you want them).  Wires.  Draws.  One 70m rope.","location":""},"__v":0},{"_id":"Bioi94FUVoytnp3JKh5U7A==","name":"There and Back Again","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Boone & Ellen Dempsey 2/80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":6,"mp_id":"105732884","mp_crag_id":"106042253","climb_id":"Bioi94FUVoytnp3JKh5U7A==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"The route begins just left of the white recessed wall that is left of the start of Black Orpheus. The route is also to the right of the large black arch that is the left side of Black Arch Wall. There are no fixed anchors on the route and I suggest taking all your gear with you instead of leaving any in Oak Creek for later retrieval. \n\n  p1 Begin at the base of a yellow 180' pillar with black knobs on the face that leans up against the wall. Climb the face to the top. 185'. \n\n  p2 Climb up to a left facing corner, then up corner to a belay ledge. 90' \n\n  p3 Straight up 15-20 feet of face climbing leads to a +/-2 foot thick left facing dihedral that looks like an backwards \"s\". After an awkward move, you should get to another belay stance. 80' \n\n  p4 Climb left to a face with many edges and up a thin crack to a ledge with some loose boulders. Try not to kill partner with boulders and here you have a choice. Go immediately left and up to a ledge with some bushes and belay from there (80' and the way the route is supposed to go), or, go right up a left facing corner and then into a right facing dihedral that leads to a ledge (150' and pretty fun). If you go the second way, your next pitch will go left to an obvious crack on black rock and up for 20' and you're done. \n\n  p5 head up and right to an overhanding crack that is libacked and jammed up to a ledge (top of 4th pitch if you went right at p4 choice) then up the crack on black rock to an eventual ledge and belay spot. 110' \n\n  From the top of the route, head up and left, then down and left, into the painted bowl. Keep looking left for the vegetated area with a pine tree. Once at the pine tree, keep scrambling until you see the bolted rap anchor. Two 60 meter rappels will get you to the slabs. Walk down skiers right to a gully, then to Oak Creek.","protection":"The beginning of Pitch 3 has a 15-20 foot runout section that may bring protests from leaders, otherwise, protection is adequate.","location":""},"__v":0},{"_id":"+WPRTWagVOCfydf22bsPLQ==","name":"Plate of Fate","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jorge Urioste, Bill Hotz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":5,"mp_id":"106731726","mp_crag_id":"106042253","climb_id":"+WPRTWagVOCfydf22bsPLQ==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Intro\n\n  High on Black Arch Wall, Plate of Fate is a short route just to the left of There and Back Again. For us it was the perfect choice on a frigid December day when the somewhat lengthy approach kept us warm. The route is south facing, so perfect for cooler days. \n\n  Granted there are a few brief sections of loose rock, but the harder moves are solid and well protected with either bolts or gear. \n\nRoute Description\n\n  Pitch 1 (120', 5.8)   Clip the first bolt then move right into a narrow crack system. Take care as some of the rock is fractured. Continue up past a second bolt to a bolted anchor. \n\n  Pitch 2 (90', 5.8+)   From the belay go left and up. From the belay you see mostly loose plates but there is solid rock to be found once you commit. Traverse left on the varnish past one bolt then head up to a ledge with bushes. As of Dec 2009 the bush was slung with cords and a rap ring. \n\n  Pitch 3 (100', 5.9+)   Tiptoe up and left on thin, varnished holds past 2 bolts. Head up toward the brushy, bolted belay/rap station. Note the pile of loose rocks next to the anchor. \n\nDescent\n\n  RAP   From the anchor do a single rope rap down and climber's right to the brushy ledge that marks the top of pitch 2. If you have a second rope rap to the base. If not, there is an alternate rap station part of the way straight down (not the top of pitch 1, which is off to the climber's right). We did not use this, but noted that the cordage was UV damaged as of Dec 2009. \n\n  WALK-OFF   There is a (lengthy) walk-off option. From the top of the route head up into Painted Bowl. From here go SW aiming the large boulder on the west shoulder of the ebowl. Note: you will have to contour before the (IBM) boulder comes into view. Continue west until the ramps become a vegetated terrace. Head down a steep gully and zig-zag down the ramp system. The final crux involves getting down 20' of extremely slick water-polished slab to reach the streambed. Head downstream to the trail system and return to your car.","protection":"- Small rack to 2\"   - Backup webbing/rap rings   - Extra rope (optional)","location":"Once on the main Oak Creek trail follow the trail up the canyon. It will eventually head downhill as it parallels the Solar Slab area. Note that there are a number of alternate trails in this area, but the key is to eventually end up in the wash. Take in the views as you hike up the wash, scrambling over large boulders for ~55 minutes. \n\n  As you approach the far end of Black Arch wall you will see some cairns marking a boulder-filled gully seemingly choked with scrub oak. On our ascent this looked improbable and we ended up continuing to a another set of large boulders that led up the hill marked by an easy mantle problem at the start. This way also went, however, the gully had fewer brushy sections. \n\n  Work your way across the slabs up and right to a brushy ledge to the right of the prominent black arch. Note that the route starts much higher than There and Back Again. Look for a large white detached flake with a single bolt ~20 feet up. \n\n  Approach time: ~1.5 hours"},"__v":0},{"_id":"BdeiqOrkVQe4S7/rzU5TjA==","name":"The Secret World of Arrietty","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA: Unknown.FFA: Joshua Janes & Josh Thompson - Spring, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":4,"mp_id":"107539783","mp_crag_id":"106042253","climb_id":"BdeiqOrkVQe4S7/rzU5TjA==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"The Secret World of Arrietty climbs the arch-feature immediately left of the Plate of Fate, pulling through the massive yawning roof right at it's widest. This is a great new route with wild and burly climbing, mostly excellent rock, and great pro.  No move is harder than 10d, probably, but the cumulative effects of placing gear and sussing out the sequences on the fly are quite taxing - though knee barring and hand jamming skills can take the sting out of it. Super fun! \n\n  Beginning immediately left of the Plate of Fate, climb the left margin of the namesake plate and, with some difficulty, pull up onto better rock above. From here the route follows a vague seam/corner passing spaced but good gear to a large wedged flake. There is a tricky but bomber cam placement immediately above this flake.  Continue via liebacks and kneebars to a strange hole-thingy in the wall above the arch (crucial 0.75 Camalot placement). Pull past this, up and over, to a precarious stance on really nice rock - take some time to catch your breath because its about to be game on: Moving left, step back down below the arch, and begin a wild traverse left via underclings, hand jams, and occasional jugs. There's not much for feet, but some trickery affords much needed rests before a final, burly reach left to a large, flat hold at the lip of the arch.  Mantling onto this might not be the crux... but it will certainly feel that way.  And while things may seem desperate, the pro is good so you must go for it! You must! Once up above the arch, a thin move or two leads to the final station on the Plate of Fate rap route. Nice! Enjoy the bird's eye view of your partner struggling as you bring him/her up. Remember, a 70m cord is not long enough to lower to the ground while the rope is still running through all the gear, so rapping off is the way to go.","protection":"2 each blue Alien/0 TCU to 0.5 Camalot   1 each 0.75 to #4 Camalot   Wires   Lots of long runners   70m cord is a must for descending","location":""},"__v":0},{"_id":"iNrirHxUVLyp7BVDBiPj7A==","name":"Offset Corners","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Unknown (Possibly Mike Tupper based on the bolt hangers?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":11,"mp_id":"107496550","mp_crag_id":"106042253","climb_id":"iNrirHxUVLyp7BVDBiPj7A==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"The creative name \"Offset Corners\" doesn't really do this climb justice.  It is a fantastic pitch that is sustained and has two difficult,  interesting, and exciting cruxes - one of which is the very last set of moves to a finishing jug. \n\n  Begin on the SW face of a large brown block (see Location description below) beneath the two left-facing corners.  Climb easily up the first corner passing three bolts and gear placements to the corner's end.  Move wildly up and right across the face towards the second corner (first crux) and mantle up to a stance in the corner itself.  Continue upwards with good gear and two more bolts before making a difficult reach (second crux) at the top to a blind hold.  Pull over onto a slabby topout.   \n\n  There is currently no anchor on the top of this formation and finding good gear is difficult (but possible).  Descend from the back by scrambling down a chimney and contouring around the west side of the block.","protection":"Standard rack.  There are five bolts protecting this route: Two are 3/8\", three are 1/4\"; all are in need of replacement.  Actually, not all of them are essential and those should probably just be pulled, but there are at least two bolts (those protecting each crux) that are pretty key.","location":"Follow the climbers' trail into Oak Creek Canyon passing underneath the Solar Slab area and eventually dropping down into the wash.  Continue in the wash about 200-300 yards and look off to the right (north) side of the canyon:  The climb is located on a huge brown block a few hundred feet above the canyon floor.  It follows two left facing corners, one on top of the other, on the SW face of this block.  Continue much further up canyon than you might think past the block until you reach the Black Orpheus approach.  Scramble up the 4th class slab until level with the block and then easily contour back east to the climb."},"__v":0},{"_id":"FRFkVsIVXjG5J1LLbqZl9A==","name":"Marijuana","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tom Cecil, Chris Tolin, John Rosholt - 1980's.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":8,"mp_id":"107468337","mp_crag_id":"106042253","climb_id":"FRFkVsIVXjG5J1LLbqZl9A==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Marijuana is an excellent, clean route up the huge brown buttress to the left of Black Orpheus and to the right of the Black Arch Wall.  Mostly following interesting corners, the climb is capped by two lovely, testy pitches.  It is south facing and offers nice, sunny climbing  perfect for a clear winter day.  Approach as for Black Orpheus, but head left across the slabs (may require some exposed easy 5th class) and away from Black Orpheus to reach an indistinct weakness below the left side of the towering buttress above. You may arrive at a small, body-sized cave that is just left of the line and just to the right of a narrow ridge of rock that separates the Black Orpheus side of the amphitheater from the There and Back Again side. About 20' below this cave is a nice ledge and a single bolt which is a good place to begin. \n\n  P1: As for Tuscarora - depending on where you start, begin climbing up a corner and onto broken rock, working out left then back right underneath a steep wall, then continue just right of a vegetated right-facing corner to a nice ledge with a bolted anchor.  5.5-5.8. \n\n  P2: Again, as for Tuscarora - climb up interesting features passing two bolts to a bolted anchor on a sloping ledge directly below the large roof.  5.10b, 100. \n\n  P3: Traverse right via an easy, but exposed move on a loose ledge system to a bolted anchor at the base of a short, steep corner. Low 5th class, 50'. \n\n  P4: Climb up a very steep left-facing corner passing two bolts to a bolted anchor on a ledge.  5.11, 50'. \n\n  P5: Head up a corner to the right (don't go straight up) and pull up with difficulty onto a long, leaning left-facing ramp system.  There are several bolts and well-spaced but solid gear placements along this ramp - the very end of the system is steep, run out, and difficult, but the climbing is beautiful and face holds appear to ease the passage.  End at a bolted anchor.  5.11d, 120'. \n\n  Rappel from here with a 70m rope, following the ramp back down (a leaver 'biner on one or two of the bolts will make this much easier).  Alternatively, it is possible to continue up to the top of the formation via a huge right-facing corner system which faces Black Orpheus.  This supposedly goes at 5.10a.","protection":"One each from blue Alien/0 TCU to #2 Camalot.  Two each 0.4 and 0.5 Camalots.  Wires.  70m rope.","location":""},"__v":0},{"_id":"F44F+WsFUtaCLk2/TpRUHQ==","name":"Howl's Moving Castle","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA: Unknown.FFA: Joshua Janes, Josh Thompson, Kathrine McCullough - April, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":2,"mp_id":"107561683","mp_crag_id":"106042253","climb_id":"F44F+WsFUtaCLk2/TpRUHQ==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Howl's Moving Castle tackles the obvious weakness in the massive roof on the right side of the main Black Arch Wall in four short, interesting pitches. This is a good route except for a little loose rock here and there and a brief dirty section. All of this might clean up with traffic, but even in its current state the route offers diverse climbing and fantastic exposure on the last two pitches in particular.\n\n Having spent way too much time up there this season, my eye was inevitably drawn towards this line. When we finally made time to check it out, we discovered a bolted anchor halfway up the lower corner, however, there was no evidence of progress beyond the first two pitches it appeared that whoever had been up there previously stopped beneath the crux roof pitch (I'd love more information if anyone out there knows anything) - so we kept going! What resulted was essentially a ground-up FA of a sweet new line. I led pitches one, two, and four onsight and followed Josh Thompson cleanly on the crux third pitch, returning a few days later to lead every pitch.\n\n Begin directly below the left-arching, left-facing corners that form the right side of the main Black Arch Wall. Scrambling up some 4th class to a bushy ledge to begin the first pitch is recommended, but it is possible to begin below this on the more spacious slabs.\n\n P1 (5.10b, 75-150' depending on where you start): Climb straight up from the bushy ledge towards the left end of another bushy ledge that is directly below an obvious chimney at the base of the corner. Chimney up this (unprotected) and then work out left from the top of the chimney (good gear) to a roof at the base of the corner. Arrange gear here and pull awkwardly up over the roof, stepping easily left to a bolted belay atop a large flake. It is possible for the second to avoid the chimney by climbing up a large slabby flake, but this is not recommended for the leader as the flake is crumbling and there is no worthwhile gear until the top of the chimney.\n\n P2 (5.10b with 5.9 R or 5.11a, 80'): Step right and up off the belay, and then continue up the slick, leaning corner. Liebacks and ultimately fist jams lead up this to a good stem rest. Here the corner pinches down to tips: Continue up with liebacks (crux) until the corner thankfully, and abruptly, widens. Here, gain a large flake and clip a bolt before performing a thin mantle followed by easier climbing up and left to a bolted anchor at a comfortable stance. It is also possible to traverse left at the stem rest and climb the unprotected face before stepping back right after the thin liebacks, thus changing the grade of this pitch to 5.10b (with 5.9 R). Otherwise, the pitch is 5.11a.\n\n P3 (5.11c, 90'): From the ground this roof appears to be a 30' monster, but youll see it isnt so bad. Climb up via steep, positive, but very powerful liebacks to a few handjams and a final burly move turning the lip. Stopping to place gear on this bit is difficult, but overall the holds are really good. Once around the corner, there's about 10' of dirty rock that can mostly be avoided, but the exposure is spectacular as the climbing eases to a vertical, 5.9 romp up the crack system to a good belay ledge out right.\n\n P4 (5.10d, 75'): Continue up the crack system through soft white rock. This bit of climbing is way steeper than it looks, but is well-protected and actually quite good. Belay just above the top of the wall at a comfortable stance.\n\n Walk off via the Painted Bowl descent or rap Plate of Fate with a single 70m rope.","protection":"4-5x Blue Aliens/00 TCU's   2x 0.3 - 0.5 Camalots   1x 0.75 - #4 Camalots   A few draws/slings   No wires necessary","location":""},"__v":0},{"_id":"dEx5D71VXCSTNKz0oHFOVA==","name":"Eurydice","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Josh Janes - Winter 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":10,"mp_id":"113918881","mp_crag_id":"106042253","climb_id":"dEx5D71VXCSTNKz0oHFOVA==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Eurydice is a direct finish to Black Orpheus that replaces the chossy exit slab with two new pitches of spectacular climbing: a wild traverse into outer space and a 5.5 romp with 1000 feet of exposure nipping at your heels - separated by one of the more outrageous belay ledges in all of Red Rocks! If you're climbing Black Orpheus and are up for one more small section of 5.10 at the end of the day, this is unquestionably the way to finish.P1-9 (5.9+ or 5.10a, 1100'): Begin by climbing through the crux of Black Orpheus (P1-9 in the Handren guide), belaying on the higher of two large ledges in the massive upper corner.P10 (5.10b, 120'): Climb up the corner as per the original line, but instead of \"traversing out right on sloping ledges to the anchor\", continue up the corner another body length or two (good medium wires in poor rock) to a jug. This jug is the start of a ledge/catwalk that breaches the overhanging left wall of the corner. From the jug, hand traverse wildly until it is possible to swing up onto the ledge (crux). Follow this sickeningly exposed ledge all the way out the corner to an incredible crow's nest belay platform and build an anchor in varnished rock using small/medium wires and a small cam (0.3 Camalot or the like).P11 (5.5, 120'): Climb straight up the slab, hugging the arete (exposed!) until the angle eases very close to the start of the Painted Bowl descent route.","protection":"1-2x cams from small to #1 Camalot and a set of wires... Whatever you brought for Black Orpheus should be fine.","location":""},"__v":0},{"_id":"9rgnPGtlWIqTSzJf+FqtfA==","name":"Black Orpheus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Uriostes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":9,"mp_id":"105732809","mp_crag_id":"106042253","climb_id":"9rgnPGtlWIqTSzJf+FqtfA==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Black Orpheus wanders up the large hindquarters of Solar Slab, culminating in a giant arcing right-facing corner that has by far the best climbing on the route.  The route is long, but much of the climbing is easy and a fair bit of it is mediocre.  Two stars is generous, but it makes for a pretty fun adventure with a little bit of challenging route-finding and more commitment (due to the wnadering line and lack of fixed anchors) than many long routes in Red Rocks.   \n\n  Hike past the main face of Solar Slab into the main Oak Creek drainage, continuing until the large and complex wall in the photo below appears.  Leave your stuff below 600' of slabs, and scramble up to a long left-facing corner approximately in the middle of the wall, and left of a large flatiron feature.  Locate the large RF corner on the upper left portion of the wall; the final 4 pitches follow this corner, and the route starts quite a ways to the right of it before wandering up and over. \n\n  Pitches one and two are long 5.8 leads up the corner (bypass the bolted anchors in order to stretch these leads).   \n\n  P3 is easier and wanders left and then back right at about 5.5. \n\n  P4 is very easy fifth class and over 300 feet long; basically, simul-climb while finding the easiest path up and left to the main corner system on the upper wall.  Belay in a comfy alcove down and right of a clean V-slot corner. \n\n  P5 is the jewel of the route: do exciting face moves up and left past a bolt into the corner, and climb for 150 wonderful feet, passing a cool chimney en route to a good belay ledge below 2 bolts. \n\n  P6 climbs past the bolts with a cool, tricky 5.9 move which for some reason has been upgraded to 5.10 in Supertopo.  Continue up the cracks above which are are really good.  Several belays are possible. \n\n  P7 continues up the huge corner with stiff for 5.7 liebacking past a bolt.  Where the corner arcs right, traverse the face straight right to a fixed belay. \n\n  P8 is one of the wilder 5.5 pitches I've done.  Follow a few bolts right and then up on runout, loose, exposed but awesome face climbing.  Cut back left through the main corner into a groove that leads to the top. \n\n  The descent is fairly involved.  We scrambled up to the next ledge (well short of the buttress top), then followed this left (west) and down a ramp with a line of cairns to a new bolted rappel station.  You have to downclimb an easy chimney to get to the station. Two double-rope raps got us to a large bowl, which we followed down and skiers' right to a terrace with a large boulder.  From here, take the ramp west into the Oak Creek drainage and follow that back to your packs.  You can do three raps with a single 60m rope (using a mid station after the first one), but the last one WILL NOT REACH GROUND.  With a lot of stretch and a big swing to the left, you can barely reach a 4th class ramp and get off.  But you'll probably die.  Not recommended. \n\n  Another rappel route from the top of the buttress uses several single rope raps to get into the bowl.  It may also be possible to traverse across the top of Solar Slab and descend the gully east of that route.   \n\n  There is an entire chapter about this route in Red Rock Odyssey","protection":"Standard rack with 2 ea. of #1.5 and #2 friends","location":""},"__v":0},{"_id":"bSICtixBXqqcg2VYR7SPFA==","name":"The Black Widow","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA (Pitch 1 & 2): T. Cecil - 1995; FFA (Complete Line): Joshua Janes & Darren Snipes (w/ thanks to Anna Pfaff) - March, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":1,"mp_id":"107506973","mp_crag_id":"106042253","climb_id":"bSICtixBXqqcg2VYR7SPFA==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"The Black Widow is a route that offers difficult, technical climbing on the first pitch, a fun roof on the second pitch, and an extended boulder problem crux followed by exposed glory climbing on the third pitch. This rig is sure to be sunny, is crowd-free, and is a totally rad rock climb. Just goes to show that great FA's in Red Rocks are still out there. \n\n  Up and right from the top of the approach gully is a pleasant area adorned with sizable, flat boulders. This is beneath a large, black, scoop-like cavity in the wall; begin climbing at the toe of a slabby buttress just left of this cavity. \n\n  P1 (5.11b, 135'): Climb up a low angle crack to a ledge beneath the steep, black wall above. Clip the first of several bolts and climb up and right into a water groove/crack system. Follow this past a thin face climbing crux and continue to a bolted anchor at a small hole. \n\n  P2 (5.10d, 120'): Face climb directly above the anchor with spaced protection to a body-length, horizontal roof. A bolt at the lip protects pulling the roof, but this can be very difficult to clip for those of shorter stature. Kick the feet free and heel hook over the lip, stand up, and continue up the face above to another bolted anchor at a tiny ledge. \n\n  P3 (5.12, 120'): Face climb directly above the anchor on fragile rock to the steep underbelly of the arch. Twenty feet of well-protected, but intense, dynamic, and improbable climbing leads to better holds and a chance for a shake. Note that there is one small flake here that would probably rip right off if you pulled too hard on it - I used it gently in order to get a shake, so for that reason I elected not to clean it. A few more tricky moves get you out from underneath the arch and up onto the exposed upper headwall. Follow a beautiful, steep crack system for 90' to a belay stance on white rock. \n\n  P4 (5.7, 125'): Romp up the lower angle slab (unprotected), or slightly left along a nice finger crack, and then work back right to a final vertical, varnished face. Climb one of several cracks up this to a belay stance 100' from the IBM Boulder. \n\n  Rap the route with an 80m (a 70 is just not quite adequate) or two ropes, or walk over and rap Plate of Fate, or walk off via the Painted Bowl descent.","protection":"Single set from 00 TCU/black Alien to #2 Camalot, wires, enough rope.","location":""},"__v":0},{"_id":"JT8bPt05X/yTbyFuGb1BlQ==","name":"Black Ops","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Unknown.FFA: Joshua Janes w/ K. McCullough, C. Galitsky (w/ special thanks to M. Ward & D. Sorric) - Winter, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":3,"mp_id":"107939273","mp_crag_id":"106042253","climb_id":"JT8bPt05X/yTbyFuGb1BlQ==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"About 100 yards left of Plate of Fate is a long, shallow, white, right-facing corner. Another 20' further left is a low roof. Begin below an oven-sized inset in this roof. \n\n  P1: A great warmup. Climb easy rock up to the inset in the roof, arranging overhead pro and pulling the roof on a solid hand jam. From here, continue up the varnished face following a seam that affords spaced but excellent pro, eventually reaching a stance on a small ledge. Arrange more pro here and move off to the right to easy climbing on softer rock. Continue up for another 75' to a belay under the arch being careful of hollow holds on the last stretch. The white corner to the right of this pitch has also been climbed and leads to the same spot. 5.10a, 180'. \n\n  P2: A wild pitch. Climb up and right off the belay and pinch and sidepull a unique tufa-like flake up the 45 degree headwall. At an incut (crucial Yellow, Green, and/or Blue Aliens in a horizontal) fingertip traverse right to a few powerful moves up to huge incut jugs and more pro. Indulge the temptation to cut the feet free and campus - a hand jam \"rest\" may or may not prevent total forearm annihilation. Eventually pull onto the low angle face above and work easily up this finding a spot to belay just before gaining the Painted Bowl. 5.12a, 80'. \n\n  Three raps down Plate of Fate with a single 70 or a stretchy 60.","protection":"Single set from small to #2 Camalot with doubles from small to 1\". Wires. Aliens or other small, flexible cams are key to protect the crux.","location":""},"__v":0},{"_id":"PO8kh5XJUt+E2nivxolAyQ==","name":"Black Baby","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"left_right_index":0,"mp_id":"113778592","mp_crag_id":"106042253","climb_id":"PO8kh5XJUt+E2nivxolAyQ==","areaRef":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Rated 5.4 in the Handren guide (really, Jerry?), this route is actually fairly adventurous. Some loose rock, typical of less-travelled Red Rocks climbs, and quite a bit of brush to wade through. \n\n  P. 1: Follow the obvious long crack system, starting on the left margin of the low-angle apron and passing a square-cut “sentry box” feature to reach the headwall. We belayed at a good stance below the headwall, though Handren suggests doing the whole thing as one 210’ pitch. 5.7, 140’ \n\n  P. 2: Follow the crack up the headwall to a great ledge. 5.4, 70’ \n\n  P. 3: Scramble left and up to another ledge at the base of the obvious left-leaning crack. Figure out a belay stance that involves the least amount of brush. \n\n  P. 4: Up the crack to a big sloping ledge with cairns. 5.6,150’","protection":"Standard rack, extra thin cams. No fixed gear.","location":"This is the leftmost climb in the Black Arch amphitheater. It’s a long crack system beginning on a low-angle varnished slab. Most of the climb is visible from Route 159, in the vicinity of the old Oak Creek trailhead. It gets lots of sun, especially early in the day. \n\n  Follow Oak Creek Canyon until almost past the amphitheater, and find an inobvious trail on the right that leads up and across below some overhangs. Once you find it, this trail is pretty straightforward until you’re close to the start of the climb, at which point about 100 yards of grim bushwhacking through scrub oak leads to the roping-up point. \n\n  Descent: After emerging at the cairns on the big sloping ledge, go up a level to join the regular Black Orpheus descent. Following the cairns down puts you on what Handren describes (page 146 of the second edition) as “Fourth and easy Fifth class approach. Fast, but tricky route finding.” We did this descent and found it pretty nervy."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,4acfa71a-f6a0-5fcb-8282-3f4fe448e75e","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Oak Creek Canyon","Black Orpheus Amphitheater"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49045,36.10256]},"bbox":[-115.49100653522692,36.10211033981813,-115.48989346477305,36.10300966018186],"left_right_index":-1,"ext_id":"106042253","area_id":"Ss+nGvagX8uCgj9P5EjnXg=="},"content":{"description":"Immediately upstream from the Solar Slab is the Black Orpheus Amphitheater.  This huge bowl faces generally south and is separated from the main part of the Solar Slab Buttress by the lengthy Sunspot Ridge.  The amphitheater itself can be divided into three sub-areas.  The tall central section is the site of the Black Orpheus route.  This reaches the very top of the Solar Slab Buttress and follows the descent routes described in that section. \n\n  The left side of the amphitheater is the Black Arch Wall.  The routes here are shorter and end in the Painted Bowl.  Most of these routes are best approached from near the upstream end of the Amphitheater, just before the first fork of Oak Creek.  Although it would be possible to descend by walking down the Painted Bowl, or continuing up to link with one of the higher routes, the most common descent uses two double rope rappels starting at a bolted anchor right at the top of Plate of Fate.  If approaching this anchor from above, go to the area of vegetation at the easternmost part of the Painted Bowl.  You need to scramble down for fifteen feet of third class before you can see the bolts.\n\n The right (downstream) side of the Black Orpheus Amphitheater is a southwest-facing alcove with several medium-length routes.  These are best approached by starting out of the streambed as for Black Orpheus, then quickly traversing right to a steep gully.  The routes end in a low-angle broken area just to the west of the notch on Sunspot Ridge.  The obvious descent is to scramble right (east) to the notch, downclimb fifteen feet, rappel from a small bush to ledges at the top of Solar Slab's second pitch, then continue down the Solar Slab rappels.  Alternatively, one could climb the last pitches of Sunspot Ridge or work west to the slabby middle section of Black Orpheus and ascend that route."},"density":0,"totalClimbs":12,"__v":2,"createdAt":"2022-11-07T06:11:18.788Z","updatedAt":"2024-01-15T16:46:05.417Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e713f8258fb5bda08b33","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}