{"_id":"63689de0e80bff5a994f93a9","area_name":"Willy B","shortCode":"","climbs":[{"_id":"S3x85xM3Xmm4cuvKT/eyfQ==","name":"Willy Warmer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Bartlett, Fran Bagenal","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.295,39.9839]},"left_right_index":999999,"mp_id":"105757984","mp_crag_id":"105745391","climb_id":"S3x85xM3Xmm4cuvKT/eyfQ==","areaRef":"hkp/25YuX6iB/1YAug/Ikw=="},"content":{"description":"This has two one-star pitches, one new, one old - well sorta old, just got beaten to this one, which together make for a sustained worthy route.\n\nHike up the south side of the formation, passing first the regular start to the other routes, then follow for about 150 feet a very steep but short blank face, then an extensive area of steep crunchy-looking right-facing, pinky dihedrals, which continue to the west end. Just at the transition, at about 150 feet above the regular start, behind some dead trees, is a nice, moderately steep, gray slab angling up and right, with a thin, right-facing flake/undercling about fifteen feet up, and some pebbles, and a few small pockets. This is about twenty-five feet above a six-foot rock step in the \"trail\" right next to the rock.\n\nPitch 1. Start just right of a pink blocky area, and angle up and right. You will pass various spots for Aliens. About thirty feet up you meet a welcome section of deep crack, angling up and left (there is a fist-size pebble protruding just below this) Place some bomber cams here, and move right, into a scooped area above an overhang and near a large old dead tree. From here, run it out, up edges and smears (staying below and right of a scabby roof) to the obvious easy terrain above (5.9s possibly thirty foot fall/pendulum here, though you should not really hit anything). Stroll fifteen feet up the arete to a belay at a large flake on the left edge of the slab. (This appears to be where Swing Time/Dihedral crosses right-to left and leaves the slab). Use wires here if you only brought one set of Aliens.\n\nPitch 2. Smear up and right across the slab to the obvious roof crack (this is described in the description of Mr Nasty) Up this, a burly 5.10a move, well protected by Aliens, (as the description for Mr Nasty says, a large Camalot (4.5?) would provide overhead pro). No Tricams or heel hooking  used on this ascent!  Scamper to the summit, relax, and enjoy watching the herds of livestock grazing on the Third. . . .","protection":"Bring a regular Eldo-style rack, up to 3\", and maybe double cams to 1.5\"","location":""},"__v":0},{"_id":"w1UvTO76UZuVWmB2uU06Yg==","name":"Uncle Nasty (AKA: Willy B. Direct)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry Graham & Bill Briggs, Oct. 25, 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.295,39.9839]},"left_right_index":999999,"mp_id":"105756382","mp_crag_id":"105745391","climb_id":"w1UvTO76UZuVWmB2uU06Yg==","areaRef":"hkp/25YuX6iB/1YAug/Ikw=="},"content":{"description":"This route ascends as for the route called \"Dihedral\" in Rossiter's book.  The online description for \"Swing Time\" is remarkably similar and appears to be the same as \"Dihedral.\"  I did not find these descriptions terribly good; however, so I will make an effort to re-describe this area.  Take either description as you prefer.\n\nClimb up to the Willy B from either side, eventually reaching a point where the tower begins to separate upward from the ground.  There is some mossy slab below you, but this bit of climbing is of little potential interest and will probably not improve your experience.\n\nPitch 1:  Get onto the Willy B tower by traversing our to its center from the point previously described and climb 100-120' to the \"block\" which runs from the center of the tower to the south.  This perch is ~8 x 15 feet in size and slopes in reverse.  A sit-down belay should [be] adequate to protect the second, as dragging the leader over this edge will be nearly impossible.  Flake your rope up on the outside edge of the block so that it does not fall back into the crack, where it may become tangled.\n\nFrom the belay: Look up.  You will see a left-facing, left-arching dihedral, maybe 50' tall.  The dihedral arches into a overhang/roof that runs to the left edge of the east face.  The route \"Dihedral\" (AKA \"Swing Time\"?) climbs a few feet of this dihedral, and then strikes out diagonally left to where the roof meets the left edge (fixed pin) and then goes up.  This is NOT your objective.\n\nPitch 2:  Instead of climbing the slab as mentioned, go straight up the dihedral, placing a small TCU or two into the soft, but possibly solid crack when it opens up enough.  One 1.5\" TCU (wide cam won't fit) is the last of these in a little cleaved spot about 45' up.  You WILL want this pro.  Continue up until the dihedral arches into becoming a roof, and make long reaches and stems to work left under this overhang/roof to a small crack at it's right hand corner.  Place a few small (0.3-0.5\") TCUs and a pink/red tricam in this thin crack, then start moving up.  I recommend multiple pieces, as the upcoming moves are difficult and the rock is not perfect- a single piece (or even two) did not give me the security I wanted.  A #4.5 Camalot could be placed overhead in a small open section if you care to take such a beast with you.  Do so if you don't feel strong on 5.10, but a solid 5.10 climber won't need it. Place said gear and make big reaches from finger-locks and opposition in the O.W. section to reach up and right of the roof, first to a good pinch, then to a great rail.  Pull the roof, with nothing for feet on the right side.  Heal-hook over and run up easy slab for the top.  This was a 60m pitch, total; a 50m rope will not do.\n\nNote - a #3 or #3.5 Camalot can be placed in a horizontal after the roof.  If your partner is not SOLID on 5.10, I sincerely recommend leaving it there with some long and grab-able slings.  These might come in handy considering the amount of rope out and stretch that will happen if they fall or hang.","protection":"The route is runout a little, but I consider this as standard fare for Flatirons climbing.  Unlike MOST Flatirons climbing, the crux is in a definite place and can be protected reasonably well, or even BOMBER with a 4.5 Camalot. Take a standard light rack with TCUs 0.3-1.5\" plus small tricams (pink-brown) or perhaps Aliens.","location":""},"__v":0},{"_id":"VZXtkzeZU6aZNzlwrPtbhg==","name":"Swing Time","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.295,39.9839]},"left_right_index":999999,"mp_id":"105752608","mp_crag_id":"105745391","climb_id":"VZXtkzeZU6aZNzlwrPtbhg==","areaRef":"hkp/25YuX6iB/1YAug/Ikw=="},"content":{"description":"I would give this route an S rating but both Rossiter and Roach did not.\n\nWhether you started the climb at the lower spacious ledge above the overhang or on the next ledge up. The goal is to reach a large block located at the center of the face. There is also a large tree close to the block. The pitches to reach the block are easy 5.2 but covered with lichen. After chimnying up the block, you will be confronted by a large, left-facing dihedral that ends in a large roof.\n\nThe guidebooks recommend setting up the belay at the block, but as this made for a short pitch, we continued 40 feet up the dihedral and made a delicate unprotected 5.4 traverse left on pebbles to turn the roof on its left side. From there, a quick scramble down onto a ramp enabled us to set a belay on a decent crack (190 feet, 5.4). There is supposed to be a bolt here, but we did not see it.\n\nClimb up the ramp some 20 feet and overcome a vertical, 6 foot wall (crux) on the right. There is some pro at this point, but I wouldn't want to test it. The crux move deposits you back onto the East face. Once there, find a crack running up the center of the face and climb one more easy pitch to the top.\n\nWe set up a belay at the crack and top roped the\n\nEast Face route\n\npitch (5.8S) that differs from\n\nSwing Time\n\n(see\n\nEast Face\n\nroute).","protection":"Standard Flatiron rack up to a #3 Camalot. Small TCUs will protect the crux.","location":""},"__v":0},{"_id":"LwoVhIM/WyyquuueIqiyMw==","name":"East Face/Willy B","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Hornbein, 1948","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.295,39.9839]},"left_right_index":999999,"mp_id":"105765102","mp_crag_id":"105745391","climb_id":"LwoVhIM/WyyquuueIqiyMw==","areaRef":"hkp/25YuX6iB/1YAug/Ikw=="},"content":{"description":"This route shares the initial pitches of\n\nSwing Time\n\nup to the top of the block. At this point, the routes separate for a pitch only to join up at the hand crack North of\n\nSwing Time's\n\ncrux.\n\nFrom the block, climb the 10 foot, South-facing wall of the dihedral and uncling your way onto the East Face (5.8 S).\n\nAn improbable hollow flake on the face immediately after the crux offers the last protection opportunity for the next 100 feet. Climb the narrow steep East Face up thin/licheny holds until you reach the hand crack where\n\nSwing Time\n\nand the East Face route merge (5.6 S, although I would give it a VS rating). From here, an easy pitch gets you to the summit.\n\nWe opted to toprope the East Face's 5.8 S pitch from the handcrack while climbing\n\nSwing Time\n\n.","protection":"Standard Flatiron rack. A small TCU may protect the exit of the crux.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,864a7fdb-962e-5fa8-81ff-5600ba0fc893","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Willy B"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.295,39.9839]},"bbox":[-105.29558685133135,39.98345033981813,-105.29441314866865,39.984349660181856],"left_right_index":-1,"ext_id":"105745391","area_id":"hkp/25YuX6iB/1YAug/Ikw==","polygon":{"type":"Polygon","coordinates":[[[-105.29558685133135,39.98345033981813],[-105.29441314866865,39.98345033981813],[-105.29441314866865,39.984349660181856],[-105.29558685133135,39.984349660181856],[-105.29558685133135,39.98345033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:00.905Z","updatedAt":"2024-02-19T18:31:24.989Z"}