{"_id":"63689d20e80bff5a994f285c","area_name":"Shmotem Pole, The","shortCode":"","climbs":[{"_id":"+B+YbSe0WL6xXR+HSFTahw==","name":"The Shmotem Pole","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marcy and Geir","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"left_right_index":999999,"mp_id":"106567570","mp_crag_id":"106559928","climb_id":"+B+YbSe0WL6xXR+HSFTahw==","areaRef":"t3XKQ0/qWXuNYPPtUBLWcA=="},"content":{"description":"A fun adventure climb up the largest tower in LDE. On the southern end of the west face of the tower, start at the obvious crack system.\n\n Pitch 1 (5.10b, 110): Climb the crack system past two bolts. Instead of climbing the difficult overhanging offwidth on the left, take the crack on the right (10b) and then step left to the main crack system on easier ground (5.8). Youll arrive at a cave (The Shmotem Hole)  enter it and youll find the first belay anchor.\n\n Pitch 2 (5.8, 50): Climb up through the ceiling of the cave to a ledge on the face. Clip a bolt and climb into an airy, exposed chimney past another bolt to an anchor.\n\n Move the belay (stay roped up): Walk up into the notch and look to your right. You'll see the north face of the Shmotem Pole with a bolt on the right side about 15' up. To the right of the Shmotem Pole a second, smaller feature stands about as high as this bolt. Climb the smaller feature (a few 5.6 moves) to a two bolt anchor.\n\n Pitch 3 (5.10a, 90): A really fun pitch. Step across from the belay and clip the bolt on the northwest corner of the Shmotem Pole. Move up four feet, then traverse directly left about eight feet to a ledge under an overhanging corner. Pull through this (crux) and follow the path of least resistance to the summit.\n\n Descent: There is a set of rap rings on the NW corner of the summit, about 15 feet from the main anshors. Rappel to the top of pitch 2 (about 100'). Double-rope rappel to the ground (about 160').","protection":"Standard rack, doubles of #2, #3 Camalots.  One #4 & one #5 will help protect a wide but easy crack on pitch 1.","location":"See overview photo"},"__v":0},{"_id":"RdB6OQOXXYS8GBS+DEAZgw==","name":"High Man on the Shmotem Pole","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jon Ruland, Mike Dudley, Doso","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"left_right_index":999999,"mp_id":"106704556","mp_crag_id":"106559928","climb_id":"RdB6OQOXXYS8GBS+DEAZgw==","areaRef":"t3XKQ0/qWXuNYPPtUBLWcA=="},"content":{"description":"Arete climbing at its finest, and it just keeps going and going. Follows the prominent arete on the right side of the Shmotem Pole from base to summit. Well protected, yet with enough space between the bolts to keep your attention. The first pitch ends on a ledge 15 feet to the right of the second belay on The Shmotem Pole. The second pitch is still a project and will probably go at about 5.12-. \n\n  UPDATE: This pitch is now considered an open project. However, there may still be a couple bolt hangers missing. If you want to try this route, please PM me (Jonathan Ruland) and I'll give you the hangers. They are painted to roughly match the rock color of LDE, like all the other hangers on this route. \n\n  NOTE: most of the rock is solid but don't get on this route thinking you can yard on anything and it will hold you. \n\n  Descent: The most straight-forward descent would be to trail a rope and do a 2-rope rappel straight down the arete to the base of the Shmotem Pole. Alternatively, if you have a 70-meter rope you can rappel down the south side of the Shmotem Pole to the pillar and scramble off. \n\n  Linkup: traverse through the chimney after pitch 1 and link this climb with the last pitch on The Shmotem Pole to top out on the summit of a really cool formation.","protection":"14 bolts, rap anchors.","location":"The striking arete on the right (southwest) side of the Shmotem Pole. Starts 15 feet to the right of The Shmotem Pole standard route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,cebe4067-a118-565b-853f-6b9e18f079e0,b775ca43-4fea-597b-8d60-f3ed5012d670","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Lower Devil's East  (LDE)","Shmotem Pole, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.02595,33.2767]},"bbox":[-111.02648785137052,33.27625033981814,-111.02541214862947,33.277149660181855],"left_right_index":-1,"ext_id":"106559928","area_id":"t3XKQ0/qWXuNYPPtUBLWcA==","polygon":{"type":"Polygon","coordinates":[[[-111.02648785137052,33.27625033981814],[-111.02541214862947,33.27625033981814],[-111.02541214862947,33.277149660181855],[-111.02648785137052,33.277149660181855],[-111.02648785137052,33.27625033981814]]]}},"content":{"description":"On Feb 7, 2009, a man stood in Lower Devils Canyon and watched a pair of climbers ascending a huge tower across the canyon.  As he watched the leader step up onto the summit, he heard a victory yell.  The leader was Marcy Makarewicz and her victory yell was Shmotem Pole!!!   \n\n  While the size of the formation is not easily discernable from Lower Devils Canyon, it becomes plainly obvious on the approach how large the Shmotem Pole is.  The tower stands higher than all the surrounding features and is level with the top of the canyon.  From its fantastic summit, the view of the surrounding towers is terrific!   "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:05.359Z","updatedAt":"2024-02-19T18:28:23.665Z"}