{"_id":"63689de0e80bff5a994f93ea","area_name":"Ghetto, The","shortCode":"","climbs":[{"_id":"xT9iJe/tX/+OuvzVisw6OA==","name":"Violent Opposition","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"NA","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":7,"mp_id":"119658691","mp_crag_id":"105746158","climb_id":"xT9iJe/tX/+OuvzVisw6OA==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Violent Opposition starts at the far right of the staging area in the upper section of ghetto. SDS next to a boulder on good jugs with limited feet. Traverse left into the overhang using pockets, heel hooks, and slopers aiming for a small crimp rail. From the crimp rail, move to a pinch or fingerlock in the obvious crack before throwing for a horn and ending with jugs.\n\nAnti beta:\n\nBeta:","protection":"Poison ivy.","location":""},"__v":0},{"_id":"2s6Pif7nUKW8NkTDsVm1zw==","name":"Underdog","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Glover/Dunn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":9,"mp_id":"105758338","mp_crag_id":"105746158","climb_id":"2s6Pif7nUKW8NkTDsVm1zw==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Underdog is a wonderful, albeit sharp problem that climbs directly out the cave (the Underdog Cave) below the staging area. This cave can also be located by the huge dead tree, which blew down in a windstorm in 1998 and now lies across the lip of the cave (walk the tree for a good sketchy time!)\n\nClimb down into the bottom of the cave on the left side. Start with your hands on sinker, incut layaway flakes and move into a crimp/gaston for your left hand, off which you power to the dangling pebble (about the size of an apple).\n\nLock the pebble off and cruise up better holds to the bathtubs at the lip.","protection":"A thick T-shirt.","location":""},"__v":0},{"_id":"aYGLRDdFULGaA/NrhwBRjg==","name":"Trolling for Skunk","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Matt Samet","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":11,"mp_id":"105758356","mp_crag_id":"105746158","climb_id":"aYGLRDdFULGaA/NrhwBRjg==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"This is it, the big-daddy link up on the lower sector of the Ghetto, combining the crux bits of two distinct problems to create an especially pumpy, power-endurance crimpfest, with each move about as hard as every other move.\n\nEssentially this is a concatenation of Hunting Humans and Dr. Pants, with some traversing between the two problems that links them together.\n\nBegin on\n\nHunting Humans\n\n. Do\n\nHunting Humans\n\nthrough the crux and into the first set of \"Ears.\" Do the first cross up, and get your right hand into a tiny, triangle-shaped ear, then surf left into a the crack leading up from the roundy boulder at the base of the Underdog Cave. Cross through to a two-handed, sloper hueco off the crack, shake out, then span left again into the crescent-shaped crimper on\n\nDr. Pants\n\n. Now finish out on\n\nDr. Pants\n\n.\n\nStep off.","protection":"A crashpad, a spotter, and a thick T-shirt.","location":""},"__v":0},{"_id":"pHJAYBMxVjiDGWGNC8k+UA==","name":"Tabula Rasa","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Charley Bentley","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":12,"mp_id":"105758362","mp_crag_id":"105746158","climb_id":"pHJAYBMxVjiDGWGNC8k+UA==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Tabula Rasa, or Latin for \"Blank Slate,\" is a fitting name for this seemingly bald shield of rock that has just enough grips (and enough texture) to yield an awesome boulder problem.\n\nTabula Rasa climbs straight out the blankish, overhanging orange panel of rock directly above the start of Hunting Humans, about halfway between the Underdog Cave and the Anacostia Wall, moving up crimps and sidepull pockets to an obvious letterbox jug at 12 feet.\n\nStart in the horizontal and cross into a deep, incut flake. Punch left, then start slapping up the first half of the bulge. Powerful moves, with your feet pasted left (the crack/ramp features are on for your feet) lead to a big bust for the letterbox. Grope high over the lip into the black rock to finish.\n\nTraverse left (once you're standing above the lip) and step off.","protection":"Crashpads, spotters.","location":""},"__v":0},{"_id":"DnIJkluaWrG80hw8H//kvQ==","name":"Spina Bifida","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Glover/Dunn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":3,"mp_id":"105758233","mp_crag_id":"105746158","climb_id":"DnIJkluaWrG80hw8H//kvQ==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"This is yet another great problem in the lower right sector of the Upper Ghetto, moving left to right across improbably small holds that are rendered usable with crafty heel/toe footwork.\n\nSpina Bifida begins in the bathtub huecos mentioned in the After Hours description (about 30 feet north of the staging area, in the bottom of the slot). You can tack on the sit-start for an extra V-grade.\n\nFrom the huecos, reel dead right across a series of pimpy slopers and little crimps until you hit a pair of incut letter boxes about 8 feet out. *Don't* continue right into the jugs on Skin Poppin' Slut, rather bust a big move up and left to a sloper, then right hand high over the lip for a hidden incut (the foot jugs out right are also off -- use the little pebble).\n\nStep down or continue along the lip. This is the lowest left to right traverse system in the cave, the upper one on slopey huecos being Ghetto Homos, V3.","protection":"A spotter.","location":""},"__v":0},{"_id":"rKgCWKn/X2aoYYkJhVl5UQ==","name":"S + M","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Matt Samet, Scott Leonard","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":1,"mp_id":"105758269","mp_crag_id":"105746158","climb_id":"rKgCWKn/X2aoYYkJhVl5UQ==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"This is a semi-eliminate at the very top of the Upper Ghetto, squeezing its way along sub-lip holds that force you into a couple of tight situations.\n\nBegin at the good holds atop Inner Space, Hueco Simulator, etc. These are good horns and a big pebble set in just over the lip. Move left onto incut, Hueco-style crimps, staying well below the lip and working into the bottom of a scoop. Bust a big move to crimps at the lip, then staying a foot or two below the big bathtub jugs on the lip traverse, continue left along pebbles, crimps, etc. to finish out by mantling over a rough plate.\n\nThough hard on the skin, this is the exit for ALl the link-up problems and is a great pump when tacked onto the lip traverse. It more or less traverse the upper 35 feet of the Ghetto.\n\nLinking straight into this from Hueco Simulator, without matching over the lip and milking it back on the jugs, is about 55 feet long and V6.","protection":"Fancy footwork.","location":""},"__v":0},{"_id":"KZR0D/nGVsOEQLfHiCvhiw==","name":"Lip Traverse","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"?? Paul Glover and/or John Dunn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":4,"mp_id":"105758170","mp_crag_id":"105746158","climb_id":"KZR0D/nGVsOEQLfHiCvhiw==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"This is the integral traverse of the Upper Ghetto, using the horns, jugs, pockets and huecos at the lip of the wall for your *hands* (not feet) along the entire 100-foot length of this right-to-left rising jug haul. With no real crux, but no real rest either, this is one of the funnest pump problems around, and is generally safe to boot, only gaining more than 3-4 feet of exposure in a couple of spots (mostly early on).\n\nUp and down is probably 11+. Up, down, and up again is about 12a. Etcetera.\n\nThis serves as a perfect warm-up for the other problems at the Ghetto, all of which are harder. If you do the traverse with your feet on the lip (using nice, incut crimpers on the wall above), it probably clocks in around 5.10 or so.","protection":"Shoes, chalk.","location":""},"__v":0},{"_id":"0PiHL3IRX2mQkSPQOz8uYg==","name":"Inner Space","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"NA","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":0,"mp_id":"119672479","mp_crag_id":"105746158","climb_id":"0PiHL3IRX2mQkSPQOz8uYg==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Inner Space is a 20+ move, dystopic, nightmare quest starting on a massive undercling in darkest corner of the Ghetto's gaping maw. Journey upwards, birthing anew at the lip. Be careful on the stand-up undercling crux, it creaks, and a human, plinko fall beckons.","protection":"","location":""},"__v":0},{"_id":"qPA6++WMWwuHI6ttJTFjjw==","name":"Hunting Humans","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"John Sherman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":10,"mp_id":"105758350","mp_crag_id":"105746158","climb_id":"qPA6++WMWwuHI6ttJTFjjw==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Though it has been slightly subsumed by the longer, harder link-up\n\nTrolling for Skank\n\n, Hunting Humans is a striking, continuous line that pointed out the link-up and long problem potential at the Ghetto (and in the Flatirons) long before most people saw it.\n\nClimbed by John \"The Vermin\" Sherman in 1991, this line starts about halfway between the Underdog Cave and the Anacostia Wall, moving right to left to finish along a series of porcelain crimps (the \"Ears\") just under the lip of the Underdog Cave.\n\nBegin at a knee-high (yes, knee-high!) incut horizontal just left of a rounded boulder abutting the rock. Hand traverse left, then crank way left into a gaston on a creaky flake (this flake used to be much better; in fact, many people now start the problem matched on the flake to avoid the difficult, unpleasant opening move). Match up and continue left and slightly up on shallow dishes, then toss left into the base of a big toilet bowl/hueco. Round the world, then reef straight out the bulge on tiny holds (a kneebar helps), eventually gaining the first of the \"Ears.\" Though this is the crux, it isn't in the slot proper, so a spotter and crash pad help with the landing.\n\nMake a series of cross-over moves until you run out of Ears, then hit a horn (with ancient, indigenous rock pipe) at the lip.\n\nStep off.\n\nThis problem was named after the mass murderer who shot up the McDonald's somewhere in Cali in the late '80s. Apparently, before he set off to do his evil deed, he told his wife he was going \"hunting humans.\"","protection":"A crashpad, a spotter, a thick T-shirt.","location":""},"__v":0},{"_id":"MA4VH9r2U3ioXa+Wf5Ng0Q==","name":"Hueco Simulator","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Glover/Dunn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":5,"mp_id":"105758101","mp_crag_id":"105746158","climb_id":"MA4VH9r2U3ioXa+Wf5Ng0Q==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Not to be confused with the Ghetto Simulator at Hueco Tanks, this is the Hueco Simulator at the Ghetto. An integral piece of most of the long link-up problems, this is a fun romp in its own right, despite a bit of tight slot navigation about 2/3 of the way along.\n\nThis problem traverses just under the lip about halfway up the Upper Ghetto slot, crossing the tops of the cave problems (Inner Space) before returning to the lip via crimp moves out a rounded, hanging prow.\n\nBegin at the jug of all jugs, the two-handed horn/plate atop After Hours. Reel left a move or two to another jug, then drop down 2 feet onto the system of holds that leads left into the darkness. Work heel hooks, etc. to keep your back off the slab, then cross the top of Inner Space and continue left a few feet to the round, slopey hueco on the hanging prow. Bust crux moves out the prow to the lip (a spotter is useful on these finishing moves).\n\nStep off, continue along the lip traverse, or dive into S + M for further pump factor.","protection":"A thick T-shirt.","location":""},"__v":0},{"_id":"09I7u4D3WSOOeWNxz77ivQ==","name":"Dr. Pants","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Matt Samet","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":8,"mp_id":"105758347","mp_crag_id":"105746158","climb_id":"09I7u4D3WSOOeWNxz77ivQ==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"Dr. Pants, though a bit of an eliminate, is one of the best problems at the Ghetto - absolutely sustained crimping on a bullet-hard shield of rock.\n\nIt takes the very leftmost line of holds out the Underdog Cave, sharing a start with\n\nUnderdog\n\nbut finishing on a specific set of lip holds that are often ticked (if not, ask a local for the beta).\n\nBegin as for\n\nUnderdog\n\n, but instead of levering up to the pebble from the left-hand gaston, move into a crescent-shaped crimp high and left. Match up, power for a sidepull cup, reel it in and get a high left crimp/pebble, then snag the little two-finger pocket (with a sharp tooth) just below the huge bath-tub. Now, still avoiding the bathtub, shoot way left for a pink pebble (the original pebble, a barely-attached finger bucket that somehow stayed on for 6 or 7 years of travel, has since broken off -- anyone know who was it?) then move past the bathtub for crimpers on the vertical panel over the lip.\n\nStand up, and step off.","protection":"A thick T-shirt.","location":""},"__v":0},{"_id":"LsnF4W7YX2WUMtO+0jrHnw==","name":"Anacostia","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"???","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":13,"mp_id":"105758368","mp_crag_id":"105746158","climb_id":"LsnF4W7YX2WUMtO+0jrHnw==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"This is a fun, pumpy, right-to-left traverse of the Anacostia Wall, with all holds on for the hands and the feet.\n\nBegin at the lip of the right side of the wall, your hands up on good jug/horns. Drop down into a hueco at waist-height, then cruise left on small finger pockets until you hit the \"Swiss cheese\" portion of the wall. Motor straight out this as best you can to the big \"jelly roll\" slope-jug at the lip. Hit high crimpers and stand up onto the vertical panel, traversing left to step off.\n\nA myriad of variations are possible on both this traverse and on the \"Swiss cheese\" part of the wall.","protection":"Crashpad","location":""},"__v":0},{"_id":"H7v7Or93XJWtgUbV6lVdiA==","name":"After Hours","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Jim Surette","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":2,"mp_id":"105758230","mp_crag_id":"105746158","climb_id":"H7v7Or93XJWtgUbV6lVdiA==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"For all intents and purposes, this is the central line punching straight out the middle of the lower right sector of the Upper Ghetto. Coated in chalk and eye-catchingly direct, this is a Ghetto classic extraordinaire.\n\nWalk about 30 feet along the base of the slot from the staging area until you're eye level with the twin bathtub/huecos. Now sit. A hard tug on miserable pebble/crimps and a powerful throw gain the huecos. Head straight up an incipient crack for another five feet until you're at a sloping horizontal.\n\nThe original problem, and the V7 way, takes the leftmost set of holds off the horizontal, hitting an incut razor for the left hand and pawing a scoop for the right before some trickery helps you power up into a sloping gaston. Surf right to a good horn or hueco, and punch for the lip.\n\nYou can either step off or continue along the lip for a linkage pump.\n\nAn easier advent, sometimes mistakenly referred to as Ghetto Boys, climbs straight up and slightly right from the horizontal via a friendlier sequence (V6) and is the path of least resistance straight out the cave. It's probably best to think of this as the easy finish to After Hours.","protection":"A spotter and a thick T-shirt.","location":""},"__v":0},{"_id":"lyWI2ARzW1ajpmiIv2B83Q==","name":"[Redacted]","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"JD and/or Paul Glover","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"left_right_index":6,"mp_id":"105758221","mp_crag_id":"105746158","climb_id":"lyWI2ARzW1ajpmiIv2B83Q==","areaRef":"+57nmTIlVY2eXbBUP33+qw=="},"content":{"description":"As the name implies, the boulder problem can be a bit painful. Nevertheless, it is a classic up (out) line on the Upper Ghetto and a useful landmark for locating the other problems.\n\nSkin Poppin' Slut is the very overhanging crack/flare on the lower right side of the Upper Ghetto, right over the flagstone landing and about 15 feet in (left) from the staging area.\n\nSit start with your hands in a good, deep hueco and power out the crack to a funk drop-knee crux where the crack pinches off (you can go with either hand). Work up on painful locks to an awesome horn, from which you can either step off, join the lip traverse, or move left into the cave for link-up possibilities.","protection":"The slot is wide enough here to accomodate a crash pad.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,fb9ee799-3225-558d-9e5d-b0543f7dfeab","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Ghetto, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"V5"},{"count":1,"label":"V10"},{"count":1,"label":"V9"},{"count":4,"label":"V4"},{"count":1,"label":"V2"},{"count":1,"label":"V6"},{"count":1,"label":"V8"},{"count":2,"label":"V7"}],"byDiscipline":{"bouldering":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29198,39.98659]},"bbox":[-105.29256687443885,39.98614033981814,-105.29139312556116,39.98703966018187],"left_right_index":-1,"ext_id":"105746158","area_id":"+57nmTIlVY2eXbBUP33+qw==","polygon":{"type":"Polygon","coordinates":[[[-105.29256687443885,39.98614033981814],[-105.29139312556116,39.98614033981814],[-105.29139312556116,39.98703966018187],[-105.29256687443885,39.98703966018187],[-105.29256687443885,39.98614033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:56:02.071Z","updatedAt":"2024-01-20T00:59:56.091Z"}