{"_id":"63689de0e80bff5a994f9db6","area_name":"Arch of Titus","shortCode":"","climbs":[{"_id":"Tqsx1xVlUDu7nAhjrcczDw==","name":"Triple Bypass","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":3,"mp_id":"110813082","mp_crag_id":"106843481","climb_id":"Tqsx1xVlUDu7nAhjrcczDw==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"With some traffic and a little cleaning, this route will be an absolute classic! It is a great mixed pitch up the North Face of the rock. Slab climbing, crack climbing, and three burly overhangs make for a challenging lead. All lead bolts and anchor bolts are in good shape and are stainless.","protection":"6 bolts on the route with a two bolt chain anchor at top. Also, you need a rack with wires and cams up to a #1 Camalot.","location":"Start at the left edge of the North face with some 10b slab climbing past two bolts. After the second bolt, trend right along a crack that has a few plants growing out of it (nice #0.5 Camalot can be placed). Continue up the crack to a left-facing corner with gear. You will see a horizontal crack going out right just above this corner. Figure out how to travel along this horizontal crack over to a corner below the three intimidating roofs. Wild and beautiful moves get you through the roofs. Each roof has a bolt with the crux coming between roofs 1 and 2. After the roof moves, get a great rest, then head up a corner with a crack to another bolt over a bulge. Pull this, then finish with one more tricky move to the ledge and anchors. You can also do a short second pitch at 5.9 up the 25 foot slabby headwall.\n\nWe made it down from the first set of anchors with a 70m rope. A sixty may be a little short."},"__v":0},{"_id":"1Ye/ZxSdVeGucq1zr14AWg==","name":"Roman Architecture","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Gillett &","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":2,"mp_id":"114471320","mp_crag_id":"106843481","climb_id":"1Ye/ZxSdVeGucq1zr14AWg==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"Climb up the nice crack to gain the arete. It is slight runout up the slab staying to the left until the slab ends. You can get gear (micro cam, small cam, and maybe sling on flake). Be sure to extend this gear so it clears the corner and does not give rope drag.\n\nStep around the arete, and climb cracks. For this move, I did a stem on the lichen wall to the left to set gear. Further up, you will be able to get a not-so-good rest at a flat flake sticking out. Proceed up cracks to the exit move. Some beta is below:\n\n(the beta: the exit is a right hand mantel).","protection":"A standard rack with extra finger size gear, save a yellow & red Camalot for the crux exit (a large nut can replace the red Camalot). A #4 Camalo can protects the final stretch before the chains.","location":"The FA started down on the slab, I took their recommendation and started near the corner left of the slab under the nice crack."},"__v":0},{"_id":"5WZcc8ySVN+8IlLGwzb2Qg==","name":"Pre-Op","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bernard Gillett 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":5,"mp_id":"107711183","mp_crag_id":"106843481","climb_id":"5WZcc8ySVN+8IlLGwzb2Qg==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"Pre-Op starts just left of\n\nPost-Op\n\n, just below a ledge 2 small pines are growing out of. Scramble up to this ledge, and climb up the left side of a flake eventually reaching right to the other side of flake to pull past a hard section. Now follow cracks right on the arete all the way up to a roof, reach up and right to a jug, and swing right onto the face and up to the anchors on\n\nPost-op\n\n(by the bent pine tree) and lower. There is still lots of lichen on this climb making judicious foot placement necessary.","protection":"Small cams and wires up to a #1 Camalot. Pro is excellent with only a slight run-out at the top.","location":"Pre-Op is on the right side of the cliff, just left of\n\nPost-Op\n\nand just right of\n\nNorth Central\n\n."},"__v":0},{"_id":"8BGXrQ11UuqJbJWTHHeR4g==","name":"Post-Op","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bernard Gillett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":6,"mp_id":"106843498","mp_crag_id":"106843481","climb_id":"8BGXrQ11UuqJbJWTHHeR4g==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"This is a short but sweet line on the right side of the crag.  As with the other lines here, this one needs to clean up a tad, but it's quality!\n\n[Beta Warning...Don't read below if you're an onsight stickler.]\n\nBegin at a medium pine tree next to the cliff.  Make easy moves up into the crack and place some pro.  Now make thinner moves right, following the crack, to a marginal rest and some good gear.\n\nNow tackle the thin crack and hollow flake, placing passive gear only, for a couple moves up to a detached (but solid) flake.  This lower half is exciting, the mental crux of the route.  Surmount the flake and establish yourself on some small but good feet and clip the bolt.  The crack moves are over.  Make the crux move and finish at the anchor.  Too fun!","protection":"Standard rack with emphasis on small nuts/RPs.  No need for anything bigger than a #0.75 Camalot, if that.\n\nThere is a bolt at the 10b technical crux, but the mental crux, and the PG-13 rating, come from the first part of the route: A solid 5.9 thin crack then flake that is hollow and at times detached.\n\nPlacing RPs in this crack was exciting, but the placements are good...assuming the flake doesn't fail.  Recommend using mostly passive pro.","location":"This is the rightmost line on the crag.  It has a bolted anchor.  A single bolt is visible from the base."},"__v":0},{"_id":"13x4GV8SXiibFIXvwwWdFA==","name":"North Central","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gillett, Hill, Webster 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":4,"mp_id":"107559440","mp_crag_id":"106843481","climb_id":"13x4GV8SXiibFIXvwwWdFA==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"Start either from right or left leading to open book. Place good gear in book, do a crux move entering chimney, go up this, and exit roof on right. Wander up good face on back left for 80 feet or so.","protection":"SR up to 3½ at base of open book.","location":"In the middle of North Face is a big open book which leads to a small roof with notch on the right."},"__v":0},{"_id":"/KbUJFn6W5GpGvqIBUzOww==","name":"C'est La Vrie","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":0,"mp_id":"108296562","mp_crag_id":"106843481","climb_id":"/KbUJFn6W5GpGvqIBUzOww==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"This is a reasonable climb that would improve with traffic.  The moves are awkward, but in a good way.\n\nGet to the base of the route on way or another and climb to surmount an appliance-sized chockstone in the corner, between a spike of rock and the corner itself.  From a stance on this, climb past a brief section where the crack in the corner is closed to both jamming and protection, (first crux) with feet on the slab on the left.  After a few moves, you reach a good jam and good protection.  Continue up on the corner with slabby feel on the left and a juggy flake and crack on the right side of the dihedral to a rock that caps it.  Turn up and right at the big rock and head towards a small tree (second crux) and the bolted anchor and rap as for this route and\n\nArch Of Titus\n\n.\n\nA 70m rope will get you within feet of the base, on a good ledge with a walk off, just left of the start of\n\nArch Of Titus\n\n.","protection":"Gear from 1\" to 4\" with optional wide gear and perhaps extra in the hands to wide hands range.","location":"This is the left-most route on the wall, ascending a left-facing corner.  The base can be reached via the rap from\n\nThe Arch Of Titus\n\n(going left around the arete on the way down) or via a bushy scramble."},"__v":0},{"_id":"DvaXXfavVAOG5bbiC0qnig==","name":"The Arch of Titus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bernard Gillett","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"106843486","mp_crag_id":"106843481","climb_id":"DvaXXfavVAOG5bbiC0qnig==","areaRef":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":"This is a very high quality route in terms of rock quality and movement, and it's a nice long pitch.  The \"5.7+\" rating is from the first ascentionist.  I would call this climb solid 5.8.  Once this route cleans up, it will rival quality mixed routes up and down the Front Range.\n\nClimb the starting slab past two bolts, then pull the easy roof on the left.  Continue up a thin crack to a rest, make one tenuous move and clip the next bolt as you smear left towards another quality crack.  More crack and face moves above, then clip a last bolt on your way to the two bolt anchor.\n\nWe used a 70m rope and a single rap to get off this climb, but a 70m will not get you all the way back to the start.\n\nThis is a great pitch that's full value for the grade.","protection":"A standard rack with emphasis on smaller stuff.","location":"This is on the left side of the crag.  It is the longest visible line.  Look for two bolts directly above two toothy flakes jutting upwards."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,e1cd6f23-7882-5ebb-b006-807409621815","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Arch of Titus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"106843481","area_id":"4c1vI3iCXruwBoB0CWIYFQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:39.631Z","updatedAt":"2022-11-25T11:17:26.511Z"}