{"_id":"6368a50be80bff5a995b07c0","area_name":"Bolt Slab","shortCode":"","climbs":[{"_id":"KyESfwn7VOa2Kqa0NlXkHQ==","name":"Two-Nut Muffin","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":6,"mp_id":"106149784","mp_crag_id":"105739795","climb_id":"KyESfwn7VOa2Kqa0NlXkHQ==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"A thoroughly enjoyable jaunt up the\n\nBolt Slab\n\nusing a thin crack for gear.\n\nScramble up some blocky, lower-angled rock to the base of the slab proper (you can belay either from here or from lower down, below the blocky stuff).\n\nClimb a pedestal on the left and start upwards, following the thin crack that starts just to the right of the pedestal. Put a nut in the small crack whenever you can as it gets a little strenuous with poor feet in sections and you wont want to stop.\n\nEventually reach some larger handholds and then the left side of the slab. From here the climbing is much easier to the bolted anchor, with readily available protection.","protection":"A set of nuts with extras in the smaller sizes, and a medium cam or two. Bolted anchors.","location":"The left side of the west-facing slab. Climb a pedestal at the base of the slab on the left, and then head up the thin crack just to the right of the pedestal."},"__v":0},{"_id":"TGqbPbAXXvyhVqUnuwKgrw==","name":"Two to Tango","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Pedersen","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":1,"mp_id":"106167193","mp_crag_id":"105739795","climb_id":"TGqbPbAXXvyhVqUnuwKgrw==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"Burly direct start to Dance of the Pregnant Wildebeest that avoids using the hand crack to the left. Bring your tough and adventurous alter ego to fight this one out.","protection":"Smallish nuts and cams, quickdraws for the fixed pins. Ring anchors on top.","location":"Starts a few feet right of Dance of the Pregnant Wildebeest. Lower or rappel off."},"__v":0},{"_id":"h4VR7f7UWRGc5s5pEVyE1g==","name":"Stud Muffin Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":7,"mp_id":"114207554","mp_crag_id":"105739795","climb_id":"h4VR7f7UWRGc5s5pEVyE1g==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"fun Variation to the Two-nut muffin route. Instead of climbing the second half on the left, continue climbing straight up following a series of underclings a little run-out but there is bomber gear before that will keep you from falling too far you can also place a couple of really small cams if you wanted to.\n\nThis route makes two nut feel like a more sustained 5.10\n\nP.S. there is a couple of medium size lose blocks around the underclings and one big one near the top so be careful! I might go back and clean it up a little more if I get around to it.","protection":"rack for two-nut muffin + 2 very small cams","location":"Climb up two nut muffin and keep going straight up towards the chains dont go to the left."},"__v":0},{"_id":"nFgN3KCwW2KK1FGqoijqbA==","name":"Slip n Slap","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":10,"mp_id":"115134628","mp_crag_id":"105739795","climb_id":"nFgN3KCwW2KK1FGqoijqbA==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"Start both hands on the arete and find the feet placement you need to keep your self off the ground, top out on a nice jug it the tip top of the boulder. Try not to slip when you go for a slap.","protection":"Crash pads","location":"An obvious boulder on your right as you head up to “bolt slab” from “the kitchen”."},"__v":0},{"_id":"HNFp+pHNWa+8+Vhyb3sqRg==","name":"Sky Hook","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Downs, Lynn Miobas, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":5,"mp_id":"106148312","mp_crag_id":"105739795","climb_id":"HNFp+pHNWa+8+Vhyb3sqRg==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"A fun, but committing route up the left side of the\n\nBolt Slab\n\n.\n\nScramble up some blocky, lower-angled rock to the base of the slab proper (you can belay either from here or from lower down, below the blocky stuff).\n\nClimb a pedestal on the left and start upwards, eventually reaching the left arete and easier climbing to chain anchors.\n\nHead towards the left edge of the slab via a left-angling, broken crack that peters out at the arete leaving you with limited (and marginal) protection options for a while. Fortunately, however, there is a fixed pin around the arete that can be clipped with a double-length runner.\n\nThe thin (approximately ¼\") crack about ten feet from the left edge is\n\nTwo-Nut Muffin\n\nthat offers protection but harder climbing, and keeps you away from the left edge longer than\n\nSky Hook\n\nOnce reaching the left edge the climbing is easier and continues on mostly large holds while following a broken crack system to the bolted anchor.","protection":"A set of nuts (with an emphasis on small nuts), and small to medium cams. Runners, including a double-length runner for a fixed pin around the edge if you go that way. Bolted anchor.","location":"The left side of the west-facing slab. Climb a pedestal at the base of the slab on the left, and then head up."},"__v":0},{"_id":"Oe/Q3EVWXGiyW+HX64CU3A==","name":"Meadow Muffin","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kim Miller and Mark Ward, 1976","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":9,"mp_id":"105739967","mp_crag_id":"105739795","climb_id":"Oe/Q3EVWXGiyW+HX64CU3A==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"I'll probably roast for giving a clip-up like this three stars, but I'll never forget getting on it in 1985 or 1986 for the first time and loving it. For whatever reason, we had decided that this was the day to try and find out what the big boys were doing. But how to do that without getting totally waxed by the route? Grapevine beta and a hand-drawn xerox were the ticket to the world's safest bolt ladder, and we had no end of praise for the guys who had stitched it up.\n\nLaboratory safe 5.12 climbing on crisp edges awaits the timid and faint of heart. A burn through\n\nMeadow Muffin\n\na few years ago suggested that most of the climbing was actually middle 5.11, perhaps cruxy down low, but highly continuous.\n\nIf you are busting into 5.12, I can't imagine a better clip-up to do it on. What a gas!","protection":"10 modern bolts plus 4 old quarter-inchers. It isn't necessary to clip the old bolts if leading this free.\n\nChain anchors.","location":"Meadow Muffin\n\nis on the west face of the\n\nBolt Slab\n\n."},"__v":0},{"_id":"jnQxzxdgWeqVhytJT8KRnQ==","name":"Double Jam","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":3,"mp_id":"105741683","mp_crag_id":"105739795","climb_id":"jnQxzxdgWeqVhytJT8KRnQ==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"This is a great little route usually offering shade from the afternoon sun.  It can be easily viewed by looking up while standing in front of\n\nThe Kitchen\n\n.\n\nBelay from the ground, or there is another ledge that can be acquired by making two 5.5 moves. However, this ledge is small enough that it would require an anchor to be built. After this ledge the wall slopes out and the holds are funny; it takes about two or three moves to get through it. This is the definite crux; the rest of the climb is significantly easier, but still very good.","protection":"Take a full rack with you.  Although this route isn't long we placed everthing from nuts to medium sized cams.","location":""},"__v":0},{"_id":"hXX2yu48XlW4ACkB3LCc3w==","name":"Dazed and Refused","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FFA: Jeff Pedersen (Yo Yo Style)  FFA to upper anchors: Bart Dahnke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":4,"mp_id":"106567088","mp_crag_id":"105739795","climb_id":"hXX2yu48XlW4ACkB3LCc3w==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"Awesome route. Fight through the first 15-20 feet of hard overhanging finger locks. Pro during this section is important because if not done properly a ground fall is possible.  After the first section enjoy some easy, but overhanging, face climbing until you get to the anchors.  It is possible to continue from there, or so i have heard, at 5-10a with gear.  I have not tried it yet.","protection":"a set of C3s, small to medium stoppers, and i used one orange metolius master cam. Also you will need one draw for the pin at the top. An medium sized off-set cam might be nice too.","location":"The first crack on the north facing side of bolt slab when you come around the corner from Meadow Muffin."},"__v":0},{"_id":"8IoWvhZfU0+nYJa5QxpN3w==","name":"Dance of the Pregnant Wildebeest","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":0,"mp_id":"106155037","mp_crag_id":"105739795","climb_id":"8IoWvhZfU0+nYJa5QxpN3w==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"A stiff, overhanging quartzite route with crack jamming, face climbing, and a bit of balancy stemming.\n\nStart up easy, blocky terrain at the left of the\n\nBolt Slabs\n\nNorth Face and reach the roof with two more-or-less hand-sized, parallel cracks. Follow these cracks up a bit and then bear right a little.\n\nClip two fixed pins and head farther right and up through overhanging, strenuous territory to the larger, broken crack. Follow this up and around to the east side and the anchors.","protection":"Stoppers, small to medium cams, 2 fixed pins, slings for horns, hangers-and-rings anchors.","location":"At the left side of the\n\nBolt Slabs\n\nNorth Face. A roof with two parallel hand-cracks above is the obvious marker."},"__v":0},{"_id":"7vkpv0XEXcWX/ulnZs1XWg==","name":"Chimney Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":2,"mp_id":"106016213","mp_crag_id":"105739795","climb_id":"7vkpv0XEXcWX/ulnZs1XWg==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"Climb up 10 feet or so of easy fifth class terrain on jugs to a ledge. Start up the gently tapering chimney.\n\nAbove the chimney the Ruckman guide shows the route traversing right to join up with\n\nDouble Jam\n\nbut we climbed it \"straight\" up (it actually trends a bit left) following the same crack system in which we started. The pro does get a bit worse this way.\n\nThe Ruckman guide says this route is \"best saved for those days when one is feeling thin\", but I just hopped out of the chimney and stemmed across it on the face when it had narrowed enough to have to start groveling. In other words, I didn't find this route at all strenuous.\n\nWalk off or rappel from the bolted anchors.","protection":"Medium and large nuts, small and medium cams. Bolted anchor at the top. The pro is solid and easy to come by until a little ways past the chimney. If you follow the starting crack system the pro gets a little harder to come by and some of it is a little suspect (hollow-sounding rock).\n\nThe bolted anchors are easily reached from the top for top roping.","location":"Located on the north face of\n\nBolt Slab\n\nis an obvious chimney."},"__v":0},{"_id":"mFxNUTfQXWyGYcK6UTL1/g==","name":"Buttered Muffin","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"left_right_index":8,"mp_id":"119794186","mp_crag_id":"105739795","climb_id":"mFxNUTfQXWyGYcK6UTL1/g==","areaRef":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":"Direct finish variation to Meadow Muffin.\n\nAfter the 1st crux section through the 5th bolt, and after easier climbing to the giant flake...at this point, Meadow Muffin (12a) goes to the right to the Electric Ladyland crack to finish with \"fingerlocks leftward to the top.\" Buttered Muffin instead goes straight up through another crux from the giant flake on a separate set of bolts. There is no finishing anchors at the direct finish of Buttered Muffin so top out and use the anchors on one of the adjacent routes or walk off.\n\nThis route is an eliminate on the upper crux- it would be easy to bypass the upper crux by moving left to grab a big left-facing sidepull- I assume this is off limits, in order to warrant the step up in grade from Meadow Muffin. Correct me if I'm wrong.","protection":"Quickdraws","location":"The bolt line that goes directly up the middle of Bolt Slab West Face. Once you reach the massive flake that you can stand on for a nice rest, go straight up avoiding the big left-facing sidepull feature out left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,bdb53152-2630-5561-9811-06f7d8100d8a","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Bolt Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":1,"label":"V5+"},{"count":3,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6221,40.2654]},"bbox":[-111.62268928642939,40.26495033981814,-111.6215107135706,40.265849660181864],"left_right_index":-1,"ext_id":"105739795","area_id":"vbUxUiYwVWGYEQb32BANig=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:26:51.977Z","updatedAt":"2022-11-25T11:23:48.854Z"}