{"_id":"63689d20e80bff5a994f21e4","area_name":"Coffeepot Rock","shortCode":"","climbs":[{"_id":"M/0KZugPWne1vJ1pOtrJKg==","name":"True Grit","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"S. Grossman, Dave Baker, Fig 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79206,34.8845]},"left_right_index":0,"mp_id":"110264181","mp_crag_id":"105808369","climb_id":"M/0KZugPWne1vJ1pOtrJKg==","areaRef":"6WKrq6YMXDSeMpSov/a+tA=="},"content":{"description":"True Grit is a old trail established by some darn tough dudes. Any cowpoke looking to ride this bronco better saddle up tight and hold on! \n\n  P1  Start in a chimney and stem up to a slot. Rustle up the gumption to squeeze behind the chockstones. Above, things pretty lonely as you chimney far away from the nearest drink of gear. Eventually find gear out right and belay higher on a bush stance. 5.9R, 150 feet. \n\n  P2  Saunter up to the loose bandit block, mount that stallion, careful not to harm your pard, and continue up the broke down crack, two-stepping right below the nasty wide crack to a cozy ledge. 5.8R, 80 feet. \n\n  P3  Haggle up to the mighty fine finger crack dihedral. A quick dance leads to a flake roof. Take a shot of firewater and wrastle leftward though the OW layback. Take another shot of firewater and slide left out the higher roof to the purdy ledge. 5.10++, 80 feet. \n\n  From here, the trail is much tamer up to the summit, no lassoing required.","protection":"It wouldn't hurt to be quick on the draw with your six shooters. BD #6 shooters, that is. Saddle up with an arsenal of wide stuff, any #5,#6's or big bros you can get your paws on. Without any BD#6 or larger, we had a nice 50 foot runout on pitch 1. Don't forget singles from tips to thin hands and 2X BD #2-4. Any honcho worth his roping skills will also bring a large herd of runners, including double length.","location":"It clambers up the obvious wide crack system that leads to a huge roof on the tower left of Summit Block Rock. It is visible on the approach as the 4th summit from the right. It faces roughly south. Rope down off of tree above and right of the last belay. 2X 70m will barely make it back to your friendly saloon. Unknown relic anchors were spotted for those with shorter ropes."},"__v":0},{"_id":"Z6xVkdgOU3ix7RJJGJsBNw==","name":"South Spout Route","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79206,34.8845]},"left_right_index":999999,"mp_id":"105885918","mp_crag_id":"105808369","climb_id":"Z6xVkdgOU3ix7RJJGJsBNw==","areaRef":"6WKrq6YMXDSeMpSov/a+tA=="},"content":{"description":"P1: standard munge corner 5.9 (east facing), P2: more of the same to top of pillar, P3: steep initial moves (10-) up finger cracks then easy ramp to alcove. P4: overhang OW to awkward slab/flare (11). P5: 5.10- OW to big ledge. P6: option of a couple moves (5.8) but exposed to summit knob. rap twice around to the North west- from poor anchors- good luck!","protection":"doubles to #4","location":"Starts on east face of  Coffeepot, then wraps around to the south."},"__v":0},{"_id":"WRvt4xI1WkKntH5snhEWXw==","name":"Original Route","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dan Bingham, G. Parker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79206,34.8845]},"left_right_index":999999,"mp_id":"105804383","mp_crag_id":"105808369","climb_id":"WRvt4xI1WkKntH5snhEWXw==","areaRef":"6WKrq6YMXDSeMpSov/a+tA=="},"content":{"description":"A nice casual outing.  Not much technical climbing, but fun and the summit has a great view.  The cruxes are very short and well protected,  so it feels easier than the 5.9 grade.  Pitch 1 gets all day shade, the rest of the route is in the sun. \n\n  P1) 5.8 150' Up the chimney.  Longer and more fun than it appears.  Save a #4 or #5 Camalot (new sizes) for the top. \n\n  P2) 5.5 -50' Either rap or down climb to the ledge on the south side of the formation. \n\n  P3) Class 1 50' Hike around the corner to the left until you're stopped by a short wall at the head of a gully. \n\n  P4) 5.8 50' Climb the wall (10'), set a piece for your follower, and hike down and to the right through some cacti and agave to a bolted belay.  Keeping your rope out of the nasty plants may be the crux of the entire climb. \n\n  P5) 5.9- 30' Fun face climbing leads to a ledge.  Belay here or suffer drag. \n\n  P6) 5.9- 150'  Go up the crack with the bush and continue up 4th class to the summit. \n\n  Descent (2 ropes):    Rap 1: 50'  From the summit rap to the ledge at the start of the 4th class. Walk clockwise 100'.   There is a 2 chain anchor on a ledge about 50' below the summit on the west end of the rock.  This anchor is visible from the summit plateau.  \n\n  Rap 2:  180'  CAUTION!  60m ropes do not get you to the next bolted rap station.  Rap to the huge ledge 100' down, then continue down the blank face to a bush with slings.   \n\n  Rap 3: 50' From the bush a short rap gets you to the bolted station. \n\n  Rap 4: 150' One more rap gets you to the ground. ","protection":"Nuts, 1 each to #5 or #6 Camalot (new sizes) ","location":"Park at the Soldier Pass Trail head.  Head north down the Soldier Pass jeep road.  After a few minutes you'll see Forest Road 9904B on the right and Tea Pot trail on the left.  Go left on Tea Pot trail.  After a few more minutes look for a small side trail heading right at a group of boulders.  This trail will cross a indistinct wash shortly.  Go left into this wash and look for a fairly good trail heading toward the nose of Coffee Pot.  When the trail gets closest to the spout, leave the trail and head toward the base of the rock.  For Original Route contour right around the base of the cliff passing under the Spout Route and an ugly chimney system until you reach a large obvious gully where the cliff turns.  Go up this and all the way around until you see a deep chimney/cleft in fairly clean rock.  This is the start of the route.    GPS: 34,53.131 N 111,47.554 W"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,e4812157-138d-5d13-8d66-76c504849a14,e962abab-a60c-5c34-9e32-94a8bff6beb4","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Coffeepot Rock Area","Coffeepot Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.79206,34.8845]},"bbox":[-111.79260816109914,34.884050339818145,-111.79151183890086,34.884949660181874],"left_right_index":-1,"ext_id":"105808369","area_id":"6WKrq6YMXDSeMpSov/a+tA==","polygon":{"type":"Polygon","coordinates":[[[-111.79260816109914,34.884050339818145],[-111.79151183890086,34.884050339818145],[-111.79151183890086,34.884949660181874],[-111.79260816109914,34.884949660181874],[-111.79260816109914,34.884050339818145]]]}},"content":{"description":"Coffeepot Rock is one of the most recognized and prominent rock formations in the Sedona Area, featured repeatedly on postcards in every shop in town. As you might expect, it looks like a big... well, coffee pot, from the south.  \n\n  There are a few routes on the formation, including two hardman jobs  (old school 5.11), and the original sort of mountaineering rock route that offers some fun climbing and route finding as you wend your way up the rock."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:42.292Z","updatedAt":"2024-02-19T18:27:54.787Z"}