{"_id":"63689de0e80bff5a994f9063","area_name":"La Plata","shortCode":"","climbs":[{"_id":"2p8CN1BJVnmr+gchSmdAJw==","name":"Southeast Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.473,39.0294]},"left_right_index":999999,"mp_id":"121201251","mp_crag_id":"105746039","climb_id":"2p8CN1BJVnmr+gchSmdAJw==","areaRef":"l8Kr/ITbVtmycGwRrQP/CA=="},"content":{"description":"A collection of gendarmes awaits anyone attempting the southeast ridge of La Plata from Mt. Blaurock. Scramble up down and around the towers to gain the summit of La Plata. No ridge scramble will ever be the same. Don't expect any rappel anchors on top of the towers. The rock quality has much to be desired, be very careful.","protection":"A solo.","location":"Gain Mt. Blaurock - the quickest way is most likely from Chaffee County Rd. 390 - a subsidiary ridge near Winfield will gain you access to Mt. Blaurock. From there, take the ridge to La Plata.\n\nDescend via La Plata's southwest ridge back to your starting point."},"__v":0},{"_id":"7fa6hLM2XbuFrKliwzSqhQ==","name":"Ellingwood Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Albert Ellingwood","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.473,39.0294]},"left_right_index":999999,"mp_id":"105757222","mp_crag_id":"105746039","climb_id":"7fa6hLM2XbuFrKliwzSqhQ==","areaRef":"l8Kr/ITbVtmycGwRrQP/CA=="},"content":{"description":"The Ellingwood ridge on La Plata is one of Colorado's all time classic ridge traverses. It runs roughly North to South, curving to the West until it joins the summit in one last dramatic 1300ft push to a rocky false summit. From there, another third of a mile deposits you on the summit. The majority of this 2 mile traverse occurs at 13,000 feet and can be done anywhere from sustained 3rd class to 5.4 with some rappels. Depending on how close to the ridge you want to be. The total cumulative vertical gain is close to 5,200 ft and total hiking is around 10 miles.\n\nWord has it that some time in the 1920s or 30s Albert Ellingwood was heading up the approach of the standard route with a group of folks. At some point, he separated from the group, telling them he would climb the peak via the ridge that now bears his name. They waited for him on the summit and when he did not show up they went down worried about his fate. Fourteen hours after they had separated a thoroughly satisfied, albeit tired, Ellingwood showed up at their campsite after completing the arête route.\n\nThis is not a technically challenging climb although it is long and committing. Your main challenge will be having enough stamina and speed. You want to complete the ridge before a thunderstorm moves in. A thunderstorm while on it has to be a horrific if not potentially deadly experience. Escapes are possible but come with a guaranteed ticket to an epic. Take your best route finding skills with you and double check each hold. Lots of lose stuff up there...\n\nTake CO Highway 82 towards Independence pass. From Leadville, take CO 24 to CO 82 and turn right. The Lake Creek Trailhead (on the left side if headed towards the pass) is 14.6 miles from the junction of CO 24 and CO 82 past Twin Lakes. There are two national Forest campgrounds a few miles before the trailhead.\n\nPark at the pull out and hike up the dirt road past a large bridge and up the hill for some 100 yards. A small sign on the left besides gate and a small trail will let you know that the first mile of the trail is on private property. Follow this smaller trail, [go] left and past another bridge (smaller) over a waterfall. All water on this basin is contaminated with heavy metals and arsenic so bring your own. There is a sign-in station somewhere along this section of the trail.\n\nContinue on this small trail for about a mile until you reach a third creek with yet a smaller bridge. From here, follow the trail some 20-30 yards and watch hard for a trail going left. There was a small cairn when I was there. The trails split after a small rise. Take the LEFT trail. The right one takes you up the Northwest ridge route which will be your descent...\n\nFollow this trail for 1.5 miles as it countours a couple of ridges. This trail becomes faint after a while and care must be taken not to lose it. Eventually the trail will turn right past a rock buttress (right side) and will reach a 4th creek. Follow this creek up the mountain. There is a primitive trail on the right (West) side of the creek. Resist all urges to bushwhack. It is nasty....\n\nFollow the creek up for some 1000 feet until you can see the talus field on your left above tree line. Cross the creek and head for the rocks. Climb the loose talus field for some 1200 feet. This is horrible, and it is the price to pay for the fun that is to come.\n\nOnce above the talus you are on the shoulder leading to the ridge. All 2 miles of it appear in front of you. Have at it. All difficulties can be bypassed on the left (East) although some significant altitude must be lost and regained if you want to keep it at Class 3. We stayed on the ridge some 85% of the time and did a lot of Class 3, a large amount of Class 4 and some 5.easy stuff particularly on the downclimbs. We downclimbed a few of the towers on the right so look for creative solutions.\n\nAs the ridge climbs up to the peak there is a 1,300ft elevation gain. Just what you needed after 1.5 miles of Class 4 at 13,000ft. Stay on the ridge to avoid the heinous talus field on the left. Climb the false summit and make one last push for the real summit.\n\nHead down the Northwest trail which is Class 2 and well marked once you leave the talus field.\n\nTime estimates (these are our times, we are no record beaters but move relatively fast)Trailhead to Ridge: 2 hrs, Ridge to Summit 4hrs, car to car 8 hours. We took helmets but no ropes, harnesses, or pro. Light is might on this baby.\n\nEscapes - For most of the time while on the ridge you can escape West into the basin and thus towards your car. This can be done via Horrible talus chutes that will probably forever alter your ankles and knees, but I guess it is doable. Once you reach the section where the ridge rises towards the summit the fastest way down is through the summit and down the Northwest route.\n\nEscaping East looked really nice, vegetated, not too steep slopes. However you will wind up in a completly different basin some 10-15 miles from your car.... Better not have to escape from this one....","protection":"Light Rack if planning to do the technical parts.\n\nRappel rings and lots of leaver slings if planning to do the technical part","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,97c2abfc-84db-56d9-b270-6c11ad03ff08","pathTokens":["USA","Colorado","Alpine Rock","La Plata"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.473,39.0294]},"bbox":[-106.47357884513941,39.028950339818145,-106.47242115486056,39.02984966018187],"left_right_index":-1,"ext_id":"105746039","area_id":"l8Kr/ITbVtmycGwRrQP/CA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:50.461Z","updatedAt":"2024-01-15T16:42:31.922Z"}