{"_id":"6368a6a1e80bff5a995d1b93","area_name":"I) Honeymooner's Area","shortCode":"","climbs":[{"_id":"uh0/qdGTVJmbAGFh8n7cGg==","name":"Wire Train","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Reed, Maurice Reed (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":24,"mp_id":"106060101","mp_crag_id":"106013172","climb_id":"uh0/qdGTVJmbAGFh8n7cGg==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Fairly sustained for the grade.  Climb the flake system to an overhanging section as the flake peters out.  Traverse right to the next series of obvious hold and then head straight up on low angle rock.","protection":"A variety of gear.  Mostly around 1\".  Some smaller pieces are helpful.","location":"Locate the first flake system on orange rock heading upstream from Muck Raker."},"__v":0},{"_id":"AKpvPjeqVTGRuIvW4C9uWQ==","name":"Walking on the Moon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Monty Reagan, Bruce Burgess (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":28,"mp_id":"106037099","mp_crag_id":"106013172","climb_id":"AKpvPjeqVTGRuIvW4C9uWQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"This route would be more popular if located in a different area.  Climb the corner to a large roof.  Traverse under the roof via hand crack with excellent jams and exit right(crux) to finish on the Moonraker crack.  Be careful of rope drag, extend slings under roof as much as possible.  Really fun!","protection":"A wide variety of gear, well protected.  Shuts on Moonraker.\n\nThere are no shuts on\n\nMoonraker\n\nthere is a sizeable tree about 5 feet back from the edge though.","location":"Start in the pile of leaves under the large roof just to the left of Moonraker."},"__v":0},{"_id":"f8REhvhGXui83aSAYJp6NA==","name":"Static Line","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Scott, Dave Groth 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":2,"mp_id":"116360819","mp_crag_id":"106013172","climb_id":"f8REhvhGXui83aSAYJp6NA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The crux is right after a very old piton gaining the headwall with some Houdini trickery. The route is very good, although on my first attempt on this route I went slightly left up top and broke a very large sloped hold (30+ lbs.)","protection":"three bolts one pin, standard NRG rack, NO ANCHOR","location":"The route is to the left of the several immaculate 5.12's on the wall and to the right of a small seam, 10 feet left of Harlequin is a bolt. This is your first bolt."},"__v":0},{"_id":"qwCxNFRxX+iV97UVQoiUEQ==","name":"Southern Hospitality","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dick Ramsey '90","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":0,"mp_id":"113902269","mp_crag_id":"106013172","climb_id":"qwCxNFRxX+iV97UVQoiUEQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The crux comes low on this route, the rock is great and the route receives no runoff. Definitely a must do if you are in the area and looking to try the grade.","protection":"Lots of big gear #1-5 including a #5 Camalot. A 0.5 cam is also beneficial. Anchors at top.","location":"The route is behind a tree in an alcove, it is a crack that continuously changes corners. There is a roof near the top."},"__v":0},{"_id":"8619Q4dzXJalRJa2aFVAnQ==","name":"Sensual Tickle","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nate Sydnor and Sarah Brengosz - 2/21/20","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":23,"mp_id":"118818815","mp_crag_id":"106013172","climb_id":"8619Q4dzXJalRJa2aFVAnQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"This route is a scrap for sure as far as first ascents are concerned, but it is what it is. I had a great process bringing the lead to fruition, and it is indeed a fun and very engaging challenge for those on the hunt for such a thing. It's a beautiful, colorful, blank-looking face with great rock, unique holds and just enough wandering features to make it reasonable. However, the gear is spacious and must be worked for so proceed accordingly. I head-pointed this route and I would suggest the same for all but the most bold. I asked the usual suspects; Mikey, Pat and Kenny, and they all confirmed that it likely had never been led but that's not 100% certain. It has of course been top-roped over the years because of the ease of access from Muckraker, but leading this thing is a whole other endeavor.\n\nThe name has its roots in an inside joke. Essentially, there are two types of tickle; the playful, roughhousing kind and the soft, sensual kind. When the term \"sensual tickle\" came up I said it would make a good route name. So it is. On the day of the FA I realized that the name also conveniently related because the route tickles the periphery of both Perseverance and Muckraker, and I lost my sense of touch on the lead due to freezing temps. I almost fell as a result and were that to happen at the end of the crux section things could get interesting. Like many things in life I narrowly averted disaster having begun with near-certainty.\n\nYou start as for Perseverance but don't clip its first bolt. Shuffle up and left and you'll find the first mail slot with gear options. Another body length or so higher one must jog out left to drop in the next small gear, again in a mail slot. It's now time to get it on. Connect the dots and twenty or so feet higher the final piece of gear near the end of the crux section is a #1 BD Camalot in the hole. This is a little tricky to place. If you fell above this and the cam came out you could likely be skimming the ground. Buyer beware. Above this things mellow out. I chose to stay right of Muckraker all the way until its last bolt, which I also chose to skip for some goofy reason. Your call.","protection":"Minimal and specific. See photos.","location":"Immediately right of Muckraker and just left of Perseverance. Obvious beautiful face."},"__v":0},{"_id":"ba5WS5bGX++X4Etq7Fws7Q==","name":"Satanic Verses","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Doug  Reed (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":9,"mp_id":"107359425","mp_crag_id":"106013172","climb_id":"ba5WS5bGX++X4Etq7Fws7Q==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The movement on \"Satanic Verses\" might just be good enough that its worth ignoring the copious amount of glue.  Judging from the plethora of reinforced crimps, Doug Reed must have been really desperate to bolt a route that eclipsed the 13- grade.  The result was a technical power endurance masterpiece.\n\nBegin with some easy climbing to a good rest below a roof.  Once fully prepared grab some crimps, swing your feet and start to funk your way up the steep dihedral.  Long reaches between tiny glued on crimps are made possible with some ridiculous drop knees.  At the end of the dihedral battle out the roof and pull on to a spectacular arete.  A minor shake prepares you for the technical crux.\n\nThe arete crux is like no other arete move I have ever done, making it hard to describe, so you'll just have to experience it for yourself.  If given a boulder grade it would be around V7.  Once through the crux cop another rest and then wobble your way up through four more bolts of solid 5.12 arete climbing.  The climbing is tenuous with few foot holds and flawless stone (no glue on the arete).\n\nThis route is a precious commodity at the NRG.  It is one of the few routes that has a grueling power endurance section.  Originally the upper arete was part of a Porter Jarrard link up that started on \"Jesus and Tequila.\"  Reed added the direct dihedral start.","protection":"11 bolts + anchor","location":"Located just to the left of the tiger striped wall of \"Quinsana Plus.\""},"__v":0},{"_id":"cLo9Ij3jU2O4YpSoY2njEQ==","name":"Sacrilege","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Porter Jarrard (1988)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":6,"mp_id":"107257212","mp_crag_id":"106013172","climb_id":"cLo9Ij3jU2O4YpSoY2njEQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"According to guidebook author Mike Williams, Sacrilege is said to have the \"hardest 12b move you'll ever encounter.\"  Its hard to disagree with him after experiencing the move.\n\nBegin by stepping across from the large boulder to some small crimps.  The first move is anything but trivial, but you'll soon be sauntering up engaging 5.11 face climbing.  Its a good idea to stick clip the second bolt and leave the first unclipped so you don't slam your belayer against the wall when you inevitably fall at the crux.\n\nI don't want to give too much away, but the crux is a desperate low angle move.  Its best to wait until these holds are in the shade before tackling the crux.  Keep your head together for the finish which consists of fun tenuous moves on slopers.","protection":"8 bolts + anchor","location":"From the honeymoon ladders walk climbers left for a couple hundred feet until you pass the black and orange streaked Quinsans Plus.  Just around the corner you will find the large boulder that you start on."},"__v":0},{"_id":"wgaGX4O9UCicBLXsmza9Xw==","name":"Rainy Day Route","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":13,"mp_id":"111093558","mp_crag_id":"106013172","climb_id":"wgaGX4O9UCicBLXsmza9Xw==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"As the name implies, this is a good route during rainy conditions. Although overshadowed by all the other mega-classics in the area, it's worth checking out.\n\nFlow up the sneaky corner using trickery and wizardry to gain the arete, after which you float up the crocodile snot beneath a roof. Figure a way out to the left line of bolts (if you continue straight up , it's Big Boss Man). A sneaky roof pull and slab will take you to the anchors\n\nThis is a unique route with interesting moves and holds, and is a completely different style than other climbs of the grade in the area.","protection":"8 bolts and 2 bolt anchor.  (leaver biner below roof to help with cleaning.)","location":"Face right of and perpendicular to Quinsana, just right of a large block."},"__v":0},{"_id":"4lEU9b6nX76ldDIiXanwMA==","name":"The Rabbit Almost Died","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Reed, Begoon, & Artz 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":14,"mp_id":"108319667","mp_crag_id":"106013172","climb_id":"4lEU9b6nX76ldDIiXanwMA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"A varied and long route, \"The Rabbit\" climbs great rock and keeps you thinking, changing styles of rock and climbing along the way.\n\nStart directly under the bolt, move left to the arete at the bolt and balance your way up. Powerful lock-offs on the left side of the arete lead to a stance and finally, some gear (10+ R). Up the mini dihedral then traverse right to a stance under the second bolt, take a few deep breaths and engage the awesome overhanging face above.  Clip the 3rd bolt and make a memorable move left and up to some cool chickenheads (crux).  Plug in some gear, climb the tricky dark rock then mantle onto a ledge.  Climb the crack then head left and up in search of holds and gear to a 2 bolt anchor. Great climb!","protection":"Double cams to #2.  Bring 4 or 5 2' runners.  3 bolts.  Bolted anchor.","location":"The first arete climbers left of honeymooners ladders.\n\nMake sure you have a full 60m rope as the traversing nature of the route ads to its length."},"__v":0},{"_id":"EoNxsJy4VzOp3V4cKLR0zw==","name":"Quinsana Plus","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Doug Reed, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":11,"mp_id":"106936801","mp_crag_id":"106013172","climb_id":"EoNxsJy4VzOp3V4cKLR0zw==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Start by climbing up the slab past the first 2 bolts to reach the overhang.   At the overhang, traverse all the way to the left side to clip the 3rd bolt and get a shake out.   From here, climb straight up on positive holds to reach a rail, clip the 4th bolt and traverse back right.  Climb up, a bit left on small but positive holds to make a big reach to a positive hold and clip the 5th bolt.  From here, traverse left, clip the 6th bolt and head up and left for a good shake.  Traverse up and right, making another reach to a positive hold and clip the 7th bolt.  The business now begins.   Work your way up to reach a shallow 1-2 finger pocket and make a quick reach up and right.  Clip the 8th bolt, utilize a very small crimp and stick a positive hold up and right.  Mantle up to the anchors to finish.   This route is sustained and can be tweaky on the fingers.","protection":"8 bolts, shuts.  Take a blue TCU.","location":"From the Honeymooner's ladder, head downstream around the first corner.  Look for the obvious overhanging orange face to the left of a large boulder."},"__v":0},{"_id":"R68XXxyKUHOmTrmWgVJRgA==","name":"Open Mouths","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":1,"mp_id":"120420894","mp_crag_id":"106013172","climb_id":"R68XXxyKUHOmTrmWgVJRgA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"This is a fun, worthwhile route to do if you're in the area. It won't blow your mind, unless you blow the top, but enjoyable none the less. Standard finish for this section of wall.\n\nClimb the flake/corner up, trend slightly left and up at the top of the corner, face climb up to a flake and back right. Continue right at the end of the flake for a few feet, then straight up through slopers and a few edges.","protection":"Single rack down from .75-3, doubles from 0.5 on down, nuts.","location":"Obvious right facing flake/corner to the left of Static Line and Harlequin. Before turning to go down hill on the trail."},"__v":0},{"_id":"YifoIXGUUraVTRkYYM7cjQ==","name":"Oblivion","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":4,"mp_id":"115441954","mp_crag_id":"106013172","climb_id":"YifoIXGUUraVTRkYYM7cjQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"What's past and what's to come is strew'd with husks\n\nAnd formless ruin of oblivion.\n\nAnother textbook example of New River face climbing, Oblivion scales an intimidating swath of coal-black rock, requiring a full bevy of the technical dark arts.  Sharing the first three bolts (and first haymaker crux) of Libertine, Oblivion trends left and up, past three more airy but reasonably spaced bolts.  At the sixth bolt, climb up and surmount a diagonal seam before traversing right to join the shared Libertine anchor.  Oblivion is a more sustained but less cruxy complement to its sister Libertine, and stands on its own as a worthwhile line--another great route on one of the best faces at the New.","protection":"6 bolts, anchors","location":"Starts in the corridor between the wall and the huge boulder.  Belayers should stay on the ground, lest they get yanked off the boulder at the inevitable fall at the first crux."},"__v":0},{"_id":"AmnfzYMGWIWfulG+Uz3l4Q==","name":"Noelle","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jim Damon, Mick Avery 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":10,"mp_id":"119006858","mp_crag_id":"106013172","climb_id":"AmnfzYMGWIWfulG+Uz3l4Q==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"An overlooked route, certainly not helped by the poor rock quality in the dihedral & mix of bolts, pins and gear. Nevertheless, this route is definitely worth the effort, characterized by some strenuous moves out the initial roof, a hard crux at mid height and one final redpoint crux guarding the pull over the final roof. Take a very light rack, mainly for the dihedral, the top has two bolts now as well as bolt anchors.","protection":"3 pins, 5 bolts, small rack. Bolt Anchors","location":"This route starts between Quinsana Plus and Satanic Verses. Look for the bolts on Satanic Verses a distinct kicked back dihedral, the first bolt of Noelle is directly right of the first bolt of Satanic Verses."},"__v":0},{"_id":"r0j93DtfUZqlkF2FzjnyAA==","name":"Muckraker","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Crosby, Phil Olinick (1988)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":22,"mp_id":"106060089","mp_crag_id":"106013172","climb_id":"r0j93DtfUZqlkF2FzjnyAA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Vertical face moves for the start, transition to slab climbing is the crux.  Popular sport route.  Very defined 1 or 2 move crux near the bolt.  Can be a little dirty near the top.","protection":"8 bolts, shuts","location":"The first sport route heading upstream from the Honeymooner's Ladder."},"__v":0},{"_id":"8712nTozVoSrQ/eQPZMeMQ==","name":"Moonraker","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Van Cura, Samples '88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":29,"mp_id":"106013175","mp_crag_id":"106013172","climb_id":"8712nTozVoSrQ/eQPZMeMQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Start on a wierd ledge then make awkward moves up a shallow corner and flakes with good gear. keep on heading up the climb past the loose stuff and lichen covered holds to the tree anchor above.","protection":"Stnd. Rack to tree anchor.","location":"Between boulders and cliff line, right of Honeymooner's ladders and left of corner that then becomes Snake Buttress"},"__v":0},{"_id":"TQof6WH+X426tKER6W77pw==","name":"Lunar Debris","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eddie Begoon, Stanley Todd, Mike Artz 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":17,"mp_id":"106575455","mp_crag_id":"106013172","climb_id":"TQof6WH+X426tKER6W77pw==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Off width and wide corner that is best climbed on either face.  PLenty of features. Big gear and hands.  Good feet","protection":"Big Big Big, but takes lots of gear if you have it.  Bolted anchor.","location":"Just left of Crescent Moon.  Shares the same anchors"},"__v":0},{"_id":"u7COFzBdVK2g3RGoWT0Iqg==","name":"Libertine","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":5,"mp_id":"107883015","mp_crag_id":"106013172","climb_id":"u7COFzBdVK2g3RGoWT0Iqg==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Libertine can be thought of as Face Climbing 101.  It travels up the black and white speckled wall past a selection of in-cut crimps and slimpers.  The route requires the full gamut of face climbing skills, and almost every move requires either a highstep or backstep as you lock off from one crimp to the next.  From the ground, and even while climbing on the route it can be very difficult to spot hand holds, but it is all there, including a variety of intermediates for shorter climbers.\n\nBegin by stick clipping the high first bolt and gliding through good holds on orange rock.  The technical crux awaits you right at the first bolt where you must make a long reach and then negotiate a small roof.  From here the climbing lets up for a few bolts but still requires technical footwork.  Rest up at a good horizontal break before embarking on the most sustained section of the route.  Crimp and highstep your way through a series of crisp edges being sure to save enough energy for the final hard move.  Clip the final bolt and then quickly decide how to navigate to a slopey ledge.  Finish by climbing a few more easy moves to the anchor.\n\nLibertine bakes in the sun for most of the day.  It is best saved for a cool cloudy day.  This route is fun because it is more sustained than your average NRG route and it doesnt feature a typical stopper crux.  A route called \"Oblivion\" branches off left at the third bolt.","protection":"7 Bolts + Anchor","location":"Just around the Corner from Quinsana Plus.  Starts on Orange Rock in front of a giant Boulder."},"__v":0},{"_id":"1Mm9jZBcViOzw0xta1c/ZQ==","name":"Jesus and Tequila","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Scott, Dave Groth- 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":7,"mp_id":"106396709","mp_crag_id":"106013172","climb_id":"1Mm9jZBcViOzw0xta1c/ZQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Stick clip the first bolt and start from the top of the boulder by leaning across the gap to reach the first holds. Once established on the face, climb up and around to the right of the arete and back to the left side to clip the 2nd bolt. From here, work up the left side of the arete to the 5th bolt. Clipping the 5th bolt is difficult and much easier if the draws are hung. The crux begins at the 5th bolt. Utilize several crimps and find a way to gain the positive hold above at the base of a shallow dihedral. From here, continue up the dihedral, make a long move and continue up the next dihedral to reach the overhang. Make the final clip and find the crimp above to work out left a bit and follow a few positive slopers to the finish (redpoint crux).\n\nThere is a good 11d that starts on Sacrilege to the left, and then takes a hand traverse into the upper third dihedral of Jesus and Tequila. I did this the other day; you start traversing right when you are below the fixed pin on Sacrilege, and it's a really good route!","protection":"9 bolts and a 2 bolt anchor","location":"On the arete to climber's left of the Quinsana roof- there's a big boulder that you lean over to the wall from to start- rap down or walk over to the ladder"},"__v":0},{"_id":"zcjV5wU+U+GM3lXFjEqy6A==","name":"The Jackie Gleason Flake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Buddy Brazington, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":21,"mp_id":"106060079","mp_crag_id":"106013172","climb_id":"zcjV5wU+U+GM3lXFjEqy6A==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Climb the flake system to the top. Nice climb. If you lead 5.9 trad, don't pass it up if you're in the area.","protection":"Hand size gear.  No anchors, but trees at top to build anchors.  Descend using the ladder.","location":"The first flake/crack system just upstream of the Honeymooners's Ladder"},"__v":0},{"_id":"jS0mjAE+VoiuuqFJy/Uz6Q==","name":"Harlequin","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":3,"mp_id":"108131218","mp_crag_id":"106013172","climb_id":"jS0mjAE+VoiuuqFJy/Uz6Q==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"A great line! A reachy intro move at the first bolt leads to most excellent face climbing. A very thin, technical, and lengthy crux comes after the sixth bolt. The runout to the chains looks heinous, but is 5.7 or easier. Old school 12b, but a very proud send once you put it all together.\n\nThis route was recently rebolted by the NRAC with bomber stainless hardware, and will hopefully see more ascents now that the pins have been replaced.","protection":"8 Bolts, Rap Rings/Quicklink Anchor.","location":"To the left of Oblivion/Libertine.  It's the first route to the left of the big boulder."},"__v":0},{"_id":"jUXxj56qURa8xGbk9ivCSQ==","name":"Get Thee Behind Me Satan","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":8,"mp_id":"112292135","mp_crag_id":"106013172","climb_id":"jUXxj56qURa8xGbk9ivCSQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The original line to the amazing arete above satanic verses. Start by climbing the first handful of bolts of J&T, then traverse hard right to the arete. Once at the arete, pull the hardest moves of the route before heading up the immaculate arete above. The arete climbs with a lot of body tension and requires some technique. Amazing climbing the whole way!","protection":"Originally done with 2 ropes. Using long slings on the bolts of J&T and the traverse reduces a good amount of drag.","location":"Starts on J&T and climbs into arete above hard section of satanic verses"},"__v":0},{"_id":"rGe/ZBzFWdOZrxy4yTCasg==","name":"Free Flow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":25,"mp_id":"117649685","mp_crag_id":"106013172","climb_id":"rGe/ZBzFWdOZrxy4yTCasg==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The rock is less dirty than it looks, that isn't saying much. The climbing is pretty cool with a few thuggy moves low to lichen-filled rock up top. This is a good route and is worth getting on.","protection":"6 bolts to bolt anchor.","location":"The route is about 100 yards climbers right of the Honeymooners Ladders. It is the second sport line you will run into when approaching."},"__v":0},{"_id":"zInfSnHKVvmcN7JhG/f04w==","name":"Double Flat","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug Reed (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":27,"mp_id":"106060047","mp_crag_id":"106013172","climb_id":"zInfSnHKVvmcN7JhG/f04w==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"A great lead for a solid 5.9 sport leader.  This route is much better than it appears from the ground.  Start on a large ledge and climb up heading left to a bulge and flake.  Gain a stance, follow a left facing flake system that leads to a face with rounded horizontal ridges.  Reachy last clip.  Most of the harder moves require making the move before clipping the bolt.","protection":"6 bolts, shuts","location":"Start on the ledge, 15 feet left of the Walking on the Moon corner."},"__v":0},{"_id":"TgQNTzUCVFW3Qxn2F6ECFw==","name":"Double Feature","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rick Thompson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":19,"mp_id":"110211171","mp_crag_id":"106013172","climb_id":"TgQNTzUCVFW3Qxn2F6ECFw==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Interesting, footwork intensive climbing for a few bolts takes you to a great rest and fairly easy climbing up some flakes in the middle of the route.  It gets harder, slabbier, and less secure right up to the anchors.","protection":"7 bolts + anchors","location":"A few routes left of the Honeymooner's Ladders, and just right of the 5.7 wide crack Crescent Moon."},"__v":0},{"_id":"pLJBnHCUU1aV2EWQGHwkkQ==","name":"Dead Ráibéad","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Paul Nelson, Chris Whisenhunt, Craig Reger","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":15,"mp_id":"109535180","mp_crag_id":"106013172","climb_id":"pLJBnHCUU1aV2EWQGHwkkQ==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"This is a direct finish to The Rabbit Almost Died. Despite it being a variation, this is actually the \"plumb line,\" and it also connects into a very obvious fingercrack feature at the top of the wall. The line follows most of the crux (as well as all three bolts, which\n\nNRAC\n\nrecently upgraded to half inch stainless, woo!) of The Rabbit to a frustratingly hard, reachy, right-traversing boulder problem on nipples and slimpers, with bomber gear just far enough below you to make the fall significant. At the end of the boulder problem, snatch a great jug with terrible feet, fire in a small stopper or purple tcu, and make a few more tenuous moves to gain the final 5.11 fingercrack.\n\nAll in all, Dead Ráibéad is a fun, slightly heady but safe power-endurance route that manages to go on completely natural gear after breaking off from the Rabbit.\n\nOh, and the name comes from the original Gaelic name of the Irish Street gang that was depicted in the movie \"Gangs of New York,\" also known as the Dead Rabbits.","protection":"Three bolts, tcu's and camalots up to .75 camalot.  After getting the gear worked out, I used two 0 tcu's, one .3 camalot, one .5 camalot, and one .75 camalot.  Stoppers and ballnuts would work well, too.  No top anchor bolts, but it is very easy to set up a TR or rap in off of trees.  Although I rapped and scrubbed this route on TR to see if it would go, all attempts at working out moves were made on lead (with a LOT of big falls onto a bomber .3 camalot), and it would be safe for the solid 5.12 trad leader to check out ground-up, unlike the more cryptic Color Blind (13a) next door).","location":"Same as The Rabbit Almost Died, right at the bottom of the Honeymooners Ladders."},"__v":0},{"_id":"udiV1UGPWZWhxvjZEYO8yA==","name":"Crimes of Fashion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Artz, Andrew Barry 10/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":12,"mp_id":"110315495","mp_crag_id":"106013172","climb_id":"udiV1UGPWZWhxvjZEYO8yA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Sustained climb up a big left facing corner passing a small roof to under a large imposing roof. A wild traverse left under the roof with a crux exit move up into another left facing corner which is followed to the top. Very intimidating looking climb. Originally rated 10A. Big potential for rope drag on this one.","protection":"Standard NRG rack. Bring a few larger cams #3 & 4 camalots. This is a long climb with a traverse so long slings will be helpful. Good candidate for a double rope lead. Not sure about anchors. It's been 20 yrs since I lead it.","location":"This is the big orange colored left facing corner to the right of Quinsana that has a big square cut roof at 2/3 height. It starts behind a big block at the base."},"__v":0},{"_id":"TpY06xUGUcO4bcCu72GlJg==","name":"Crescent Moon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Artz, Stanley Todd, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":18,"mp_id":"106171358","mp_crag_id":"106013172","climb_id":"TpY06xUGUcO4bcCu72GlJg==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Climb the widening, arching crack located just downstream of the Honeymooners Ladders.  A few off-width moves mixed with some \"arete\" climbing, laybacking...you will need it all.","protection":"Take some big gear.  I took a 4 and 5 and used both of them.  Wouldn't have minded another 5, so I didn't have to walk it up so far.  Rings at the top.","location":""},"__v":0},{"_id":"9gQ5OwK1Uki72UeXPXsRbA==","name":"Color Blind","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mike Williams","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":16,"mp_id":"108889563","mp_crag_id":"106013172","climb_id":"9gQ5OwK1Uki72UeXPXsRbA==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"Really cool and heady route that climbs one of the \"last great faces\" of Endless Wall. The FAist originally scoped out this line, and planned to bolt a slightly different variation of it into a harder sport climb, but the NPS denied his application to bolt it on account of some endangered lichen at the top of the route. So now, instead of a sport line, we have another great addition to the NRG's lineup of hard, gear-protected faces.\n\nStart by soloing the corner to its right for 15-20 feet, up to a ledge that is not as good as it looks from the ground. Place a bomber 00 tcu from the corner in a horizontal, make some tenuous moves right to another good horizontal, a bomber .3 camalot, and a creaky flake. Rest up here, you'll need it the next 25 feet are the crux! From this stance, make some reachy moves off tiny holds up the blank orange face, placing a 1 ballnut along the way. At a decent left crimp you can build a mini-anchor out of a 2 ballnut and a 000 c3, which will protect the crux throw from one crimp to another. After this, the climbing gradually eases up, trends left, gets great gear, and you get to a really good rest jug. Above this rest jug is more sequential 5.12a/b climbing on sloping pockets, about 20 feet above bomber gear.\n\nThe FA gave this climb an R safety rating because of the tiny gear under hard moves, and because of the intricacy of the placements, but if you suss this out on rappel (easily accessed from the nearby Honeymooners Ladders), it is not too bad. An onsight attempt by anyone whose limit is 5.13 would be VERY serious, however, and possibly dangerous.","protection":"One or two each of the smallest ballnuts, 000 c3, 00 tcu, two each from .3 to .75 camalot.  No anchor.","location":"The obvious orange face that is facing you just on your left as you climb down the honeymooners ladder, between The Rabbit Almost Died and Crescent Moon."},"__v":0},{"_id":"Vah3ZEs2VpmhAwm5gP/C7w==","name":"Channel Zero","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":26,"mp_id":"106037594","mp_crag_id":"106013172","climb_id":"Vah3ZEs2VpmhAwm5gP/C7w==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The opening moves are overhanging and strenuous. The upper half is slabby and technical.  Once you hit the slabby section, the climb gets increasingly more dirty which can feel a little sketchy because the bolts are spaced a little further apart than you may like given the conditions, safe though.","protection":"6 bolts.  If you don't stick clip the first bolt, you may want to consider placing a small cam(alien) in the flake.  Bolted anchor.","location":"Walk upstream from the Honeymooner Ladder about 75 yards, stay close to the cliff, the main trail heads to the right just before this climb.  Start between the cliff and a large boulder at an overhanging section of rock."},"__v":0},{"_id":"md5Rj5ctWt+jHyk6dHiT/Q==","name":"The Bonemaster Gear Fling","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Carl Samples, Bob Rentka, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"left_right_index":20,"mp_id":"106259957","mp_crag_id":"106013172","climb_id":"md5Rj5ctWt+jHyk6dHiT/Q==","areaRef":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":"The Cater Guide may have the rating for Double Feature (route to the left) mixed up with this route.  Guide gives, 5.11 b/c, stiff for the grade.  Climb up the face making slab moves on shallow sloping horizontals to reach the 2nd bolt.  Easy climbing will gain a flake system which you will follow to it's end.  From here, head a bit left and then move back right once you gain a stance (crux).  Follow the face straight up to reach the shuts.  Use the lack of lichen as your guide to where the route should go.","protection":"8 bolts, shuts.","location":"This route starts about 15 ft to the left of the Honeymooner's Ladders."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,a0fefe3b-545d-50a1-b0ef-c280b1cf50f5,288e8368-a29a-53e9-b1ee-650028e5d5f3","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Endless Wall","I) Honeymooner's Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.13c"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c/d"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":7,"expert":1}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":11,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":18,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.05828,38.05426]},"bbox":[-81.05885104973119,38.053810339818135,-81.0577089502688,38.054709660181864],"left_right_index":-1,"ext_id":"106013172","area_id":"KI6DaKKaU+mx7mUAKOXV8w=="},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T06:33:07.213Z","updatedAt":"2024-01-15T16:50:58.151Z"}