{"_id":"63689d5ce80bff5a994f432d","area_name":"Mt. Muir","shortCode":"","climbs":[{"_id":"6SCjOHk6UcWCd6ZHZXkCyg==","name":"From Trail by W + N ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2912,36.5647]},"left_right_index":0,"mp_id":"112047773","mp_crag_id":"105877613","climb_id":"6SCjOHk6UcWCd6ZHZXkCyg==","areaRef":"ThogTjmFUlidLq/r00mumA=="},"content":{"description":"Some very interesting moves on interesting rock to a nice summit of a much-desired peak. The sculpted granite in the bottom section is remarkable.\n\nStart a bit left from the bottom of (northerly) West sub-ridge and scramble up diagonal right on talus about ten feet to get onto the crest of sub-ridge. Next up the remarkable sculpted rock of the sub-ridge, sometimes more on the right side of its crest (difficult around 5.4). Continue up on the crest a few more feet, looking left to find a point you can reach with not more low 5th class moves which also offers a way to exit left.\n\nNext exit from the ridge crest Left down to the steep big talus field on the north side of the ridge. Up the talus, parallel to the left wall of the sub-ridge, until meet a steep short W-facing wall. Through the wall at a weakness about ten feet left from the left wall of the sub-ridge, and meet the North ridge of Mt Muir.\n\nTurn right and up the north ridge: First a small overhang with a protruding rock like a gnarly tree branch (5.6). Then a gap about two feet wide and six feet deep, can be a taken with a somewhat dynamic move (5.6).\n\n. (These first two moves are fairly outrageous to down-climb, especially if have not rehearsed them first going upward).\n\nContinue up the North ridge with interesting-enough moves and navigation. But instead of continuing this directly all the way to the summit, drop down a few feet and traverse South across the west-facing slab, toward the _other_ (southerly) west sub-ridge (and thus join the \"Normal\" west side route). Up a little along the left side of this, then up Right onto its crest through a short wide crack. Finish up right side of summit block to the summit.\n\nDescent\n\n: There are no known rappel anchors anywhere near the summit, so best to be prepared to down-climb back to the hiking trail. Least difficult is the Normal west side route. Traditionally said to be 3rd class, but a couple of moves more like 4th class with enough exposure to be scary. Also some non-obvious navigation. So if not sure about your on-sight down-climbing capabilites, might want to go up (and down) the Normal route first ahead of time, before trying this \"W + N Ridge\" route.\n\nalternate Descent\n\n: Down-climb this route \"W + N Ridge\".\n\n. (fairly intimidating if have not first climbed it upward, like if down-climbing this route as a variation in\n\nthe Happy Cowboy edge traverse\n\n).\n\nMight be tricky in lower section to find the best place to get up onto the crest of the sub-ridge, so instead could just continue scrambling west down the talus to reach the hiking trail.","protection":"Standard rack up to 2.5 inches. Plus various opportunities for slings in rock constrictions and horns.\n\nNo fixed equipment on the route.","location":"Looking eastward up to Mt Muir from the hiking trail, two sub-ridges rise up from west up east to meet the main north-south ridge of Mt Muir. In between is a talus field going up to a west-facing rock slab. The summit is at the top of the right (S) of those sub-ridges. The left (N) sub-ridge is longer and more pronounced and looks like a slanted stack sculpted pancakes. It rises up steeply immediately from the hiking trail (latitude longitude appprox N36.5650 W118.2924). Start on the John Muir Trail about ten feet left (N) from the base of this (northerly) West sub-ridge."},"__v":0},{"_id":"NQsJj5MaU1Kij7UvRwYA6Q==","name":"From the John Muir Trail","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"1919 LeRoy Jeffers","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2912,36.5647]},"left_right_index":1,"mp_id":"108315375","mp_crag_id":"105877613","climb_id":"NQsJj5MaU1Kij7UvRwYA6Q==","areaRef":"ThogTjmFUlidLq/r00mumA=="},"content":{"description":"Per RJ Secor, \"Climb a shallow chute of loose talus and head towards the ridge on the right, where talus blends with the rocks of the summit pinnacle. Move left and climb a chimney to its head. Traverse left across a sloping ledge, the climb a crack to the small summit.\"\n\nYup, that is excatly how it goes down.","protection":"N/A","location":"There is a rock cairn along the JMT in the gully to head off the trail. 13,780'"},"__v":0},{"_id":"5e7t8BscXZeh3l9yP9qCaQ==","name":"East Buttress (w/ variations)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Multiple parties","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2912,36.5647]},"left_right_index":2,"mp_id":"106083990","mp_crag_id":"105877613","climb_id":"5e7t8BscXZeh3l9yP9qCaQ==","areaRef":"ThogTjmFUlidLq/r00mumA=="},"content":{"description":"I am preserving the original Class 4 rating with respect of the first ascent team. However, you will be hard-pressed to keep the difficulty at 4th class on this route. Short 5th class sections are encountered throughout the route, and if you get off-route (not hard to do), you may be required to climb a couple of pitches of sustained mid-5th class in order to get back on the crest. Hence, this route is not recommended for a Class 4 climber. You should be comfortable soloing easy 5th and leading up to 5.7 if you want to increase your chances of success. Prior to us climbing the route, there were two known variations to the classic line. We believe that we established a third one, mostly due to our route finding errors. We missed the classic line and decided not to climb the unprotected \"chimney variation\". Our variation turned out to be more aesthetic and well protected than the \"chimney\" one. The classic route and all known variations are described here.\n\nClassic Route (Class 4+)\n\n: Stay on the right side of the buttress until you are about half way up. Follow the obvious gully/chimney system that leads to the left. At the end of the chimney, go right and up until you gain the crest of the buttress between the two prominent towers. Climb around the higher (2nd) tower on the left side until you find the steep gully/crack system that leads back to the crest right below the summit block. The summit block can be climbed directly from the crest, or from the right side (easier).\n\nVariation (Class 5+)\n\n: After reaching the top of the gully/chimney system half way up the buttress, go over the crest of the buttress on the left and drop down the Southeast Face a little bit until you reach the obvious sandy gully. Follow that gully up until you reach the squeeze chimney. Climb up that chimney for 70-100' as it leads you to the crest of the buttress between the two towers. The chimney is relatively low angle in the beginning and steepens up towards the end. It is poorly protected and will require a lot of free soloing. Not recommended with a pack.\n\nVariation (5.7)\n\n: From the bottom of the chimney described in the previous paragraph, climb the crack system directly to the top of the lower (1st) tower for approximately 200'. This crack system is located on the right side of the chimney. The rock here is mostly vertical and well-protected. Approximately 2/3 of the way up, there will be a vertical squeeze chimney filled with loose blocks. Unless you are petite and can fit into that chimney, it is better to climb around it on the right side (arete with lots of chicken heads). An intermediate belay station can be set up on the sloping ledge above the chimney. Once you top out on the 1st tower, you can unrope and follow the crest until it merges with the classic route.\n\nDirect Route (III, 5.9)\n\n: Follow the crest of the buttress the entire time. Spectacular, very exposed and much harder climbing will be encountered throughout the route.","protection":"Light alpine rack: a set of stoppers, one set of cams up between 0.5\" and 3\", lots of slings to minimize the rope drag. Ice axe may be useful early in the season.","location":"Approach\n\n:\n\nImmediately after Trail Camp (12,000'), leave the Whitney Trail and hike over talus towards the toe of the East Buttress of Mt. Muir. Depending on the season, several snowfields may need to be crossed or walked around. Total elevation gain between Trail Camp and the beginning of the route is 650 feet.\n\nDescent\n\n:\n\nFollow the regular 3rd class route down to the Whitney Trail. Take the Whitney Trail back to Trail Crest."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,4e1a204e-3985-5258-9d2e-afebd349ae98","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Muir"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"3rd"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.2912,36.5647]},"bbox":[-118.2917598465777,36.56425033981814,-118.2906401534223,36.56514966018186],"left_right_index":-1,"ext_id":"105877613","area_id":"ThogTjmFUlidLq/r00mumA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:50.558Z","updatedAt":"2022-11-25T11:12:46.290Z"}