{"_id":"6368a214e80bff5a9955d987","area_name":"Minerva's Temple","shortCode":"","climbs":[{"_id":"PDt1A3LBWS6gCBo6gV/xaA==","name":"West Ridge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Yale Mountaineering Club","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5571,32.3459]},"left_right_index":0,"mp_id":"106581218","mp_crag_id":"106581274","climb_id":"PDt1A3LBWS6gCBo6gV/xaA==","areaRef":"zHFqJDH0XLyx+4d/nFoCUg=="},"content":{"description":"This is the summit baggers route, the simplest and most obvious way for someone to gain the summit of Minerva's Temple. Unlike the nearby summits, this one requires technical climbing abilities and gear, even if it is only for a single pitch. \n\n  Starting from the gap between the Retaining Wall and Minerva's Temple the route takes an obvious weakness directly on the west end of the ridge. After climbing up 30 ft, the corner can be turned over onto the south wall where a small bush impedes prgress along a sloping foot-ledge. Several nice crack systems lead straight up to the ridge-top from this foot-ledge and provide more difficult variations (5.9-5.10 range). Skip over these crack systems and traverse right until a difficult move is required to traverse into an easy corner system (crux move, exposed). Easy climbing straight up on the face gains the summit ridge. \n\n  From the summit ridge, scramble for ~200 ft to the east to a small col with Aspen trees. From here a short 40 ft pitch gains over some technical blocks gains the summit.","protection":"A light alpine rack is adequate. Bring a few long pieces of webbing and leaver biners or rap-rings as fixed rappel equipment is un-likely to be found.","location":"The route starts on the west end of the peak, in a gap between it and the Retaining Wall of Organ Needle. This can be approached best from the west. The easiest approach is to hike the Organ Needle trail all the way to Hummingbird Saddle, and then descend the maple filled canyon on the east until you can gain the gap. Done this way, one must climb up to the gap, either straight up for 75ft or by traversing in to the gap (both 5th class). Alternatively, one can approach by skirting around the south side of the Retaining Wall or by coming up directly from Fillmore canyon to the south. \n\n  Descend by reversing the route. A single short rappel gets off the summit. From a point on the far west end of the ridge, a single rappel can just barely reach the gap. Place your rappel as low as possible on the ridge."},"__v":0},{"_id":"fjKDy35zWLmD1XT9CEJQIQ==","name":"North Face / East Ridge","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Sept. 9-10, 2000 by John Hymer, Jason Spier & Dave Head.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5571,32.3459]},"left_right_index":2,"mp_id":"111778664","mp_crag_id":"106581274","climb_id":"fjKDy35zWLmD1XT9CEJQIQ==","areaRef":"zHFqJDH0XLyx+4d/nFoCUg=="},"content":{"description":"This was the first route to ascend the quixotic north face of Minerva’s Temple, Queen of the Organ Mountains, and stands alone as THE visionary hard-man’s route in the Organs. If you are looking for a big serving of adventure with a side of hard work, you will find it here. \n\nApproach: 3 miles, 2500’. Allow 3 hours to hike in and 2.5 to hike out. The gate into Aguirre (Uh-geer-ee) Springs doesn’t open until ~7am, so if you want an alpine start, you’ll need to camp out the night prior. \n\n  Park at the group site and head up the Indian Hollow trail towards Sugarloaf. After an hour or so, stay right at the fork with a miniature sign indicating the approach to Sugarloaf goes left. The trail remains easy to follow until it crosses 2 more drainages, then you’ll have to start cairn hunting as it gets consistently steeper, looser, bushier, and harder to follow. Keep your eyes peeled for many artistic cairns, including one in a small tree. If you’ve bushwacked elsewhere in the Organ Mountains, you’ll find this approach quite tame, but if you haven’t, you may find some choice words escaping your mouth on occasion. A very prominent black streak high on the face is directly above the start of the route. \n\n  Unless you are hiking in with John Hymer himself, I’d recommend overcoming your Luddite tendencies and downloading the approach/deproach GPX file (link at bottom) into your phone. \n\n  Once you’ve located a camouflaged bolt about 15’ off the ground marking the start of the 1st pitch below a long, right-angling ramp system, drop your pack, dump the dirt and rocks out of your shoes and take a well deserved break. If you forgot your headlamp, better make it a short break.\n\nClimb: Although the climb is well protected with many bolts, it feels like adventure climbing at its finest. Crazy lichen abounds on all but the 3rd pitch, and some of the bolts are difficult to find amidst similar-colored lichen. Fortunately, all of the belays are bolted, marking the end of each pitch. Once you are accustomed to climbing on the lichen, you’ll find the movement up this steep route absolutely stellar! If you find yourself fiddling in marginal gear, or placing gear in questionable rock, look around for a bolt. \n\nP1: 5.10, 110’ - The odyssey begins! Clip the first bolt, then move up and right into a small corner. Arrange some gear and mantle (crux) onto the ramp. Follow the ramp past a couple more bolts to a 2-bolt anchor. \n\nP2: 5.11-, 180’ - Continue up the ramp finding gear in the corner and some bolts. As it gets steeper, keep an eye out for hidden bolts on the left face. Work up into a roofy/stemmy/undercling, then bust a move left (crux) and over to a 2-bolt anchor. \n\nP3: 5.11, 110’ - Wander up the wonderfully clean rock past a couple bolts to some difficult moves left. Continue with more sustained moves protected by bolts to the bottom of the black streak and a 2-bolt anchor. \n\nP4: 5.12-, 115’ - Study the shallow chimney-like slot above you and make a plan. Do some 5.10ish moves up and clip the 1st bolt. Likely, abandon your plan here, and thrutch up the slot (crux) praying for grippy lichen underfoot! If Minerva answers your prayers, clip the 2nd bolt and relax; the rest of the pitch is much easier. Head up and left towards the chimney feature finding good gear and a no-hands “Honnolding” rest along the way. A fun mix of climbing behind the chimney eventually trends right to the top of the black streak and a 2-bolt anchor. \n\nP5: 5.11-, 110’ - Now that you’ve done the crux P4, prepare for some adventure! The lichen and route-finding on this pitch may make it feel harder than it really is. Persevere, use your imagination, and enjoy the great movement up the rock. Eventually, you will arrive at a ramp with a bolt in the middle and a clean dihedral on the left. Clip the bolt and head directly left, escaping the dihedral and up to a 2-bolt anchor. \n\nP6: 5.11+, 150’ - Make unprotected moves out an easy slab on the right and locate a line of bolts going up the steep face above. The climbing gets gradually more difficult up to the apex where you’ll encounter a solution underclingy-finger slot. Crank through here (crux) and arrive on Onion Ledge and a 2-bolt anchor. You’ll find some wild onions and nice soft moss to stand barefoot in. An enjoyable place to be! \n\nP7 - P12: Best simul-climbed with the occasional belay as necessary. Follow your nose through some 4th class, sometimes bushy scrambling towards kind of a small saddle. From the saddle, you may be able to look down into a cool treed area high on Minerva’s north flank. From here, traverse left under a boulder (good handjams) and then head up to the start of the Knife Blades. Hand traverse across the unique knife-blade ridge, passing a 2-bolt anchor for the top pitch of SE Face route. Step down to another, duller knife-blade ridge and walk across that to a 2-bolt anchor. A move of 5.7 above the anchor leads to more 3rd/4th class scrambling. When you think you see the summit blocks, go around to the right into a 5.4 dihedral. At the top of this dihedral walk up the final slab to the summit.  \n\n  Welcome to the very small cult of pain-worshipers that have ascended Minerva’s Temple. Look around for an ammo box, and add your name to the nearly empty summit register.\n\nDescent: Scramble down as far as you dare, before making a series of single-rope rappels, off of whatever features you find handy, finding your way back to Onion Ledge. It may be easier to belay or solo back across the knife blades, otherwise, rappel on their NW side getting back to the saddle. Bring some extra webbing and leaver biners just in case. \n\n  From Onion ledge, make 5 double-rope rappels to the ground. The first 3 rappels are from anchors you used on the climb. The last 2 are climber’s left of the route. By now, you’ve probably learned to go slowly as the bolts are sometimes difficult to see, but if you haven’t learned this yet, rap slowly as the bolts are sometimes difficult to see! It may be possible to rap this route with a single 70m rope, but this hasn’t been verified. If you do, please report back here.\n\n GPX file for the approach: \n\ndropbox.com/s/yf0zkwjppnm1o…\n\n  Bibliographic Note: \n\npublications.americanalpine…","protection":"A single run of Camalots from 0.2 to #2.   A set of stoppers #5-#10.   12-15 long slings/draws.  \n\n  If you’re worried about only having singles, a red link-cam spans the most common placement sizes nicely.","location":""},"__v":0},{"_id":"dK0X6d82WqST59xzquCrFg==","name":"East Buttress","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dave Head, John Hymer- July 15, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5571,32.3459]},"left_right_index":1,"mp_id":"119817188","mp_crag_id":"106581274","climb_id":"dK0X6d82WqST59xzquCrFg==","areaRef":"zHFqJDH0XLyx+4d/nFoCUg=="},"content":{"description":"P1: Climb up and right on suspect rock to a bolt. Clip a second bolt not much higher and then place some gear before clipping the third bolt.  The climbing isn't hard but its fairly steep and you are going slow testing holds which makes it feel harder than it probably is.  End at a 2 bolt anchor. 5.9, 95'  (Matt fell twice following this pitch when holds pulled off)P2: Step left and then climb up the lichen covered rock clipping bolts and placing gear.  Climb over the bulge (crux) and past a bolted anchor to a gear anchor up and right.  We belayed at the base of the left leaning ramp.  5.11b, 130'P3: Climb up and left on the ramp to its top. Clip the bolt that protects the move over the bulge.  Once over the bulge climb right under some scary looking blocks to another bolt.  Cut back left over the scary blocks and end at a two bolt anchor at a bird poop covered ledge.  5.10, 95'P4: Follow the obvious string of bolts to the right over a little bulge then back left into a dihedral. Continue up through the lichen clipping 9 bolts.  End at a hidden 2 bolt anchor up and left. 5.12-, 110' (We missed the anchor out left and did a 230' pitch ending at the top of Pitch 5 on the North Face/East Ridge route)P5: Continue up following the path of least resistance to a two bolt anchor.  The bolts are to the left of the dihedral above a slab. 4th class, 170'P6: Step right and climb the right facing dihedral until you hit the two bolts out right that protect the face traverse to the right under the huge roof.  Belay at two oddly spaced out bolts on a slab. 5.9, 100'P7: Climb easy terrain up and right to a two bolt anchor that is the top of Pitch 6 on the North Face route.  5.4, 70'From here follow the North Face/East Ridge route for 5 more pitches to the summit.  On the descent we rappelled the North Face/East Ridge route instead of the East Buttress.  Obviously keep an eye out for anchors as you know by this point spotting bolts with all the lichen can be really hard.Click Here for a link to a topo of the route made by John Hymer","protection":"Set of Stoppers1x .2 Camalot2x .3 - 1 Camalot1x 2-3 CamalotDraws and runners2 ropes","location":" The East Buttress starts up on a little ledge about 30-40' left of the North Face/East Ridge route.    "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,cc716a24-31f4-5cbc-b1fb-877f9c5a0252","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Minerva's Temple"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5571,32.3459]},"bbox":[-106.55763224710864,32.34545033981814,-106.55656775289135,32.346349660181865],"left_right_index":-1,"ext_id":"106581274","area_id":"zHFqJDH0XLyx+4d/nFoCUg=="},"content":{"description":"Minerva's Temple is a lower summit east of the Organ Needle. When viewed from the Organ Needle summit, it appears as a sharp east-west ridge, separated from the \"retaining wall\" (the fin of rock on the south side of dark canyon) by a prominent gap. As viewed from the east either from Aguirre Springs or the White Sands Missile Range, Minerva's temple appears to be it's own distinct peak, with a massive and steep Southern and Eastern faces. \n\n  The regular route is reportedly the first ascent of the peak, being accomplished by the Yale Mountaineers club in some un-specified time in the past. More recent route development has occurred in the 2000's, with a few technical and ambitious lines which tackle the huge Southern and Eastern faces of the mountain. "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.465Z","updatedAt":"2024-01-15T16:47:13.379Z"}