{"_id":"63689d20e80bff5a994f2325","area_name":"Blowjob Rock","shortCode":"","climbs":[{"_id":"XRYre3wSUouZEBw/UE1H0g==","name":"Southeast Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek & Giselle Field (2018)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":2,"mp_id":"114016264","mp_crag_id":"113678475","climb_id":"XRYre3wSUouZEBw/UE1H0g==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"One of many big loose chimneys on Blowjob Rock. Not necessarily any harder than the Original Route, but a tad spookier. Would not recommend.Pitch 1: Start at the saddle shared with Joe's Tower. Scramble through limestone band and drag the rope through cacti/brush to a belay at the base of the chimney. (5.easy)Pitch 2: Say a quick prayer before venturing up the extremely chossy chimney/stembox. Gear belay on obvious ledge (near large tree) above a spooky crux section on sugar rock. (5.9 PG-13)Pitch 3: Pick your own adventure through the absolutely outrageous cave system. Awesome!! ...if you're into that sort of thing. The top of this pitch merges with the Original Route. (5.8)Pitch 4: Same as Original Route, with optional belay at top of chimney. (5.8)Rappel the Direct South Chimney directly back to your packs. Or rap the north side and scramble back around (tricky).","protection":"Double rack to 3\" with a one or two larger cams.   One 60m rope   Helmet!!","location":"Big chimney on southeast corner of spire. Scramble up easy slabs/gully from Broken Arrow trail."},"__v":0},{"_id":"5qF1oR6eVLGDegrXS1t4lA==","name":"South Chimney - Right Fork","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doskicz, Spencer, Barnas (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":1,"mp_id":"118311873","mp_crag_id":"113678475","climb_id":"5qF1oR6eVLGDegrXS1t4lA==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"This route is listed in Castles in the Sand (Bloom 2002) as \"East Face\". It is found in the Flag Climbing topo binder as \"East Side - South Facing Chimneys\". After climbing it (and all other chimneys on BJ Rock) I've attempted to give it a more easily identifiable name.\n\nPitch 1: Shared with Direct South Chimney. Start at the saddle shared with Joe's Tower. Scramble through limestone band and drag the rope through cacti/brush to a belay at the base of the chimney. (5.easy) - note: the FA team approached from the left with a pitch of loose 5.10 climbing\n\nPitch 2: Venture up a chossy chimney to a big ledge. (5.8 PG-13)\n\nPitch 3: Move the belay to the back of the ledge and lurch up the bomb-bay chimney to a big ledge shared with the Original Route. (5.9)\n\nPitch 4: Same as Original Route, with optional belay at top of chimney. (5.8)\n\nRappel the Direct South Chimney directly back to your packs. Or rap the north side and scramble back around (tricky).","protection":"Single set cams to 6\"","location":"The easiest approach, if you don't have a 4x4 vehicle, is to hike from the Chapel trailhead (see formation page for alternate approach). Hike out to Chicken Point where you can say hi to the Pink Jeeps and more importantly identify the tower and the route (very obvious; see photos if unsure). Hike north along the Broken Arrow trail until it is possible to scramble up slab/gully to the notch between the formation itself and Joe's Tower, the satellite limestone-capped mudtower below Blowjob Rock on its southeast side. Total approach: 40-60 mins\n\n With a 4x4 vehicle, you can drive Broken Arrow road to Mushroom Rock, leaving only 15 minutes of scrambling to the base of the tower."},"__v":0},{"_id":"qChO359TWxuO098b2jB5RQ==","name":"Northeast Face (Original Route)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"G. Parker, T. Taber (1970s)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":4,"mp_id":"113678503","mp_crag_id":"113678475","climb_id":"qChO359TWxuO098b2jB5RQ==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"Old-school chimney adventure! This may be described more accurately as spelunking than climbing.\n\nPitch 1: Hope you like wide climbing! First pitch has twin offwidth cracks in the back of a wide chimney. Near the top you'll need to commit to one or the other, and neither will seem particularly appetizing. Left crack goes at 5.9 PG-13 (thin, sketchy pro) while the offwidth roof on the right goes at burly 5.10 (solid 4-5\" pro). The belay is a slung mushroom. (5.9 PG-13, 120 feet)\n\nPitch 2: Head right up a right-leaning ramp of pure choss and enter another chimney. Squirm through a wondrous tunnel and wiggle upward to a big ledge. Lil boulder problem thrown in at the last step. Walk all the way to the back of the big ledge and belay at the base of yet another chimney. (5.8, 70 feet)\n\nPitch 3: Yay, more chimney climbing! This one's the best yet. About halfway up, you may be tempted onto the left wall by an incredible splitter fingercrack. Do it! There's a juggy roof traverse to get back into the chimney. From the top of the chimney (optional belay), climb blocky handcracks to the summit. (5.8, 110 feet)\n\nP3 variation: The tasty overhanging corner about 50 feet left of the main chimney. Scary to get into, but great jamming and laybacking on the upper half. Spectacular position. (5.10)\n\nDescent: Two-bolt chain anchor located on a bench on the north side of the tower, about 25 feet below the summit. Straight down to a tree-covered ledge, about 100 feet. Another 100-foot rappel from a slung tree (new cordalette as of 10/2017) deposits you at base of Deepthroat. (Haven't had enough chimneying for one day?? Give it a ride!). From here, either traverse north along the ledge until you can scamper down (arduous scrambling to get back to your packs) or roll the dice by slinging one of the frail-looking bushes that would allow you to rap straight down into the recess where you left your packs. *With two ropes, the second rappel gets you from the tree anchor back to your packs. Much easier than the options above, and highly recommended.","protection":"Single rack to 5\"   6\" piece useful   Be warned that the second and third pitches travel chimneys with sparse pro. The age-old question: do squeeze chimneys count as runouts? You decide!","location":"This route starts in a recess/amphitheater on the left side of the north face. See phototopo."},"__v":0},{"_id":"7eu2dTC8X4+pyEgv3LjgEA==","name":"Direct South Chimney","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA: Doskicz, Spencer, Barnas (1999) // FFA: D. Field, G. Field (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":0,"mp_id":"113678922","mp_crag_id":"113678475","climb_id":"7eu2dTC8X4+pyEgv3LjgEA==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"This is the obvious wide cleft splitting the south face of Blowjob Rock. Nearly two decades since its first ascent (5.10 A1), it now goes all free. One protection bolt was added with the blessing of first ascentionist John Doskicz. The crux pitch offers technical climbing that is standout and may be worth doing all by itself, although the upper chimneys are a grand adventure if you like that sorta thing.\n\nPitch 1: Rack up at the saddle between Blowjob Rock and Joe's Tower. Scramble up through a weakness in the limestone band to the brushy mouth of the Southeast Chimney (consider reconvening here to optimize rope management). Cut left through cactus/bush and traverse 50 feet left along the postcard limestone band into the desired South Chimney system. (5.easy) - note: the FA team approached from the left with a pitch of loose 5.10 climbing.\n\nPitch 2: Climb the seam past one bolt (crux). Continue up the corner system on sharp fingercracks until sudden choss forces you to make an airy step-over into a stupendous off-fingers splitter on the arete. The top of the splitter feeds into a groovy offwidth and then a two-bolt anchor in the alcove. Leave your second rope here. (5.11-, 100 feet)\n\nPitch 3: Amazing runout honeycombed squeeze chimney. Durable long-sleeved clothing is strongly advised. (5.9 R, 90 feet)\n\nPitch 4: Choose your own vortex adventure! Quest through the enormous chimney system to the top of the spire. (5.8+)\n\n The summit is a really cool spot amidst many tall towers with a great 360-degree panorama. You can eavesdrop on pink jeep guides all the way down at Chicken Point due to some kinda crazy vortex acoustics.\n\n This route is equipped to be rappelled.\n\nSouth Chimney descent: 3 raps total. To rap the route, you must first scramble a good ways (about 50 feet of elevation) directly down the south side of the formation. It may initially seem like a suicide mission, but trust that as you keep scrambling down each little step, you will find only two 4th-class sections, both short and manageable. Still, a belay might be wise on your first time. Locate the semi-hidden two-bolt chain anchor down at the opening of the South Chimney. Two single-rope raps (about 80-90 feet each) land you at the top of the crux pitch. **Do not attempt to do this in one double-rope rap** as you would be gambling with an extremely precarious car-sized death-block while pulling the ropes. Anyway, finally its a double-rope rap from the top of the crux pitch to the ground.","protection":"2x (.3, .4, .5)   1x (.75, 1, 2, 3)   1x (5 and/or 6)   [BD c4 sizes] \n\n  Two 60m ropes \n\n leave second rope at top of crux pitch!","location":"The easiest approach, if you don't have a 4x4 vehicle or mountain bike, is from the Chapel trailhead (see formation page for alternate approach). Hike out to Chicken Point where you can say hi to the Pink Jeeps and more importantly identify the tower and the route (very obvious; see photos if unsure). Hike north along the Broken Arrow trail until it is possible to scramble up slab/gully to the notch between the formation itself and Joe's Tower, the satellite limestone-capped mudtower below Blowjob Rock on its southeast side. Total approach: 40-60 mins\n\nWith a 4x4 vehicle, you can drive Broken Arrow road to Mushroom Rock, leaving only 15 minutes of scrambling to the base of the tower."},"__v":0},{"_id":"+3dv0UUAU3qtJ2+ntnZ0Kw==","name":"Deepthroat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek Field & Garth Schultz (Oct 2017)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":5,"mp_id":"113678672","mp_crag_id":"113678475","climb_id":"+3dv0UUAU3qtJ2+ntnZ0Kw==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"This deep cleft offers another adventurous passage to the top of Blowjob Rock via its north aspect. Similar in character and style to the Original Route (i.e. chossy chimney stuff), but decidedly easier and more straightforward. From a distance, it may be misidentified as the Original Route because it appears to be the more obvious line of weakness. And it is. Although technically simple, this route is not for the claustrophobic, nor for those offended by choss.\n\nPitch 1: From the starting ledge, mosey up a grungy dark-red gully and make an awkward mud mantel (place that 5\" or 6\" cam here!) to reach the next ledge. Move up through the next chimney section, which thankfully has much better rock quality and some fun moves at the top. Finally you'll shimmy up yet another cavernous chimney - this is the north edge (analogue crack, so to speak) of the deep cleft that forms the 3rd pitch of the Northeast Face route. The belay from the top of the pillar takes all sizes of gear. (5.8 PG-13, 150 feet)\n\nPitch 2: Joins the Northeast Face route for the summit block hop. Climb the final Coconino headwall via a series of blocky handcracks. (5.8, 50 feet)\n\nDescent: Two-bolt chain anchor located on a bench on the north side of the tower, about 25 feet below the summit. Second rappel from slung tree (new cordalette as of 10/2017) deposits you at base of route.","protection":"Single rack to 5\"   6\" piece useful   Be warned that the majority of this route travels chimneys with sparse pro. The age-old question: do squeeze chimneys count as runouts? You decide!","location":"Deepthroat is the big diagonal chimney just right of the Original Route system. It is the most obvious line on the north face. Instead of trying to whack straight up to the base of the spire, you'll want to get on top of the ledge system a few hundred yards to the right (north), then traverse the ledge to the base. \n\n  Because the starting ledge also serves as the base of the second rappel, this route can be done pretty quickly \"on the way down\" from the Northeast Face route."},"__v":0},{"_id":"kLxDEidQVWSAFnOsSEXuDQ==","name":"The Cold Shower","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Derek Field, Patrick Kingsbury & Idaliza Sosa (Feb 2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"left_right_index":3,"mp_id":"118330680","mp_crag_id":"113678475","climb_id":"kLxDEidQVWSAFnOsSEXuDQ==","areaRef":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"Slab past 4 bolts into the crack. Jam and stem to the two-bolt chain anchor.\n\n Stays on you from start to finish.","protection":"1x 1-1.5\"   3x 2-3\"   1x 4-5\"   one 70m rope","location":"Starts on a bolted slab on the far left side of the northeast recess. Cold Shower is the first crack to the left of the ugly chimney of the Original Route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,067c012b-dbd2-5525-8435-04aa2eebdc2f,e50e9605-1971-537c-8ae5-3b7f5284f303,a096e846-1491-52fc-9fef-7df4b4c59bfc","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Twin Butte","East Twin Butte","Blowjob Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75595,34.83257]},"bbox":[-111.75649781515229,34.83212033981813,-111.75540218484771,34.833019660181854],"left_right_index":-1,"ext_id":"113678475","area_id":"oJboRhSRUvyf7330tMWb/A=="},"content":{"description":"The notorious Blowjob Rock, also known as Vulgar Mountain. The BJ reference is uncanny if you stare long enough."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:47.349Z","updatedAt":"2024-01-15T16:39:32.809Z"}