{"_id":"63689d20e80bff5a994f2270","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"Gv5zFMSxVB6wxX7oV/VnTg==","name":"Whiplash","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JJ Schlick, Wade Forrest 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":21,"mp_id":"106741537","mp_crag_id":"106741101","climb_id":"Gv5zFMSxVB6wxX7oV/VnTg==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Whiplash is a unique pitch with excellent stone. Start by climbing onto a ledge below the steep scooped out crux section. Boulder through the scoop to gain a wrapper jug over the lip. There is a jet black mail slot pocket a little bit below the big jug that may make this section more enjoyable. Tall bodies will find this section a bit easier.After the initial jolt, follow shallow pockets and finger buckets to the large break in the wall. From there, enjoy the steep, long moves through a series of large huecos. Though not all that consistent in grade, this is a pretty unique Dacite pitch.","protection":"8 bolts. 2 bolt link anchor with ClimbTech mussy hooks provided by the ASCA. ","location":"Far right side (higherst) of the Main Wall"},"__v":0},{"_id":"BcdCb/njUVKfl9le6La0uA==","name":"Thunder Moon","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JJ Schlick, Wade Forrest","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":6,"mp_id":"110019981","mp_crag_id":"106741101","climb_id":"BcdCb/njUVKfl9le6La0uA==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Thunder Moon is a link up which combines all the best climbing that the Thunderbird formation has to offer and has quickly become my warm up of choice. For the 5.10 grade, it's the best climbing up here and packs in a lengthy section of climbing at the grade. A few well placed full length runners and a fist full of long draws will keep your rope flowing just fine. It’s a full value pitch at the grade and perhaps one of the best 5.10 sport routes in Flagstaff despite the fact that its a link.Start on Thunderbird Arête. After pulling the arête moves and the bulge at bolt #10, look right across the enticing incut jug rail with drop away feet that leads past a connector bolt and directly into the upper portion of the crux of Man On the Moon. Enjoy the air and perfect holds as you follow Man On the Moon to the anchors.Someone will need to follow this pitch in order to clean draws.This thing is long enough to really stretch a 60M rope to its limits and only works because you lower off to a higher elevation. Watch your rope ends. 70M recommended.","protection":"14 bolts-draws, long draws, and full length runners. 2 bolt chain anchor with ClimbTech steel mussy hooks provided by the ASCA.","location":"Linkup of Thunderbird Arête into Man On the Moon."},"__v":0},{"_id":"skwTgPCmWnOe0dT0DTRYsw==","name":"Thunderbird Arête","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wade Forrest, JJ Schlick 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":5,"mp_id":"109847053","mp_crag_id":"106741101","climb_id":"skwTgPCmWnOe0dT0DTRYsw==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Like it's neighbor Man On the Moon, this pitch hosts an array of mega features, and is some of the closest climbing around that mimics granite face climbing. One could easily find a pitch like this in Joshua Tree or The City of Rocks.Start out on slaby ramp 30' downhill from Man On the Moon. Move up and right across the slab to gain the first tan colored bolt above a dishy ledge. Cruise up large features through a short dihedral with bolt #2 on the slab to climber's right. Before traversing right on the large wavy ledge, clip bolt #3 which will be on climber's left on a small, smooth right facing feature, and blends in well. Then jug haul up several shields to an alcove.From there the climbing gets a bit more technical and pumpy. Good stemming brings you to the arête and gorgeous holds. DON'T be afraid to look left around the arête for a nice mail slot. Turn the lip with classic big foot hold hero moves to a good stance just above. Some more hero holds lead to some slabtastic climbing as you join the water runnel that forms the very top of Lucky Old Sun.As seen from above, and back from the wall, the Thunderbird formation is the lowest part of the hanging slab. Lucky Old Sun Direct climbs the left edge off the left wing. Thunderbird Arête climbs the tail feathers, then up through the split in the wings. While Man On The Moon climbs the right edge of the right swooping wing.This pitch can be done as an alternate start to the multi pitch version of Man On the Moon, via a short traverse into the second pitch.","protection":"13 lead bolts 2 bolt chain anchor with ClimbTech steel mussy hooks. Shares anchor with Lucky Old Sun","location":"In between Lucky Old Sun and Man On the Moon, behind 70' Bristle Cone Pine tree."},"__v":0},{"_id":"UKVoadhfVL+eC38VMtr8FQ==","name":"Solitaire","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":11,"mp_id":"106741105","mp_crag_id":"106741101","climb_id":"UKVoadhfVL+eC38VMtr8FQ==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"For the grade, Solitaire stands out as one of Flagstaff's better sport routes and one of the most beautiful. I named it Solitaire as it was the only obvious diamond in the rough, on what was then, a pretty scruffy, chossy, and overgrown wall. It was the establishment of this line which spurred the eventual development of the whole crag. Things certainly do change over time.\n\n Start by a small cedar tree on the right side of the squaty, chossy pillar 30’ up hill from Man on the Moon. Climb through a large weakness filled with jugs to the first bulge. Clever stemming, a hand jam, and a little laybacking will see you through to a good shake below the roof.\n\n Once you get your bearings, you will be entering the crux as you begin to move out and right under the roof. The crux is bouldery, and you are indeed heading towards the Black Diamond hold, which is that rather pointy undercling flake.\n\n At this point, The Black Solitaire breaks off right, while Solitaire moves up and left climbing on the left margin of the black streak. Eventually the grade backs off so enjoy the solitude as you work your way up the next 40' of stunning vertical stone.\n\nYou can rappel down Solitaire after the second pitch of Man on the Moon to hang draws or retrieve them. One 40’ rap, then a 100’ from Solitaire’s anchor to the ground. About 8’ down the first short rappel is a triangular notch with a crack that gets choked with small pebbles and dirt from water run off. This notch holds fast to snow and ice subjecting it to daily freeze thaw cycles. If you are projecting either Solitaire or Black Solitaire during the snowy months, you may want to clean out the crack in this notch to allow for proper drainage and faster drying times.","protection":"13 lead bolts that may be seasonly equipped with ClimbTech perma draws (November-March). If you get up there and are only seeing chain extensions under the roof, just clip the bottom quicklinks on the chain with a draw and your rope should run as designed.\n\n2 bolt chain anchor. ClimbTech mussy hooks provided by the ASCA.","location":"Left hand side of black streaks."},"__v":0},{"_id":"VTSd8xTgWNC59v4jj0As5g==","name":"Slipstream","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick, Wade Forrest 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":9,"mp_id":"107497594","mp_crag_id":"106741101","climb_id":"VTSd8xTgWNC59v4jj0As5g==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Slipstream is a long awaited pitch which tackles the beautiful bulging green center of the Main Wall. You’ll feel like you have been taken for quite the journey when you reach the anchors.Start on Solitaire and clip the first four bolts of that route. I had a draw and a full length runner combined on bolt #4, and this worked pretty well. Stay well below the first crux of Solitaire then move left with big feet and a few scrappy hand holds. Mantel the small ledge and prepare yourself for some serious technical climbing. The boulder problem crux of the route comes right off the ledge and there are a couple ways of doing it. A perfect, miracle finger lock appears just when you need it but it is a short lived pleasure. Crimp your way to the large orange rail up and right, then mantel your way to another set of hard moves that guard the angle break. At this point the grade drops, and the last 20' of climbing is a pleasure cruise up fantastic features to the chain anchor.","protection":"A total of twelve bolts, and as many long draws as you have. One full runner with a draw on bolt #4 works well.\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.\n\n The best way to clean this route would be to have someone follow it, however, it is by no means a nightmare to clean on the way down.","location":"Shares the start and first 4 bolts of Solitaire."},"__v":0},{"_id":"P+ikLWsEVmKB6/+BuOIMNA==","name":"Silent Shout","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":14,"mp_id":"111591469","mp_crag_id":"106741101","climb_id":"P+ikLWsEVmKB6/+BuOIMNA==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Climb easy terrain to the direct start to Black Solitare then go left at undercling fin to finish on Solitare. Really cool boulder problem in the steep section on positive crimps. Thanks for bolting it up Joel!","protection":"Draws\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":""},"__v":0},{"_id":"/fNPOSXAWFm9+Atbulhq9A==","name":"The Scythe","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wade Forrest, JJ Schlick 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":2,"mp_id":"106775253","mp_crag_id":"106741101","climb_id":"/fNPOSXAWFm9+Atbulhq9A==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"The Scythe is a beautiful line and a cool feature of the Main wall. The pitch follows a black streak system to a conspicuous right trending crescent crack feature.  \n\n  Start off on slabby, juggy terrain to reach a high first bolt at 20'. Scamper past jugs and several \"Peaks Crag\" style mantel moves throughout the middle section. \n\n   The scythe feature is the hard bit,  though some jamming skill, countless foot moves, and some perseverance here will get you through this enigmatic section. Then enjoy very cool, jug stemming to the top. Good stone throughout.","protection":"12 lead bolts 2 bolt anchor with ClimbTech mussy hooks provided by the ASCA","location":"Left side, Main Wall."},"__v":0},{"_id":"SV/0OvJhVfuTzj6+n7FnZg==","name":"Rusty Blade","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Wade Forrest, JJ Schlick 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":1,"mp_id":"109957160","mp_crag_id":"106741101","climb_id":"SV/0OvJhVfuTzj6+n7FnZg==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Rusty Blade is a very cool variation to The Scythe which cuts the grade down to 5.10- or so, and features great granitesque climbing, on more or less bomber sticky rock. \n\n  Begin as for The Scythe. After the sixth bolt look for a bolt out left as you enter the small right facing dihedral. A couple lay backs will lead to another bolt out left on a black section of a blunt arête. Start moving left around the arête past varnished crimps, a small heavily textured rail feature, and an amazing black knob that will see you to a good rest stance above.  \n\n  From the stance a nice hand jam pod shows up just in time. Some clever footwork will see you through a wide \"runnel\", and onto the huge blade feature on climbers right. A beautiful rusty colored water streak awaits which is loaded with cool pockets. Scamper to the anchor and enjoy the view. \n\n  Running the rope left to right at the anchors, and lowering over the large blade feature will help mitigate rope drag. However, there is going to be drag when lowering no matter what.","protection":"11 lead bolts 2 bolt anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Starts on The Scythe."},"__v":0},{"_id":"4fXnO402UQuqdzNpn21j0w==","name":"Marble House","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Evan Mathews","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":13,"mp_id":"116245901","mp_crag_id":"106741101","climb_id":"4fXnO402UQuqdzNpn21j0w==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"An excellent flowing linkup that will test power and finesse on near perfect stone. Start as for Silent Shout, climbing though the awesome black streaks to the “diamond” undercling. Clip the left bolt and climb left to a decent rail on the border of the black and tan streaks. A black bolt up and left of the rail allows you to join up with Lost Solitude’s crux. Finish on Lost Solitude.\n\nMake sure your belayer accounts for the roof below the crux. Better to fall into space instead of swinging into the lip of the roof. ","protection":"Bolts. A few shoulder length slings, a double length sling, and a few long quickdraws to manage rope drag are recommended.\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Start as for Silent Shout/Black Solitaire Direct. "},"__v":0},{"_id":"Sv8SXbynUsahmCdB1GDYnw==","name":"Man on the Moon","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Wade Forrest, JJ Schlick 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":7,"mp_id":"107387628","mp_crag_id":"106741101","climb_id":"Sv8SXbynUsahmCdB1GDYnw==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"This little four pitch line takes an arcing trajectory up and across the Main Wall linking together excellent and exposed climbing on good to great rock. This line was designed for several reasons, one of which is to serve as a multi pitch primer. It’s a perfect opportunity to explore multi pitch rope work.For your comfort the flight path includes several outstanding belays, two of which are near perfect ledges which allow you to really enjoy the views and the higher expanses of this rugged canyon. Though the first belay is semi hanging, I would think that having three passengers, with two ropes on the voyage would be no problem at all. This little trip through the air is also a fully equipped sport adventure. A simple rack of 14 draws, 4 runners, and one 60 meter rope + personal runners is all you should need. \n\nPITCH 1, 5.10-, 100', 11 bolts- Start below, and just right of first bolt. Pull the little boulder problem, and mantle the horn. Follow bolts through wandering climbing to the high crux bulge. Big pulls with good intermediates leads to the lip. Move right to a georgous rest. Beautiful rock leads to a two bolt anchor and a nice mini ledge. The first pitch is commonly done by itself, and the anchor is outfitted with ClimbTech steel mussy hooks provided by the ASCA.\n\nPITCH 2, 5.7, 80', 6 bolts- From the belay start climbing up and right on a perfect swath of slabby terrain which is generously adorned with all sorts of beautiful holds. If you are pulling on blocks or climbing on bushes, you are off route as we chose the cleanest line to make seasonal weeding of no concern. Climb the obvious clean line. The harder parts of this pitch will feel semi slab tech and exposed as you climb just above the lip of the lower, steep wall. After bolt 6, scurry over some 4th class terrain past a small pine tree and up to an awesome ledge with 2, 1/2' bolts and black hangers for the belay. Welcome to the Space Station Belay.\n\n You will see an equipped rappel anchor about 8' to the climber's right. This is the anchor used to rap down to Solitaire's anchor, which is about 40' down. From Solitaire's anchor it is 100' to the ground.\n\nPITCH 3, 5th class, 80', 4 bolts- This is a walking traverse pitch which follows a natural break in this highly featured section of the wall just below the crown. The color of the stone and lichen on this pitch are off the hook. Don't forget to look where you are going as you make your way to the distant corner and the Lunar Ledge. This ledge is awesome, and it is hard not to spend a little time enjoying it.\n\nPITCH 4, 5.8, 50', 4 bolts- This is neat little pitch which is characterized by an open dihedral which is jet black on the left side, and white on the right. After you have soaked up the ever luxurious Lunar Ledge, stem up the wide groove past 2 bolts and interesting moves, then mantle small ledge. Enjoy crisp holds, and attentive stemming up the final 25' of perfect climbing to the top of the wall!!\n\n Whether you fly through it, or pack a picnic lunch, you are sure to enjoy this route which kind of feels like a little piece of Cochise Stronghold right in our backyard. The top of this wall is certainly worth poking around a bit. There are some awesome frozen in time lava fins and, other interesting geological rarities. You can get views of the San Francisco Peaks from the western side of the ridge, which is just a couple minutes west through the boulders. On a clear day, you can see Granite Mountain in Prescott. Enjoy.\n\nDESCENT: A few notes. This route was originally designed to allow quick, unfettered access to the top of the wall for future developments, as well as, a maintenance route which allows access to the anchors of the harder routes on the wall below. There is a fully equipped rappel anchor at every belay, and if retreat is needed, you have three options. 1. Rap off the first set of anchors. 2. Do two raps down Solitaire From atop the second pitch. 3. Do two raps from the Lunar Ledge down Whiplash.\n\nWith a 60 meter rope, from the top of the 4th pitch, and the top of the wall-\n\n Rappel 1, From the very top 2 bolt, chain anchor, rappel 90' down, past the Lunar Ledge, to 2 bolt anchor of the route Whiplash.\n\n Rappel 2, From the Whiplash anchor rappel 80' down to the ground.\n\nWith a 70 meter rope you can rappel from the Lunar Ledge at the base of pitch three to the ground.","protection":"Pitch one= 11 bolts Pitch two= 6 bolts Pitch three= 4 bolts Pitch four= 4 bolts \n\n The first pitch is commonly done by itself and the anchor is equipped with ClimbTech steel mussy hooks.","location":"Middle of the Main Wall, in between Thunderbird Arête and A Faint Horizon."},"__v":0},{"_id":"NReUfhhJW4aB3XB0buCw5g==","name":"Lucky Old Sun Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"JJ Schlick, Wade Forrest 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":3,"mp_id":"110019947","mp_crag_id":"106741101","climb_id":"NReUfhhJW4aB3XB0buCw5g==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"LOS Direct is a fantastic pitch for the grade, and a bit easier than the original line.\n\n Shares the first three bolts of The Scythe, then break out right following hard to see holds and pumpy 5.10 climbing up a sweeping bronze swath of stone.\n\n At the end of the bronze shields section is an semi chossy alcove feature. Stem your way up to a distinct notch at the top of the alcove.\n\n At the notch roof, you will come across a bolt with a chain just over the lip. Clip the chain with a draw, and mantle onto some rather big jugs using the great arête to the left 5.10-. Gingerly work up the slab and left arête with rad holds and two more bolts to a two bolt anchor over the top of a giant runnel.","protection":"11 bolts 2 bolt anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Direct finish of Lucky Old Sun."},"__v":0},{"_id":"aiIjX2zkWlG3KVSbrRNYng==","name":"Lucky Old Sun","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"JJ Schlick, Wade Forrest 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":4,"mp_id":"107089060","mp_crag_id":"106741101","climb_id":"aiIjX2zkWlG3KVSbrRNYng==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Lucky Old Sun is a deceptive and unique line. It's steeper than it looks, harder than it looks, and better than it looks. The featured slab traverse at the top is pretty unforgettable and demands some technical footwork.\n\n Start as for the Scythe, up the rampy slab to the high first bolt. Throw a runner on the first bolt and move up to the second bolt. After the third bolt, start moving up and right past a good sidepull, a 1’ tall finger crack, and up to a good jug. Keep moving up and right on bulging bronze shields. The holds are good but hard to see without any chalk traces. This section is deceptively technical and pumpy.\n\n After the bronze section there is a somewhat chossy alcove. Stem up on large foot holds to a distinctive notch in the little roof at the top of the alcove. At this point you will see a bolt with a chain on it just over the lip. Clip the chain with a draw (LOS Direct goes straight up left arête) pulling over the notch in the little roof and getting established on the horizontal seam feature to climber's right is the crux, while the next couple moves are not easy either as you move right. Once established on the steep slab water runnel enjoy the interesting hand holds, and a mysterious lack of foot holds as you begin moving vertically again.\n\n A 60 meter rope will just barely suffice to lead, and lower. 70M rope recommended.\n\n Someone will need to follow the pitch to clean the draws.\n\n Also the bolts are in the best rock and perhaps not always the most convenient. Send the tallest of your people up first to hang the draws....","protection":"12 lead bolts 2 bolt chain anchor with ClimbTech steel mussy hooks.","location":"Shares the first 3 bolts of the Scythe low on the Main Wall."},"__v":0},{"_id":"mtpFmGGSWZyXhkXeC2QeYA==","name":"Lost Solitude","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"B. McCord, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":10,"mp_id":"111808896","mp_crag_id":"106741101","climb_id":"mtpFmGGSWZyXhkXeC2QeYA==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Start as you would for Solitaire and split off to the left just before the first chain draw. Clip a bolt then head straight up (continuing left is Slipstream). Six bolts of technical, thin, insecure, and wild climbing lead to the anchors of Slipstream. A #1 cam protects the easy runout climbing at the top.","protection":"Bolts, Optional #1 cam at the top\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":""},"__v":0},{"_id":"GWMg6R+1UjGGq/sLocOt7g==","name":"The Hermit","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"B. McCord, M. Greco, JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":19,"mp_id":"109756605","mp_crag_id":"106741101","climb_id":"GWMg6R+1UjGGq/sLocOt7g==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Great sustained climbing. Start in a shallow corner to a steep roof/dihedral followed by a rest. Pull back onto the face and continue up long sustained moves.  \n\n  Probably the best route at the grade on The Peaks/Elden. Highly recommended! \n\n  The route was originally cleaned and bolted by JJ Schlick. Big thanks to him for the original vision and hard work!","protection":"7 Bolts   2 Bolt chain anchor with fixed biners.","location":"Between the Assassin and Holy Roller."},"__v":0},{"_id":"rJq9G2nCWX6dUE9Gha5gSw==","name":"Holy Roller","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"JJ Schlick, Wade Forrest 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":17,"mp_id":"106741510","mp_crag_id":"106741101","climb_id":"rJq9G2nCWX6dUE9Gha5gSw==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Holy Roller offers some awesome positioning, bouldery crux moves, and demands an attention to detail when it comes to your feet. It's also a good training route for other power endurance projects.The first section delivers some technical climbing in between bigger holds and checks in around 5.9 or so.The second section is steep and bouldery! From the break, move up and right over the bulge passing good hand holds and a dearth of footholds. Move up to a very standout solution pocket up and left of streak. From there move slightly right again into the streak, crimps, and a toss to a chicken head. The crux moves are really good. Finish up with some big steep moves, and then pass a giant hueco. If need be you could sit in it and take in the view.Hanging draws is a bit of a chore, making onsights difficult. It’s a tough read from the ground. Once the draws are hanging though and you know where the holds are, well, it makes a world of difference for redpoint burns.","protection":" 12 Bolts\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Starts just left of two Oak trees. "},"__v":0},{"_id":"3HyZkbasUXqUwhFOlwaQAg==","name":"The Fluffy Puppy Puffy","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"B. McCord, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":18,"mp_id":"110496931","mp_crag_id":"106741101","climb_id":"3HyZkbasUXqUwhFOlwaQAg==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Climb moderate terrain on meh rock to a boulder problem, surmount it and climb into the hole above. Clip high and punch it to the anchor.","protection":"6 Bolts 2 Bolt anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Between Holy Roller and The Hermit. Starts just left of the Hermit."},"__v":0},{"_id":"14d/WPymX9i6G/GZsQFzTQ==","name":"Continental Drift","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"JJ Schlick, Wade Forrest 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":16,"mp_id":"106741124","mp_crag_id":"106741101","climb_id":"14d/WPymX9i6G/GZsQFzTQ==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Continental Drift is an audacious route that climbs up a wide white streak twenty feet right of The Black Solitaire. Start on bulbous rock with big moves between big holds. Take your rest at the break then bear hug the block to access the thin pocketed climbing above.\n\nThe long body crux involves some serious crimping, body tension, balance, and a deadpoint to an undercling pocket. Or a slight variation to the right that follows a faint path of crimps which is often favored by those with shorter wingspans. However, both ways demand some serious cranking. You do get a decent shake after that, though the final bit of exposed climbing to the anchors may set you adrift from your redpoint.","protection":"13 bolts, long runners can be helpful in the lower middle section. \n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Middle of the Main Wall"},"__v":0},{"_id":"1htcVzLqVAuTgdQVkZmV4w==","name":"Broad Axe","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"JJ Schlick, Wade Forrest, Seth Dyer 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":0,"mp_id":"109990770","mp_crag_id":"106741101","climb_id":"1htcVzLqVAuTgdQVkZmV4w==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"The broad axe has been around for thousands of years and was used for both felling trees and hewing rough timber into useable lumber. It was an essential tool for any tradesman or pioneer back in the day.\n\n The first 40' of this pitch is vertical, semi sequential pulling between hard to see pockets, finger buckets, and jugs.\n\n After a natural ramp break, the second section climbs varnished edges and side pulls up a couple of beautiful black and bronze streaks. This off vertical, semi technical section will keep you on your toes and your mind focused though there are actually very generous holds.\n\n From a semi shared stance with Rusty Blade, layback up the namesake black axe blade shaped feature to a distant sloping rail. A lone solution pocket above the sloping rail lets you do a classy layback switch move to varnished crimps over the lip, which quickly turn to wrapper jugs as the angle breaks.\n\n A great pitch for the grade and a nice warm up for the harder lines.","protection":"12 lead bolts 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"First route you will encounter hiking up to the Main Wall. Left of two small pine trees, left of Rusty Blade"},"__v":0},{"_id":"zm287+aOUveYQKAwqceESA==","name":"Black Solitaire Direct","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"J. Hamlin, Joel Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":15,"mp_id":"113816338","mp_crag_id":"106741101","climb_id":"zm287+aOUveYQKAwqceESA==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Climb up a few bolts to the alcove. From here, climb an amazing sequence over the bulge on bullet crimps to an undercling. Pull the next bulge to meet up with the original route. From the alcove on, this thing is superb.","protection":"bolts\n\n 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":""},"__v":0},{"_id":"DeOJUx0IWUiZTVNWcSYtUQ==","name":"Black Solitaire","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Joel Unema, JJ Schlick, Wade Forrest 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":12,"mp_id":"110075416","mp_crag_id":"106741101","climb_id":"DeOJUx0IWUiZTVNWcSYtUQ==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"A sweeping, stunning pitch, The Black Solitaire is in many ways Thee Line on the Main Wall. Quality rock and super fun climbing from the bottom to the top that gets consistently harder until the final redpoint crux moving towards the last bolt. This pitch is the harder twin to Solitaire, which the line also starts on, for a diamond can only be polished by means of other diamonds.\n\n With the addition of the bolted direct start, the Black Solitaire is now technically speaking, a linkup. After the bulge crux of Solitaire at bolt #8, keep moving up and right into a fat, black water streak. A pumpy shake is followed by both a mix of old school 1/4\" pad cranking and then a superb series of technical, crimpy compression moves. It seems no matter what beta you go with, it's pretty brilliant climbing and excellent positioning . Gorgeous jugs await at the top and a standing anchor clip.\n\n A bonus is that it is rather easy to lower from Solitaire's anchor to The Black Solitaire anchor to rig TRs or hang draws, etc.","protection":"​\n\n13 lead bolts that may be seasonly equipped with ClimbTech perma draws (November-March). If you get up there and are only seeing chain extensions under the roof, just clip the bottom quicklinks on the chain with a draw and your rope should run as designed. \n\n2 bolt, chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Center of the Main Wall. Starts on Solitaire."},"__v":0},{"_id":"nviVc83mVDiLegu8wCspCA==","name":"The Assassin","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Wade Forrest, JJ Schlick 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":20,"mp_id":"108592542","mp_crag_id":"106741101","climb_id":"nviVc83mVDiLegu8wCspCA==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"A striking and conspicuous line, The Assassin is guaranteed to stalk any weakness in your game and cut you to shreds unless you are up for a fight.\n\n This route is burly, pumpy, and the somewhat technical evil twin to Whiplash. It also shares the same bouldery start of that route. At the third bolt where The Assassin splits left, a combination of long draws and back cleaning will help your rope flow. Enjoy a somewhat technical section as you start surfing left through a series of shallow pockets and good crimpers which will lead you to an obvious break.\n\n Shake 'em out and take a good look above you. The steeper climbing flows well on somewhat hidden holds and ends in either a huge dead point to the large \"ear lobe\" feature, or a couple sharp pseudo jams. Bare down for a few more intense and exposed moves over the final apex of the head wall as the angle breaks, then pick your way to the anchor.","protection":"First three bolts of Whiplash, then six bolts to the anchor.\n\n 9 bolts.\n\n 2 bolt link anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Starts on Whiplash,  right of The Hermit."},"__v":0},{"_id":"RPt3hRHmXtKRx9XNAMFn7g==","name":"A Faint Horizon","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Abel Jones, JJ Schlick, Wade Forrest 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"left_right_index":8,"mp_id":"107454121","mp_crag_id":"106741101","climb_id":"RPt3hRHmXtKRx9XNAMFn7g==","areaRef":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"Faint Horizon is an intriguing harder technical pitch that shares the same start as Man on the Moon. Just after the initial starting moves, traverse right across slab feature to a high first bolt. Be selective as you pick your way through the next 15' of climbing, as most of the rock is not that good, and the darker shields are your most solid path.\n\n The middle portion of this route features fairly technical climbing past some interesting, multi use hand holds. A good knee bar below the chain draw will give you a bit of a rest before things start to get hard. You will know the crux when it comes, and the route is named for this thin section of beautiful stone and fantastic holds. May seem reachy, I mean, dynamic for some. As it stands it is an excellent crimp training pitch that might I mprove with traffic. Get on it if you like the technical side of things and thinking outside the box! It has a reputation for shutting folks down. An onsight challenge for sure.\n\n A bonus for this route is that it is very easy to traverse right, just below the anchor on Man on the Moon to access the anchor of A Faint Horizon to hang draws or retrieve them. ","protection":"10 bolts. Bolt #7 is a chain draw, so 9 draws. 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA. Chain and quick links upgraded to 3/8” on 12/8/18.","location":"In between Man on the Moon and Slipstream."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,6a3ebdaf-158e-5c7a-8c3a-30be2f37dff7,5e333749-77f7-5b79-98e4-da36f1b36c6a,3db59053-e8ab-51ba-8ffd-61b9f9a70be7,b2cad387-db61-5540-87a4-136bfb1430b0","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Mt. Elden Crags","Solitude Canyon","Higher Solitude","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":2,"label":"5.10"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.12+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.13"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"sport":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":10,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":10,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.61791,35.2411]},"bbox":[-111.61846056080162,35.240650339818146,-111.61735943919835,35.24154966018187],"left_right_index":-1,"ext_id":"106741101","area_id":"ssrTh9thVUCHpBNr+xQwsA=="},"content":{"description":"The Main Wall is a beautiful swath of quasi psycadelic stone with bright lichen and stunning black, white, bronze, and gray water streaks. This is the tallest wall in the canyon and the lines here are long, aesthetic, and exposed. Some of the best single pitch air on Elden guaranteed.\n\n There is a fine collection of 5.10’s, though a couple of them are linkups or variations. If you are coming up for the .10’s there are four distinct lines you can do on the Main Wall and six if you do the linkups. Plus the two .10’s on the Sailing Wall. There are a few thoughtful 5.11’s and an excellent grouping of 5.12’s. With the addition of the routes Black Solitaire 5.13-, The Hermit 5.13, and Lost Solitude 5.13+, this place is turning into a great local, cold weather training crag and an awesome place to find a project if you’re looking to increase your fitness. \n\nA 70 meter rope is highly recommended. Watch those rope ends when lowering as these are long pitches. Also, it's nice to have three or four full length runners and a handful of long draws to manage your rope flow. It’s not a crag for short draws, and you’ll want some play in your sway. To preserve your rope, in general, you’ll want to clean these routes on top rope, or be aware of what’s going to be involved, if you decide to clean them while lowering. \n\n Climbing the multi pitch version of Man on the Moon 5.10- allows one to access the anchors of all the harder routes for hanging draws, cleaning holds, or retrieving gear. Though it takes some finagling.\n\n Conditions can turn on a dime edge up here. However, if the sun is shining and the air is cool, this crag is a good opportunity to get above it all without having to leave town. During the winter months the sun hits the wall at 9:30 in the morning. The best days for hard climbing up here are 40 to 45 degrees and sunny. This wall is big enough to create a micro climate so windy weather is sometimes buffeted at the base.\n\nMain Wall Overview Topo\n\nThe Main Wall"},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:52:44.712Z","updatedAt":"2022-11-25T11:09:34.938Z"}