{"_id":"6368a5a5e80bff5a995bc399","area_name":"Minima Wall","shortCode":"","climbs":[{"_id":"qpZgLPKVWeunAeXwOD7fQA==","name":"Seppuku","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"N/A","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.53778,36.65847]},"left_right_index":999999,"mp_id":"106602578","mp_crag_id":"106589076","climb_id":"qpZgLPKVWeunAeXwOD7fQA==","areaRef":"gilaCWHTV1y9CNqmeHKApw=="},"content":{"description":"Seppuku is very scary... The physical scale of this line is probably 3+/4ish, but mentally, it gets bumped up a grade I believe...   Start out on a flake and follow the diagonal, opposite facing grooves up to the top and use the ledge to the side to pull up for the toss to the slopy mid section top-out.    pull up a high foot, almost with a hand foot match.   now do a near mantle and reach way up high to a far away ledge, pull up and scramble on to the top... super sketch and scary...","protection":"pads and an I.V. bag...","location":"this line is on the minima wall with \"minima\"(v-5) to the left and \"deliverance\"(v-4) to the left. This line is potentially dangerous and is even more unsettling than deliverance is on its top out. this line has no trees to stop you and an even narrower margin of error for the landing strip between you and the drop off... be careful all you highball junkies. if you do skate off you should be fine unless you try to kick off, but once you get more than halfway up, there really is no downclimb...   make sure you are comfortable climbing 5's"},"__v":0},{"_id":"9xDtB7JvXTuGSuvb7ZliZA==","name":"Minima (Low)","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.53778,36.65847]},"left_right_index":999999,"mp_id":"106590893","mp_crag_id":"106589076","climb_id":"9xDtB7JvXTuGSuvb7ZliZA==","areaRef":"gilaCWHTV1y9CNqmeHKApw=="},"content":{"description":"the entire problem is the same as \"Minima\" except that on the feature where you undercling, match with your left hand and pinch/crimp around the undercling.   lift up, and make a large move out with your left and deadpoint the little crimp rail where the original (v-5) version starts. complete the problem as before...","protection":"pads","location":"see \"Minima\""},"__v":0},{"_id":"b9GS7SpQV6yVZX4UF6JwmA==","name":"Minima","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.53778,36.65847]},"left_right_index":999999,"mp_id":"106590804","mp_crag_id":"106589076","climb_id":"b9GS7SpQV6yVZX4UF6JwmA==","areaRef":"gilaCWHTV1y9CNqmeHKApw=="},"content":{"description":"Start completely underneath the overhang. right hand low and under clinging, left hand eye level and crimped on a lip.   situate feet and lift up. lock off on the crimp and bring up your right to a pinch. then either bump straight to the sloper over the lip, or bump left to another crimp. then get on the slopers over the lip and toss up a high heel hook. use the hook to attain jugs on above the lip.    top out. jump down. (no need to scramble on above to the \"Actual top\"...","protection":"pads","location":"The Problem \"Minima\"(V-5) is past \"Deliverance\" and on the seperate protruding, overhanging segment of boulder.   This problem is the original start and the v-5 version. \"Minima (Low)\" follows the same line, only it starts matched with a left hand pinch next to the right undercling."},"__v":0},{"_id":"EgQuu6h7UjKadb6ggSZALw==","name":"Deliverance","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.53778,36.65847]},"left_right_index":999999,"mp_id":"106589411","mp_crag_id":"106589076","climb_id":"EgQuu6h7UjKadb6ggSZALw==","areaRef":"gilaCWHTV1y9CNqmeHKApw=="},"content":{"description":"Start sitting on good hands and make your way up to the good jug. match this jug. move your right foot up to the high lip rail. from here toss high to the slopey pocket. match this pocket. lift up to and slap above to the small flat spot. kick a heel hook up over the lip and pull your way to the far back jug ledge in the back. top out. -(The huge crack/ledge along the rear is off)- -(This problem has a narrow landing area. make sure you have an attentive spotter. if you flail or kick off you may well go off of the top of the tavern wall too)-","protection":"pads","location":"Walk past the \"Warm-Up Roof\" coming from the \"Maxima\" boulder. as soon as you pass the W.U.R you will walk past a few meters worth of toprope only big cliffs. Right beyond this is the stretch of the overhanging \"minima face\". the problem \"Deliverance\" (V-4)  is the first you will come to.  look for a good  \"matchable\" jug about chest high, and then above this is about 2 1/2 feet of blankness, then a good pocket. this is deliverance. \n\n  also, the minima wall is partially sitting on top of the tavern wall, in case there is any confusion."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,563d6957-e4fa-5f42-bad2-905392f4ef62,9879d612-39c4-53de-b9f0-26079408041b,82295a09-61d3-575c-bd08-daa6787280a7","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Bluefield Boulders","Main Boulder Area","Minima Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4+"},{"count":1,"label":"V6"},{"count":1,"label":"V5"},{"count":1,"label":"V4"}],"byDiscipline":{"bouldering":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.53778,36.65847]},"bbox":[-81.538340527741,36.65802033981814,-81.53721947225898,36.658919660181866],"left_right_index":-1,"ext_id":"106589076","area_id":"gilaCWHTV1y9CNqmeHKApw=="},"content":{"description":"This wall can be found by walking left from the warm up roof, past the giant \"toprope\" section. this is the continuation of the same cliffband as the warm up wall, but it's at a different elevation, just out of sight, and separated for a few meters by the huge toprope cliff chunk.    The Minima wall has loads to do, many variations, and   more problems still to be developed."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:29:04.635Z","updatedAt":"2024-01-15T16:50:10.545Z"}