{"_id":"63689d20e80bff5a994f2773","area_name":"Rhino Pile","shortCode":"","climbs":[{"_id":"PPtCdEAMWdGehoG1EG/AzQ==","name":"White Rhino","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Davis, Will McConaughy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99338,31.93308]},"left_right_index":0,"mp_id":"121829561","mp_crag_id":"121828712","climb_id":"PPtCdEAMWdGehoG1EG/AzQ==","areaRef":"SVgHx8lnUe6hmbJ2r0dBdQ=="},"content":{"description":"White Rhino follows a crack system to the left of the obvious dihedral and eventually leads its way to the very top of the buttress. A wide variety of fun moderate climbing will test the budding 5.9 trad leader! Textbook stemming, jamming, slab, and a even some offwidth will have you grinning ear to ear with a front row view of Westworld Dome at the top of the the formation.P1) Start off belay boulder and climb easy ramp. Enter the crack system 10 feet to the left of the dihedral and work your way straight up. Mantle around bulge (5.9) and up to roof. Traverse right into the upper part of the dihedral and continue up to the tree. Belay behind Horn.P2) Grapple with the off width behind the huge horn shaped rock (5.8) behind the tree and work out left onto the slab and onto a small stance. Here the top of the formation hints at how thin it really is, as daylight peaks out of a crack through the rock. Climb steep, but featured, crack (5.8) to the top of the Rhino Pile. Belay off chickenheads.---Walk off:Use caution traversing on top of the formation towards its east side. Downclimb down to several easy 4th class ledges and boulders until you're at your packs.","protection":"No Bolts, no anchors   Nuts   2 X #0.3 - #2   1 X #3 - #5","location":"Grovel up the gulley towards the obvious dihedral underneath the tree on the left side of the formation. Belay from huge boulder. Easy ramp next to boulder leads to crack system to the left of the dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,cfbff4ac-34be-565c-8a67-adf1dc03e3d0,495807c7-c967-51ee-a199-b276af474175","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Rattlesnake Pinnacles","Rhino Pile"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99338,31.93308]},"bbox":[-109.99390984324057,31.932630339818136,-109.99285015675943,31.93352966018187],"left_right_index":-1,"ext_id":"121828712","area_id":"SVgHx8lnUe6hmbJ2r0dBdQ=="},"content":{"description":"This south facing buttress is the first rock formation seen on the eastern side of the North Drainage, as approached from the parking lot/campground at the End of the Road. Despite being so close, it easily blends into the foreground in front of the massive Westworld Dome behind it.    Rhino Pile is best recognized by the huge 'horn' shaped rock sitting next to the tree half way up the formation; as well as its position in front of the obvious Forked Tongue Tower.   You will not likely find crowds at this quiet spot. With a reasonable approach to boot"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.316Z","updatedAt":"2022-11-25T11:09:57.311Z"}