{"_id":"63689de0e80bff5a994f93ce","area_name":"Misc East Boulders","shortCode":"","climbs":[{"_id":"UaSMlbpxVl23IvzKvqFE1w==","name":"Two Aretes Are Better Than One","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":1,"mp_id":"109133217","mp_crag_id":"111852452","climb_id":"UaSMlbpxVl23IvzKvqFE1w==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"This route starts on the boulder just to the east of the boulder with the problems\n\nNorth Star\n\nand\n\nReach For The Stars\n\n.\n\nThis route ascends the north face using both the west and east aretes.\n\nStart on the right, west arete and make your way to the top of the face, staying on the north face. Pull up onto the top of the boulder and continue up the easy ridge to the very top of the boulder.\n\nThis boulder was extremely dirty, so most of the important holds and the aretes I cleaned off. It's more than possible this has been climbed before but definitely not any time recently with the amount of dirt and lichen that came off. If you know the history, message me and I'll update the route.","protection":"Crash pad. The landing is pretty good to the left, east part, but the right, west, start is the worst with a small block than has fallen off the main boulder, that provides an uneven landing.","location":"Hike into main area of the Lower Satellites by following the signs to the Third Flatiron. When you get to the\n\nA-7\n\nBoulder, go around to the east side toward the V8\n\nFace Full of Brian\n\n. From\n\nFace Full of Brian\n\n, go 15 yards east into the talus to an alley that runs east-west between a few boulders. From there, drop around to the north of the main large boulder (\n\nReach For The Stars\n\nand\n\nNorth Star\n\nare on this boulder) that's on the left of the alley. Two Aretes Are Better Than One is located on the boulder immediately to the east of the previous boulder and ascends the north face next to a pine tree and a fallen block from the boulder.\n\nAlternate Direction: This is a more direct way. Once at the Girl Friend Boulder, go around it to its east side, look southeast and you should see two boulders with a pine in front of the second one. That second boulder is Two Aretes Are Better Than One, and the first has\n\nNorth Star\n\n."},"__v":0},{"_id":"aDZ6WilyVwyUTQQMigM9+w==","name":"Seclusion","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Patrick Hodge","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":5,"mp_id":"107549268","mp_crag_id":"111852452","climb_id":"aDZ6WilyVwyUTQQMigM9+w==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"Start low underneath the overhang on a good right hand crimp and decent left hand sloping ledge.  Move left hand up to a perfect three finger crimp and then avoid dabbing as you fire to more positive lip holds, finishing with an easy top out.  It's short but really fun and on very good quality rock.  It looks like some harder variations/eliminates could be done.","protection":"A pad is always nice.","location":"It's close to the main area, on the southeast face of a boulder that is behind the Girlfriend Boulder.  If you are facing the\n\nGirfriend's Backside\n\n, V7, turn around and head into the scree.  After 25 yards or so, this wall should be pretty obvious."},"__v":0},{"_id":"bY6eCNahWTeLGHJljvKcUQ==","name":"Reach for the Stars","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"maybe Chip Phillips","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":3,"mp_id":"105757807","mp_crag_id":"111852452","climb_id":"bY6eCNahWTeLGHJljvKcUQ==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"Hike into main area of the Lower Satellites by following the signs to the Third Flatiron. When you get to the A-7 Boulder, go around to the east side toward the V8 Face Full of Brian. From Face Full of Brian, go 15 yards east into the talus to an alley that runs east-west between a few boulders.\n\nReach for the Stars starts low on a short arete on the left (north) side of the alley and goes to the top. Begin from a sds on a good rail, get your right foot high and reach to an improbable edge up on the face. Get your left foot up and go to the top of the short slab. Too short, but its ok as part of a circuit of easier problems.","protection":"maybe a crashpad","location":""},"__v":0},{"_id":"eV7OraKiWu2KhVdIgCmBYw==","name":"North Star","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Chip Phillips","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":2,"mp_id":"105757810","mp_crag_id":"111852452","climb_id":"eV7OraKiWu2KhVdIgCmBYw==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"Hike into main area of the Lower Satellites by following the signs to the Third Flatiron. When you get to the A-7 Boulder, go around to the east side toward the V8 Face Full of Brian. From Face Full of Brian, go 15 yards east into the talus to an alley that runs east-west between a few boulders. From there, drop around to the north to the base of a tall north-facing slab which is on the opposite side of the boulder from Reach for the Stars.\n\nNorth Star is the right hand side of the north face near the arete. It has plenty of good holds, gets a little balancy in the middle. Several edges are available for the finishing moves up to the top. Probably easier than V0, but being more than 15 feet above talus and a trip to the hospital makes it seem a little harder.","protection":"don't fall","location":""},"__v":0},{"_id":"s7iOx/8wV6+E0ENEMH/P4Q==","name":"Cramped Quarters","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"???","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":4,"mp_id":"105757804","mp_crag_id":"111852452","climb_id":"s7iOx/8wV6+E0ENEMH/P4Q==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"Hike into main area of the Lower Satellites by following the signs to the Third Flatiron. Walk around to the back of the A-7 Boulder where the V8 Face Full of Brian is. Twenty yards east into the talus from Face Full of Brian is a little alley with two short arete problems.\n\nCramped Quarters starts down in a slot on the right or south side of the aformentioned alley. From a sds in this shallow slot - where your only thought is to try and slither out without banging anything too hard - reach up from a horizontal flake to good edges, pull up onto the rounded arete and then over.","protection":"maybe a crashpad for your back","location":""},"__v":0},{"_id":"fR2GntSyWE6Wi/9JdC1T7Q==","name":"Baby Bear Hug","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"left_right_index":0,"mp_id":"109136189","mp_crag_id":"111852452","climb_id":"fR2GntSyWE6Wi/9JdC1T7Q==","areaRef":"jTxj3w9KVfK2zGuGxrvVFw=="},"content":{"description":"This problem ascends the north face of the boulder. Start on the face with charitable feet, and then make use of both east and west aretes all the way to the top. Continue straight up and pull onto the top.\n\nWalk off on the south side of the boulder with a little, 2 foot jump down to a smaller boulder.\n\nWhile I'm sure most people would disagree, for the first time climbers I took climbing, this was a very fun introduction to climbing/bouldering.\n\nThis boulder was extremely dirty, so most of the important holds and the aretes I cleaned off. It's more than possible this has been climbed before but definitely not any time recently with the amount of dirt and lichen that came off, but more likely it was passed up because of it's easy nature. If you know any history, message me and I'll update the route.","protection":"Crash pad. This landing is super safe and flat.","location":"Hike into main area of the Lower Satellites by following the signs to the Third Flatiron. When you get to the\n\nA-7\n\nBoulder, go around to the east side toward the V8\n\nFace Full of Brian\n\n. From\n\nFace Full of Brian\n\n, go 15 yards east into the talus to an alley that runs east-west between a few boulders. From there, continue all the way through the alley until you see a 12 foot stand alone boulder with a north slab face. Baby Bear Hug ascends the north face.\n\nThis problem is also 30 feet southeast of\n\nTwo Aretes Are Better Than One\n\n, V1, as well as around 20 feet east once you're out of the alley.\n\nAlternate Directions: This is a more direct way. Once at the Girlfriend Boulder, go around it to its east side, look southeast and you should see two boulders with a pine in front of the second one. Go around to the east of these two boulders, and you should be able to see Baby Bear Hug, ~30 feet southeast of the second boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,6d11a9e0-4a1e-5f07-9d29-d25e2639c341,8d3c63df-0f4a-55f2-b6cc-6b86c6bbd517","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Satellite Boulders","Misc East Boulders"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V1"},{"count":1,"label":"V4"},{"count":2,"label":"V0"},{"count":1,"label":"V-easy"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":1,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29074,39.98891]},"bbox":[-105.29132689437047,39.98846033981813,-105.29015310562953,39.98935966018186],"left_right_index":-1,"ext_id":"111852452","area_id":"jTxj3w9KVfK2zGuGxrvVFw==","polygon":{"type":"Polygon","coordinates":[[[-105.29132689437047,39.98846033981813],[-105.29015310562953,39.98846033981813],[-105.29015310562953,39.98935966018186],[-105.29132689437047,39.98935966018186],[-105.29132689437047,39.98846033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:02.064Z","updatedAt":"2024-02-19T18:31:26.658Z"}