{"_id":"63689de0e80bff5a994f91c0","area_name":"Pegasus","shortCode":"","climbs":[{"_id":"t9q1mMk4VZand0wGbgBfCw==","name":"Take the Bit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sonia Buckley, Tony Bubb, March 2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":0,"mp_id":"111679561","mp_crag_id":"111256760","climb_id":"t9q1mMk4VZand0wGbgBfCw==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"To 'Take the Bit' between one's teeth is figuratively to throw off restraints and proceed on a headlong course, to take control.\n\nStart off on some lower angle rock, and climb that past a shrub to reach a slightly offset splitter that connects to the hanging, left-facing dihedral up top. The wide section up top is not as hard as it looks. A large block in it is trapped there and could not be dislodged when we tried. It is easily avoided and seems to present no danger.","protection":"Standard light rack + a few extra cams in the 2\" +/- range. A medium nut and off-fingers cam (1-1.5\") can protect the crux entering the wide part. A gear belay is needed up top, and you walk/scramble off from that to the West and then back South.","location":"This route climbs some junky, low angle rock to reach a reasonable splitter crack. Ascend that up to and through the left-facing dihedral at the left (West) side of the Horse's Head, 3/4 of the way up Pegasus."},"__v":0},{"_id":"uTIQSXHBUg+DH7YK9yQIVw==","name":"Spread Your Wings","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sonia Buckley, Tony Bubb, March 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":2,"mp_id":"111679598","mp_crag_id":"111256760","climb_id":"uTIQSXHBUg+DH7YK9yQIVw==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"'Spread Your Wings' climbs up to and then through a crack and flake system that splits the overhanging South Face of the Horse's Head, a jutting feature 3/4ths of the way up the South Face of Pegasus.\n\nAccess the lower side of the Horse's Head's South-facing overhang, and climb the right side variation of the crack system that splits that face. The flake to the left was solid on the F.A. and is not used to climb the route anyway.  The tricky crux is up and right of the steepest section, exiting onto the slab up above. This protects well and is on great rock.","protection":"A standard rack to 3\" with doubles of 2.5\" and 3\", as those may be useful at the belay up top.","location":"Start as for '\n\nSaddle Up\n\n,' and branch left to get below the Horse's Head about 1/2 way up. From there, climb under and through the overhanging crack system that splits that formation, staying right and climbing the solid cracks that exit the overhang to the right side."},"__v":0},{"_id":"klvR5uwCXSCeMHt5QWAMwA==","name":"Son of a Sea Dog","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Sonia Buckley, Tony Bubb, Nov. 2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":4,"mp_id":"111294733","mp_crag_id":"111256760","climb_id":"klvR5uwCXSCeMHt5QWAMwA==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"This is the least interesting route there, but it was worth a try. Just left of\n\nAsleep in the Parthenon\n\nis a second crack system that also leans right. This goes directly up to the rap station used to retreat from the other route.\n\nClimb up the slab and to a corner with a small bush. Go left there for a move or two and then back right to gain the main corner to the tree with the rap station.","protection":"A light rack to 3\". The bottom slab is also runout but moderate.","location":"It is about 40' left of '\n\nAsleep in the Parthenon\n\n.' See the attached photo."},"__v":0},{"_id":"HeQOoSR6VbGJWsGxHT1cxA==","name":"Saddle Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, S. Buckley, 3/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":3,"mp_id":"111679506","mp_crag_id":"111256760","climb_id":"HeQOoSR6VbGJWsGxHT1cxA==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"This is a reasonable climb and a reasonable warm-up. The rock is good, the gear is generally good, and the cruxes protect well if you look around for placements.\n\nClimb up and into a crack system that aligns with and intersects the right-facing dihedral hanging high overhead on the East side of the Horse's Head.\n\nThe crux is high on the route exiting through a steep section.\n\nBelay on a tree 4 meters back from the top with a long cord or your rope, then walk off to the West end of the crag and around back to the base on the South Face (10 minutes).","protection":"A single set of cams to 3\" + nuts.  Belay off of a tree back 4 meters from the top edge with a long cord.","location":"Saddle Up is a crack system that leads to the right-facing dihedral high on the right (East) side of the Horse's Head, a jutting overhang 3/4 of the way up the South Face of Pegasus."},"__v":0},{"_id":"o35qZ3UuWUy9fHnH6ysUDA==","name":"Ride On","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tony Bubb, Sonia Buckley, March 2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":1,"mp_id":"111679583","mp_crag_id":"111256760","climb_id":"o35qZ3UuWUy9fHnH6ysUDA==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"Ride On climbs up to and then through a crack and flake system that splits the overhanging South Face of the Horse's Head, a jutting feature 3/4ths of the way up the South Face of Pegasus.\n\nAccess the lower side of the Horse's Head's South-facing overhang, and climb the left side variation of the crack and flake system that splits that face.  The flake was solid on the FFA, and the gear was good below and above that.","protection":"A standard rack to 3\", 4\" gear is optional. Extra 2.5\" gear is optional.","location":"Start as for '\n\nSaddle Up\n\n,' and branch left to get below the Horse's Head about 1/2 way up. From there, climb under and through the overhanging crack system that splits that formation, staying left and climbing the flake and roof more directly through that."},"__v":0},{"_id":"AtLdguU2XEmhmjauO83mUw==","name":"The Golden Bridle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, November 2015, free solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":6,"mp_id":"111256970","mp_crag_id":"111256760","climb_id":"AtLdguU2XEmhmjauO83mUw==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"According to the most popular version of the myth of Pegasus, Athena gave Bellerophon a Golden Bridle in his sleep. The next morning he found Pegasus drinking at the Pierian Spring and used the bridle to capture, tame, and ride him. This formation, like the nearby Sphinx, has some rather untamable-looking features.\n\nThe Golden Bridle was used to tame the otherwise impassible SE Arete directly without wandering about. The grade I am not testifying to be certain of, but it is probably 5.7 to 5.8. It was soloed in approach shoes, making the grade somewhat ambiguous. A second soloist just behind on the system backed off and elected for another route after watching the crux and inquiring about it. (Edit to add, it is tricky 5.8, confirmed by a second party who roped up.) This crack/corner system is the longest crack climb I can recall encountering on an East Face route in the Flatirons, and is of excellent quality for most of its length.\n\nTo do this route, start on the South end of the East Face. Climb a few hundred feet up the south end of the east face, dodging left at an overhang as per the description in the Haas book. You will eventually come to a vertical corner system with a few obvious bulges in it, running a full 100' pitch length to a top-out of the corner. Normally the route would go to the right here onto the East Face proper, at its South edge. Instead, get into the corner (first crux) and head up a delightful thin-hands-crack with mostly good jamming... except at the cruxes.   Continue up further past that for 40' to a third crux. The crack tapers to finger-sized and tops out to the right on a small ledge with finger sized gear.\n\nFrom that ledge, place a bit of gear at your feet, and head up the slightly bulging head-wall on incuts and pockets (4th crux), pulling onto the upper slab on slopers and to find a belay (somewhere). You are still a solid pitch length from the top, though the rest of the climbing is inconsequential.\n\nThis climb can be approached via a 10 meter low-angle scramble up to a ledge from the South, perhaps 60 meters West and up from the East Face, skipping the early scrambling, and going directly to the crux dihedral pitch.\n\nTo descend, either head up the talus ridge West for a few hundred meters to the base of the Devil's wings and scramble off to the South, or hike down north through talus at any time. The South descent kind of sucks. I don't know about the North, as it has been a while since I did that.\n\nThe route is not hard,\n\nper se\n\n, but it is not a typical Flatiron route. In all seriousness, I don't recommend attempting to tame this route without a rope or proper shoes, at least. There are some cruxes that are sloping holds and thus insecure and most certainly not slabby. A fall would be certainly fatal unless roped.","protection":"Bring gear sized from fingers to hands, with most of the climbing being thin hands. I suspect mostly green and/or tight red Camalots. The crux sections are short, and I'd say take a standard light rack with 2 each of those and you'll be OK.\n\nA few pods and constrictions in the corner crack will take larger or smaller gear, and finger-sized is useful at the final part of the corner before the short runout on the jugs of the bulging headwall. As the last potential piece, you'll probably want it there.","location":"This route climbs the Southeast face of Pegasus to a nice crack/corner system that can be seen even on the aerial photos of Googlemaps at the location: 39.956437, -105.287738.\n\nThis climb can be approached via a long pitch on the East Face, or via a 10 meter low-angle scramble up to a ledge from the South, perhaps 60 meters West and up from the East Face."},"__v":0},{"_id":"td4quMrOU0OX3XkfE2IjiQ==","name":"Asleep in the Parthenon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tony Bubb, Sonia Buckley, Nov. 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"left_right_index":5,"mp_id":"111293174","mp_crag_id":"111256760","climb_id":"td4quMrOU0OX3XkfE2IjiQ==","areaRef":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":"This is a fairly good climb with solid rock and good gear to be had.\n\nStart on the 40' slab at a point left of immediately below the upper cracks and climb up and right into the cracks. There is no gear here at all, but the climbing is no harder than 5.6 and probably only 5.5 if you find the right line.\n\nReach the cracks and place gear, climbing up to what looks like a steep section up top but turns out to be barely past vertical, at worst. Top out in this, and build a gear anchor or scramble back 7 meters to a tree to belay.","protection":"Gear to 4\".  The anchor up top is a #4 and #3 Friend + one other cam, or at a tree some way back from the edge.\n\nTo escape, go W/SW to a large tree on the edge with webbing and a rapid link and rap 105'. If you are on a 60m rope, watch the ends carefully or rap slightly uphill.","location":"This is the right-most route on the lower portion of Pegasus.  The climbing is pretty good and generally on very good rock.  Start up and right on a 40' slab to reach a crack system that splits the upper headwall in a surprisingly mellow and pleasant fist crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,e3d1dbbd-5279-5806-903a-42c4722fe882","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Pegasus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28733,39.95664]},"bbox":[-105.28791661733959,39.95619033981814,-105.28674338266039,39.95708966018186],"left_right_index":-1,"ext_id":"111256760","area_id":"49HbvVJ5WAaQOkLEci/ogg=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:55:55.099Z","updatedAt":"2024-01-15T16:42:37.656Z"}