{"_id":"63689de0e80bff5a994f91c8","area_name":"Lost And Found","shortCode":"","climbs":[{"_id":"vOBvlokxUWaRKt2YhQ3ODw==","name":"South Ramp of Lost and Found","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Tony Bubb, Mark Ruocco, 10/06 Free Solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":999999,"mp_id":"105873907","mp_crag_id":"105746719","climb_id":"vOBvlokxUWaRKt2YhQ3ODw==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"About 1/2 way between the route\n\nAlan Nelson's Bulging Belly\n\nand the boulder problem\n\nPaw Prints\n\n, there is a shoulder on the L&F flatiron that has a huge south ramp. Access the ramp via dark slick rock to get to better holds on the right, then up on the right above a gully between the main wall of L&F and the smaller sub-formation on its south side.  Climb the ramp system on good rock and even better holds- staying on the right well above the gully. You will pass just below a large, low-angle, right-facing dihedral the goes to the summit ridge, then shortly thereafter go up a steeper face to the next ramp system that continue past a point where the gully down and left ends (as the sub-feature of the main wall ends).  Climb down a slot on low angle rock and big holds before the ramp disappears.","protection":"A standard light rack would probably afford gear most of the way.","location":"This climb ascends the South Ramp on the L&F flatiron. It starts in a dark, glassy water runnel for a few feet before climbing to the right of it on better rock... then it accesses the right side of the feature and climbs for a long way on a system of narrow ramps. A few hundred feet up a sloping, narrow ramp with friction for feet, but good hands provides a second 'crux' for the soloist."},"__v":0},{"_id":"TFiREWpMXUSooHPHg1SWZg==","name":"Seemed Like a Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"T.  Bubb, M.Ruocco, 10/06","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":999999,"mp_id":"105873897","mp_crag_id":"105746719","climb_id":"TFiREWpMXUSooHPHg1SWZg==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"A great little route on good rock and good moves. The name is derived from the difference between initial appearances and reality- the \"crack\" I thought I saw was not much of one.\n\nClimb up onto the wall below and right of the 3 small trees growing beside each other about 60 feet up.  Climb into a short, shallow, left-facing corner (with a seam, not a crack), place a 2\" cam at the base of it, and execute the crux sequence up it (5.8). Climb up and left, traversing above each tree to reach a clean face and crack system on the left side of a great face. Climb this past a runout (5.4) to a large ledge, and belay off of a huge stone dolmen behind the edge on a cordalette.  3\" gear in a crack in the ledge can back this up if desired.\n\nTo descend, scramble from the ledge to the summit, and descend the standard route, or walk off North from this ledge.","protection":"A standard light rack and a solid head, as the easy section (5.4) does not protect well.","location":"On the West end of the South Face, not far from the SW arete, there are 3 trees in almost parallel position 1/2 way up the face. Below and right of these, a face goes to a short, shallow corner, then the route goes up, left above all 3 trees, and up the clean face to a ledge with larger trees a few feet below the summit."},"__v":0},{"_id":"7/gTKuK1X4qnIj3U1yjxBA==","name":"Paw Prints","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Tony Bubb","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":999999,"mp_id":"105873894","mp_crag_id":"105746719","climb_id":"7/gTKuK1X4qnIj3U1yjxBA==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"Uk8JibYsU7CkLDRvhDkIhA==","name":"Lost In Space aka East Face Left","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FKA:","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":0,"mp_id":"121682817","mp_crag_id":"105746719","climb_id":"Uk8JibYsU7CkLDRvhDkIhA==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"This route starts to the left (south) of\n\nSouth Ramp\n\n. We had intended to climb the\n\nSouth Ramp\n\n, but the face was fun, and I never felt the need to traverse over to other side of runnel/gully. As we climbed it, there are two sections of a couple of 5.5-5.6 moves with 4th Class to 5.fun runout sections in between.\n\nP1. The first crux moves are shortly off the ground as you smear, stem, and layback up a shallow corner/overlap. I was able to protect this with a #2 Camalot relatively low and nut behind a mostly downward-facing red flake on the left before the most committing moves. I then stepped across onto the face to the right and climbed easy buckets up to a horizontal crack. I then headed mostly straight up the bucketed face to a very small pine tree on a very small ledge but a decent enough belay. I was able to build an anchor with a green Alien, a pink tri-cam, and the tiny tree.\n\nP2. This has more fun buckets but is mostly unprotected. I headed to the left of a large pine tree above. I opted to go up and over ridge at the top of the face next to the pine tree instead of going into the gully to the right of the tree. Going up and over the ridge was the second crux, but this was well-protected with #1 Camalot. You drop over the edge and stem across to the face behind it. Turn a corner to the left, and then shoot up another easy ridge to a huge ledge with a large pine tree. One could exit left from here if they wanted to. We continued up the face, angling right until finishing in the gully near its top.\n\nWe walked off to the south from here.","protection":"A standard rack.","location":"We started about 30 feet left (south) of the start of the\n\nSouth Ramp\n\n. Start on red, semi-slick rock stemming in shallow corner until you are ready to pull onto the face.\n\nThe approach took us 1.5 hours from South Mesa Trailhead. We approached by hiking up the east side of the Matron then around the back of the Matron and traversed west to Lost and Found. It is probably much easier to go up the west side of the Matron.\n\nGPS coordinates are: 39.94297, -105.29083."},"__v":0},{"_id":"rFTKYq5kUieyN1YHfXyu8w==","name":"Dragons Of Eden","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tony Bubb, Mark Ruocco, 10/06","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":999999,"mp_id":"105873903","mp_crag_id":"105746719","climb_id":"rFTKYq5kUieyN1YHfXyu8w==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"The name of this route is not random.\n\nIn the landmark book 'Dragons Of Eden' (1970-something) C. Sagan wrote on theories of evolutionary psychology. Among the ideas expressed was that an innate fear of certain animals was evolutionarily bred into the human mind. The dangerous animals of the time, these 'Dragons Of Eden' became frighting creatures to man as a matter of biology not a matter of conditioning. This was later demonstrated in experiments with Chimps, by way of 'conditioning' the subject species to be fearful of both snakes and bunnies by showing mildly fearful reactions of other chimps to the stimuli. Young apes were easily conditioned to be fearful of snakes, but not of rabbits. The conclusion being that the tendency to fear snakes is innate, but not rabbits.\n\nFor what it is worth, in the 21st century, Sagan Jr followed up on the book with more modern ideas and research tools and techniques with his book \"Up From Dragons.\"\n\nThis route was done to the left of its intended line, since on the FA of the line to the right I backed off, having seen one of my greatest fears in climbing, a nest of wasps. My own personal 'dragons.' As a soloist, the sight of them makes me shudder while climbing, as I know that my impulsive reaction to a mass attack could be fatal if it occurred while runout or unroped. Even the sight of a nest full of them makes me uneasy on the cliffs. They just look evil to me- the face, the body- all of it. I climbed the route all the while wondering how innate this is and how conditioned.\n\nThe route...\n\nThe first half of this route is the harder half, and is well protected. The latter half is significantly runout, but on good rock with secure holds.\n\nFrom a good stance on the sloping ground below a steep section of cliff, step up and left onto a slabby boulder and climb that to access the main face, then come slightly back right to the face above the small overhang. This accesses the set of cracks in the steep slab above. Climb with occasional but very good protection up the easy cracks to a point where the angle of the rock decreases and you can see a shallow, wide slot above you. Therein lies a wasp's nest, behind some flakes. Rather than encounter these 'dragons of Eden' directly, step left onto a beautiful face and start climbing up that on good holds, but scant gear. The climbing there is 5.4 or easier.   Once above the 'slot', one can traverse back right and place good gear just before accessing the summit ridge, a necessity to protect the second from a swing.  Clip the gear with a long runner, and climb the ridge to a belay on the summit.","protection":"A standard light rack.","location":"On the South Face of the Lost and Found Flatiron, perhaps 50 meters below the S.W. arete. The route climbs just left of a feature that gives the vague appearance of a shallow slot of chimney in a few spots."},"__v":0},{"_id":"saYmVCM7UYG3NW1V8M3cUQ==","name":"Alan Nelson's Bulging Belly","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Bubb & Chris Parks, Nov 6 '04","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"left_right_index":999999,"mp_id":"105763362","mp_crag_id":"105746719","climb_id":"saYmVCM7UYG3NW1V8M3cUQ==","areaRef":"rfTmLLPnXyiHFM2srfLb9g=="},"content":{"description":"So you've already done all of the long Flatiron Ridge classics? Maybe not...\n\nThe position and views alone are classic- looking down on the Matron from hundreds of feet above it, and with to the North of Sobo and Diamond Head (in Eldo) and to the South of Shirt Tail Peak. To the SE is the Eldorado springs pool and the South Boulder Creek. To the Northeast is a great view of Shadow Canyon and all of it's crags, including the Maiden, Jamcrack Spire, the Devil's Thumb, etc.... The exposed arete is pretty incredible.  The few times I have been on this summit, the ever-present white glider has soared just overhead- so close I could hear the whistle of air and the vibrations off of the spindly wings.\n\nAs for the climbing itself, this really is an awesome route, but it is not for the typical Flatiron scrambler. This route follows a \"Super Direct\" SE ridge of the \"Lost and Found\" Flatiron. Think of it as a climb like Stairway to Heaven, Angels Way or Satan's Slab, of equal quality as some of these and approaching that length, but with three cruxy bulges thrown in for good measure, each one of them 5.9-5.10, and each runout above a ledge or the ground. The climbing is very good and the rock mostly clean and solid. It is climbable despite snow, because it faces south and gets strong sun from sunrise until mid-afternoon, even in winter.\n\nPlease be conservative with climbing this. The assigned grade is an estimation and the 2 people that have followed me on it, both 5.10 climbers who I have seen flash 5.10's, have fallen while following the first 5.10 crux.\n\nA lead fall from the first 3 \"bellies\" (crux bulges) would almost certainly be injurious, but would probably not completely mangle you... since the ledges 4-8 meters down would stop your fall before hitting a terminal velocity. But please consider that you are a few pitches up, and 1 hour from the trailhead and over rough territory. Wear your helmet.\n\nLocate this climb by finding your way to the Lost And Found flatiron. Find the low point in the wall, as described for this crag, with a large evergreen shading it, and a huge \"step stone\" planted firmly against the gray base, as if Mother Nature wanted to avoid starting you off on the steep headwall. This route's beginning is covered in large gray flakes of Lichen that are easily avoided or brushed away from the massive starting buckets.\n\nThe pitch descriptions here are ~ in length and not exact.\n\nP1 (80', 5.8, PG-13): Climb the huge 5.8 buckets to above the shade of the tree, then the rock becomes quite clean. Continue up and right on easy moves for perhaps 80 feet to a huge grassy ledge with a few trees, just below the crux of the route. Belay at a large tree.\n\nP2 (100', 5.10b, S/VS): Step just right of the belay on the tree and climb up the bulging headwall facing S/SE headwall above the grassy slope on shallowing pockets and slopers without gear for several meters. On the second lead of this in 2006, I found gear to the right of the start of the crux in a brief diagonal \"slash\" where I placed a 2\" and a 3\" cam side by side before working back up and left to the side-pull and undercling. These would probably hold a fall if they went tight before you hit the ledge, so your belayer should be ready to take in rope and try to keep you off of the ledge. Start up and left into the crux sequence, grabbing a few flakes for sidepulls. The climbing reaches a maximum of difficulty as you reach up to the overhang, just before the slab, pulling onto a very narrow rail with several sloping pockets (and one good one) above. This could be avoided by a groove slightly further North (5.10a, R/X) or around the corner to the north (5.easy?) or by the ramps well to the South of the tree. Continue for the remainder of 130 feet up an easy slab to another large ledge with another tree below a second headwall and belay there.\n\nP3 (120', 5.10a, S): Climb up the pockets in the headwall, placing a few large cams in for protection and pull up onto the slab. A #3.8 HB quadcam fit perfectly in the first pocket 8 feet up. Climb up and hard left through a series of other pockets and flakes on a steep wall to a left-hand side-pull wrestle up (crux) onto the low angle rock from this. Climb moderate for a bit, then through another bulge, if I recall correctly (5.9-, S). Again, on this pitch, both bulges can probably be avoided to the South with minimal runouts, but these would be strong deviations from the Ridge's direct line. Continue up Easy slab for a long pitch to an obvious belay ledge.\n\nP4 (200', 5.easy): Go up another somewhat vertical wall and up a slab for 200' to a belay at a good tree on a small ledge.\n\nP5 (140', 4th class) Continue up past a deceptive false summit and up the sharpening ridge-line. This pitch is mostly easy 4th class and is an easy scramble or Simul-climb.\n\nP6 (80', 5.easy) Head for the summit with good pro where the climbing is most deceptive.  A good summit seat is available for a \"strong stance\" below, or one could rig a cord or webbing on large rocks. This could probably be linked to P5 with a 70m rope, but we did not attempt to do so.\n\nTo descend from the summit, head a few meters West onto a good ledge, then scramble down and North to a notch (5.5?) and then tunnel under a large rock (not a tight squeeze) to the ground. To get back to the base, walk the rock's South Face line to reach the bottom, then go back north to the start. Check out the other routes on the South Side.","protection":"A standard light rack. Some larger cams or big tricams for in pockets might reduce the pucker factor somewhat, but the FA of this route was climbed without such. This is a good Flatiron, but the hardest parts are the most runout and have ledge-fall potential. It appears that each runout crux can be avoided by sneaking way North to the slab out 5-10 meters right, making the climb much easier although the FA took the SE ridge pretty directly.\n\nIn a subsequent ascent with friends, Bill found some ways around the cruxes that one could go up, lower off a tree or anchor, then TR the crux if so desired. Of course- not the same as doing the route on lead, but certainly safer if you tend to pucker up on 5.10s.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,adf4e62c-b3e7-5f28-8714-cdacadf2dbf6","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Lost And Found"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.8"},{"count":1,"label":"V0"},{"count":2,"label":"5.5"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":1,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2908,39.9428]},"bbox":[-105.29138649866334,39.94235033981814,-105.2902135013367,39.94324966018187],"left_right_index":-1,"ext_id":"105746719","area_id":"rfTmLLPnXyiHFM2srfLb9g==","polygon":{"type":"Polygon","coordinates":[[[-105.29138649866334,39.94235033981814],[-105.2902135013367,39.94235033981814],[-105.2902135013367,39.94324966018187],[-105.29138649866334,39.94324966018187],[-105.29138649866334,39.94235033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:55.101Z","updatedAt":"2024-01-20T00:59:46.314Z"}