{"_id":"63689d5ce80bff5a994f4fd0","area_name":"West Face, Left","shortCode":"","climbs":[{"_id":"LHtOPoAJVYCHRm6YbDnr2Q==","name":"The Yawn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TM Herbert and Gordon Webster, June 1965, FFA: Phil Bircheff & Jan Ebeltoft, July 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":5,"mp_id":"105903295","mp_crag_id":"105903292","climb_id":"LHtOPoAJVYCHRm6YbDnr2Q==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"Start the route below a prominent 10' horizontal roof crack (Wailing Wall, 11d).\n\nP1, 160', 5.9- Move up and right on a series of orange and black cracks and flakes. This pitch can be a bit dirty and wet. You are aiming for a shallow right-facing layback feature. Do not head up into the main corner/roofline! Belay just above the layback feature. (See beta photo below).\n\nP2, 160', 5.9+- Get ready to sweat! Start the leaning crack by pulling over several chockstones/flakes. The jams are bomber, but the body position, awkward. Enter the maw! OW and squeeze your way through the flare. Strike a balance between the security of the back of the flare, and the slightly easier climbing towards the outside of the flare. I had success pushing a #4 C4 through much of the first half of the flare. Emerge, catch your breath, and climb easy liebacking on the right side of the flake. Belay under the roof, or continue to the bottom of the 5.7 \"hand\" crack to set up for pictures!\n\nP3, 130', 5.7- Route-finding is a no-brainer. Follow the stunning \"hand\" crack in the back of the giant flare. Stem/chimney, or jam straight in. Your choice! Belay wherever, but if you are still hauling a pack, stop and belay somewhere to facilitate a clean haul.\n\nP4, 175', 5.8ish- Keep following the right-facing feature. Pull around a bulge. The terrain eases from there. Stop atop a giant sandy ledge. There is a stout tree for a belay.\n\nTo top out, move left, and 4th class your way up some terraces, before cutting right along ledges to a saddle on top of the dome. Generally, the hardest climbing through this section is not exposed, but some climbers may opt to continue using a rope...","protection":"Single rack 0.4\" to 1\", double 1.5-2\", double or triple 3-4\", optional 5\". The belays are gear, and often eat up a big cam or two. Several runners and/or QD's are pretty nice for P1 (wandery) and P2 (deep placements).","location":"You can't miss it. Huge corner on the far east side of the face."},"__v":0},{"_id":"gVPPvQbrUSGVimly2+mVyQ==","name":"Wailing Wall","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Dave Calfee & TM Herbert - June, 1967FFA: Dale Bard, Jim Bridwell, & Rick Accomazzo - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":3,"mp_id":"106265285","mp_crag_id":"105903292","climb_id":"gVPPvQbrUSGVimly2+mVyQ==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"Wailing Wall ascends the obvious and beautiful golden buttress at the left side of Medlicott Dome (this buttress forms the corner of The Yawn).  The first pitch is a bit notorious as well -- it tackles the massive roof just left of the Yawn.  But the upper pitches are excellent and not to be missed!\n\nP1:  Climb the roof.  Crazy, unlikely stemming!  Belay at a bolted anchor.  5.11d, 90'.\n\nP2:  Head up a steep crack in the corner.  Eventually the angle eases off as do the difficulties.  Stretch the rope out to an obvious ledge system that trends up and right into a ramp.  Belay at the highest point possible on this ramp.  5.10c, 180'.\n\nP3:  There are three options:  Heading out left around the buttress above, or right (junky), or up through the middle -- this is supposedly the best, and is what we did.  Climb up easy ground over some stacked blocks to below the ominous roof above.  Place some gear in the solid rock above and jam and lieback your way up through the roof, finally to a welcome rest stance.  Strenuous!  Continue up the beautiful hand crack above (hopefully you've saved some gear), only stopping at a large, flat ledge near the end of the rope.  5.10d, 190'.\n\nP4:  Continue up the remaining 15' of crack, situate some gear, then traverse right to a knobby face.  Follow this up into an easy corner system and again run the rope all the way out to 4th class near the summit.  5.8, 200'.\n\nWalk off to the west, up over the summit, down the slabs, and back under the main face of Medlicott, back to your packs.  Long, but quite easy.","protection":"Double set of cams from 0.3 Camalot to #2 Camalot.  Wires.","location":""},"__v":0},{"_id":"1pLw0qZNXEShQtXofMXerQ==","name":"Super Chicken","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Wilson and Rick Accomazzo, June 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":1,"mp_id":"106007588","mp_crag_id":"105903292","climb_id":"1pLw0qZNXEShQtXofMXerQ==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"P1- grovely approach pitch up some dirty ledges and knobs up to a 8 foot 4\" OW that you can kind of finagle through on face holds.  Not fun.  But, it puts you on a good belay ledge. 40'\n\nP2- Fabulous!!  Start up a finger crack in the shallow corner.  Good gear and knobs appear for feet when it looks like things will get challenging.  The fingercrack hits the main crack after 30 feet, and it is hands glory for about 100 feet!  Really nice crack, goes straight up.  Trends right, then up a thin crack which closes, to a single bolt which protects some thin face moves on good knobs.  A three bolt belay, two of which are equipped with rap rings. 170'\n\nI would not suggest trying to link the pitches.  It may be possible to do with a 70m, but it would be a little unpleasant.  You definitely cannot do it with a 60m.\n\nThe route does top out, and the next pitch looks like AWESOME! lower angle knob climbing...  but with zero pro.  For those bolder than me, looks pretty fun up there.","protection":"Standard rack.  You could use a #4 camalot to protect that OW move on the first pitch, and you could place it on the 2nd, but not necessary.  I didn't use any small stuff.\n\nYou need two 60m ropes to rap the route.","location":"100 feet east of the Yawn.  70 feet east of Wailing wall.  Look for the crack that shoots up dead vertical above the blocky ledge."},"__v":0},{"_id":"PaFLaNX0V6ejhK/02NPWhQ==","name":"Scorpion","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dale Bard & Bob Locke - July, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":2,"mp_id":"106265278","mp_crag_id":"105903292","climb_id":"PaFLaNX0V6ejhK/02NPWhQ==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"This is an awesome route that has a lot of variety: steep jugs to start, thin slab, a beautiful crack, and a roof. New ASCA hardware makes it a very safe outing as well.\n\nBegin just left of The Yawn corner and the obvious Wailing Wall roof.\n\nP1: Monkey out left on jugs, then stand up to clip two bolts. Pull up into a corner, clip a high bolt, step down and perform a thin traverse left. Finally, finish with super-thin slab moves up to the anchor. 5.11b, 100'.\n\nP2: Thin moves off the belay past two bolts to an easy, fun crack. Bolted belay. 5.11b, 80'.\n\nP3: Cruxy moves up a steep crack ease after a bit. Finally, pull a fun, airy roof above and traverse left to the anchor. Lower off this anchor back to the belay and TR your second up. 5.10d, 90'.","protection":"Draws & slings, a single set of cams to #1 Camalot.  Wires.","location":""},"__v":0},{"_id":"wUnmKCmvW9SwKwUcBM0/Lw==","name":"Loco Yokel","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Barnes, Wuhmann 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":0,"mp_id":"109402090","mp_crag_id":"105903292","climb_id":"wUnmKCmvW9SwKwUcBM0/Lw==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"This two pitch climb is another great modern route by the FA team, sure to be a future classic as it cleans up with more attention.\n\nPitch 1:  Wander up about 40 feet of easy blocky terrain and fishish with 80 feet of sustained, excellent liebacking right up to the bolted belay.  5.10d ~120 feet.\n\nPitch 2:  Crux face past two bolts near the belay leads to super fun, large golden knobs and five more bolts to another bolted belay.  5.10b ~120 feet.\n\nRap the route a single 60 meter rappel to the ground with two ropes or two 30 meter rappels with a single 70 meter rope, a single 60 meter rope would be sketchy.","protection":"Bolts and gear set of stoppers, set of small cams, one set of cams to 3\" (blue camelot), extra thin to finger size.  Both pitches end at bolted rap anchors.","location":"Just left of Super Chicken, starts behind a large pine close to the wall."},"__v":0},{"_id":"rgCKy4URV0mNqDRRcl68dQ==","name":"The Lighter Side","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Steve Schenider & Roland Arsons, 1980's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"left_right_index":4,"mp_id":"106482657","mp_crag_id":"105903292","climb_id":"rgCKy4URV0mNqDRRcl68dQ==","areaRef":"N9rSOlG2UxKxeGKjM2URfg=="},"content":{"description":"This is one of the cleanest most striking aretes I've seen.  The route is about steep sustained knob crimping, pinching, and high stepping.\n\nThere's a thin move down low but the real deal is endurance for the whole thing.  Run lots of laps on the Cottage Domes before heading up here.","protection":"Gear for the Yawn approach.  Bolts for the arete.","location":"Climb the first 2 pitches of the Yawn.  After the squeeze, belay then bust out left to the arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,3a71ad11-2b2a-51a6-8ae9-6065f7dc8e67,37dad23a-51b6-5312-b178-62a33365117e","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Medlicott Dome","West Face, Left"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42856,37.86017]},"bbox":[-119.42912954269849,37.85972033981814,-119.42799045730152,37.86061966018187],"left_right_index":-1,"ext_id":"105903292","area_id":"N9rSOlG2UxKxeGKjM2URfg==","polygon":{"type":"Polygon","coordinates":[[[-119.42912954269849,37.85972033981814],[-119.42799045730152,37.85972033981814],[-119.42799045730152,37.86061966018187],[-119.42912954269849,37.86061966018187],[-119.42912954269849,37.85972033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:34.527Z","updatedAt":"2024-01-20T00:58:19.636Z"}