{"_id":"6368a185e80bff5a9954f333","area_name":"g. Red Cap","shortCode":"","climbs":[{"_id":"EC1P5rwWXI6iC2IB04TEog==","name":"Red Cap Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44258,36.16611]},"left_right_index":1,"mp_id":"113121085","mp_crag_id":"113075401","climb_id":"EC1P5rwWXI6iC2IB04TEog==","areaRef":"tM7YSvyzXEClXHITTDpN4A=="},"content":{"description":"The idea is to traverse the ridge of Red Cap from SouthEast to Northwest. Lots of interesting 5th and 4th and 3rd class climbing and scrambling, with lots of big views. Not so far from the road (Sandstone Quarry parking). \n\n  Fits well into a \"grand traverse\" of the Calico Hills ridges. \n\n  Since the SE end of the Red Cap ridge is at Tank Peak, first need to climb that summit. The NW end of the ridge finishes with a drop-off (which would be much more difficult ciimbing than the rest of the route), so instead finish by descending the N Gully of Red Cap. \n\nroute up SE side to Red Cap summit:   Reach the SouthEast end of the ridge by first climbing to the summit of Tank Peak, either by the SSW face route (more ridge-y) or the WSW face route (shorter). \n\n  From the summit of Tank Peak, go about 1800 ft (0.35 mile) generally NorthWest along the ridge to around (N36.1654 W115.4418). Try to climb up over as many high-point nubs as possible (could be 10? depends on how you count) - staying close to the crest as much as possible and finding interesting climbing moves (several 5.4 segments, can also find some 5.6 and harder). Where \"direct\" progress seems blocked, usually it's easiest to bypass them below on the right (NE) side of the ridge. \n\n  Next comes some complicated navigation to get to the summit of Red Cap. The obstacle is a chasm on the SE side of the summit cap. So    ... from the ridge crest around (N36.1654 W115.4418) about 300 feet SE from the summit ...   Bear left off the left side of the ridge about 150 feet W + WNW. See a gully (or two) above right. Aim for the bottom of the (right) gully - around (N36.1658 W115.4421) - go about 120 feet NE. Next bear left and scramble up this gully NW about 25 feet. Then exit this gully left and traverse WNW to reach another gully. \n\n  Scramble up this second gully 130 feet generally North, then up another 40 feet W + NW to reach the high point of the chasm cutting through the ridge on the SE side of the cap -- now roughly ENE from Red Cap summit at around (N36.1661 W115.4425). \n\n  Next down the other side in the chasm for about 45 feet NE. Then exit Left and scramble up NW (5th class with some exposure) to go around below the NE side of the summit cap. Work left to continue around the N side of the cap, and discover a small \"tank\" pond (tinaja). \n\n  The least-difficuilt way up onto the summit cap is a short vertical groove (5.3) on its west side, to the right of the tinaja. The sequence to get up it take some thought. Perhaps even more thought to climb back down it, so might want to practice that now while it's still fresh on your mind. Not real tall, but breaking an ankle would make for a long unhappy finish to the day.   - - > There is no easy way down off the summit cap. \n\n  . . variation: There is a fun overhang finish (5.6) up onto the cap a few feet to the left of the groove. But still a good idea to first check out the sequence up and down the groove, since down-climbing the overhang is surely harder. \n\nroute down NW side from Red Cap summit:   The least-difficult way off the summit cap is to descend a short vertical groove on its west side (5.3 with a thoughtful move or two).   Hike down about 400 feet NorthWest along the broad crest of the ridge until blocked by a wide gully whose side wall is rather steep and perhaps lacking positive holds. \n\n  The puzzle is how to get down into the gully without getting hurt. The \"cheaters\" way is to notice some rocks stacked on top of a pine tree. The climbers way (5.3) is to notice to SW of the tree some slopy holds going down diagonally toward NE. \n\n  Once down in the gully, get near the crest of the ridge and find the narrow top of the North gully -- which below soon gets wider, with white rock showing especially on its right (E) side. \n\n  . . Ridge aficionados can continue past this key gully about 200 feet NW then N to visit the steep drop-off at the N - NW end of the Red Cap ridge, then return to the top of the North Gully. \n\n  Scramble N down the gully, with the unvegetated white rock mainly on the right (E) side. Pretty sustained with lots of slopy holds. \n\n  Continuing about 50-100 feet N from the bottom of the gully, meet an unmarked trail around (N36.1685 W115.4442) (perhaps this trail comes from the east from Calico Basin parking?). Can use this to help go Left a short ways West.  \n\n  But the main idea is to go around below the NW side of Red Cap, not using a trail but rather finding the main \"wash\" (gravel streambed) and mostly following that 0.3 mile at first SW then WSW  - (likely will find it easier to get out of the wash on its left SE side for at least one section) - until meet the main (unmarked) Calico Tanks trail around (N36.1666 W115.4484). \n\n  Hike on this trail 0.4 mile gentle W then SW then S, back to Sandstone Quarry parking. \n\nwarning: Many loose rocks and weak breakable hand- and foot-holds on and around this route - (even when the rock plenty dry). The rock becomes especially weak for a couple of days after significant rain or snow, so holds are even more likely to break off.","protection":"No fixed hardware for anchor or intermediate protection. \n\n  Protection for trad leading is unknown.","location":"From Sandstone Quarry parking (GPS lat long approx N36.1622 W115.4502) on the Red Rock Scenic Loop road, hike on the Calico Tanks trail (unmarked) for 0.4 mile (650 meters) at first N, then NE, then E - (where the Turtlehead Peak trail goes left, continue on the Right following the Calico Tanks trail). Around (N36.1666 W115.4481) the trail curves more right and climbs 0.7 mile / 1.1 km SouthEast, rougher with more rocks and zig-zags, to reach the Calico / Tank Pass (approx N36.1608 W115.4380). Just at the pass is a higher rock with a view to Las Vegas. Might be a better view a short ways up the SSW face climbing route, but if some members of the party are tired, this outcrop serves as a nice \"top\" -- if did not quit already at the sight of the big tinaja pond (N36.1612 W115.4381) about 200 ft NW below and before the Pass. \n\n  . . It also it possible to start from Calico Basin parking (outside the Scenic Loop road), but this is more difficult climbing, or much longer, or both."},"__v":0},{"_id":"of1N077fXmuUkbzUg0n1Hg==","name":"North Gully","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.44258,36.16611]},"left_right_index":0,"mp_id":"113105064","mp_crag_id":"113075401","climb_id":"of1N077fXmuUkbzUg0n1Hg==","areaRef":"tM7YSvyzXEClXHITTDpN4A=="},"content":{"description":"Interesting varied route on mostly sound rock with straightforward routefinding. Non-steep approach hike. Then the \"white gully\" has lots of nice scrambling, less obstructed by vegetation than might guess from below. Next on a wide ridge on white rock up to the red summit cap (with no easy way on or off). \n\n  Two crux sections much more difficult than the rest -- short and not very exposed, but a slip could result in a broken ankle. Might be more difficult getting back down than going up -- so study carefully before committing to going up. \n\n  Shoes with high-friction rubber useful (for slopy holds), but real \"rock climbing\" shoes (for serious edging) not necessary. \n\n  Though the shortest approach is from Sandstone Quarry parking, this route could also be reached from Calico Basin parking (outside the Red Rock Scenic Loop road). \n\n  More photos and different detail on SummitPost.org. \n\ndetails:   Up the gully, with the unvegetated rock mainly on the left (E) side. Pretty sustained with lots of slopy holds. So if someone in your party is not comfortable on slopy holds, keep in mind that it's going to feel more difficult coming back down. \n\n  A notch at its top leads to the crest of the summit ridge. From here it's another 0.1 mile (150 meters) SouthEast (left) on a wide ridge crest to the summit cap. But first there is ... \n\n  the problem of getting up over a wall -- not tall, but not with positive holds on or above. The \"cheaters\" way is to notice some rocks stacked on top of a pine tree. The climbers way (5.3) is to notice to the right (SW) of the tree some slopy holds going up diagonal right. Either way, an injury from slipping or a stacked rock collapsing is likely going to result in a very difficult exit and a long unhappy finish to the day.   Also good to think hard now about how you're going to get down this later coming back - (might be scarier and more difficult). \n\n  . . (There is a report with photos on SummitPost.org of another way - ? down the other side ? South ? - that avoids this wall). \n\n  Once past this, hike about 400 feet SouthEast along the broad crest of the ridge to almost reach the red summit cap. There might be water in the depression (tinaja) just below / before (NW from) the cap. \n\n  Next big problem is to get up onto the to the cap. The least-difficult way is to find on its west side a short vertical groove (5.3) - to the right of the tinaja. The sequence to get up it take some thought. Perhaps even more thought to climb back down it, so might want to practice that now while it's still fresh on your mind. Not real tall, but breaking an ankle would make for a long unhappy finish to the day.   - - > There is no easy way down off the summit cap. \n\n  . . variation: There is a fun overhang finish (5.6) up onto the cap a few feet to the left. But still a good idea to first check out the sequence up and down the groove, since down-climbing the overhang is surely harder. \n\ndescent:   Going back the same way is the simplest route-finding, likely also the least difficult climbing.   . . (Continuing SE along the ridge to Tank Peak is much trickier than it looks).","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for Trad leading is unknown. Might be difficult to protect the two short crux sections because of smooth rock above.","location":"From Sandstone Quarry parking (GPS lat long approx N36.1622 W115.4502) on the Red Rock Scenic Loop road, hike on the Calico Tanks trail (unmarked) for 0.4 mile (650 meters) at first N, then NE, then E - (where the Turtlehead Peak trail goes left, continue on the Right following the Calico Tanks trail). \n\n  Around (N36.1666 W115.4484) the trail curves farther right, but here leave the maintained trail, turn off Left onto a gravel wash. Follow more or less along this about 0.3 mile (520 meters), at first NNE, then E, then NE - (likely will find it easier to get out of the wash on its right SE side for at least one section). The idea is to go around the NorthWest end of the Red Cap ridge / peak. \n\n  Likely will meet an unmarked trail coming from the East (which might be a way to approach from the Calico Basin parking?). Can bear right on this and go East a short ways -- and the North gully comes into view. At about (N36.1685 W115.4442), turn Right and aim South for the obvious gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,b4ced84a-fcb3-5c40-a55c-72134c3a4de0","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","g. Red Cap"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.44258,36.16611]},"bbox":[-115.44313698610826,36.16566033981814,-115.44202301389177,36.16655966018187],"left_right_index":-1,"ext_id":"113075401","area_id":"tM7YSvyzXEClXHITTDpN4A=="},"content":{"description":"Highest peak in the Calico Hills \"proper\". \n\n  Mostly white sandstone -- except for its summit cap which is red sandstone (and not so easy to get up on top of). \n\n  . . (also known as \"Turtlehead Junior\", though its rock type and appearance are not similar to much higher Turtlehead Peak). \n\n  Some possible climbing routes: \n\nNorth gully\n\n ? west or southwest face ? (reported in print guidebook + SummitPost) traverse from Tank Peak from SE\n\n  . . (more info see on SummitPost, and detailed description in Courtney Purcell book page 70   . . . . also with photos + GPS in Branch Whitney book pages 69-73)."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:19.225Z","updatedAt":"2024-01-15T16:46:06.112Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}