{"_id":"6368a214e80bff5a9955da88","area_name":"Ego Boost","shortCode":"","climbs":[{"_id":"aBPZv31qVQGMEPr9zM5WOA==","name":"Southeast Ridge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Gary Hicks, Jay Stagnone, 26 March 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.451,35.1947]},"left_right_index":999999,"mp_id":"106092867","mp_crag_id":"106092860","climb_id":"aBPZv31qVQGMEPr9zM5WOA==","areaRef":"xP7dg54dWne3E628tJeHYw=="},"content":{"description":"See roughly marked route on beta photo for Ego Boost.  This route is described in Mike Hill's guide.  Also, see below Location. \n\n P1:  A short pitch leading over blocks up the SE ridge.  Probably more than one way to go.  Watch for one or two loose suitcase-sized blocks.  We ended the pitch at a cozy horizontal platform somewhat sunk between surrounding rock and perhaps slightly on the east side of the SE ridge.  Perhaps this pitch could be combined with P2? P2:  Climb ~20 feet back up to the ridge top and drop a little down to the left before traversing up and left to the south face \"amphitheatre\" and significant exposure (not just exposure to the tram).  Finish the traverse at a ledge with a microwave-sized boulder and belay. P3, 5.7+, ~100 feet (shared with Diagonal route); mantle up; then a one or two-move lie-back at the crux (or somewhat painful jam betwixt crystals); then, easy finger traverse for several feet to the right on slab; then up past a chock-stone; just above the chockstone, trend left and up, passing to the left of a healthy tree; the belay behind the tree includes a single piton plus gear; probably a good idea to extend the belay to the cliff edge to improve communications as the running tram is noisy for long periods of time.\n\n  Finish with a ~150 foot scramble to summit, first heading to the right from the belay; 3rd and 5.low the way we did it. Other options exist.","protection":"Standard rack.","location":"After scrambling to the middle of the base of Ego Boost, continue scrambling to climber's right following the base until one must either tackle a sort of brushy right facing dihedral or rock climb the large rock shoulder which extends ~SE away from the plane of the south face.  At this point, climb up the rock shoulder while trending right - exposed and unprotected fourth class.  The climbing eases after about 30 or 40 feet and ends after about 100 feet at the top of the shoulder.  This should be at the base of the southeast ridge.  We set up a belay where the shoulder dropped steeply off to the east."},"__v":0},{"_id":"qssYIRCDX1C34ZAWeYi8Wg==","name":"Diagonal","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gary Hicks & Jim Fuge  Oct 5, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.451,35.1947]},"left_right_index":999999,"mp_id":"106588238","mp_crag_id":"106092860","climb_id":"qssYIRCDX1C34ZAWeYi8Wg==","areaRef":"xP7dg54dWne3E628tJeHYw=="},"content":{"description":"This is the second of three Gary Hicks' routes I've done based strictly on Hill's guide - the others being Hail Peak's Poker and West Face Direct. In all cases the detailed descriptions were quite accurate. \n\n  Diagonal is reasonably done in five or six pitches.  See beta photo for approximate belay locations.  Would have given this route a \"Great\" quality rating except for a couple of hard-to-protect sections on poor rock.   \n\n P1, 5.6 or 5.7, PG13 pro, ~60 feet:  chossy leftward traversing face climbing with some pro (barely adequate?); then up ~10 feet to a sloping belay ledge with a quasi-horizonal hand crack and a smaller vertical crack hidden immediately to the right. P2, 5.8, ~100 feet: very good rock; traverse right several feet, then up, and then back left over a blocky ledge until can jam and lie-back up a huge right-facing dihedral (crux); belay at an adequate belay ledge shared with bush or continue up P3. P3, 5.7, ~50 feet; hardest moves right off the belay; pretty good rock; jams, face-climbing; then escape from under the huge roof by heading left to a good belay ledge with okay pro. P4, 5.8 or 5.9, PG13 pro, ~110+ feet; initially somewhat less than good rock; seemingly multiple options to start the pitch; our 3rd foray was the charm for us: got some tricky pro up in the the dihedral but then did the climb up at a location several feet to the right of the dihedral; second was able to climb directly up the dihedral; the route then gets on and follows the rightward \"diagonal\" crack;  difficulty significantly eases after ~20 feet of traversing the \"diagonal\" crack; pitch ends on top of a very big belay platform. P5, 5.9+, ~60 feet; the crux pitch; traverses the final part of the \"diagonal\" crack; burly start and then a couple hard sections of traversing (~20 feet each?) ... first on fingers with little for feet and then eventually through a section leading to some merciful hand jams with little for feet; can demand frequent pro for the leader and follower; pitch ends at a loose but good belay ledge on the SE Ridge Route.  Hill's description mentions wavy rock and down-climbing - in the background area of this picture:\n\nDiagonal: Start of P5 and the end of the namesake crack.  Joins the middle of SE Ridge route just out of sight past the ledge/notch on the skyline.\n\n P6, 5.7+, ~100 feet (shared with SE Ridge route); mantle up; then a one or two-move lie-back at the crux (or somewhat painful jam betwixt crystals); then, easy finger traverse for several feet to the right on slab; then up past a chock-stone; just above the chockstone, trend left and up, passing to the left of a healthy tree; the belay behind the tree includes a single piton plus gear; could extend the belay to the cliff edge to improve communications as the running tram is noisy for long periods of time.\n\n  Finish with a ~150 foot scramble to summit, first heading to the right from the belay; 3rd and 5.low the way we did it.  Other options exist. Some Legislative Reading Regarding Land Use In This Area\n\nTestimony of Sandia Peak Tram and Ski Company Concerning Senate Bill No. 2018, 107th Congress, 2d Session Presented at the April 24, 2002 ; Hearings Before the Senate Committee on Energy and Natural Resources And Senate Committee on Indian Affairs","protection":"Standard rack to 3 inches plus a few micro sizes; we placed the #1, #0, #00 BD C3's plus the #2 Ballnutz.  As of 1 Nov 2009, the only fixed gear is a nut near the crux of P2 and a piton for the belay at the top of P6.","location":"See beta photos.  Start on a flat-topped block tucked up in the vegetated slot at the base of Ego Boost."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,101ec33b-0533-5e30-b307-af70ebda2806,c4fedd83-9e1d-5a77-b713-adbcb4978763","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Domingo Baca Canyon, Lower","Ego Boost"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.451,35.1947]},"bbox":[-106.45155024616172,35.19425033981813,-106.45044975383827,35.19514966018186],"left_right_index":-1,"ext_id":"106092860","area_id":"xP7dg54dWne3E628tJeHYw=="},"content":{"description":"Ego Boost is a major rib that runs north-south and lies on the north side of Lower Domingo Baca Canyon.  Several established routes reside on and around the south face \"amphitheatre\" in very close proximity to the tramway cables and, hence, the eyes of passing a \"audience\". \n\n  DESCENT:  See the below photo of the route Diagonal showing start of descent and final rap tree.  There is 150 feet of up to 5.low downclimbing to get to the final rap tree:  downclimb a west facing dihedral and then rock face to a horizontal and long ramp; walk north on ramp for ~20 yards to a rap tree (~1 foot diameter) with wide gully below; ~30 meter rap; left new slingage and two rap rings 11/1/2009. \n\nDiagonal: approximate belay locations & descent route.    NOTE:  I could not very well pick out the elevation of the P1 traverse in this picture or the belay at its start/finish.  See this [[106588292]] for a close up of the start of the P1 traverse.\n\n  When running, the tram cables are noisy and can interfere with belay communications.  On the other hand, the sunny exposure will feel good on a cool but otherwise calm early-spring / late-fall day.  I think it not a coincidence that the three FA dates in Hill's guide were in spring and autumn. Sunscreen at least the back of your hands!"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.846Z","updatedAt":"2024-01-15T16:47:17.505Z"}