{"_id":"6368a265e80bff5a99565c72","area_name":"Black Arches Wall","shortCode":"","climbs":[{"_id":"F0pgW3xRVx2qBPTObYS3Hg==","name":"Tribulations","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1993, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":20,"mp_id":"106283266","mp_crag_id":"106280846","climb_id":"F0pgW3xRVx2qBPTObYS3Hg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"At the junction between the left side and the main buttress of the Black Arches Wall. This corner/chimney line was the first foray onto this impressive cliff.   The climb is generally easy chimneying/crack climbing interspersed with a few tricky moves. While a worthwhile endeavor for anyone leading at this level, it was originally soloed as a way to get to the top of the cliff. Note that the chimney ends on a ledge, above which is a short section of trickier face climbing over stacked blocks. This can be circumvented by walking farther right and scrambling up 3rd class ledges to the top.","protection":"Standard Rack including a #3 Camalot. Much of this route can be protected by slinging chockstones.","location":"At the extreme right side of the Amphitheatre, this route follows the broken, chockstone-filled, low-angle chimney to the top of the Tripe Buttress.   The route is NOT the deep cleft under the giant roof, but the easier chimney farther out."},"__v":0},{"_id":"bFoQXfgfWkeEfNJ7zq4QEg==","name":"Torcher","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"July 2010","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":23,"mp_id":"106861704","mp_crag_id":"106280846","climb_id":"bFoQXfgfWkeEfNJ7zq4QEg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb up the wide crack, move left to the narrow crack and climb it to its end, reaching right for good holds and pro; then back left and high (5.10a) for another good hold. Follow a crack up and right to a vertical crack. At good horizontal holds, traverse left 6', then go up into an inverted \"V\" notch overhang. Climb this via a left-slanting crack on the left side, then make a delicate (5.10a) mantle and up easy rock to anchors on the top of the buttress.   Good pro, several exciting moves, a bit pumpy.","protection":"One large cam (6\"), doubles 1/2\" to 1 1/4\" cams and singles up to 3 1/2\", and a full set of stoppers. Bolt anchors at top.","location":"Start: same as Eatin' Tripe & Lichen It; on the buttress forming the right side of the Amphitheatre. Look for the obvious hand/fist crack of ET&LI; this route splits off to the left at the \"Fang\" flake above the OW/chimney."},"__v":0},{"_id":"B3mKKafAUYWu9oG6rpoe9w==","name":"Tilly's Trench","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"August 2011: Tom Lane, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":35,"mp_id":"107288711","mp_crag_id":"106280846","climb_id":"B3mKKafAUYWu9oG6rpoe9w==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"This is a nice little climb, utilizing face, corner, and crack holds. It's still a bit dirty (it was simul-soloed on the FA; the \"leader\" dropping clods of dirt and root balls on the \"follower\" as they climbed, so mercifully, the cleaning was minimal).","protection":"Large cams to 5\"","location":"At the Low End, on the diminutive buttress 20' right of the Crossway corner. Begin at the obvious wide-hands crack near the left side of the buttress."},"__v":0},{"_id":"IpfHKPpzV7q2M3WXTcB3qg==","name":"Suicidal Sydney","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"September 2011: Tom Lane, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":36,"mp_id":"107288704","mp_crag_id":"106280846","climb_id":"IpfHKPpzV7q2M3WXTcB3qg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The crux is shortly after leaving the ground, but the awkward moves don't end there.   Despite being an offwidth, this isn't a bad route. As it is short, the suffering is brief and easily forgotten.   There is one suspicious looking block en route, but our best efforts (and our sincere grasp of it) did not pull it off.","protection":"Bring 3\" and 4\" cams, plus a few stoppers and smaller cams.","location":"On the left side of the Right End Buttress, at the offwidth crack farthest up the ramp toward the inside corner.   Trees on the ledge provide rappel options, or one can walk down (class 3) to the north."},"__v":0},{"_id":"UZ4ZMY17XqeuUpalHsJo0g==","name":"Sleepy Hollow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Brooke and Gillian Herbert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":27,"mp_id":"107756460","mp_crag_id":"106280846","climb_id":"UZ4ZMY17XqeuUpalHsJo0g==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"WK1Bpgo2WdW85w1LsLk2tQ==","name":"Side Show","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"June 18, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":22,"mp_id":"106810619","mp_crag_id":"106280846","climb_id":"WK1Bpgo2WdW85w1LsLk2tQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"This variation adds enough spice and excitement to Gun Show's line to warrant its own listing.   Climb Gun Show to its penultimate hard move, then reach right to a good horizontal crack. Follow it on an odyssey leading to a tricky move rounding the outside corner 20' away. Well-protected, airy finish. \n\n  NOTE: This route lies directly in the bomb zone of ice falling from High & Dry. As such, early season ascents are not recommended. Wait for the ice above to completely fall off before climbing here.","protection":"Small to medium cams, small to medium stoppers.","location":"Same as Gun Show: On the buttress at the right side of the Amphitheatre, at the vertical crack 20' right of Tribulations.   Descent options are the same as Gun Show."},"__v":0},{"_id":"mdBxrob/VpG3KMzYPeHfBQ==","name":"Scaredy Cat","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"July 28, 2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":5,"mp_id":"107230720","mp_crag_id":"106280846","climb_id":"mdBxrob/VpG3KMzYPeHfBQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the crack and friable face above, passing one bolt before making a tricky move to reach the overhang. Over and up, using a good horizontal crack and an obnoxiously-poor vertical seam to get situated on the face. Another unhappy move reaches a good horizontal for both purchase and pro before obtaining security on the ledge.   Easy to climb a neighboring route and set a TR on this line.   The crux pro lies level with but behind the climber; a leader fall here would be awkward.","protection":"A #2 and #3 C4, and a quickdraw; possibly a small C3 below the bolt.","location":"On the Isobuttress, between Adirondack Rehab and Lane Change, at a crack in low-angled rock on the edge of the apron slab.   Descent is via rappel off the oak tree on the ledge."},"__v":0},{"_id":"tlbwqTCQW2yIyLRzsTOdyQ==","name":"Renegade","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"August 2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":31,"mp_id":"107793929","mp_crag_id":"106280846","climb_id":"tlbwqTCQW2yIyLRzsTOdyQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"We did the route because it seems so nice as a mixed line in the winter, we thought it might go well in rock season.   A massive cleaning might render this enjoyable. Twould be a monumental task.   Climb the obvious vertical break between the Plumb Line pillar and Critical Crimps. Starting from just left of the latter route, climb easily up to the Patio ledge, continuing up difficult, dirty moves (#4 C4","protection":"Full rack, doubles of C4 #4 help, or bump that one up as you go.   There is a fixed anchor on an oak tree 25' right of the top.","location":"At the obvious vertical break between the Plumb Line pillar and Critical Crimps."},"__v":0},{"_id":"KjWXqacKXd2qVQD3I1RTrA==","name":"Second Job","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"August 27, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":33,"mp_id":"106532870","mp_crag_id":"106280846","climb_id":"KjWXqacKXd2qVQD3I1RTrA==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the left-leaning ramp to the start of the crack, step up and left (crux) into the left-facing corner under an overhang. Pass this via the crack and continue up the crack system, past the \"Attic\" and through the awkward second crux overhang at the top (weak links can avoid this by escaping to the \"Attic\" anchors).","protection":"Full Modern Trad Rack. No bolts.","location":"Right end of the slabby bottom of the cliff, right of the Black Arch Arête buttress.   Descent is by rappel from the oak tree anchors at the top (60 meter rope barely reaches the \"Patio\") or by stopping at the \"Attic\" and rappelling (60m rope barely makes the bottom of the route)."},"__v":0},{"_id":"HppdMY6XVgu7PAUMFLZW5A==","name":"Reducto Adductor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"2012 Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":37,"mp_id":"107829579","mp_crag_id":"106280846","climb_id":"HppdMY6XVgu7PAUMFLZW5A==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Extremely pumpy, strenuous gear placements, and a couple contortionistic methods get you up this short, beefy testpiece.   Climb up vertical crack to join the left-leaning crack, and follow that to the top. For laughs and giggles, one can shoot straight up the face after following the left-leaning crack to just right of the wide notch; this yields another 5.10 move (10a, and protectable) to this punk-midget line.   The route's name derives from what the route did to the First Ascentionist on an early (resultantly unsuccessful) attempt.","protection":"Full set of C3s and C4s to #1. Tricams helpful.","location":"On the left face of the Right End Buttress, at a vertical crack leading to a left-leaning vertical crack 16' up. This is about 12' right of the start of Suicidal Sidney."},"__v":0},{"_id":"/0cbzj2dUBu8hT4QsisQMA==","name":"Recuperation Boulevard","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"September 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":3,"mp_id":"106609417","mp_crag_id":"106280846","climb_id":"/0cbzj2dUBu8hT4QsisQMA==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The technical crux is getting out of the niche, but many climbers feel more challenged by the tenuous friction of the opening slab. \n\n  P1: (V1)Climb the left side of the apron slab of the Isobuttress, past 2 bolts to a block with a casket-sized niche 4' above. Get up in the niche and then (V2) ascend via the crack on its left edge (V3) to a small ledge with an anchor in a perched spruce tree. \n\n  P2: Step left and climb a left-slanting crack to a ledge. Climb up the righthand crack on the face above this to a horizontal**, then make a tricky step right to gain a brushy vertical crack. Climb up this, then climb up and left along a good crack to the low-angle on an arête. Up this, move right for pro, then back left to reach a good ledge, with anchors on the left side of the face just below it. \n\n  P3: Climb the 10' high 5.6 face to the top (or rappel from the anchors).   The first pitch is very good; the second is mundane; a better finish traverses left to join Carpenter & Das for its upper pitch. \n\n  V1 5.10a: Start 10' left of the slab, using side pulls to dyno for a good jug, then rejoin the standard route.   V2 5.10d TR: Climb through overhang above the niche up the face right of the crack to a left-facing corner, then continue up to a horizontal rail and traverse left to the anchor.   V3 5.8: Climb the crack to the end of the flaring chimney part, then rail right to a left-facing corner before going up to a horizontal rail and traversing left to the anchor. This variation has become part of the route Outpatient. \n\n*There is an off-route bolt above this junction of cracks, a proposed \"direct\" finish pitch, which runs up the vertical crack and through the face above the bolt. I would like to see it continue up the outside corner right of Carpenter & Das' crack, but it would need another bolt. So far, this has defied all lead attempts. Have at it.","protection":"Modern trad rack.   2-bolt anchor at top of 2nd Pitch.   Note there is an off-route bolt on Pitch 2.","location":"15' right of Carpenter & Das, near the left edge of a slab, below a line of two bolts."},"__v":0},{"_id":"Ot3oag6MW7ajlg6nO70OqQ==","name":"Post Op","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"10/3/2010 Jay Harrison & Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":8,"mp_id":"106910751","mp_crag_id":"106280846","climb_id":"Ot3oag6MW7ajlg6nO70OqQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"P1: Make a bouldery move to gain a good stance below an outside corner facing right. Climb the face and corner to a handcrack and climb that to the end of the steep section. Follow parallel cracks up the right edge of the slab, over a boulder, to a fixed belay on a spruce tree.   P2: Climb parallel cracks in the slab to the outside corner facing right (i.e., the right edge of the steep headwall). Ascend blocky ramp to a steep dihedral and climb this to a large wooded ledge.","protection":"Good cams and stoppers.","location":"On the Isobuttress near the right end of the main face; 5' right of the handcrack that becomes an offwidth (a.k.a. E-Stim), at a thin vertical seam.   Descent: Rappel off the pine tree into the Amphitheatre (70m rope recommended), climb 3rd class up and left to get to the Diagonal Ramp, or make a minor 5th class traverse 35' left to the anchors at the top of Carpenter & Das."},"__v":0},{"_id":"ail6Mr5CV6ywOnCzf4PObQ==","name":"Plumb Line","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jamie McNeill, Alysia Catalfamo, Jay Harrison 8/3/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":30,"mp_id":"106529763","mp_crag_id":"106280846","climb_id":"ail6Mr5CV6ywOnCzf4PObQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"P1: Climb up left on small ramps to a stance on top of a tooth-shaped, 2' high flake (same start as Parallel Passage). Traverse R to the crack and then climb the crack directly up through the overhang to the top (100') or to fixed anchors at 80'.   V1: Plumb Line Direct 5.11c   Climb directly up the seam/thin crack from the Patio.   NOTE 4/27/2013: A large chunk of this climb fell down over the winter: a 20' tall, 5' wide, 4' thick block which comprised the right side of the overhang crux section of the route. Looks probable that, once the rock dust is swept off, I suspect this will make the route easier.","protection":"All Trad: nuts and small to medium cams.   There is a fixed anchor (Two 3 1/2\" bolts with ss rap anchors, August 2009) after passing the difficult climbing, at 80'","location":"The Black Arches Wall is accessible by a 1/2 hour walk along a good herd path through the Boulderwoods and up along the side of the mountain, passing the Measles Wall and South Corner Cliffs along the way. \n\n  Start: This route begins on the \"Patio\", a ledge over a 30-40', scruffy slab, 50' R of Black Arch Arête, at a dead-vertical, thin crack/seam splitting a 12' wide square-cut buttress."},"__v":0},{"_id":"GRBBqMOfXD2yXIW+/9WXlg==","name":"Pinch an Inch","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"July 28, 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":16,"mp_id":"107230734","mp_crag_id":"106280846","climb_id":"GRBBqMOfXD2yXIW+/9WXlg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The crux is getting through the first 20'. Perhaps the hardest part is placing gear: though good pro is available, the stances are very strenuous.   The upper section consists of runout but mild 5.6 knob-hopping.   Pinch the rightmost crack's edge and pull up into a steep lieback. Bump to good knobs to the right, then make a tenuous pinch/jam/cling left (difficult but solid gear placement at this point). Step up onto a slabby niche, climb a right-rising crack to a horizontal, then climb straight up wonder-knobs, right of a rounded nose, to the ledge below the anchor. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Small to medium cams to #3 C4. Small TCUs (C3s) help at the crux.","location":"The rightmost two groove/cracks of a series of parallel cracks, 16' right of Amphitheatre Crack, 6' left of a right-facing corner with an offwidth chimney/crack in it.   Descent is via the 2-bolt anchor."},"__v":0},{"_id":"Mriuhiy1XyS2GwZt9fBV8g==","name":"Parallel Passage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"10th September, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":29,"mp_id":"106545831","mp_crag_id":"106280846","climb_id":"Mriuhiy1XyS2GwZt9fBV8g==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb up to the \"tooth\" flake, then step up into the twin-crack groove. Follow groove ~40' (crux) until the angle eases, then ascend up left along a black ramp/slab under a beaked overhang and along the same line for ~20' to the obvious crack/flake system breaks through the short, steep wall above, landing you directly below a two-bolt anchor.   Optionally, once you've climbed through the layback and chimney section of the route, do not move left along the beaked overhang. Instead, look for a thin crack leading rightward across the Plumbline block. Follow it right and move up to the fixed anchors of that route.","protection":"Small to medium-large cams (C4s to #3, couple of medium C3s)","location":"Same start as Plumb Line, just below the obvious twin crack system to its left."},"__v":0},{"_id":"eDxmg7RMXJuTawX+w6g/EQ==","name":"Lane Change","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"August 2010 Tom & Maria Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":6,"mp_id":"106892040","mp_crag_id":"106280846","climb_id":"eDxmg7RMXJuTawX+w6g/EQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb up ramp to the crack, then through the vertical trough to the ledge. Belay at an oak tree.   While short, this route packs a series of hard moves in its length, and can be combined with its neighbors for an interesting multipitch climb.","protection":"Cams 3/8\" to 1 1/2\"","location":"10' left of the hand crack that becomes an OW (i.e. E-Stim, at a narrow ramp leading to a vertical crack."},"__v":0},{"_id":"wqEhYQ8oU5GS1hsLLdoGcA==","name":"Outpatient","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jay Harrison & Ben Brooke 19th May 2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":2,"mp_id":"107619533","mp_crag_id":"106280846","climb_id":"wqEhYQ8oU5GS1hsLLdoGcA==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Cleaned up, P2 will be an excellent addition to the options here, though it might better be accessed via a climb more in line with that finish rather than the lower pitch utilized for the first ascent.   The first pitch is a composite of several routes/variations previously climbed; the final pitch breaks through the obvious notch directly above the right-facing corner. \n\nP1: A bouldery move reaches the ledge. Walk right onto the slab of Recuperation Boulevard, using its second bolt for your first pro. Follow RB through the niche to a horizontal crack running right and take this feature right to a left-facing corner (this is the 5.8 variation to RB). Climb the corner to its top and traverse right to an oak tree on a ledge (top of Lane Change). \n\nP2: Climb the large right-facing corner and up the steep headwall, passing the overhang at its top (very committing move) to the right. Either work back up left and traverse to the anchors or walk up and right to the ledge at the top of Post Op.","protection":"Standard Trad rack. The first pitch is a stepped traverse up and right, so use good rope managment skills.","location":"Same start as Intensive Care: at a tiny left-facing corner at head height 4' right of the rock lying against the face (which marks the start of Carpenter & Das).   Descend via rappel from trees, walk-off up and left to the Diagonal Ramp, or accessing the rappel anchors to climber's left."},"__v":0},{"_id":"1hHySpFtVRGMRKsarLySTg==","name":"Intensive Care","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"June 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":1,"mp_id":"107185296","mp_crag_id":"106280846","climb_id":"1hHySpFtVRGMRKsarLySTg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Make a bouldery move using the left-facing microcorner to reach a large ledge. Step right and climb the left edge of a slab through a steep, chocolate-colored wall with no protection (5.6X), to a stance below an overhang. Break through this via a right-facing flake/flaring crack to a stance 5' left of the spruce tree anchor (possible belay here). Climb straight up the face to another stance below a low-angle, blunt face. Climb the face to a small stance and continue straight up the arête above (5.8R) to another stance, joining E-Stim for its most run-out section, up another face. Continue straight up the last face (5.8R), finishing just right of the bolt anchors.","protection":"Small trad rack with microcams and Camalots from .3 to 2   There are several bad runouts on this route; the grade's full status is 5.8R 6X.","location":"At the face 4' right of a 2' tall block lying against the cliff (which is the start of Carpenter & Das), below a tiny left-facing corner.   Fixed anchors lie on the spruce tree 45' up, and bolts lie just below the ledge at the top of the route."},"__v":0},{"_id":"n6KXrJvRX9uhhhmNcdCEzw==","name":"Impulse Drive","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"August, 2011: Jay Harrison, Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":18,"mp_id":"107288688","mp_crag_id":"106280846","climb_id":"n6KXrJvRX9uhhhmNcdCEzw==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the ramp to the corner and (crux) work up onto the ledge with a parallogram-shaped, ten-foot tall block leaning on it.   Climb the block to its top, then step into the chimney to the left. Turn facing \"outward\" and pull up onto a good ledge. Walk around this onto the main face, joining Pinch an Inch for the last 25'.   The crux move is protectable with a large cam, though the flaring crack doesn't lend said pro much credence.   This was an impulse-driven send (hence its name), performed with bad footwear, minimal cleaning, and even less forethought. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Cams to 4\", several long slings, nuts and Tricams.   2-bolt anchor at the top, 1 bolt on Pinch an Inch, which this rt. joins.","location":"In the Amphitheatre, 10' right of the right-facing corner right of Amphitheatre Crack and Pinch an Inch, at a left-rising, narrow ramp leading to a right-facing corner with a wide, flaring crack below a ledge.   Use the 2-bolt anchor at the top to descend."},"__v":0},{"_id":"Bdhw+gMzVpuKNZElp5UVow==","name":"Here I Go Again","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"11/09/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":10,"mp_id":"106609055","mp_crag_id":"106280846","climb_id":"Bdhw+gMzVpuKNZElp5UVow==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the small left-facing corner to its end, then continue up the face and outside corner to its left onto a flat-topped pinnacle. Climb the steep face directly above it (crux) to the top.   The route is currently quite dirty. The crux is not well-protected, though it is only one bouldery move followed by low-angle slab with good holds. Cleaned, with perhaps a bolt at the crux, this would be a decent route.","protection":"Standard Trad Rack; the pinnacle can be lassoed on top to offer some protection for the short face above, but a long cordalette is required.","location":"40' right of E-Stim, 4' left of a 2' wide chimney, at a left-facing corner that tapers out about 20' up."},"__v":0},{"_id":"dKHx6XrFWuWo1O/Hhn2o6A==","name":"Hang Time","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"March 24, 2012 Jamie McNeill","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":25,"mp_id":"107877189","mp_crag_id":"106280846","climb_id":"dKHx6XrFWuWo1O/Hhn2o6A==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Begin by climbing up the corner to a rail leading right. Take this to a stance on the right side of a rock pillar. Go up the right-facing corner to its end, using stoppers and runners to protect. A difficult move (5.10a) through the overhang leads to a long stretch of technical face climbing, including a crux sequence (bolt-protected) past a blank section. Above the first crux, trend up and right to a stance below the bulging face. Work back left, around a corner (10a) to another stance below an overhang. Climb up the seam and technical face, passing one more bolt, to a good horizontal crack, then climb easy slab up and right to the anchors of Black Arch Arete.","protection":"Small to medium cams, a few full-length runners, small to medium stoppers, and at least ten QDs.   The pro is generally good, but some of the bolts are difficult to clip if you are short, a few trad placements require strategic use of long runners, and there is some runout 5.6 territory.   70m ropes barely make it to the ground off the top anchors (use same anchors as Black Arch Arete).","location":"Begin in the open book between the Tripe Buttress and the Black Arch Arete Buttress. This lies below the Patio. Look for the ugly, tree-choked corner 15' right of Eatin' Tripe and Lichen It."},"__v":0},{"_id":"eTw2iECfUxa2pA9yWPyV5w==","name":"Gun Show","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"June 17, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":21,"mp_id":"106810610","mp_crag_id":"106280846","climb_id":"eTw2iECfUxa2pA9yWPyV5w==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"This is a strenuous, short layback with a few crimpy moves. Good forearm torch.   The second pitch is about 5.7. It isn't usually climbed, but if parties want to TR Black Arch Arête, the leader can climb this, traverse right, then drop down to the anchors. The second will have to negotiate the same terrain, or pull gear, lower back to the ledge, and walk down around. For those who do this, a 70m rope is required. \n\n  P1 30': Climb the vertical crack to the top. Recommend stepping to the right around the small birch at the top. \n\n  P2 30': Climb the layback crack on the face left of the anchors. \n\n  NOTE: This route lies directly in the bomb zone of ice falling from High & Dry. As such, early season ascents are not recommended. Wait for the ice above to completely fall off before climbing here. ","protection":"Small to medium cams, small to medium stoppers.","location":"In the Amphitheatre, which lies between the Isobuttress and the Eatin' Tripe & Lichen It buttress. This route is 20' right of Tribulations' start, the obvious vertical crack.   Descent: Either rappel on questionable fixed anchors or downclimb the short start of Tribulations, or finish climbing that latter route to the top and walk off (climber's) left to reach the Diagonal Ramp."},"__v":0},{"_id":"1ooIxB/dVgG038iHnKB/Mg==","name":"Four Ounces to Freedom","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mike Farnsworth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":19,"mp_id":"107452423","mp_crag_id":"106280846","climb_id":"1ooIxB/dVgG038iHnKB/Mg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"If you like thin arete climbing, this route is for you! Climb the beautiful square-cut arete. There are no stopper moves (once you get the beta, and provided the temperatures are optimal), but the hardest part is certainly just below the number 2 Camalot placement where the roof meets the arete. For me, the foot sequence was key, culminating in a \"falling\" toss to a decent sloper while holding a \"nipple\" with my left hand. The top could honestly use an additional bolt or two; if you want to put these in, be my guest. Otherwise, I might get around to it some day.","protection":"quickdraws and a numero dos (number 2 Camalot)","location":"Scramble up the gully to the left of Gun Show to a ledge - belay here. It might be worth anchoring the belayer to the small pine, as the ledge feels exposed."},"__v":0},{"_id":"I9s2T3cjXrKZKj+5RXst5Q==","name":"Full Recovery","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"September 14, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":9,"mp_id":"106892006","mp_crag_id":"106280846","climb_id":"I9s2T3cjXrKZKj+5RXst5Q==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Originally climbed as a variation to E-stim, this re-route offers a fitting start to the best tour of the Isobuttress section of the Black Arches Wall.   P1: Climb up the blocky corners to a horizontal crack leading around the corner left. Follow it left and step up onto the narrow ledge. Follow this leftward, crossing E-Stim and Lane Change, then step up slightly and continue left to another good handrail. Take it left past one tenuous move, step up and back right to a fixed anchor on a spruce tree.   P2: Walk left on a ledge past a large, rectangular block on a ledge at head-height, then climb up on this ledge and move farther left to a vertical crack (part of Carpenter & Das, just above that route's belay ledge). Climb this to its end, step up left and follow zig-zag ramps to a vertical crack leading to a triangular roof. Climb to the roof, work around it to the right, step back left onto a perch on the nose, and climb the arete to a large ledge. Anchors on the face allow two rappels to the ground.   There are several 5.5/6ish moves: on the first pitch, the opening move of the traverse and the last few moves as well. On the second, getting onto Carpenter & Das' vertical crack and getting around the overhang near the top.   I've really come to enjoy this route; it includes plenty of airy traverse and exposed positions with secure pro and mellow climbing.   NOTE: there are several appealing variations awaiting a lead send, #1 being a complete hand-traverse across the leftward rail of the 1st P (dubbed Low Recovery), and another being a very strenuous leftward traverse (a.k.a. No Recovery), following a low, thin horizontal to/past Adirondack Rehab; but as this route crosses the entire face, one could link up with any route along the way as well.","protection":"Standard trad rack plus double cams 3/4\" to 2 1/2\".   As this is a traversing route, don't forget to protect your second!","location":"9' right of the hand crack that becomes an OW (i.e. E-Stim), at a waist-high handcrack cutting up blocky rock to a right-facing corner, very near the right end of the Isobuttress main face."},"__v":0},{"_id":"dAANSs86V4+UaJnwna+qVw==","name":"Eatin' Tripe and Lichen It","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"October 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":24,"mp_id":"106283283","mp_crag_id":"106280846","climb_id":"dAANSs86V4+UaJnwna+qVw==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Clever routefinding to circumvent a heinous OW start, a delightful bit of jamming through the crux, and an exhilirating overhang problem on the 2nd pitch.   This route has finally been cleaned up; now it's a classic line. \n\n  P1: Climb blocky notch, follow ramp out right, then hand-traverse back left to avoid the OW start (either way is 5.8). Climb the obvious handcrack rising right from the fangish OH to a hanging belay under the roof. \n\n  P2: Traverse left until you can reach a small right-facing flake on the lip of the overhang. A scary, committing haul-up gets you over the obstacle. Follow the flake to its top, then climb easy friction to the top of the buttress.","protection":"Standard trad rack, a few extra big cams (#3 Camalot sz).","location":"Toward the left side of the Black Arch Arête, at a small mossy dirt cone leading up to a slanted ledge with an OW crack on its left end. There is a large, ugly \"gully\" with a few trees growing in it to the right, between this route and The Black Arch Arête."},"__v":0},{"_id":"P//q76JMUAGnFSUVRUO0KA==","name":"E-stim","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Paris, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":7,"mp_id":"106544503","mp_crag_id":"106280846","climb_id":"P//q76JMUAGnFSUVRUO0KA==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Start: At a hand crack that becomes an offwidth 20' up, 10' left of the right end of the Isobuttress and 25' right of Recuperation Boulevard. \n\n  P1 5.6 G: Climb the crack through the steep wall to easier-angled rock. Step up and left to a nice handcrack and follow it to a large spruce (fixed anchor). 50' \n\n  P2 5.5 PG: Climb up left along a crackramp to a right-facing corner. Up this corner for 8' to the second notch breaking left around the corner. Take this and move up and left to join Recuperation Boulevard shortly before reaching the summit anchors. 85'","protection":"Standard Trad rack. A #4 and #5 Camalot useful for P1.","location":""},"__v":0},{"_id":"Awb5e+T1Uh63VtTfQMVntg==","name":"Drive","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":12,"mp_id":"107940110","mp_crag_id":"106280846","climb_id":"Awb5e+T1Uh63VtTfQMVntg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The hardest move is getting off the ground. While nothing is that difficult afterward, the climb is interesting, tall, and worth a run. It needs better cleaning.   P1: Move up (crux) to an awkward stance below a right-facing flake/crack. Climb crack to easier terrain, stepping over a narrow chimney, then belay on the ledge.   P2: Climb face via intermittent cracks up to a brushy ledge right of a spruce tree. Climb the vertical crack to the top of the cliff.","protection":"Standard trad rack. Micro-cams (C3s) needed to protect the initial moves.   There is a fixed rappel anchor 40' climber's right from the top-out, which accesses the anchors of Amphitheatre Crack (i.e., two rappels needed).","location":"On a boulder pedestal near the outside edge of the large right-facing corner comprising the left side of the Amphitheatre. This is about 30' right of Amnesia Chasm."},"__v":0},{"_id":"3qOtOiEKWaudDjbT1NBMsg==","name":"Dexter's Dugout","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"August 2011: Tom Lane, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":17,"mp_id":"107288669","mp_crag_id":"106280846","climb_id":"3qOtOiEKWaudDjbT1NBMsg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the corner, using the offwidth crack and a left-rising rail to the right, to a good ledge with a parallelogram-shaped block leaning on it. Traverse left around the outside corner, to a shallow vertical crack. Climb this for a few moves until you can reach left to join Pinch an Inch.   One could, alternatively, join Impulse Drive, or perhaps attempt to follow the corner all the way up to its end. The latter option was rejected on the original ascent, because it runs into a large and messy raven's nest. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Set of nuts, tricams, and cams, including one 4 or 5\" cam.   There is a bolt on the top section of Pinch an Inch (which this rt. joins), and a 2-bolt anchor at 65'.","location":"In the Amphitheatre, this is the first right-facing corner with an offwidth crack right of Amphitheatre Crack and Pinch an Inch. It lies about 40' left of the right end of the Amphitheatre.   Use the 2-bolt anchor for descent."},"__v":0},{"_id":"4f5+v4TRUPaLny+Jp9kZ3g==","name":"Crossway","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"August 27, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":34,"mp_id":"106530395","mp_crag_id":"106280846","climb_id":"4f5+v4TRUPaLny+Jp9kZ3g==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"P1 5.6 G 140': Climb the R-facing corner, stepping up and left, following cracks and corners, reaching a distinctive, clean crack line heading straight up to the \"Attic\", a ledge with fixed anchors.   P2: 5.6 G 30': Hand-traverse left to a chimney and either ascend this or make a further step left under a spooky overhang, then up clean rock to the top.   Currently, this route is very dirty. Cleaned up, it would be a great way to access the Attic Anchor to TR other routes.","protection":"Standard modern rack with a full range of cams to 3 1/2\"","location":"50' R of the lowest point of the crag, at a small alcove at a R-facing corner."},"__v":0},{"_id":"fanUbIe/UTajqODIyEkCQg==","name":"Critical Crimps","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"August 27, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":32,"mp_id":"106532800","mp_crag_id":"106280846","climb_id":"fanUbIe/UTajqODIyEkCQg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Climb the slab to the short, steep headwall. Pull this toward the right side (bolt-protected crux), then ascend low-angle rock to the steeper face above. Up this via delicate knobs to the large horizontal under the overhang.   Pull overhang and step right into the \"Attic\" where you can use the anchors to belay, or continue upward through the notch left of the roof to the top (original ascent, but the anchors are more convenient).","protection":"Mixture of cams and quickdraws.","location":"Low point of the cliff. This can be accessed via a scramble downward from near Eatin' Tripe and Lichen It, or by rappeling off the \"Patio\"."},"__v":0},{"_id":"/wh3MwY8WjCEqAGQqEz/NQ==","name":"Cranium","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"July 2010 Jamie McNeill and Nathan Crane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":28,"mp_id":"106868084","mp_crag_id":"106280846","climb_id":"/wh3MwY8WjCEqAGQqEz/NQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"At the \"tooth flake\", head left along a left-rising crack. Use it and a crack to the right to gain height, then move up and right to a horizontal crack. Continue up and left along another crack/seam; where it ends make a hard move (crux) to reach a crack that ends on the underside of an overhang. Follow this crack up left to a small pillar of rock, and climb its right side to join the \"original\" finish of Parallel Passage, ending at fixed anchors.   Good pro is available but puckerishly far below the crux. The fall appears clean.","protection":"Small to medium cams, full set of stoppers, some brass nuts. Fixed anchors at top.","location":"Same start as Parallel Passage; near the right end of the Patio Ledge; this route follows the left-rising crack that diverges from the \"tooth flake\"."},"__v":0},{"_id":"Cd21nhfoVj2op09jl1QR7A==","name":"Carpenter & Das","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"July 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":0,"mp_id":"106609778","mp_crag_id":"106280846","climb_id":"Cd21nhfoVj2op09jl1QR7A==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"While P1 is infrequently climbed (it is often wet), P2 includes the best climbing on the Isobuttress. Most climbers traverse onto P2 after ascending routes such as Recuperation Bvd or Full Recovery. \n\n  P1 5.7 45': (V1)Climb to the ledge, walk left to its end and angle up to a crack leading up and right. Follow it (often climbing between two wet spots) to its end at a horizontal crack, and continue up to a large, sloping ledge below an overhanging flake. \n\n  P2: 5.8 85': (V2, V3) At the left end of the overhang, climb up the crack (strenuous 5.8) or the flake to its right, or both, then continue up the crack to its end at a horizontal and step left to a small alcove/ledge. Climb the corner (or zigzag up a right-rising ramp) to a ramp leading up left to a vertical crack below a triangular overhang. Take this crack and climb straight through the overhang (crux)(V4), up the arête to a large ledge. \n\n  P3: Climb the 10' face (5.6) to the top. Alternatively: two rappels, starting from the 2-bolt anchor at the top of P2. \n\n  V1: If the first pitch is too wet, a good alternative is the first pitch of Recuperation Bvd. Alternatively, one can climb the slab left of the drainage, crossing back along another slab to reach the first belay ledge on relatively easy 5.4ish friction.   V2 5.3: To avoid the strenuous crack start of P2, walk right, climb up the easy block and walk back left to rejoin the crack.   V3 5.7+: One can also walk farther left, climb a short way up a manky notch, and hand-traverse right to join the regular route.   V4 5.5: One can avoid the overhang by traversing right and around it, then back onto the arête. \n\n  Though the bottom pitch squeezes between wet spots - and in damp weather may be completely soaked - the moves along it are wonderful fun.   P2 is not to be missed.","protection":"Modern trad rack. There is a 2-bolt anchor at the top of P2.","location":"Near the center of the Isobuttress, about 15' right of a wet gully, where a 2' high rock lies against the cliff, below a ledge 8' up."},"__v":0},{"_id":"8Ru3rGf/VpOdsf6Mk+yUUg==","name":"Broken Broom","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Summer 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":15,"mp_id":"107375349","mp_crag_id":"106280846","climb_id":"8Ru3rGf/VpOdsf6Mk+yUUg==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Well-protected (i.e. plenty of bolts) face climbing and consistently challenging, this line is a more comfortable and more sustained twin of its neighbor, Pinch an Inch.   There are 2 cruxes, getting past the 1st and 2nd bolts. A few sloper moves round out the challenge before reaching the anchors.   Climb the leftmost of a series of short, vertical crack/corners right of Amphitheatre Crack, up right past the first bolt to a slanting, rounded ledge. Ride this up left to its tippy-top, clip another bolt, and make a hard move to a horizontal crack. Climb the face above this on rounded holds, passing two more bolts along the way, to join Amphitheatre Crack inches from the anchor ledge. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Bring a standard rack of cams and 4 QDs for the 4 bolts enroute.   Anchors at 70'.","location":"15' right of Amphitheatre Crack, 20' left of the right-facing corner of Dexter's Dugout, at the leftmost series of small corners in the steep face."},"__v":0},{"_id":"N5Ted7VpWryWG0VrPSrb/A==","name":"Black Arch Arête","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"October 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":26,"mp_id":"106283308","mp_crag_id":"106280846","climb_id":"N5Ted7VpWryWG0VrPSrb/A==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Gorgeous dihedral to an improbable-looking outside corner, with a delicate crux move near the top.   Climb the dihedral about 50', stem out right onto the arête and climb up, passing two bolts, to the overhang. Ascend up the nose, step left to a hidden crack, then climb a short slab above, and either use the bolt anchor (70m rope required!), or climb through another (easier) overhang onto a large ledge.","protection":"Full set of cams, an extra #2 & #3 Camalot. Leapfrog the large cams and consider taking a #2 up to protect the crux.   Note that the crux is well protected, but the pro is well beneath your feet before finishing the difficulties. The fall looks to be clean.","location":"At the shallow \"cave\" leading to a dihedral with a wide hand crack in it, near the outside corner of the main buttress.   Reach the cave via a short scramble up a chimney on to below & left of the route."},"__v":0},{"_id":"Q5PveksiWTSoQM3jv6rmeQ==","name":"Birthday Corner","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Summer 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":13,"mp_id":"107375363","mp_crag_id":"106280846","climb_id":"Q5PveksiWTSoQM3jv6rmeQ==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The crux is moving out around the overhanging corner of the first pitch.   A good climb, tho the wet start detracts from the aesthetics, and the second pitch is much easier than the first.   There is now a pair of cold shuts at ~100', so you can do this route as a single pitch. \n\nP1: Climb the face past the bolt, gaining the right-facing corner. Ascend this to its end, a small ledge. Reach right to the only hold on the face, climb up onto this, then move up and left to meet the overhanging, right-facing corner system right at the point it turns from being an overhang to being a corner. Step up the corner to a broken overhang, make a scary reach left (protect with a green C3) and move out around the corner. Climb steep face on the corner's edge to a narrow ledge. \n\nP2: Climb up and slightly left, over a bulging wall, to low-angle face, then follow crack systems up to the top. An oak tree stands right in line with the route, but the spruce tree to climber's right has a webbing anchor on it as well. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Bring C3s or similar micro cams, and a standard rack to C4 Sz.3.   One bolt down low.   As of 2012, there is a pair of ss bolt anchors at 100'.","location":"8' left of Amphitheatre Crack, at a series of blocky steps leading to a steep face under a right-facing corner which begins 10' above the uppermost block ledge.   The start is often wet.   Descent: there is a webbing anchor on a large spruce tree 20' climber's right of the topout of this route. Two rappels are required, using the anchors of Amphitheatre Crack for the second rappel.   There is a pair of cold shuts at ~100' now, so this route can be done as a single pitch."},"__v":0},{"_id":"sZRXYgRuWD6PVxw/EXWvQw==","name":"Amphitheatre Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nov. 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":14,"mp_id":"107230729","mp_crag_id":"106280846","climb_id":"sZRXYgRuWD6PVxw/EXWvQw==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"The crux is the first 15'. The climbing continues to be interesting, though easier, after this.   An excellent line for the 1st 70' - which is why there are now anchors at that position.   The original ascent climbed all the way to the top, through questionable rock, poor protection, and damp sections. \n\n  NOTE: A lot of ice forms over the lip of the Birthday Corner early in the season. It falls from >30m up, landing among the base of all the Amphitheatre area routes. Even after the main winter's accumulation has fallen, nightly formations continue to bombard the area. Be watchful, wear a helmet, and if big ice is looming above on that crystalline spring morning, maybe climb somewhere else.","protection":"Full set of cams from tiny to #3 C4; small tricams, a nut or two.   There is now a 2-bolt anchor at 70'; the rock above this is crumbly and dirty, so most climbers opt to finish the pitch here. These anchors also make it easy to TR neighboring routes.","location":"The Amphitheatre is the set-back section of cliff, about 100 yards wide, between the Isobuttress and the Tripe Buttress. This crack lies near the center of the area, identifiable as a thin crack that sweeps right 20' up, with a couple of small rock \"steps\" leading up to its base."},"__v":0},{"_id":"YcrHRvitXVeA1nHQgDIzdw==","name":"Adirondack Rehabilitation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"September 19, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":4,"mp_id":"106603598","mp_crag_id":"106280846","climb_id":"YcrHRvitXVeA1nHQgDIzdw==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Work up the right side of the slab past two bolts to the overhang and climb over it, up the short vertical crack to an easy ledge.   Step left and climb the face and seam (5.7 R) to easier, low-angle rock. Continue upward and slightly left before angling up right to reach the ledge.   The difficult moves are well-protected. The bottom slab is quite an exhilirating runout (I've seen one person run down it after slipping at the clip), and the bit of 5.7 above is poorly-protected.   There are now bolt anchors at about 65'. Be wary of the rope-snatching flake below.","protection":"Modern Trad Rack.   Three bolts (2009).   Rap anchors at top (2009) and at 65' (2011).","location":"The right side of the slab near the right end of the Isobuttress; just left of a mossy drainage crack.   To Descend, use double ropes or two rappels. There are anchors on trees for single rope rappels."},"__v":0},{"_id":"rqT+za7hXnWa1daQV04Bkw==","name":"Amnesia Chasm","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"11/17/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"left_right_index":11,"mp_id":"106609068","mp_crag_id":"106280846","climb_id":"rqT+za7hXnWa1daQV04Bkw==","areaRef":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Struggle up the chimney, then work your way around the large boulder capping it; to gain a large, scruffy ledge. Climb the righthand outside corner above this to a spruce tree.   This is a heinous route. The chimney itself isn't bad, would be OK if clean; but the large, loose blocks above are frightful, and difficult or impossible to avoid in spots.","protection":"Modern Trad Rack, doubles of #2 - #4 Camalots.","location":"45' right of E-Stim, at a 2' wide chimney.   This is in the \"Amphitheatre\" area of the BAW, right of the large outside corner of the Isobuttress and left of the Tribulations corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,5a262b40-2e85-5fbf-a3cb-b7ff0d6969f7","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Black Arches Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.3"},{"count":1,"label":"5.9-"},{"count":5,"label":"5.8"},{"count":2,"label":"5.10a/b"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.8-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":6,"label":"5.10a"},{"count":2,"label":"5.8+"},{"count":4,"label":"5.6"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":37,"bands":{"unknown":0,"beginner":18,"intermediate":16,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":18,"intermediate":16,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.95414,43.5431]},"bbox":[-73.95476034384546,43.54265033981814,-73.95351965615451,43.54354966018185],"left_right_index":-1,"ext_id":"106280846","area_id":"WiYrQC6FX7+jy7f/DWlp9w=="},"content":{"description":"Adirondack backcountry climbing crag with routes ranging from 5.3 to 5.12c, and potential for many more. Height averages about 125'. Faces East. Cliff roughly divisible into six parts, from L to R:   1. An isolated buttress (called the Isobuttress) separated from the Black Arches Wall proper by a bottomless, wet tree gully (location of the ice route Crystal Breeze)   2. BAW Left Side (a.k.a the Amphitheatre), composed of several arching corners and a large overhang with a sharply-defined outside corner on its right side (creating the eponymous black arch),   3. The Tripe Buttress, the left side of which holds Gun Show, the front face having Torcher and the eponymous Eatin' Tripe and Lichen It,   4. The Black Arch Buttress area, aka The Patio, a prow of rock jutting out and dividing the BAW in two, home of Black Arch Arête and several crack/chimney lines, including Parallel Passage and Plumb Line,   5. The Low End, the lowest section of cliff, where Critical Crimps and Second Job are,   6. The Right End Buttress, a final, steep, small prow, where several short, hard projects await completion."},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T06:15:05.722Z","updatedAt":"2022-11-25T11:20:40.449Z"}