{"_id":"63689f14e80bff5a99509107","area_name":"Main Face","shortCode":"","climbs":[{"_id":"5PHqbLniXRyECpnxl+ToYw==","name":"Yonah Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mark Greco, Jesse Halverson, Andrew White, Tyler Cummings","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":0,"mp_id":"117809193","mp_crag_id":"105942364","climb_id":"5PHqbLniXRyECpnxl+ToYw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This is choose your own adventure for sure, below is the way we went. The climbing can be as low as 5.4 or up to 5.7. \n\nPitch 1: Start at the far left \"Two-man party\" route and finish on the first pitch anchor of the furthest right \"Two-man party\" route. (5.4 100ft)\n\nPitch 2: Down climb ~30ft then resume traverse through the lichen fields. Pass an old bolt and pins, finish on large ledge with bolts. (5.5 130ft)\n\nPitch 3: Follow anchor bolts along easy terrain, pass the cable and finish on a small ledge atop a short buttress. The anchor is the farthest right route of the \"balance climbs\". (5.easy 200ft)\n\nPitch 4: Start by heading a little up through the charred vale to uneven terrain, the climbing is low 5th to 4th class here. Aim for a large bush on a ledge, belay from a hanging stance 10ft below the ledge, or stretch the rope/simul ~40ft past the bush to anchors with a better stance. (5.5 210-240ft)\n\nPitch 5: Cross over the ridge and move over to the top of the cliff. Belay from a tree or build a gear anchor in the large horizontal crack lower down. (5.5 120-170ft) (Direct finish) Climb up and over the second overhang above you.\n\n Who knows if this has been done before, either way it's a fun climb for a less crowded day. If you know anything about it or if you do it let us know, we'd love to hear about it.","protection":"Bolted Anchors, Standard single rack, doubles in smaller gear (finger size), Tricams. We used a 70m rope, with a 60m gear anchors may be needed.","location":"Normal approach to the Main Face.  Descent: Walk off from the top anywhere to main trail. "},"__v":0},{"_id":"FIgWRbYmWY+yvQaZK83jJw==","name":"Xanadu","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill McClure & Dave Buck","type":{"trad":true,"ice":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":25,"mp_id":"120164478","mp_crag_id":"105942364","climb_id":"FIgWRbYmWY+yvQaZK83jJw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"A Georgia classic that doesn’t come in often. Requires a solid cold snap with precip sometime soonish before hand. Cloud coverage helps. An alpine start is a must as the sun hits the wall early. This route in good conditions can easily be done in two pitches if the ice is good but is traditionally broken into 3 as the ice on this route can be suspect regarding a belay in the middle. Pitch 2&3 can be linked if rope drag isn’t horrible and your belayer breaks down the anchor and walks to the ice on the right of the ledge or if the ice is good on the left side you shouldn’t have to traverse very far. If you wind up climbing pure rock sections down low or up high lose the crampons as they do not help and will just scratch things up. Expect some possible mixed action in the icy sections.  Pitch 1 is generally super thin down low and might not be touching but can be bypassed by climbing easy rock on the left at 5.6 which is fun in boots. Belay near the pine to the left of the ice.  Pitch 2 follow the thickest ice up underneath the overhang and build a belay.  Pitch 3 either follow Ice out the overhang climbers right or go up the easy rock dihedral  to the left.","protection":"A rack of screws as well as some tricams, small medium cams, and maybe a piece of iron or two. I got a large beak in that was bomber and felt much needed. The gear you can get changes depending on how wide the flow. The bigger the flow the easier the climbing but the more challenging it is to protect.","location":"Big frozen flow pretty much dead center of the wall"},"__v":0},{"_id":"MMAf6n1LUDC7n+Yl9hVFAg==","name":"Two-Man Party Yellow","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":5,"mp_id":"106593770","mp_crag_id":"105942364","climb_id":"MMAf6n1LUDC7n+Yl9hVFAg==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Another nice two-pitch line for the aspring leader.  As with many of the climbs in this area, the hardest moves are near the start.  Often wet. \n\n  P1:  Starting near the faded yellow paint marker, climb past two bolts to some thought-provoking moves leading to the third bolt.  Easier climbing leads to the Army cable and bolted anchors. \n\n  P2:  Continue up and slightly right past more widely-spaced bolts, finishing at bolted anchors just below the hikers' trail.","protection":"Well-bolted; seven bolts P1, five bolts P2.  Bolted anchors on both pitches.","location":"Starts about 10' left of the Orange route.  Two raps to the ground."},"__v":0},{"_id":"6jabFtJSVVi9e+enNPPsPQ==","name":"Two Man Party White","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":3,"mp_id":"110991181","mp_crag_id":"105942364","climb_id":"6jabFtJSVVi9e+enNPPsPQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"3rd bolted route from the left at the Army / Two Man Party area. Can easily be done as one long pitch or pitch it out with bolted anchors. Hardest move is getting off the deck. Well bolted. Rap the route or walk off left.","protection":"P1 - 7 Draws, P2 - 5 Draws. Bolted rap anchors for both P1 and P2","location":"Army / Two Man Party area. Top of the cable at the left most side of the Main Face."},"__v":0},{"_id":"nOzl6CmKVbGNezqabX1DPw==","name":"Two Man Party Red","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"army guys?","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":4,"mp_id":"106109923","mp_crag_id":"105942364","climb_id":"nOzl6CmKVbGNezqabX1DPw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"The crux is getting started and onto the rock.  The first pitch feels like 5.5, the second is much easier.  The climb is marked by red spray paint (unforunately).  Great first trad lead or easy way to get to the top to setup topropes for beginners you bring climbing.  Many easy routes are located along this wall.","protection":"Fixed anchors at the top of each pitch, and way more bolts than you need.  For leading small cams and nuts work great.","location":"This rotue is located on the main face at the far left side.  The side you come in on if you come up from the new restrooms and camping area."},"__v":0},{"_id":"CdWLlxjzVxmjmETu5sb3BA==","name":"Two Man Party Orange","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Army Mountaineering Group","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":6,"mp_id":"106160576","mp_crag_id":"105942364","climb_id":"CdWLlxjzVxmjmETu5sb3BA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This route and the Red route are my favorite \"army\" routes at Yonah.  If you can overcome the spray paint and heavy bolting it is a decent easy route.  Crux for me is getting over the bulge directly after the flake at the start.  Gives a nice vista at the top.  You can easily combine the two pitches.  I think it is around 100-120ft from bottom to top.  A double rope rap gets you down from the very top or rap twice using the cable or bolts in between.","protection":"Bolts or standard Yonah rack, heavy on small cams, tri-cams, and nuts.","location":"Route is located on left side of Main Face.  It is the last heavily bolted route before reaching Slip and Slide and Snake Route.  Obvious large flake at the start."},"__v":0},{"_id":"XeOAHQ2JUbu3yMXnUm/A9A==","name":"Two Man Party Green","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":1,"mp_id":"110991193","mp_crag_id":"105942364","climb_id":"XeOAHQ2JUbu3yMXnUm/A9A==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"1st bolted route from the left at the Army / Two Man Party area. Can easily be done as one long pitch or pitch it out with bolted anchors. Slabby start and well bolted. Rap the route or walk off left.","protection":"P1 - 7 draws, P2 - 3 draws. Bolted rap anchors for both P1 and P2","location":"Army / Two Man Party area. Top of the cable at the left most side of the Main Face."},"__v":0},{"_id":"R7Q0JXYXV9OcrZYKp+yYww==","name":"Two Man Party Blue","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":2,"mp_id":"110991157","mp_crag_id":"105942364","climb_id":"R7Q0JXYXV9OcrZYKp+yYww==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"2nd bolted route from the left at the Army / Two Man Party area. Can easily be done as one long pitch or pitch it out with bolted anchors. Hardest move is getting off the deck but has a fun move or two on P2 at a short steep section (watch the poor bolt placement here). Otherwise well bolted. Rap the route or walk off left.","protection":"P1 - 6 draws, P2 - 4 draws. Bolted rap anchors for both P1 and P2","location":"Army / Two Man Party area. Top of the cable at the left most side of the Main Face."},"__v":0},{"_id":"tApRzqxmWcaJcKFA+kmK3Q==","name":"Three Cam Party","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":10,"mp_id":"106452431","mp_crag_id":"105942364","climb_id":"tApRzqxmWcaJcKFA+kmK3Q==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This route offers some nice face climbing on quality rock with adequate protection. Climb up a few slab moves to an obvious horizontal with a shallow but OK TCU placement. Go over this and up the white streak past another shallow TCU slot on your left (00) to the narrow ledge that runs across the top of the friction slab. Proceed straight up the steeper black headwall directly over a thin flake with some nice positive holds (more TCU's). Continue up easier terrain to an anchor station that's located at about the same height as the Dihedral P1 station. \n\n  The bottom of this route was likely first climbed by Dave Buck and company by esentially soloing the crux section (1970's). Nathan & Patty Wilmoth helped me re-discover this line when Nathan located a key TCU placement on rappel. Paul Barnes and I figured out the more direct upper headwall finish and I lead it on the same day we did Latest Edition.","protection":"Double TCU's in grey, purple & blue, small stoppers and other small/medium cams","location":"Halfway between the Dihedral route and the Army cable, about 15 yds right of the Dihedral. It's basically in the center of the friction slab."},"__v":0},{"_id":"tJaKmOV4VSCleRdRx1R7Yg==","name":"Stannard's Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA, John Stannard, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":999999,"mp_id":"106073106","mp_crag_id":"105942364","climb_id":"tJaKmOV4VSCleRdRx1R7Yg==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Climb overhanging layback crack to bookshelf ledge. Mantel onto ledge and climb blocky terrain to the top. This climb has a lot to offer despite it's size. A must do at Yonah.","protection":"A BD #2 or similar size will protect the first few moves. The rest is easy to protect with 4 or so micro cams. I used black through yellow aliens. A few more pieces would sew it up. There is the potential for decking onto the slab due to the overhanging nature of this climb and the fact that the crux is low.","location":"Located on the Second Overhang at the climbers right on top of the Main face. Obvious crack located left of .12b 2 bolt route called New Standards. Edges to Ledges, Limited Edition, or Special Edition are good choices for an approach pitch but you can scramble down from the top or find one of the many easy 5th class ways up on the far right of the Main face."},"__v":0},{"_id":"YYaAsOXpVHakzXGDYbSIbQ==","name":"Stairway to Heaven","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Fortner 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":26,"mp_id":"106453894","mp_crag_id":"105942364","climb_id":"YYaAsOXpVHakzXGDYbSIbQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Climb runout ground to the first bolt in the water streak, then further through blank, balancy terrain and more gear to easy ground. Traverse right to the Afternoon Delight anchors. (Optional pitch goes up and exits right under the second overhang.)","protection":"bolt, TCUs, tricams, stoppers, a #1 C4 for a directional at the top.","location":"The obvious, greasy water streak 20' left of the flake."},"__v":0},{"_id":"SrYvWfphVsiVgRJKoXpX+A==","name":"Special Edition","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jody Jacobs - 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":32,"mp_id":"105942374","mp_crag_id":"105942364","climb_id":"SrYvWfphVsiVgRJKoXpX+A==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"A fine steep slab climb that demands good friction footwork. \n\n  Move up the steep face with sparse holds past three bolts.  The crux is well protected by the first bolt; eases off somewhat between the second and third bolts.","protection":"Light rack; a couple of small cams before the first bolt are about all you can get.  Bolted anchors shared by Lucy in the Sky with Diamonds.","location":"Down the trail right of the Army balance climbs; starts just right of Lucy in the Sky with Diamonds.  Rap from the anchors."},"__v":0},{"_id":"f3ojOlKTV5uyGzZhC0kbsg==","name":"Snake Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Hall, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":8,"mp_id":"112179550","mp_crag_id":"105942364","climb_id":"f3ojOlKTV5uyGzZhC0kbsg==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Friction slab and crux for the start. Thin hands but trust in your feet will push you to improving hands. Once at the shrubs, you have good moves to the ledge. Climb above the ledge and trend right for 30-40 more feet to the anchors at Dihedral.","protection":"#2 Camalot and/or a blue tricam can sink in the undercling, as the route rounds out you can run it out. End at the Dihedral anchors, or you could do a gear belay at the midpoint ledge.","location":"Approximately 10 feet left of Dihedral. Look for the zigzag quartz formation that looks like a snake."},"__v":0},{"_id":"hRrhGSjhVuWYEKPgrHIsVw==","name":"Slip and Slide","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":7,"mp_id":"106593782","mp_crag_id":"105942364","climb_id":"hRrhGSjhVuWYEKPgrHIsVw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"The name says it all.  A steep friction start that would be hard even without the slimy black water streak makes the 5.5 rating incomprehensible. \n\n  Starting at a prominent water streak, grunt and balance your way up to an old and rusty but apparently solid bolt.  Clip the bolt and continue on easier ground to the top.","protection":"Mostly small cams and passive pro.  Build a gear anchor.","location":"Starts about 30' right of the Two Man Party Orange route."},"__v":0},{"_id":"5CDxE3BVW52YxSz00Bc7ag==","name":"Overhang Approach","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":999999,"mp_id":"106325484","mp_crag_id":"105942364","climb_id":"5CDxE3BVW52YxSz00Bc7ag==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This one is a little harder to explain.  It basically connects the main overhang in the middle of the Main Face with Balance Climbs # 1, 2, and 3.  The belay point would be where those three routes end at the Army Cable route (5.0) that runs up the face.  The main reason I noted it here is that it's a good one to use to link routes up to practice multi pitch on.  It's easy climbing but it does run out quite a bit at the top before you can get a final piece of pro in to belay from.","protection":"I believe there is one bolt at the start and then after that I placed one nut under a flake and then the route runs out a ways to the top under the overhang.  Set up a belay with some slings or cams.","location":"It starts about halfway up the Army cable route that angles up the middle of the main face.  If you hit the cable from Army Routes 1, 2, or 3 then you are in about the right spot.  Aim for the left side of the main overhang.  As you get to the top you'll have to shoot thru some vegetation and then find a spot to belay from.  If you rappel down to the cable route again you'll have to leave some gear unless you trust the little tree that is under the overhang.  You could find your way off left if you keep following  the headwall or you can pick a spot on the headwall or the overhang to finish it out and top out on the Main Face."},"__v":0},{"_id":"aqqo1JmUVK2f53Z/VxpDcg==","name":"Obscured By Clouds","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Crowder '96","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":27,"mp_id":"106109917","mp_crag_id":"105942364","climb_id":"aqqo1JmUVK2f53Z/VxpDcg==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Crux is between the 2nd and 3rd bolts.  This is some fun slab climbing, not nearly as hard as its neighbor Afternoon Delight.  After you reach the anchors you can pull over the ledge and continue up to some manky iron to belay and go up to Stannards.","protection":"Small cams can be used in the flake before getting to the first bolt.  You can use optional cams after the last bolt.  But the climbing is easy.  There are fixed anchors at the top.","location":"This route is directly left of Afternoon Delight and right of Stairway to Heaven."},"__v":0},{"_id":"IRpi1vJtWhGKV0N0+WSIxQ==","name":"New Standards","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Philip Fisher '89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":999999,"mp_id":"106718554","mp_crag_id":"105942364","climb_id":"IRpi1vJtWhGKV0N0+WSIxQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"The exposure and rather wild moves make up for the lack of length.  It feels like you are hanging above 1000 feet of air.  Start left on the rightward rising horizontal.  Boulder (or campus) half a dozen moves right to a huge jug below the first bolt. Fire past the second bolt and top out.","protection":"two bolts; no anchor; careful belay is advised","location":"Right of Stannard's Crack on the ledge below the second overhang."},"__v":0},{"_id":"JGNKHYKgWBugohMfDnWQqw==","name":"Lucy in the Sky with Diamonds","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Michael Crowder, Chris Hall, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":31,"mp_id":"105942550","mp_crag_id":"105942364","climb_id":"JGNKHYKgWBugohMfDnWQqw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"LSD offers thin balancy slab climbing past three bolts to a bolted belay.  First bolt is high.  There is a second optional pitch that goes up underneath the second overhang.  Rap from bolts up there.","protection":"3 bolts, anchors.","location":"LSD is located between Afternoon Delight and Special Edition on the steep slab right of the balance climb area on the right side of the main face."},"__v":0},{"_id":"55Wu8zsAWqeywmh3FGCFxA==","name":"Limited Edition","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Fain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":33,"mp_id":"106153546","mp_crag_id":"105942364","climb_id":"55Wu8zsAWqeywmh3FGCFxA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Smear and edge your way up passing one or three small gear placements...can be a little run-out.  The angle eases off after the first 75 feet or so.  Easy climbing leads to a short steep section before finishing up under the \"Second Over-hang\".","protection":"Trad.  There are a couple sets of bolts at the top to belay from.","location":"Shares start with Special Edition but angles off to the right following the past of least resistance."},"__v":0},{"_id":"CBP4stA8U/CaNWqVfWT4xQ==","name":"Latest Edition","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Barnes, Jody Jacobs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":11,"mp_id":"106447765","mp_crag_id":"105942364","climb_id":"CBP4stA8U/CaNWqVfWT4xQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Mantle a few times to a stance below a bolt. Clip this and do a thin move or two (crux) to reach an overlap. Follow the white streak straight up to a double bolt anchor at about 30m.","protection":"1 bolt, small to medium cams","location":"There are four lines between the Dihedral and the Army cable...Latest Edition is the white streak right of center with the bolt kinda high on the slab."},"__v":0},{"_id":"T0+h4x9kXviU+adVT47I7g==","name":"Kid Fears Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":30,"mp_id":"108084976","mp_crag_id":"105942364","climb_id":"T0+h4x9kXviU+adVT47I7g==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Climb up easy (5.5-5.6?) climbing to a stance and clip the first bolt. Pull the crux sequence up a couple of dishes (similar to Dishes at Boat Rock) then clip another bolt. From here, join Kid Fears and clip one more bolt before a short run to the anchors.","protection":"","location":""},"__v":0},{"_id":"PoOB2SKpVZut2sRxC2fzmA==","name":"Kid Fears","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Angier Wills, Jim Dowdy, ~1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":29,"mp_id":"107569745","mp_crag_id":"105942364","climb_id":"PoOB2SKpVZut2sRxC2fzmA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Climb to the flake ledge.  Step up and right past two bolts to a rightward rising seam.  Traverse right along the seam to the third bolt. Go straight up and then trend left to the bolted anchor.","protection":"Three bolts and maybe a couple of marginal placements...","location":"Shares the start and anchors with Afternoon Delight.  The two climbs diverge off of the flake ledge, AD to the left and KF to the right."},"__v":0},{"_id":"Ol/5Se+cXhGn5GXXJeydVA==","name":"Gather No Moss","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J. Jacobs, T. Morgan 12/3/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":999999,"mp_id":"107731736","mp_crag_id":"105942364","climb_id":"Ol/5Se+cXhGn5GXXJeydVA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This route starts with mantle/high step onto a left angling flake/edge and then goes up some nice face climbing past small horizontals with good gear. The route follows a clean streak through the lichen and moss to the anchors atop Special/Limited Edition. \n\n  I'd call this a FKA - first known ascent. The cracks had to be dug out and some scrubbing was required.","protection":"Small to medium cams & stoppers","location":"In between Limited Edition and Edges to Ledges, it starts near an old grey dead tree.  See the photo. \n\n  update 1/2013, the dead tree has fallen over and you can start right next to it."},"__v":0},{"_id":"MpqQzIFxUhGTfEZR4Jf+2w==","name":"First Overhang - Right","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":14,"mp_id":"112184643","mp_crag_id":"105942364","climb_id":"MpqQzIFxUhGTfEZR4Jf+2w==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"At the end of the small ledge reach for a solid jug and climb around the corner.  Layback the crack to the top.","protection":"Standard Rack","location":"Begins ~10ft to the right of First Overhang (5.8)."},"__v":0},{"_id":"MER0U7tPUxSolb0peN0mMg==","name":"First Overhang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":13,"mp_id":"112179902","mp_crag_id":"105942364","climb_id":"MER0U7tPUxSolb0peN0mMg==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Take one of a few possible routes to gain the headwall and traverse to the rightmost tree/ledge below the roof. Pull the rail and mantel to gain the ledge and grimace at the bolts and exposure! Could also rappel from the top.","protection":"As of September 2016 there are two nasty looking bolts, but decent gear below the ledge.","location":"Obvious overhang above the balance climb area. See directions above."},"__v":0},{"_id":"DKAtQqrMX82zdVdICC+4UQ==","name":"Edges to Ledges","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":34,"mp_id":"106039500","mp_crag_id":"105942364","climb_id":"DKAtQqrMX82zdVdICC+4UQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Good moderate slab route with plenty of long reachy moves.  The taller you are the easier it is.  The crux is somewhere around 25 to 30 feet up.  A little more sustained and interesting than the routes on the leftmost side of the face.  Once you pull the last bulge its about 60 feet of easy ground to a belay ledge.  There is an old bolt here, but I would advise not using it.  The second pitch is super easy, and leads up to the second overhang area.  You can rappel from rings under the overhang using two ropes or walk off right.","protection":"Small cams, TCU's, small nuts.  The crux is well protected, but the lower section has lots of flaring eyebrows and its tougher to place pro here.","location":"Starts about 15' right of Limited Edition.  If you are looking at the prominent flake this is the second trad route on the right past the last bolted line."},"__v":0},{"_id":"l2GgqhSrWrCGwDxrgZcyxA==","name":"Dihedral","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":9,"mp_id":"105942566","mp_crag_id":"105942364","climb_id":"l2GgqhSrWrCGwDxrgZcyxA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Climb the dihedral, then up and over a blocky section.  Most build a belay here or continue up a short distance to a bolted belay.  The second pitch climbs a slab to the base of the headwall, exit left to the top or rap from anchors here.","protection":"Standard gear.  Look for bolted belays along the way.  There are also great spots to build a belay as well.","location":"Dihedral is located just past the two-man routes on the main face and just before you get to the \"cable area.\" Look for the obvious right-facing dihedral."},"__v":0},{"_id":"9Q1Zo1zOXh+jkKUMJ7lr3w==","name":"Cavemen Eat Quiche","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":16,"mp_id":"107569487","mp_crag_id":"105942364","climb_id":"9Q1Zo1zOXh+jkKUMJ7lr3w==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"CHtKO/eoVKymLExD30TcfQ==","name":"Balance Climb 9","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":24,"mp_id":"106385358","mp_crag_id":"105942364","climb_id":"CHtKO/eoVKymLExD30TcfQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Starts at the #9 the Army conveniently painted on the rock.  Climb up and over a small roof then straight up using all kinds of holds and smears.  I believe the first pitch ends when you hit the right end of the army cable.  You can follow the cable down a bit and then rap down.  We choose to push #9 all the way to the top of the main wall.  There is a belay station (two bolts) just to the right of the end of the cable.  From there you start the second pitch that follows the water stain towards the right of the main overhang. \n\n  You will run into a good size bulge towards the top and you can go left and pick up the cable that runs to the top of the Main Overhang or you can go straight up over the bulge which is way more interesting at that height.    \n\n  After the bulge you will be right where the cable takes a sharp left up the right side of the main overhang.  You can continue on up the right side of the main overhang and belay from on top.  You can belay from the cable below but it's not as comfortable as on top. \n\n  It's a fun long route. Nothing to tough but the bulge on the first pitch and using the bulge on the second pitch make it better.  You could really get crazy and use the head wall or get out on the main overhang to finish instead of following the cable.  This would make the end tons tougher.  Overall it's a good route to practice leading multi pitch and placing pro.","protection":"Used a standard set of nuts and one pink and one brown tri cam.  Some short slings are good for extending out from under the bulges.","location":"Starts directly in front of the #9 stenciled on the main wall.  It's in the middle of the main wall to the right of the main overhang when you look up."},"__v":0},{"_id":"F9YSTd3rXEKla04l31VI0w==","name":"Balance Climb 8","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":23,"mp_id":"109526847","mp_crag_id":"105942364","climb_id":"F9YSTd3rXEKla04l31VI0w==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"A good friction climb for beginners. Can be set up as a top rope and can be lead.","protection":"I used BD hexes 5-10 and Nuts 4-13. I didn't use them all, i only placed about 5 pieces of pro. Bring runners. Theres two bolts right under the cable with rappel rings. The Army installed the bolts but not the rappel rings.","location":"Between Balance Climb 7 and 9."},"__v":0},{"_id":"z5FdqkYBX+2WEFBnKGDg1g==","name":"Balance Climb 6","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":21,"mp_id":"109526734","mp_crag_id":"105942364","climb_id":"z5FdqkYBX+2WEFBnKGDg1g==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Another introduction route for beginners learning to lead. Can be top roped if you climb the cable route.","protection":"Lite yonah rack, I brought BD Hexes 5-10 and Nuts 4-13 and felt safe. Two bolts at the top with rappel rings. Please note the bolts were placed by the Army, but the rappel rings were not.","location":"Between Balance climb 5 and 7."},"__v":0},{"_id":"A5mTluP0V0ClsX7Ubqs6oA==","name":"Balance Climb 5","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":20,"mp_id":"109526723","mp_crag_id":"105942364","climb_id":"A5mTluP0V0ClsX7Ubqs6oA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"As with all of the Balance climbs on the main face, it is a great route for beginners to top rope or learn to lead.","protection":"Lite yonah rack, I brought BD hexes 5-10 and BD nuts 4-13. Bring some runners/slings. I placed about 6 pieces of pro. Two bolts at the top of pitch with rappel rings. The Army installed the bolts but not the rappel rings.","location":"In between Balance Climb 4 and 6. Looked for the spray painted number."},"__v":0},{"_id":"4hW5uvxRWdSEgzmXrrDlcQ==","name":"Balance Climb 4","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":19,"mp_id":"106294996","mp_crag_id":"105942364","climb_id":"4hW5uvxRWdSEgzmXrrDlcQ==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"This is one of the better novice routes at Mnt. Yonah, a great route for introducing someone to climbing.  \n\n  Climb low angle slab for 40' to the largest, most obvious (semi-)vertical crack that runs for about 10'. Follow crack then wander up to the bolted belay near the cable route.  ","protection":"lite Yonah rack. #3 BD to Micro cams, tri-cams, a few nuts, and no doubles. Bolted belay anchors.","location":"This is in the balance climb area near the middle of the Main Face. Locate the number 4 painted near the base of the wall and head up towards obvious crack."},"__v":0},{"_id":"vw+jwXWpXWmXi3Mkz8n2CA==","name":"Balance Climb 3","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":18,"mp_id":"109526697","mp_crag_id":"105942364","climb_id":"vw+jwXWpXWmXi3Mkz8n2CA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Another climb that is perfect for introducing someone to climbing outdoors. Can be set up as a top rope by going up the cable or can be lead.","protection":"Lite Yonah rack. I used just nuts and hexes and felt safe. Two bolts at the top of the pitch with rappel rings.","location":"In between Balance climb 2 and 3."},"__v":0},{"_id":"y9VELiHHXWKwy7SqgkZJ6Q==","name":"Balance Climb 2","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":17,"mp_id":"106325066","mp_crag_id":"105942364","climb_id":"y9VELiHHXWKwy7SqgkZJ6Q==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Nothing to difficult here.  You can go straight up to the Army cable that is bolted in about half way up the main wall or you can wander left and right to find interesting holds.  There is a flake and some places to place pro so it is a good place to practice leading with pro.  These routes are often linked with routes that go all the way to the top.","protection":"There are bolts and you could go up the Army Cable Route and fix a top rope but it's better to lead it.  You can place pro too.  A few nuts and a sling or two will work.","location":"Starts at the base of the main wall in about the middle.  Look for the red painted squares with numbers in it."},"__v":0},{"_id":"Cr1gOgoaUdKCuMvWdHVdcw==","name":"Balance Climb 1","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":15,"mp_id":"109526654","mp_crag_id":"105942364","climb_id":"Cr1gOgoaUdKCuMvWdHVdcw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"A good friction warm up climb or first lead for the beginner.","protection":"If leading some tricams, nuts or hexes will be fine. Cant remember the actual pieces i used. There is two bolts at the top with rappel rings.","location":"Right to the right of the Army cable and to the left of Balance climb 2. It is the first balance climb."},"__v":0},{"_id":"+VwemDzvWkKF3INUA2Re5A==","name":"Balance Climb  7","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":22,"mp_id":"105942368","mp_crag_id":"105942364","climb_id":"+VwemDzvWkKF3INUA2Re5A==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"A nice easy lead or toprope climb, with a good mix of friction and climbing through disjointed cracks.","protection":"Light rack; small to medium nuts, cams, tricams.  Bolted anchors just below the Army cable.","location":"Between Balance Climbs 6 and 8; look for the spraypainted numbers on the rock.  No rap rings at the anchors; traverse to the neighboring rap station on BC 6 using the Army cable."},"__v":0},{"_id":"h/lheiRRVV2dTU/ZhOLxUw==","name":"Afternoon Delight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Buck, 1976","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":28,"mp_id":"105942534","mp_crag_id":"105942364","climb_id":"h/lheiRRVV2dTU/ZhOLxUw==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"Afternoon Delight is located on the right edge of the main face.  The climb starts down right of a prominent flake.  The crux of the climb is between the two bolts.  An optional cam or two is nice to have.","protection":"Bolts, maybe a cam or three, quickdraws, anchors at the top.","location":""},"__v":0},{"_id":"FYInECJ2XsmlspkxTYE6lA==","name":"[Redacted]","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"left_right_index":12,"mp_id":"106326817","mp_crag_id":"105942364","climb_id":"FYInECJ2XsmlspkxTYE6lA==","areaRef":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"First I didn't name it.  Not sure where the name came from.  This route is a more of a fun bouldering problem than anything else, though I wouldn't boulder it.  The fall down the main face would suck.  It's a short few moves at the top of the main face on the main overhang.  The route is on the left hand side of the overhang and moves left to right and then up and over on to the top of the main wall.  It's a great way to finish a multi pitch climb of the main wall.","protection":"There are no bolts but you could top rope it if you set it up on top and then rappelled down to the start.  If you are coming up from the below you will need maybe a nut and a sling to protect the few moves up and over.","location":"This route starts above the Overhang Approach route.  It's on the left side of the main overhang which is in the middle of the main face.  It starts kind of where the main overhang and the headwall area meet.  It starts in that corner and then moves right and over.  There is a small tree that might get in your way on the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,2d478792-07fa-599c-8787-6adbec93db9f,a8f3f6bc-17f9-5856-8262-7c7dfa4d75a3,2dd69c8a-b7b6-5e20-9a56-42887938a2e2","pathTokens":["USA","Georgia","Mount Yonah","Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":10,"label":"5.5"},{"count":8,"label":"5.6"},{"count":4,"label":"5.4"},{"count":4,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":24,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":3,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":7,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":28,"intermediate":6,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.71498,34.63735]},"bbox":[-83.7155265225433,34.63690033981813,-83.7144334774567,34.63779966018186],"left_right_index":-1,"ext_id":"105942364","area_id":"Ldacire2XiCaVkKIeTii4g=="},"content":{"description":"The Main Face has the largest number of routes and the longest climbs at Mount Yonah, including some multi-pitch.  Many of the routes were established by the Army for training purposes; though fun, there's a certain sameness about these, both in the climbing and the route names.  However, there are some challenging routes on this wall as well, such as Stannard's Crack and Special Edition. \n\n  This is an excellent place to set up topropes for beginning climbers, as there is a whole section of 5.easy routes where the anchors can be reached simply by climbing with the help of a cable (to which you clip your daisy chain).  These are also a great training ground for new trad leaders."},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T06:00:55.189Z","updatedAt":"2022-11-25T11:18:11.428Z"}