{"_id":"63689d20e80bff5a994f225b","area_name":"2. Middle Area","shortCode":"","climbs":[{"_id":"QL0nJ7mdUjGTvjhpH4Rn0Q==","name":"The Whistle Stop","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Hoffman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":8,"mp_id":"110531059","mp_crag_id":"110519729","climb_id":"QL0nJ7mdUjGTvjhpH4Rn0Q==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Head up slabby climbing that will feel a little run out to a small bulge, clip the bolt and make a few tenuous moves to good holds above bulge. Pull onto slab and tip toe yer way up to the good stance in the corner. Start thinking like a trad climber and work your way up the beautiful black and white corner, exiting right at the small roof and finishing on PEZ. (long draw and the transition might help). The zebra colored corner will test yer hip flexors for sure!  (Named after a short story my dad wrote for me as a kid where the narrator encounters a phantom train on an abandoned rail line (in our home town of Paradise, Ca) and then encounters an old rail road worker \"Old Walley\" at the Whistle Stop diner.","protection":"Bolts","location":"Route just left of PEZ, shares anchors with PEZ"},"__v":0},{"_id":"YkASEGioWv6yaOvNNAOyVA==","name":"Trust the Process","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"C.Tatum","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":18,"mp_id":"110529712","mp_crag_id":"110519729","climb_id":"YkASEGioWv6yaOvNNAOyVA==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"'Trust The Process' is a great line that doesn't see as much traffic as it should. Standard intro climbing will lead you into a strange overhung flare. Push up through and into the thin crack above. Try to trust the process as you search for the gear and punch towards the top using series of holds and crack.","protection":"Thin Nuts   Small Cams   Light Rack   Runners","location":"Beautiful crack system left of 'Black Swan'   You can start at several different spots. Aim towards flaring dihedral that leads into a thin crack on the upper head wall."},"__v":0},{"_id":"IbBngj9gWe6AaZbsJXclEQ==","name":"Top Kill","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FOS","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":17,"mp_id":"110521523","mp_crag_id":"110519729","climb_id":"IbBngj9gWe6AaZbsJXclEQ==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A mixed line starting with bolts that lead to a crack encounter up high. The climbing in the beginning is low angle with one little vertical 5.10 crux before arriving at the slightly overhanging crack. Crank past the steep fingerlock crux to sustained enjoyable crack climbing above.","protection":"Bolts and small to medium cams. Anchor.","location":"Left of Black Swan there are two cracks up high. Top Kill is the left crack that arches left."},"__v":0},{"_id":"dpPfzanhVrGUntc4HLfLpg==","name":"Sunny Side","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"JB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":6,"mp_id":"110534467","mp_crag_id":"110519729","climb_id":"dpPfzanhVrGUntc4HLfLpg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"If you're looking for some trad daddy style climbing you just found it! This long line starts out climbing on bulbous rock to the right of The Creature. \n\n  Head up towards obvious notch above, placing gear until you reach a hard to see bolt. Work over the wee bulge placing some hands sized pieces and continue up to a break. \n\n  Clip a high bolt on the arête out left, then commit to the slightly off balance moves to gain some jugs. Move up into another alcove break.  \n\n  Get your finger sized gear organized, and rest up for the final, desperate steep laybacking crux above!!","protection":"If you play your cards right a full single set should do it. Save #.3 - #.75 for the top crux. Runners are helpful as always.","location":"To the right of The Creature."},"__v":0},{"_id":"IYDyW3lFXEGfSuzLHVOnOQ==","name":"Spirit Weasel","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"EB: Jeff Hamlin FFA: Joel Unema 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":12,"mp_id":"110745320","mp_crag_id":"110519729","climb_id":"IYDyW3lFXEGfSuzLHVOnOQ==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A beautiful and bouldery arete, this line is likely to catch your eye when you arrive to the peaks. The meat of the climb is the prominent multi-colored overhanging arete. Moderate climbing (shared with I love My Wife) leads to a good stance, and a committing transition to the arete. Once established on the arete, things get steep and unrelenting. \n\n Originally bolted by Jeff Hamlin. Thanks for the psyche and vision Hamlin.","protection":"Quickdraws","location":"Begin as for I Love My Wife and step on to the arete from the good stance at the 4th bolt on ILMW."},"__v":0},{"_id":"+HAVcpd3UiG+wPo0yS5PXA==","name":"The Recovery","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"J.Boyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":24,"mp_id":"110529840","mp_crag_id":"110519729","climb_id":"+HAVcpd3UiG+wPo0yS5PXA==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A powerful and sustained line that climbs through a series of relentless small holds. Tricky beta and footwork to show stopper tech at the top.  \n\n  Cleaned up over the seasons and makes for a great tendon trainer.  \n\n  Named after Jason's recovery from elbow surgery- a \"welcome back to cranking\" accomplishment.","protection":"Bolts   Runners can be helpful below roof","location":"Starts on a boulder floating in the middle of some foliage. Head up a short slab with thin holds and into a steep section. Make moves that eventually lead you up into the thin headwall of The Recovery. Avoid traversing left and into the crack system of 'California Crack' to the left of the route. Possible to hang draws from 'Prosthesis'."},"__v":0},{"_id":"4umQ72kGVxmwcY8g9tP1ug==","name":"Shaman School","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Flagstaff New School - D. Mauz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":11,"mp_id":"110522921","mp_crag_id":"110519729","climb_id":"4umQ72kGVxmwcY8g9tP1ug==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Shaman School tackles an overhanging column in the center of the wall. You'll know it when you see it. Cruise up the flake and then bear hug your way up to a vicious crux at the top of the pretty feature. After the crux, wander up easier climbing to the chain anchor at the top of the wall.","protection":"Draws","location":"Left middle of cliff."},"__v":0},{"_id":"VmL2hDEMVTylxTM0KuP40g==","name":"Pitbull Lipstick","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FOS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":22,"mp_id":"110522724","mp_crag_id":"110519729","climb_id":"VmL2hDEMVTylxTM0KuP40g==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"The name is a reference to my dog, and a retarded politician from Alaska. Pitbull Lipstick climbs one of the tallest and most prominent columns at the crag. It's one of the first things to catch your eye upon arriving at this section of cliff. Start with a little overhang and back clean your first draw after clipping the second one. Continue up the fun stemming dihedral above. The crux comes as you traverse left out of the dihedral onto the beautiful plated column. Underclings, a shallow two finger pocket, textured edges, and clean footwork will get you through to a rest before the final 30 feet of 5.11 hero climbing to the anchor.","protection":"11 bolts to anchor","location":"Middle of the wall. Look for the proudest, tallest column with plates on it."},"__v":0},{"_id":"KDvYH78EWAm2HJ+LOydFfg==","name":"PEZ - Photo Enforcement Zone","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FOS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":9,"mp_id":"110522954","mp_crag_id":"110519729","climb_id":"KDvYH78EWAm2HJ+LOydFfg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"PEZ shares the start of Shaman School but continues straight up the stemming dihedral above. Be sure to stretch out before launching up this demanding climb. The climbing eases after the devious stemming crux.","protection":"bolts to anchor","location":"Just left of Shaman School."},"__v":0},{"_id":"WxBnrFR/UXyHjFYSgpW69A==","name":"Old Walley","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Hoffman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":7,"mp_id":"110531087","mp_crag_id":"110519729","climb_id":"WxBnrFR/UXyHjFYSgpW69A==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"So you've climbed to the small roof on the Whistle Stop and you're wondering what if I went left out this cool little roof... Well, its exciting!  I used a .75, a .5, and some metolius off-sets equailzed in a horizontal when I did this, as far as I know Joel Unema is the only repeat (he probably just used ball-nutz!)  Anyhow, Crank up and left through the roof into decent lock on hollow sounding rock.  Place a piece and move left onto the face.  I placed gear in a thin horizontal and then headed straight up to the anchors of Sunnyside.  Definitely need a TR to clean this variation.  R rating because I feel a fall pulling the roof could be pretty catastrophic as well as the moves on the face. I intentionally did not put a bolt in the face.  Not everyone needs to climb this line, but if you do I'd love to hear your thoughts.","protection":"Bolts, gear from small to .75BD (can't remember for sure what I used)","location":"Alternate finish to the Whistle Stop.  Second should clean."},"__v":0},{"_id":"of1Y8KSlXRivS8ljPXJsSQ==","name":"Off the Couch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"C.Tatum, JB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":14,"mp_id":"110535107","mp_crag_id":"110519729","climb_id":"of1Y8KSlXRivS8ljPXJsSQ==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A fun and popular line that wanders up a mini right facing dihedral feature. A nice tour of Peaks Crag face holds plus the bonus of placing a single piece of trad gear in the middle.\n\n Once you reach a sloping ledge you have the option to clip the anchor to 'I Love My Wife'\n\n -or-\n\n Chose between two alternate finishes. The left finish will take you up steep jug holds or the right will take you up positive flat edges. Both are great and add quality climbing.","protection":"Bolts    #.75 C4 for crack section     (Likely could place fingers-thin hands)","location":"Start to the left of '16 Weeks' \n\n  First bolt is in a small bulge off of a small ledge."},"__v":0},{"_id":"92bs9mQEUDWlv50cdeU2Tw==","name":"I Love My Wife","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"J.Boyd, C.Gebhart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":13,"mp_id":"110534078","mp_crag_id":"110519729","climb_id":"92bs9mQEUDWlv50cdeU2Tw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A shorter route that climbs in a dihedral of sorts but mostly sticks to face climbing. \n\n  Admittedly this route will be a little awkward for almost everyone that climbs it. Comes down to the strange dihedral moves or the bulge slab mantle that will get you.","protection":"Bolts   Runners","location":"Buldging but slabby dihedral system to the right of 'Shaman School' and just around to the right of the Hamblam Project. Not to be confused with the two bolted mini dihedrals to the right a bit further... \n\n  There is a mid way anchor on a ledge halfway or you can continue up bolted steep jug climbing to the top of the feature."},"__v":0},{"_id":"m5Pnu8yUW5m9jhOSasHk2w==","name":"Final Countdown","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"JB, J.Snyder, Dr. J","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":1,"mp_id":"110535413","mp_crag_id":"110519729","climb_id":"m5Pnu8yUW5m9jhOSasHk2w==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A mostly gear line that starts with a hard move off the ground through some bizarre Peaks tufa pockets.  \n\n  Although the majority of the climbing is in the bobbles, movement is quite good and upper crack is worth getting to. \n\n  Named after the realization that new crag development was coming to a close.","protection":"Bolt off the ground   Standard Rack   Nuts   Runners","location":"Starts just to the right of the largest choss bobbles roof. First bolt is well camouflaged and can be clipped from large boulder near the base."},"__v":0},{"_id":"BElHJSaqXbqaasb8zTL58g==","name":"Electric Shitstorm","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Abel Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":0,"mp_id":"119483006","mp_crag_id":"110519729","climb_id":"BElHJSaqXbqaasb8zTL58g==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Stand on top of a boulder to clip the first bolt, then climb out the roof somewhat diagonally on good holds to a tough lip encounter, followed by a good rest. Quest up a little higher to clip a bolt, followed by a few hard moves to an undercling. Make a difficult clip, then pull a tough sequence to another good rest. Climb up the crack (doubles in .4 and .5 will work), then finish on the fun (though hollow) jug flake up high. CAUTION: if you fall in the 30 feet following the crux sequence, you may impale yourself on an aspen tree. It's quite a bit easier there, but the rock is a little hollow, so be careful.Apparently this is an old Abel Jones route. Not the best 12 at the Peaks, but a good one to do if you're running out of climbs in the grade range. The starting sequence is worth it on its own.","protection":"10-12 QD, doubles .4 and .5 camalots.","location":"At the far south side of the Middle Wall, a few meters climber's right of the Tree Routes in the big cave (which are a few meters climber's right of Flowrider)."},"__v":0},{"_id":"QkUxfTB7VVe6RF3xz3BUVw==","name":"The Creature","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":4,"mp_id":"110520170","mp_crag_id":"110519729","climb_id":"QkUxfTB7VVe6RF3xz3BUVw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"The Creature could be your worst nightmare, till you figure out the boulder problem start. Stick clipping the first bolt may be a prudent move if the grade is your limit. Otherwise, a good, long route with fairly good stone.Start off on gothic features at an undercut to small tricky holds in the little left facing dihedral. Soon enough there is a series of jugs in the seam. Move right onto slabby face and small hand and foot holds. Boulder one move to more jugs and a natural break at a conspicuous arête feature. Climb up the dihedral until you can move left onto the arête. Scamper up to the hanging chain anchors.","protection":"Spacey bolts.","location":"Right of the conspicuous 50/50 which starts as a right facing dihedral."},"__v":0},{"_id":"toeFFLapWZ6SgeHl6m2SiA==","name":"Coyote Ugly","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"JB, J.Snyder, Dr. J","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":2,"mp_id":"110535451","mp_crag_id":"110519729","climb_id":"toeFFLapWZ6SgeHl6m2SiA==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Looks ugly from the outside... \n\n  Maybe the bobbles throughout the first half keep most people away even though they are surprisingly solid and fun to climb on.  \n\n  Upper section climbs through a dueling slimming dihedral system that is lined with fun horizontal ledges. \n\n  At times there has been a small colony of bees hanging near one of the large pockets. Bee aware.","protection":"Bolts   Fingers-thin hands pieces for dueling dihedrals near the top.","location":"Start 10m to the right of the largest choss bobbles cave, and thirty feet left of the route 50/50. Camouflaged bolts through the bobbles towards streaked dueling dihedrals up high."},"__v":0},{"_id":"XJpCcINTVta/7SdqadKIOg==","name":"Clean Slate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C.Tatum, JB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":16,"mp_id":"110535353","mp_crag_id":"110519729","climb_id":"XJpCcINTVta/7SdqadKIOg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Possibly the most popular warm-up at the crag.  \n\n  Fun technical climbing through a wide dihedral and up a large perched flake that eventually leads into a steeper head wall of positive holds.","protection":"10 Bolts","location":"Starts up low angle slab terrain near a great hang of boulders and lunchtime conversation. \n\n  First bolt is located on a slab that leads into the dihedral and perched flake."},"__v":0},{"_id":"6/tGz1CDV1m4/i3wyq4mKw==","name":"Chummers Class","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":10,"mp_id":"112161547","mp_crag_id":"110519729","climb_id":"6/tGz1CDV1m4/i3wyq4mKw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Instead of doing the awesome intro boulder problem at the bottom of the Shaman School prow, climb up into the PEZ dihedral to access the start of SS's crux. Finish on SS's anchors.","protection":"Bolts","location":""},"__v":0},{"_id":"5GeL6oQOV+C8P3yA0zBtJw==","name":"California Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"JB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":23,"mp_id":"110535652","mp_crag_id":"110519729","climb_id":"5GeL6oQOV+C8P3yA0zBtJw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Climbs the crack in a dihedral directly above the start to 'Pitbull Lipstick'. Marked by a steep right leaning roof near the top.","protection":"Clip initial bolts to 'Pitbull Lipstick'   Standard rack   Nuts   Runners","location":"Start up bolted start to 'Pitbull Lipstick'. Instead of moving left continue up dihedral and varied cracks to leaning roof above."},"__v":0},{"_id":"q7Dko3CxXDGlgQjSudkrCg==","name":"Black Swan","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FOS","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":19,"mp_id":"110522762","mp_crag_id":"110519729","climb_id":"q7Dko3CxXDGlgQjSudkrCg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Start up a tricky red dihedral with bright green/yellow lichen on it. Gain a slab below the meat of the climb above. Great technical movement up a variety of edges and sidepulls to the chains.","protection":"bolts to anchor","location":"Next face climb left of Pitbull Lipstick."},"__v":0},{"_id":"Lhte+hc9X7iJJHW7f22YAg==","name":"Bad Hombres","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"FFA: E. Mathews  EB: B. McCord, J. Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":21,"mp_id":"115134797","mp_crag_id":"110519729","climb_id":"Lhte+hc9X7iJJHW7f22YAg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"The direct line up the striking pillar. Start to the right of the small cave behind some young aspens and quickly pull into a thin and tricky boulder problem passing the first bolt. A few more engaging moves gain the slab below the main pillar. Clip the first bolt on the pillar from the large pocket out left and enjoy the rest. Once recovered move back right and fire another thin boulder past a delicate clip and into the crux of Pitbull Lipstick. After the crux, enjoy the wonderful 5.11 climbing to the chains and don’t forget to top it out! Cool holds with a nice mixture of powerful and technical movement.","protection":"11 bolts and an attentive belay. Stick clip the first bolt. ","location":"Starts on the right side of the small cave shared with the start of Black Swan, directly behind some small aspens."},"__v":0},{"_id":"j1DMNiBZWaen8Rkobz9oag==","name":"Amateur Hour","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Joel and Jambelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":5,"mp_id":"111021347","mp_crag_id":"110519729","climb_id":"j1DMNiBZWaen8Rkobz9oag==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"This is the extension to The Creature. Climb through generally good holds and good rests to a crux above the last bolt. Oddly, this one might suit the shorter folks a bit more. Somewhere between 12b and 13b. Time will tell...","protection":"draws","location":"Climb the Creature and get after it."},"__v":0},{"_id":"rIatM4rNXGWEkPwsZspGRw==","name":"50/50","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"JB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":3,"mp_id":"110520042","mp_crag_id":"110519729","climb_id":"rIatM4rNXGWEkPwsZspGRw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"50/50 is a long trad route which sports thoughtful gear climbing and then an alter ego technical bolted section for the top half. Start up conspicuous left arching crack system in a right facing dihedral past some OK gear to a crackish weakness. When appropriate, move left onto great thin technical climbing past bolts In a small right facing dihedral. Follow the bolts to the top.\n\n The route was named for it being 50% gear, 50% bolts, as well as, the fact that JB did the FA on his fiftieth birthday.","protection":"Upper half of the route is bolts. Single set to #2, medium/large wires might helpful. RUNNERS and long draws.","location":"Almost dead center of the Main Wall, spitting distance left of The Creature."},"__v":0},{"_id":"kykEJhCuUP2nxwKAtcs7zw==","name":"5.10 Fever","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J.Boyd","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":20,"mp_id":"110535706","mp_crag_id":"110519729","climb_id":"kykEJhCuUP2nxwKAtcs7zw==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"Possibly the first completed route during the modern age of development at The Peaks... \n\n  Offers great crack climbing and fun movement in a large dihedral system right at the base of the entrance trail. \n\n  Unfortunately a party got the chop shop fever at some point and decided to unnecessarily chop some bolts making the start a little exciting.  \n\n  It is possible to use some of the bolts that remain near although long runners will be necessary.  \n\n  With a bit of hard looking you can find a small and very tricky nut placement that can (sort of) protect moves getting onto the bulge below main dihedral system. \n\n  3 stars after the fever sweats of the onsight...","protection":"Standard Rack   Bolts?   Runners","location":"Start up terrain to the right of 'Black Swan'   Move into large dihedral system to the right."},"__v":0},{"_id":"5S/9thT/Xl6iW2VBI9jgDg==","name":"16 Weeks","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"C.Tatum, JB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"left_right_index":15,"mp_id":"110535318","mp_crag_id":"110519729","climb_id":"5S/9thT/Xl6iW2VBI9jgDg==","areaRef":"xM7jq+QDVsqOjik2xDx+YA=="},"content":{"description":"A beautiful line that climbs tricky and technical face holds in a left facing dihedral. \n\n  The original line stays right and continues up bolted green buttress climbing above. \n\n  -or- \n\n  Move right lower off of the anchor above 'I Love My Wife' or even continue up bolted jugs to the top of 'Off The Couch'.","protection":"Bolts","location":"Starts in blocky terrain. Moves up into bolted slab and then slightly left into bolted dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,066d9014-045a-5d86-afa4-3ffe37744b00,ec10e3d1-179b-5f62-95cb-eed769fa10e6,eca59015-5d00-594b-b121-2bdd0f7b5613,c4cee3ab-e403-56ca-8e8e-2936c43c7e60","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","San Francisco Peaks","Peaks Crag","Main Wall","2. Middle Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.10+"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.12-"},{"count":2,"label":"5.10"},{"count":4,"label":"5.11-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":7,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":9,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":16,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.70529,35.30686]},"bbox":[-111.70584100795864,35.306410339818136,-111.70473899204137,35.30730966018187],"left_right_index":-1,"ext_id":"110519729","area_id":"xM7jq+QDVsqOjik2xDx+YA==","polygon":{"type":"Polygon","coordinates":[[[-111.70584100795864,35.306410339818136],[-111.70473899204137,35.306410339818136],[-111.70473899204137,35.30730966018187],[-111.70584100795864,35.30730966018187],[-111.70584100795864,35.306410339818136]]]}},"content":{"description":"The gateway to The Main Wall, this area is packed with charm, striking steep lines, and the hardest routes up here! Please be considerate with your gear, as the trail unfortunately serves double duty as belay areas. This sector includes all routes climber's left of entrance trail/ Forest Service sign post to a point where the wall gets fairly chossy, just beyond the route Final Countdown."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:52:44.708Z","updatedAt":"2024-01-20T00:56:40.434Z"}