{"_id":"63689d5ce80bff5a994f4b04","area_name":"Lower Lunchbox Area","shortCode":"","climbs":[{"_id":"/gVKA8E4XlOAEGraEfOWQw==","name":"Willowwacks Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":13,"mp_id":"107690312","mp_crag_id":"109981232","climb_id":"/gVKA8E4XlOAEGraEfOWQw==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Climbs the hand/finger crack in the center of the wall.  Crux comes right off the deck with thin and brittle face climbing with no good gear placements until about 1/3 up the route. Eases up about halfway.","protection":"Standard rack, mostly small/medium gear.  Long webbing for a tree branch belay. Bring bail gear to rappel off.\n\nNo gear for the first part of the route, and very little for your belayer to anchor to. A digger off the deck could result in a 20 ft fall off the ledge for both of you.","location":"The Willowwacks Wall is one of the more isolated out of the quartzite formations, situated a couple hundred meters north past the Lunchboxes, and a couple hundred meters southwest of the Lunch Bucket Ledge turnoff. It can be seen from the parking lot and can be seen by looking directly north from the top of The Big Bobino.\n\nAlthough not all that lengthy, the approach is pretty unpleasant no matter what, so the best way is to just walk directly from the parking lot and try to find the path of least foliage. The start of the route can be reached by climbing a short hand crack at the base, or making a sketchy scramble up the south side along the base."},"__v":0},{"_id":"WkzJcxEyWea4l/HHpBdNaA==","name":"Try-Angles Wall","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":12,"mp_id":"107697743","mp_crag_id":"109981232","climb_id":"WkzJcxEyWea4l/HHpBdNaA==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"The three bolt anchor makes for one of the easiest/safest/most popular top ropes in the area.  The amount of variations and eliminations to be had is endless.\n\nEither lead initially or make a slightly exposed little scramble up the south side to set up the top rope.","protection":"Standard rack, small/medium gear, 3-bolt anchor, walk off down south side (careful!)","location":"Located on the Upper Lunchbox to the right of Timber Tantrum. From the Middlefork Trail, take the climbers trail along the base, passing the Lower Lunchbox and head up the descent trail, turning to the right at the top."},"__v":0},{"_id":"P2d63M4UVTyr05/fBNB2mw==","name":"Timber Tantrum","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":10,"mp_id":"107366022","mp_crag_id":"109981232","climb_id":"P2d63M4UVTyr05/fBNB2mw==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Start by climbing over, squeezing around, or otherwise surpassing the tree at the start, and climb up a dirty dihedral to the overhang. The crux comes with a traverse to the right following beneath the overhang. Top out at a three bolt anchor.\n\nThe 10- variation:  Avoid the holds over the lip of the overhang on the traverse.","protection":"Lead: Small/medium gear, slings. A few tricky placements, but it's very protectable.\n\nTop Rope: Three bolt anchor at top. Must be lead initially or hike around and scramble up the south side.","location":"From the Middlefork trail, pass several routes on the Lower Lunchbox, then take the steep descent trail up and stay to the right and arrive at the Upper Lunchbox. Look for the obvious tree growing out of the wall, route starts there and follows the overhang right. Three bolt anchor at the top."},"__v":0},{"_id":"02i3A6/ZWRyMm5g9oWomvQ==","name":"Stairway","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":4,"mp_id":"107369436","mp_crag_id":"109981232","climb_id":"02i3A6/ZWRyMm5g9oWomvQ==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Start to the right of the tree and climb up to the ledge. Climb left up to the \"stairway\" that runs up the right side of the giant overhang feature (Ledger's Bulge) about 6 ft left of Juicifer.\n\nThe crux is climbing up this ramp and then traversing from left to right and up to a gear belay. Can either be run out or well protected with some placements to the left and some long runners. Mind the rope drag!!","protection":"Top rope: Slings for the knob, and loooooong webbing for the trees\n\nLead: Set of nuts down to micros, set of cams, lots of slings","location":"The start is to the right of the same tree that\n\nJuicifer\n\nand\n\nHolus-Bolus\n\nstarts at. The line is obvious, and simply follows the path of least resistance to the top."},"__v":0},{"_id":"xonsE/bhW1mgxfgYFiMpVw==","name":"SARS And Stripes Forever","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":9,"mp_id":"107698339","mp_crag_id":"109981232","climb_id":"xonsE/bhW1mgxfgYFiMpVw==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Located a few feet to the left of the Timber Tantrum tree, there are many variations, try to aim for the face to the left of the small cavity toward the top, and to the right of a bush on top. Gear is thin off the deck, eases up toward the top.","protection":"Lead: Small/medium gear, micro stoppers off the deck, top out to two ancient pitons and an ancient bolt, back up with gear.\n\nWalk off to the south face, a little sketchy.\n\nTop Rope: Not recommended, but if you equalize enough it can be done safely. Two ancient pitons, an ancient bolt, also a small bush to sling. Back up with gear!","location":"To the left of the Timber Tantrum tree, on the Upper Lunchbox formation."},"__v":0},{"_id":"oiXB6XOdXt+ndHKbOydQ/g==","name":"The Middle Way","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":1,"mp_id":"107617821","mp_crag_id":"109981232","climb_id":"oiXB6XOdXt+ndHKbOydQ/g==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Contrived, so put on the blinders and resist the urge to go off route to truly experience this line.\n\nThin start between the base of Dangleberry Crack and Lunch Lady Land. Decent pro above the start, then take the slopey slabby lichen covered path of most resistance, avoiding any and all easier climbing to either side. Some big and committing moves here and there, and gear placements are few and far between.\n\nThe crux is the finish, running out the thin face between Dangleberry Crack and the Lunch Lady crack and top out in and belay on the tree branches.","protection":"Lead: Standard rack, from micro stoppers to medium/large cams. Long cord or webbing for tree branch belay. A little bit run out.\n\nTop rope: Lots and lots of webbing for the tree branches. Back up with gear.","location":"Start is about two feet to the left of the start to Lunch Lady Land, and about three feet to the right of the start of Dangleberry Crack. Check the topo on the front page, path just follows the gap between the two."},"__v":0},{"_id":"030lebnuXNm0LVCLGdRtrg==","name":"Lunch Lady Land","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":2,"mp_id":"107369492","mp_crag_id":"109981232","climb_id":"030lebnuXNm0LVCLGdRtrg==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"More of a 'section of wall' than a single route.  Lunch Lady Land is immediately to the left of the big overhang feature in the center of the Lower Lunchbox.\n\nClimb the large crack to the left and around the overhang (easier), or run out the face direct to the overhang and pull the lip (5.9).\n\nLots of ways to finish. Continue up to the ledge and veer to the right and up either the short hand/fist crack (bushy top out, long webbing for tree branch belay), or climb left and finish on the Dangleberry Crack, OR climb way to the right and follow the Stairway (easiest) to the gear belay.","protection":"Lead: Set of cams, set of nuts, slings. Bad fall potential just before and after the little overhang, extend with longer slings.\n\nTop Rope: Lots and lots of webbing for the trees at the top. Back up with gear.","location":"From the Middle Fork trail, walk along the base for about 40 meters. Locate a sizable ledge with an overhang, located about 10 feet above a tree.  Start about 15 feet to the left of the tree, about 10 feet further left than the start of\n\nJuicifer\n\n."},"__v":0},{"_id":"PTcRBgciX9iW+5minJ58cA==","name":"Ledger's Bulge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":3,"mp_id":"107682401","mp_crag_id":"109981232","climb_id":"PTcRBgciX9iW+5minJ58cA==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Awkward top rope or heady lead. Seemingly harder at a glance, but once the beta is uncovered and the mental crux is overcome it's pretty fun. Climb very directly to the overhang crimping up the initial thin face.\n\nA small nut protects the first overhang, and some very very long runners protects the second large overhang and crux. Reach high for a horizontal crack. Fall potential is all over the place, but after placing a piece and pulling the lip you can breathe a bit easier. Finish on the Lunch Lady crack and belay on branches, or finish up on the Stairway by traversing to the right (low 5th) to a gear belay.","protection":"Lead: Set of cams to 3.5\", set of nuts (down to micros). The crux is hard to protect, but a large (#4 or #5) Camalot and very long runners can be helpful. Be careful with slinging boulders on the ledge.  Wear helmets!\n\nTop rope: Lots and lots of webbing for the trees, the positioning makes it a bit awkward to top rope.  Back up with gear.","location":"Located between Lunch Lady Land and Stairway/Juicifer.  Find the massive overhanging bulge above a large ledge in the dead center of the Lower Lunchbox wall, its the largest feature on the wall and pretty hard to miss.  Align yourself under the overhang and climb a direct line to the top. Staying a little to the right and avoiding the better holds on the initial face is a fun/thin little challenge."},"__v":0},{"_id":"HUoVdhgBXoyDg6u03bNA4g==","name":"Juicifer","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":5,"mp_id":"107334118","mp_crag_id":"109981232","climb_id":"HUoVdhgBXoyDg6u03bNA4g==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"An elaborate boulder problem situated above a big bulky crack. For full value, keep way to the left and steer clear of\n\nHolus Bolus\n\n.\n\nFollow the big bulky crack(low 5th) until it tapers into a seemingly impenetrable seam. From the narrow ledge, the crux is straight up the face following the seam and thin face holds. Very crimpy and balancey at first, and ends on slopers.\n\nPretty sketchy to lead, as the last good bit of pro is just below your feet before a 15ft run out crux. Everyone who I've seen work this route opted for the top rope.","protection":"Top rope: Some slings for the knob at the top (small splitter cams/nuts good for backing up behind the knob), and some long (20+ ft) webbing to backup on the trees\n\nLead: Standard rack, #2 Camalot down to micro stoppers. doubles of #3, #4 metolius helpful. Sew it up, and make sure you have that crux sequence dialed!","location":"The thin marble face between\n\nStairway\n\nand\n\nHolus Bolus\n\n.\n\nFrom the Middle Fork trail, walk along the base for about 30-40 meters. Locate a sizable ledge with a small cavity and overhang, located about 10 feet above a tree. The route begins to the left of this tree."},"__v":0},{"_id":"DzyMpbkfVOefBMozY59qvA==","name":"Holus-Bolus","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":6,"mp_id":"107334425","mp_crag_id":"109981232","climb_id":"DzyMpbkfVOefBMozY59qvA==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Climb a direct line slightly to the right of two bushes growing out of the wall, and the crux is located at a balancey section where the route curves slightly left and then finishes up at the gear/knob belay","protection":"Top Rope: Slings for the knob and looong webbing for the trees. Back up with some gear.\n\nLead: Set of cams, set of nuts, slings","location":"Sandwiched between\n\nJuicifer\n\nand\n\nthe Big Bobino\n\n.\n\nFrom the Middlefork trail, walk along the base for about 30-40 meters. Locate a sizable ledge with a small cavity and overhang, located about 10 feet above a tree. The start is to the right of the tree."},"__v":0},{"_id":"TIV0wSYnWoqGNlgJPk6Fug==","name":"The Hassle Hoffwidth","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":14,"mp_id":"107688710","mp_crag_id":"109981232","climb_id":"TIV0wSYnWoqGNlgJPk6Fug==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"The premiere line on the rarely visited \"Willowwacks Wall\". Would be 3-stars if it had a nice trail and better anchors.\n\nWhether the hassle of the approach is worth the pay off is up to you, but this chimney/off-width/hand/finger crack formed by an overhung dihedral is among the cleanest routes on the quartzite formations.\n\nP1 (optional) 5.6 :  Very short...hand crack with good face holds. Top out and move to the left around the boulder to set up a gear belay.\n\nUnrope and walk about 20 feet or so to the Hoffwidth.\n\nP2  5.10- :  Climb the thin face using the chimney/offwidth occasionally...moving out of the dihedral, pass a tiny ancient hangerless bolt and follow the hand/finger crack to the left. Use caution with the thin flake about 1/2 way up the route, sketch!\n\nEither finish up here and belay/rap off the small tree branch and some bail gear, or continue up the face to the right and to the top to truly earn the grade! (scary down climb)\n\nNote: Pitch one can be skipped with a slippery walk up the south side along the base. You can also walk off here after the first pitch or after rapping the second.","protection":"Standard rack up to a #4 Camalot is sufficient, but two #4's and a single #5 would be perfect. May need long webbing and some bail gear to get down.","location":"The Willowwacks Wall is one of the more isolated out of the quartzite formations, situated a couple hundred meters north past the Lunchboxes, and a couple hundred meters southwest of the Lunch Bucket Ledge turnoff. It can be seen from the parking lot and can be seen by looking directly north from the top of The Big Bobino.  Although not all that lengthy, the approach is pretty unpleasant no matter what, so the best way is to just walk directly from the parking lot and try to find the path of least foliage. The start of the first pitch is to the right of the base of the formation."},"__v":0},{"_id":"nF2wdhXSV5aWX/uxiEZLlA==","name":"Dangleberry Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":0,"mp_id":"107334074","mp_crag_id":"109981232","climb_id":"nF2wdhXSV5aWX/uxiEZLlA==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Climb the initial face with the awesome mantle move, then veer to the right of the ledge with the tree. Continue up good features then finish up on the crack with the boulder lodged in it (careful!).  Tree branch belay and descent trail walk off.\n\nTraverse variation:\n\nInstead of topping out at the crack, traverse the entire Lower Lunchbox from left to right.  A bit of an endurance test, even with plenty of slings.","protection":"Lead: Set of nuts, set of cams, lots of slings. Tree branch belay, walk off.\n\nTop Rope: Lots and lots of webbing for the tree branches.  Back up with gear in the crack.","location":"From the Middle Fork trail, walk along the base about 20 meters. Locate a big tree on a ledge. Lots of variations to the start, but direct to the mantle move is the easiest."},"__v":0},{"_id":"VzBNAQhEXve7ym4SPq/LYw==","name":"Coyote Ugly","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":11,"mp_id":"107697774","mp_crag_id":"109981232","climb_id":"VzBNAQhEXve7ym4SPq/LYw==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Unique, slightly overhung, quite sustained despite the brevity, and surprisingly difficult, especially if done from the very bottom.\n\nThe start is located at the lowest point below the anchor in a cramped nook surrounded by waste/chest high boulders. Falling on the first few moves can result in some scrapes and bruises.\n\nSkipping the low start brings the grade down a bit, but it's still challenging\n\nThe route sees shade in the mornings until around noon, but the little cave provides shade all day for your belayer.","protection":"Top rope, three bolt anchor. Lots of webbing/cord to reach over the edge.","location":"The route climbs a direct line to the west of the three bolt anchor for\n\nTimber Tantrum\n\non the Upper Lunchbox. Use long runners to eliminate rope drag."},"__v":0},{"_id":"LdcSsIrhXomdOsUjqsSWGw==","name":"The Bobino Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":8,"mp_id":"107334103","mp_crag_id":"109981232","climb_id":"LdcSsIrhXomdOsUjqsSWGw==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"Top rope or run out the first half. Climb a relatively straight line on the cleanest part of the wall, to the right of the Big Bobino.\n\nLots of variations, from easy 5th all the way up to 10+ with enough creativity. Great wall for playing eliminations/add-on, or doing laps. Keeping to micro crimps makes for some fun/tricky slab problems.","protection":"Top Rope: Hike the descent trail to the top. Long webbing for the boulder at the top for the belay/top rope. Equalize with gear, and bring super long webbing to backup on tree branches.","location":"To the right of\n\nthe Big Bobino\n\n, seek out the line of most resistance. Climb further right for an easy 5th finger crack."},"__v":0},{"_id":"90/SQ/X0UQ+L8/nl+vuGRQ==","name":"The Big Bobino","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"left_right_index":7,"mp_id":"107334087","mp_crag_id":"109981232","climb_id":"90/SQ/X0UQ+L8/nl+vuGRQ==","areaRef":"jsfqOxTIUqyH9CzhqbCYkQ=="},"content":{"description":"One of the best low-5th lines in the area. Follow a series of huge flaring cracks that move left and then back to the right after veering onto Holus Bolus, then straight up to the boulder belay.","protection":"Top Rope: Hike the descent trail to the top. Long webbing for the boulder at the top, and always equalize with gear and super long webbing to backup on some trees.\n\nLead: Set of nuts, set of cams, slings, webbing. Very protectable.","location":"About 50-60 meters from where the Middle Fork trail breaks off.  If you start hiking up the much steeper trail that heads for the Upper Lunchbox/descent trail, you've gone too far."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,0d360410-7ac9-58db-a123-bf486a29a7cb,8ec7ea3b-14c8-52ac-87f4-2ce1a9b09891","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Hospital Rock Area","Lower Lunchbox Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":1,"beginner":8,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":8,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.77343,36.521]},"bbox":[-118.77398953020929,36.520550339818136,-118.77287046979075,36.52144966018185],"left_right_index":-1,"ext_id":"109981232","area_id":"jsfqOxTIUqyH9CzhqbCYkQ==","polygon":{"type":"Polygon","coordinates":[[[-118.77398953020929,36.520550339818136],[-118.77287046979075,36.520550339818136],[-118.77287046979075,36.52144966018185],[-118.77398953020929,36.52144966018185],[-118.77398953020929,36.520550339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:54:18.955Z","updatedAt":"2024-02-19T18:29:22.391Z"}