{"_id":"6414275cf0cf0083296076a7","area_name":"Eagle Rock","shortCode":"","climbs":[],"children":["6414275ef0cf0083296076c2","64142768f0cf008329607741","64142774f0cf008329607810","6414278bf0cf008329607925"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,52b8e499-5929-5542-b1e5-6934c4035048,3c7bcba8-9dbf-558d-a248-099f46d4c535,22481f5e-f345-54df-af6f-71bbad4f334b","pathTokens":["Canada","New Brunswick","Welsford","Eagle Rock"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-66.31572,45.43084]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"IkgfXvNFVN+vb3G7rU8zSw=="},"content":{"description":"Eagle rock was one of the first areas in New Brunswick to be climbed. It was first explored by climbers in the mid 70s with a few lines in the 5.1 to 5.5 grade that may be a little stiff by todays standards. The climbing continued in this area for a few years but when Cochrane lane became more popular in the late 70 and early 80s, the early climber focused on the larger wall across the valley.\nSome of the first climbers in NB were Tom Butz, Colin Bell and G. Lacroix. These early rock climbers opened free climbs like Tom's Route and the Wire Brush Special at Eagle rock but also put up some of the classics in Welsford like Gollums Cave, Cheekbone corner, Waterfall Layback and Pink Panther. These routes have been re-graded in the last few years and still remain as test pieces in New Brunswick.\nEagle rock has had little development science the 70s. There was another aid line done by Steve Adamson that ascends the left wall, there a few pins left from the first and only ascent.  Steve also added a few small but stout free/trad climbs on the left wall.\nThe most current development was a few of the old aid lines from the time were finally freed by Bowles and Cruickshank around 2004.\n\nThis Area is located on private land is not part of base Gagetown's restriction. You do not have to contact CFB to climb here but please be respectful and don't trash the place."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414278bf0cf008329607922","prevHistoryId":"64142774f0cf00832960780d","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":4,"createdAt":"2023-03-17T08:39:56.362Z","updatedAt":"2023-03-17T08:39:57.400Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}