{"_id":"6368a214e80bff5a9955d978","area_name":"Gendarmes","shortCode":"","climbs":[{"_id":"JJP3WRihUqOxSqZ+u3URXg==","name":"Shortcut","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57891,32.3631]},"left_right_index":999999,"mp_id":"112160765","mp_crag_id":"108051864","climb_id":"JJP3WRihUqOxSqZ+u3URXg==","areaRef":"3PTb8BJPWVuUHm4Iy/agEA=="},"content":{"description":"The route is a shortcut on the way to the West Ridge of the Wedge (or Lost Peak). Instead of the detour to the left of the next Gendarme, you continue to head up. After all, the point is climbing, not not climbing, right?  \n\n  Pitch 1, 110 ft, goes up the gully, which takes a bit of a break before it steepens. We belayed from above this step. \n\n  Pitch 2, 80 ft, was to the right (would have been a continuation of the slab version below). It was uniformly steep in on a rock cut up by vertical cracks, protectable and fun.","protection":"A single set of cams in mid sizes is plenty for this.","location":"On the left side of the first of the Gendarmes. There are a number of gullies to the left of this peak. The largest has a huge chock stone on top. The one to the right of it a smaller chock. The Shortcut goes up the one to the right of that. \n\n  The topout did not get us to the saddle before entering Lost Peak/Wedge gully, but to a saddle before that. But it was a scramble to get over the rock pile in the way."},"__v":0},{"_id":"OBJs7GkmUoSiUHrQwXB00Q==","name":"DZ's Electrifying Entrance","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Carter and David Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57891,32.3631]},"left_right_index":0,"mp_id":"108051889","mp_crag_id":"108051864","climb_id":"OBJs7GkmUoSiUHrQwXB00Q==","areaRef":"3PTb8BJPWVuUHm4Iy/agEA=="},"content":{"description":"Pitch 1: Chossy chimney. Can be soloed but it's airy and loose.   Pitch 2: This is the pitch that drew me to the climb. It is a hand crack with an off width to the right of it. One can see the crack from the saddle. When the crack runs out move around left to some slab and more crack to a belay on a large ledge.   Pitch 3: We went up the left crack. The rock is not so good and the climbing is kind of tricky but fun. The top has like a South Dakota Needles summit perch.","protection":"A double rack worked fine. All sizes. Could probably do it with a single rack.","location":"The route begins on the lowest section on the west side of the Gendarmes. It can be seen from the saddle. Look for the chimney and the hand crack. \n\n  We left some webbing to rap the route but one could also walk off or setup a better rappel. The first rappel is below the actual summit block and the second is on the west face. Feel free to use the gear up there if you want to move it to a better location."},"__v":0},{"_id":"YASukyzAWaS6K/ZDJ4vA+Q==","name":"Flight of Icarus","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57891,32.3631]},"left_right_index":1,"mp_id":"112071742","mp_crag_id":"108051864","climb_id":"YASukyzAWaS6K/ZDJ4vA+Q==","areaRef":"3PTb8BJPWVuUHm4Iy/agEA=="},"content":{"description":"First pitch is a nice 5.8+ hand crack. Once the crack ends, follow the start of the left-facing dihedral to a large bush. The bush can be used as an anchor. \n\n  Pitch two climb the entire left facing dihedral, part of this pitch is so thin that nuts are required to protect about 20 feet of the corner.  \n\n  Pitch three continue up easier terrain to the top of the formation.","protection":"Double cams up to #3 Camalot, nuts. Tricams do come in handy.","location":"Just south of the Wedge on the east facing wall of the Gendarmes look for the dihedrals.  \n\n  To rappel, I used bushes and left a couple nuts. If you do the route you might want to bring a bolt kit but the nuts were left there August 14, 2016. So they should be good for a while."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,dcf4dbf0-124f-595b-941e-6e08cbf6a010","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Gendarmes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57891,32.3631]},"bbox":[-106.57944234833907,32.36265033981815,-106.5783776516609,32.36354966018187],"left_right_index":-1,"ext_id":"108051864","area_id":"3PTb8BJPWVuUHm4Iy/agEA=="},"content":{"description":"It can be sunny and windy.   Crowded? No.    Secluded? Yes!   Ingraham mentions this area in the approach to the Wedge. It's south facing and the rock quality is kind of chossy but it doesn't appear to ever get climbed, like a lot of the Organs routes. There are probably several other routes to be climbed on this small formation."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.462Z","updatedAt":"2022-11-25T11:20:28.688Z"}