{"_id":"6368a1b8e80bff5a99553e8d","area_name":"3. The Mid Section","shortCode":"","climbs":[{"_id":"ldBlEDdVX2aRDz2OWSk5bA==","name":"Unknown next to L'Anniversaire","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":7,"mp_id":"109535192","mp_crag_id":"106436490","climb_id":"ldBlEDdVX2aRDz2OWSk5bA==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"While the crux move is about \"PG\", THERE IS 5.6-5.7 R/X JUST BELOW.  This is the line on non-mossy, non-lichen  rock just to the right of L'Anniversaire. \n\n    P1 - START- At the \"Launch Ledge\" and climb to the crack/flake above, protect here and then climb directly up the clean rock (5.7 R/X) clipping the one bolt* (a short stick clip, or stiff quick-draw, may help shorter climbers with the clip) and then continue ( 5.7+ / 5.8- PG) to the anchor.  120 ft  5.8- PG  (5.7 R/X)      * A 3/8\"SS,  placed at the location of an old, rusty, hanger-less \"stud\". \n\n    Descend - Rap with two ropes, or a single 70M JUST makes it to the Launch Ledge","protection":"Medium cam plus one quick-draw.  Optional stiffened quick-draw (or short stick clip).","location":""},"__v":0},{"_id":"4/IWDyaeWoi19cd0Qzw3Uw==","name":"True Colors","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karen Moffat Winkler and Kurt Winkler","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":5,"mp_id":"109535128","mp_crag_id":"106436490","climb_id":"4/IWDyaeWoi19cd0Qzw3Uw==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"According to the custom used by Ed Webster in his guidebook, Karen would have led the crux pitch on this climb, as she is listed first. That would put this climb a \"New Hampshire rarity\" in that the FA was led by a woman, and means that Rainbow has TWO climbs whose FA was led by a woman. (The other is \"Crazy Woman Driver\" on the Perfect Wave Slab)P1 - Start, as Karen and Kurt did, at the \"launch Ledge\". Climb straight up the bright orange streak. Step a bit right to the belay, a new 3/8\" bolt and a new (2014) piton [The remnant of one of the original pitons can be seen about a foot above the new one.] This is the same belay as described for Bruin 130 ft 5.4 XP2 - Step right (Var.) and climb to the trees. 150 +/- ft 5.3 +/-Variation for P2 - Step several feet LEFT from the belay (left of the smaller curved crack) and continue the \"natural, straight up\" line of Bruin. 5.7-5.8R (crux is the first few moves)Descent- Rap from the trees with two ropes. Or, from the end of P1, climb down and over a few feet to the new double-bolt anchor of L'Anniversaire and rap with 2 ropes ( or a single 70 meter JUST gets back to the Launch Ledge)","protection":"None, although one can deviate a bit at the beginning of P1 and climb the corner/flake and get a medium cam in.  This doesn't change the rating ( still 5.7 R/X) but does at least give the belayer an upward pull to contend with!","location":""},"__v":0},{"_id":"KYnJjMXqVs+6BOOE9E2I3Q==","name":"Scramble to \"Launch Ledge\"","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Completely Unknown !","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":3,"mp_id":"109535010","mp_crag_id":"106436490","climb_id":"KYnJjMXqVs+6BOOE9E2I3Q==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"\"Launch Ledge\" is a great place to \"launch\" a climb of Bruin, True Colors, L'Anniversaire, Rhino Skin, Dead Easy and Livin' Easy. \n\n   Starting from toe of the slab, scramble/walk up left-ish to the watercourse and then to the flattish area of darkly colored rock. \n\n    Scramble [class 3/4] , or climb belayed, up the obvious, right-trending, Class 3/4 ramp-and-broken-corner (photo) about 75 ft to the last, spacious ( 3 ft x 5 ft) ledge with a bomber crack for medium cams at its base. (photo) \n\n     If the watercourse is wet and not to your liking, it is possible to ascend the grey rock starting from about 1/2 way up from the toe to the watercourse.  This is more difficult (about 5.2 R/X ) and some may want a belay here.","protection":"The \"crux\" at the 4 ft high corner could be protected with a small-medium gear. \n\n  In the spring, or other times when wet, the slab to the right of the corner can be climbed easily (Class 3, class 4, or 5.0, depending on your definition)","location":""},"__v":0},{"_id":"APrSRpP8VjSrYKaLKA/hvQ==","name":"Rubberneck","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Ross and Tana Cathcart  Aug 7, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":14,"mp_id":"109545658","mp_crag_id":"106436490","climb_id":"APrSRpP8VjSrYKaLKA/hvQ==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"Another of the Paul Ross-Cathcart climbs of AUG 7 '73. Perhaps by now Paul's belayer was wishing for a \"rubber\" neck?!\n\n P1 is not \"bad\", but if it was as nice as P2 I'd give the whole route 3 stars.\n\n START- 50 FT above where the main path meets the slab is a long, arching overlap. From the left end of the overlap the climb \"Building Steam\" climbs the first weakness, a wide, sort-of-flaring inside corner with a fixed wire nut. \"Pencilneck\" climbs through the arch at the second weakness, about 6 to 8 feet right of \"Building Steam\", and RUBBERNECK climbs through flakes 20 +/- ft further right. SEE PHOTO of this large overlap POSTED to PENCILNECK GEEK\n\n P1- Climb up the slab any way you wish and head for the gap with several flakes about 2/3rds of the way along the overlap. (Photo) Go through these (gear, 5.4 - 5.5 +/-) and continue along the weakness to the left until reaching the tree ledge. 170 +/-ft 5.4-5.5 [The FA party, with 150/165 ft ropes  belayed in the \"weakness\" above the overlap. ]\n\n P2- Move back right 12-15 ft, out of the trees, make a step up to a natural thread (photo), then face climb (5.6 PG/R, Var1) up right-ish to a small flake with gear ( small cams). Step right, (Var 2) then up and back left a bit, continuing up the face (5.6 R, crux) to a hidden stance. Step back left and climb (40 ft?) up to a 2 bolt anchor. 100 ft 5.6 R [Note: Of course, there's no guarantee that this was the exact route of F.A., but it's nice climbing and fits the grade.]\n\n P3 - (Not often done) Up easy, but somewhat mossy slab to the top. 100 +/- ft  5.3-5.4 Rap with 1 rope back to the dbl bolt anchor.\n\n Variation 1- This avoids the first 5.6PG/R face. Climb up left-facing flakes to the left of the thread, then step back right to regain the regular route.\n\n Variation 2 - After the small flake, step left to a thin ( 1 inch thick) grey flake; then up this and the thin face above ( 5.8 / 5.8+). Rejoin the original route to the anchor. \n\n NOTE: See also the \"Pushing the Pencil\" variation  of P2 of Pencilneck Geek as a better protected P2.\n\nDescent- If not doing P3, rap, or lower, from the anchor to the tree ledge. Here, rap from the \"Making Steam\" rap tree, which is 10-12, or so, feet down in the island. With two ropes from the double bolt anchor it is possible to reach the P1 anchor of Littoral Zone, then 2 ropes to the ground. This avoids the tree ledge.","protection":"Modern rack with some small TCU's","location":""},"__v":0},{"_id":"K5ZovtqDWIaHhgwEotOfrA==","name":"Rhino Skin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":8,"mp_id":"109535532","mp_crag_id":"106436490","climb_id":"K5ZovtqDWIaHhgwEotOfrA==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"History- The FA of this climb has long been credited to \"Jim Shimberg and Bradley White Oct. 18, 1987\". However, NEITHER of the two \"Brad\" Whites nor Jim Shimberg has any recollection of doing the climb!\n\n Given its name, you don't need too much imagination to \"see\" where this climb goes!\n\n P1 - Get to the \"Launch Ledge\" by your choice of routes.\n\n P2 - (Var) From the \"Launch Ledge\", climb directly up the \"moon scooped\" rhino skin between \"Dead Easy\" and the slab climbs to the left. The usual line is a few feet left of the clean rock on the right. 125 +/- 5.5 to 5.6 R/X. Belay at the double bolt anchor of Dead Easy.\n\n Variation: Climb the clean rock a few feet right of the \"rhino skin\" 5.7 R/X or TR\n\n NOTE: For many years, if not decades, a 12\" diameter tree acted as the rap anchor for this, and a few other of the climbs in the area. It fell over in 2012 and departed the mountain in the winter of 2013-14, and now resides a few feet below the \"toe\" of the slab, although already the 'local' vegetation has made it difficult to find in the summer. [photo]","protection":"None, zero \"Nada\",... which is somewhat of a shame since just one or two bolts would make this climb a nice beginner/intermediate lead.  With two ropes it can be top-roped from the Dead Easy anchors.","location":""},"__v":0},{"_id":"7x6QB5yEVxmz2xj4Ue9z6A==","name":"Pencilneck Geek","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Swain, Brad White, Dick Peterson Sept. 18 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":13,"mp_id":"109535669","mp_crag_id":"106436490","climb_id":"7x6QB5yEVxmz2xj4Ue9z6A==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"I'm not sure how any Pitch#2 that moves right from the top of the flakes/corner \"goes\" at only 5.2 (as some guidebooks purport), but the \"Variation\" as described is very nice and maintains grade interest. VERY close to a 3 star climb, if only P1 wasn't a \"one move wonder\". (Still, it is a \"neat\" move!)START- About 50 ft above where the the main path meets the slab is a long, arching overlap. From the left end of the overlap the climb \"Building Steam\" climbs the first weakness, a wide, sort-of-flaring inside corner with a fixed wire nut. \"Pencilneck\" climbs through the arch at the second weakness, about 6 to 8 feet right of \"Building Steam\".P1- Climb up the slab headed for the flakes at the top of the arch/overlap about 6-8 ft right of \"Building Steam\" [the wide corner with the fixed wire nut.] (photo) Gear is possible both below and above. Climb though on the flakes ( crux, 5.6 - 5.7) and then up and right, gaining the right end of the tree ledge. Belay at any tree on the left. 130-140 ft 5.6 - 5.7 some 5.3 \"R\" on lower slab.P2- Per Webster...Climb the easy flakes/left-facing corner directly above, then move back right and green moon scoops to the top. 170 ft 5.2 (?) [ Note: Perhaps going higher before moving back right keeps it 5.2-5.3 ?? ]2017 addendum I think this is the original P2 route: Climb the easy flakes/left-facing corner. At its top, continue a up and left-ish 20 +/- ft to where a wide ledge/ramp leads back to the right. Protect behind the top flake (med. cam) and then continue right making 5.4 +/- friction moves to the aforementioned \"moon scoops\". Run it out to the bolted anchor (you are above the level of the #1 Camalot hole mentioned in \"Pushing the Pencil\") or continue another 100+/- ft above the anchor to the top at a large pine tree.\"Pushing the Pencil\" variation: maintains the approximate grade of P1, and (like P2 of its neighbor Rubberneck) actually offers nicer climbing than P1. Climb the (same) easy flakes/left facing corner directly above to a stance at the top. Make ONE step right to a 1-to-2-inch ledge, then up the thin, 2 ft high flake (5.6+ / 5.7 bolt on left) THEN up the green moon scoops, passing a \"hole\" for a #1 [Red] Camalot located a bit left of the easiest line. Continue up a bit right to the two-bolt anchor. 95 ft 5.6+ / 5.7. (As climbed by R Hall & S Matz, circa 2014-15  Originally led without the bolt, the flake is just too \"flexible\" to trust.)\"Just Another Variation\" : Start a few ft right of the regular route and a few ft left of Rubberneck; climb directly up on thin but clean white granite with some sharp incuts, 5-6 ft right of the flake of \"Pushing the Pencil\" variation. [photo] 5.7+/ 5.8- \"X\" to lead, but easily Top Roped off the Rubberneck anchor.P3 (starting from bolt anchor)- \"To the woods on top\" 100 +/- ft 5.2-5.3 R/X Look for a large pine tree with an rap anchor.Descent - From the end of P2, Lower or rap back to the tree island, then rap off the large tree (the top of \"Making Steam\") to the ground.Descent to Littoral Zone - From the dbl bolt anchor at the end of P2, rap with a 70m rope diagonally right to the double bolt belay/rap anchor at the end of P1 of Littoral Zone. Rapping down from here requires a 2nd rap (from the station by the little maple tree, P1 of Perfect Wave) BUT from the Littoral Zone anchor you can TR nearly all of that route's P1.From the end of P3 A single 60m makes it from the big pine tree to the bolt anchor.","protection":"Normal rack; small & medium cams for the P1 crux, smaller stuff for the P2 \"crux\"","location":""},"__v":0},{"_id":"rqRx5onOVMiJo2EG6+kZaA==","name":"Livin' Easy","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1st Recorded R Hall & S Matz Aug 2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":10,"mp_id":"109535202","mp_crag_id":"106436490","climb_id":"rqRx5onOVMiJo2EG6+kZaA==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"See Route Photo posted to the climb \"Dead Easy\". This climb's P1 starts just right of the very toe of the cliff.  The top of its P1 joins Dead Easy and crosses at the belay ledge it to finish well right of Dead Easy.\n\n Placements on P1 might be a bit tricky for the new trad leader, but P2's placements are much easier to see and place.\n\n The companion route to \"Dead Easy\", this route is truly \"Living Easy\": Clean rock, and good pro that is easy to place on P2. N.F.W. this could have been a FA, but no place was it recorded. If you are on the \"launch ledge\" it's an easy climb over to the tree island and pitch 2, the better of the two pitches by far!\n\n P1 - START A few feet right of the very toe of the slab, and a few feet left of the right edge. Climb up, with gear placements possible on the flakes and cracks to the right. At about 75 ft, pass by the start of Dead Easy (the triple-trunked oak to your right) and continue up the slab to the left end of the tree island. Walk a few feet right to a maple tree with rap slings. 150 ft 5.4  [NOTE that you have \"crossed\" Dead Easy. ]\n\n P2 - Make the move up just to the left of the tree, then up the slab (gear low on a right facing flake, then 1 bolt) headed for the corner/flake that arches left. Climb up this to near the top (gear) and then step over it to the clean, golden slab above. Follow this up ( bolt on left, then another higher up) to a double-bolt anchor about 40 ft below the top 115 ft   5.5 PG ; ....or, continue on brushed footholds in the lichen and into the trees and belay/rap anchor on tree. [Just before the brushed footholds there is a gear placement on the right, \"behind\" a small bulge-flake. Save a 0.5 (purple) Camalot-sized for this. ] 150 ft 5.5 PG\n\n Descent - Rap (DO NOT LOWER ! 70m won't reach! )  off from the bolted anchor with single 70m rope [tie knots!] , then off the maple tree to the ground.  NOTE from trees at the top you need 2 ropes (You may THINK your single 70m might make it from the trees back to the belay ledge, but you'd be wrong!)","protection":"normal rack, esp. mid-sized cams;  draws for the bolts","location":""},"__v":0},{"_id":"k2lE6sFgV2Ox3emwQHBlFw==","name":"The Littoral Zone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick & Karen Traverse  Oct 2001","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":15,"mp_id":"109562785","mp_crag_id":"106436490","climb_id":"k2lE6sFgV2Ox3emwQHBlFw==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"This route (and its variation) is the \"last\" route in the mid-section. In geology the \"Littoral zone\" is, roughly speaking, that area of the coast between the normal high-tide mark and the \"highest\" mark of the ocean, e.g. in a storm (I presume) like Hurricane Sandy.The \"R\" rating presupposes that you find the TriCam placement on P1...otherwise it is \"R/X\".START- Just about exactly where the climber's path meets the slab.P1- Climb up the dark bottom slab, over the overlap 30-40 feet up (pretty much the same as for \"First Wave\" and \"Take a Giant Step\") and continue up to a jutting, right-facing flake that somewhat resembles the submerged, \"battering ram\" prows of ancient Greek and Roman warships. Climb over this (gear) to the slab above. Continue up the slab; find the hidden pocket for a TriCam, and then over the steepening swell, [Crux 5.7 R, easiest on the right.] [Var.] and then on to the double bolt anchor not visible from below. 130 +/- ft 5.7 R (R/X if you don't find the pocket)Variation: Below the swell, move right to a left-facing, arching flake/crack which is exactly on the boundary with the \"Perfect Wave Slab\", protect here and then move up and left to the double bolt belay. 5.5 PGP2 - Not too sure where the FA-er's went. To keep to the 5.5 grade (as the pitch is supposed to be) step left from the belay and then up left-ish on friction and stairsteps, with one 5.5-ish move off the highest \"step\". Above this, climb easy friction either moving left to the dbl bolt anchor of Rubberneck/Pencilneck 110 ft, 5.5 , ...or.. run out the rope straight up to the huge pine tree rap at the very top of the cliff. about 180+ ft 5.5, with much 5.2-5.4 R/XThe other possibility of the FA route for P2 is: Up and slightly right, towards the left-curving crack/flake, but moving up to the crack/flake, and then back away from it after placing protection, seemed more 5.7-ish than 5.5.","protection":"TriCams and a normal rack","location":""},"__v":0},{"_id":"B9KrH1qYX8maaOEf9DRVNg==","name":"L' Anniversaire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Strand and Rose O'Brien  July 1985","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":6,"mp_id":"109535168","mp_crag_id":"106436490","climb_id":"B9KrH1qYX8maaOEf9DRVNg==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"This is the \"directissima\" of Rainbow!  Few will feel compelled to do P1 or P3. Be aware: the brown streak is due to a powdery, black-brown, mossy-lichen that grows in what is the main water channel for his part of the cliff. If it hasn't been brushed recently, the last few moves can be REALLY un-nerving!  This is usually the last climb to dry in the spring. \n\n    P1- START at the very toe of the cliff, climb straight up the lower slab in a line directly below the dark brown streak above (just to the right of the bright orange of True Colors). Belay with gear at the \"launch ledge\".  100 +/- ft  5.3 X   Alternately, use the scramble to \"launch ledge\". \n\n    P2 - Up the brown streak, perhaps using the flake/crack for one gear placement before the \"real deal\". This \"baby\" gets progressively thinner as you climb higher. Don't \"blow out\" your foot placements reaching for the handhold at the top. The original 1/4\" bolts at the belay stance, placed directly in the watercourse, are horribly rusted so move a bit right to a new anchor out of the worst of the water-course.  120 Feet  5.8 or 5.8+ definitely \"X\"  ( 5.8- PG/ 5.7X if you step right near the top and clip the bolt and finish on the adjacent climb to the right.) \n\n    P3 - To the top  5.4 +/- \n\n    Descend -  Rap with two ropes from the trees, or with two ropes from the new double bolt anchor at the top of P2. (a single 70 meter JUST  makes it to the \"launch Ledge\".","protection":"Medium cam for optional flake/crack","location":""},"__v":0},{"_id":"bfeBnhYfXRSmUfoeaHeI5A==","name":"Fifty Center","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Paul Ross and Tana Cathcart","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":1,"mp_id":"109534942","mp_crag_id":"106436490","climb_id":"bfeBnhYfXRSmUfoeaHeI5A==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"The \"usual\" 5.4 with 5.2-5.3 R/X     A major variant to Face Dances, this climb shares the same first pitch. \n\n  See Photo of route(s) in Face Dances. \n\n  From the multi-trunked tree belay(or gear anchor) at the end of P1 of Face Dances, climb on \"moon scoops\" 40+/- ft in a rising line to the right to a small right-facing corner, which is about half way between the Face Dances lower bolt and the Coloring Book corner. (Currently, 2014, a small tree grows here.)  Gear here for the 5.4 move, then climb up and slightly leftward 80+/- ft(5.2-5.3 R/X, no gear) to the Face Dances anchor. 150+/- ft 5.4","protection":"Normal rack, triple bolt anchor at top of Face Dances; 2 rope rap back to Face Dances tree.","location":""},"__v":0},{"_id":"R+OY1EmeXmageCzOme0o6w==","name":"Face Dances","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Alain Comeau & Janot Mendler Comeau 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":0,"mp_id":"106436499","mp_crag_id":"106436490","climb_id":"R+OY1EmeXmageCzOme0o6w==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"One of the more popular routes on the slab; most folk skip P1 and P3 and walk up to the tree belay stance at the start of P2. [R Hall added May 2017]The route (P2) starts on the low angled slab and climbs up through the bulge in the white streak. Clip an older 3/8\" bolt at the bulge (crux) and continue up past 2 more bolts to a 3 bolt ( 2 old, 1 new) anchor set for rapping. Pitch 3 continues up to the woods on easier climbing. Rap with 2 ropes, even from the 3 bolt anchor.BEWARE the error in the Handren guide that states the 2nd P is 70feet...it's more like 140-150 ft; in any event even a single 70meter rope (115ft doubled) doesn't get you back to the belay from the anchors. It will, however, get you to the old 3/8\" single bolt...if you're into that sort of thing. Should you want to climb the original P1, it’s start is reached by scrambling up left from the toe to the watercourse, then up another 10-15 ft to a generally flat area. Climb up and left, staying left of the obvious flake of Coloring Book, in bushy corner(s) and over some of the only less-than-solid rock on the cliff. Make a few unprotected moves on slab to the tree belay on the left. An Alternate P1, much cleaner and more solid rock, starts about 1/3 of the way up the approach path that leads to the usual start. The same path that leads to the climbs further left: Height of Land climbs and Left Climbs. See photo of topo sketch.","protection":"rack, bolts","location":"The Mid Section"},"__v":0},{"_id":"pV04ZVAzVKiKFw4AZ0j31Q==","name":"DIVIDING LINE for MID-SECTION","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"NONE","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":11,"mp_id":"109535661","mp_crag_id":"106436490","climb_id":"pV04ZVAzVKiKFw4AZ0j31Q==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"Not a route and not 3rd class, but you have to put in SOME rating.Climbs left of the start of Livin Easy are accessed via the path to the \"toe\"; climbs right of Livin Easy are accessed from where the main path meets the slab at the junction of the right-side of the Mid-Section and the Perfect Wave Slab.","protection":"Not Applicable","location":""},"__v":0},{"_id":"+WmoamEmU6KvZPqhBVU4BQ==","name":"Dead Easy","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Paul Ross and Tana Cathcart  Aug. 7, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":9,"mp_id":"109535545","mp_crag_id":"106436490","climb_id":"+WmoamEmU6KvZPqhBVU4BQ==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"Four Stars !? No joke. I've climbed it 10 or 20 times now (From \"launch Ledge\", soloing to the trees to set up solo-top-ropes) and it continues to impress with the quality and timelessness. If P2 of this climb isn't the best \"first Trad Lead\" in the state (if not the Northeast), then I don't know what climb could be.According to Webster's guidebook, this is one of six (6 !) First Ascents made by Paul Ross and Tana Cathcart on Aug 7th 1973, the first exploration of Rainbow! Check out the historic photo posted by Paul!25-30 ft. START From the toe, walk back uphill on the path (towards the Perfect Wave area) and after about 30-40 ft cut back left towards the slab and find a multi-trunked oak tree right at the edge of the slab. Alternatively, climb/scramble to Launch Ledge and then climb the easy friction to the tree island belay at the end of P1.P1- From the multi-trunked oak, move up and left through the \"grey powder-lichen\" ( holds brushed in 2014) to cleaner rock. Climb directly up, ending at the left end of the tree island. (Same island as for Livin' Easy.) Belay at the far left of the island at a clump of small trees. 80+/- ft 5.1-5.2Alternate - from the very toe of the cliff scramble up and left 30-40 ft, then up to the big overturned roots of a fallen tree, and onto very low angle slab. (”Coloring Book, 5.7 starts here, as does the original start to Face Dances)  From here scramble ( or climb belayed) up the obvious crack-corner that leads up and right 40-50 ft to the “launch ledge” and its belay/rap anchor. ( several climbs start here) . To get to the end of the original P1, climb on good friction (5.2 -5.3 or so) up and right for 25-30 ft.P2- Make the move up just left of the clump of trees, and then follow the steps and dike up. (Lots of gear potential). At the top, move up and left to the double bolt anchor. 110 +/- ft 5.1-5.2Descend - Rap with 2 x 60 meter ropes to the START, or to \"launch ledge\", where you can TR both variations of Rhino Skin. It is also possible, (again with 2 x 60m ropes) and a little tension-traversing to rappeller's left, to clip the anchor on L'Anniversaire and thus TR that normally \"X\" climb as well.With a single 70m rope it is possible to rap back to the tree-island belay. (This rap may also \"go\" with a \"cut-slightly-long\" 60m rope.) From the tree ledge rap to the ground off a 6-inch diameter maple tree with fixed rap rings .","protection":"Take lots, the pitch \"gobbles it up\". Beginning trad leaders could practice setting gear on this pitch, winner sets the most!","location":""},"__v":0},{"_id":"pUcDA39JXFWOuSJiHte7vg==","name":"Coloring Book (& Variation)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt & Karen Winkler  Aug 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":2,"mp_id":"109423332","mp_crag_id":"106436490","climb_id":"pUcDA39JXFWOuSJiHte7vg==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"See photo of slab posted to Face Dances.A MUCH nicer climb than at first appearance: FIRST, it's pretty well protected. SECOND, the route doesn't touch the ugly moss at the flake. THIRD, nor does it get involved with the vegetation in the corner (except, perhaps, in moving a bit of it around to get a gear placement.) Pretty close to a 4-star climb now that bolts have replaced the very marginal gear placements at the belay !P1- Climb up to a right-leaning flake; climb along the flake (gear) until before the moss, then over the flake and up (5.7) the white rock above. Pass over two sloping ledges (possible to belay on gear at the higher of the two) [Var],and then very pleasant climbing on featured white rock, to the base of the right-facing corner. Protect in the corner, but climb 2-3 feet right of the actual corner (5.6-5.7), thus avoiding the vegetation, and belay it its top [2 x 3/8\" bolts]. 165+/- ft 5.7Variation: Establish a gear belay at the suggested 2nd ledge. (medium cams). Step left and climb directly up (on a line about 20-25 ft left of Coloring Book, PHOTO) passing over two flakes (gear at both). Continue directly up the face/Arete 3-5 feet left of the Coloring Book corner. (purple [0.5] Camalot and 2 Bolts). Step right to the Coloring Book belay (dbl bolts). 130+/- ft 5.7+ / 5,8-  You could do it in one long pitch from the start, but it is usually climbed in two. P2- From the belay at the end of the regular P1, the FA went straight up the yellowish streak (gear at small overlap 50 ft up) to the trees at the top of the slab, but most climbers will probably want to climb leftwards and up (5.4, 1 bolt ) to the Face Dances bolted belay/rap anchor. Here, rap with 2 ropes down Face Dances. (If you rap with a single rope you'll have to make a short 2nd rap off a lower single-bolt-with-quick-link (or downclimb 5.2X  slab 25 ft) to get to the trees.","protection":"Small to medium nuts/cams for the initial flake, optional 5-6mm cord to tie-off a natural thread, and 0.5-1.0 sized cams for the top corner, save a #2(Gold) or #3(blue) Camalot-sized piece for the exit move from the corner.  A double bolt anchor now replaces the very marginal placements at the belay, but is presently not set up as a rap anchor.","location":"Route is located in the left side of the Mid-Section. From where the climber's path meets the cliff at the junction of the Mid Section & Perfect Wave Slab, walk slightly up, then left 100-125 ft then down on a path to the 'toe' area, scramble easily along the base, and then up to the left 50-75 ft [crossing over the main the watercourse, usually dry] to a gently sloping slabby area of dark rock.    The key feature of Coloring Book is the 40 ft high, right-facing corner about 120 ft up. Some vines usually grow in the bottom of the corner."},"__v":0},{"_id":"WOvMCEfBWiywBDoAbsJMgQ==","name":"building steam with a grain of salt","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"c. bald/a.croteau 04","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":12,"mp_id":"106551482","mp_crag_id":"106436490","climb_id":"WOvMCEfBWiywBDoAbsJMgQ==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"to the left of the main slab of rainbow locate a large overlap making a overhanging right facing corner close to the ground.   \n\n  pitch 1:  pad gently up a mossy slab to better rock under the corner/overlap, clip a fixed nut in a seam in the corner and make cool moves to the top of the overlap, climb diagonally left aiming for the treeledge above (no gear 5.5) rap with two ropes to terra firma.","protection":"medium cams below the overlap, fixed nut in the overlap.","location":"left of the main slab at rainbow."},"__v":0},{"_id":"e0Y++z5CV2yVIRyBWnslcQ==","name":"Bruin","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Kurt and Karen Moffat Winkler Oct. 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":4,"mp_id":"109534977","mp_crag_id":"106436490","climb_id":"e0Y++z5CV2yVIRyBWnslcQ==","areaRef":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"While nominally rated 5.4, this is most definitely NOT for the neophyte 5.4-5.5 leader! This is ESPECIALLY true, if you continue the natural line above the belay! (The route steps right into the belay, and then P2 CONTINUES RIGHT out of the belay. Starting pitch2 back on the left, the \"natural line\" commences with a quite-thin move! ) \n\n  Those looking for better protected, easy climbs should think about Dead Easy (5.1 - 5.2 G/PG), Livin' Easy (5.4-5.5 PG / with 5.3 PG-13) , or P1 of Rubberneck (5.5 G / 5.3 PG/R)  instead. \n\n    Kurt was climbing friction exceedingly well in the 1980's ( he still does!) as demonstrated by \"True Colors\" and \"Sir Bor's Dream (on Table Mt.) \n\n     Usually wet with run-off until late spring or summer.  \n\n     START: From the toe, hike up to the brown slab area and then  scramble, or climb belayed (Class 3-4) to the \"launching Ledge\" (see separate description).  Scramble (or climb belayed) 5-6 ft up to the next highest ledge system, and then traverse left 25-30 ft to a fixed piton. (photos) \n\n     Pitch 1 - From the piton, Climb straight up the lightly colored orange rock just left of a brown streak. About 40 ft above the piton a hole, just left of a curving flake, takes a Green Camalot.  Towards the top, if one moves left, out of the orange rock to darker rock, some gear might be placed.       Step a few feet right to the belay at a stance just below the right-hand of two crescent-shaped cracks. (single 3/8\" bolt and new (2014) piton)  130-140 ft  5.4-5.5 R/X  There is ancient remnant of one of Kurt's two original belay pitons still visible. [Same belay as for True Colors] \n\n    P2 - Move out RIGHT and finish on P2 of True Colors. 130-150 ft 5.3  bring a wire brush. \n\n    Rap from the trees with 2 ropes.  Or, from the belay at the end of P1, climb down and right a few feet to the new anchor for L'Anniversaire. Rap from there with 2 ropes. ( A single 70 meter JUST makes it to the \"launch Ledge\".","protection":"Not much, but small to medium cams might work on the darker rock to the left of the route","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,ff8a3238-9a4d-5278-a3ee-5ce29de864a6,89ac9197-93ff-5127-b250-809a753c0c6e","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Rainbow Slabs","3. The Mid Section"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":4,"label":"5.7"},{"count":1,"label":"4th"},{"count":3,"label":"5.6"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":2,"label":"5.4"},{"count":1,"label":"3rd"},{"count":1,"label":"5.1"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":2,"beginner":14,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":14,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"bbox":[-71.25694532057999,44.02036033981813,-71.25569467942,44.02125966018187],"left_right_index":-1,"ext_id":"106436490","area_id":"iayRl5P/USeyUICadTwMbg=="},"content":{"description":"This is the middle portion of the slab. The \"toe\" of the slab, where it runs the farthest down into the woods is in this section.  \n\n  There are really TWO SECTIONS to the Mid-Section: The area which is reached DIRECTLY BELOW THE APPROACH PATH ( Pencilneck Geek, etc.) and the area to the left (Face Dances, True Colors, Dead Easy, etc) reached by a path that goes up and left, then down a bit to the \"Toe\" area."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:12:10.298Z","updatedAt":"2022-11-25T11:19:58.080Z"}