{"_id":"6368a185e80bff5a9954f529","area_name":"Tripple T Buttress","shortCode":"","climbs":[{"_id":"Pu1Fug/2VMSfdtOoNclEzg==","name":"The Tooth","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean McLane and Forest Altherr, June 2019","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21171,39.0682]},"left_right_index":2,"mp_id":"118928633","mp_crag_id":"118202035","climb_id":"Pu1Fug/2VMSfdtOoNclEzg==","areaRef":"6Y4T5w7JXSqJD3DSAcq0GQ=="},"content":{"description":"Hand crack with stemming to off-fingers to a heady slab","protection":"Small to hands, save a .2 or similar for the end","location":"Right of the large chimneys at the upper right of Triple T Buttress"},"__v":0},{"_id":"nsBOt199XWadRUoc0DTTKw==","name":"Old Men of the West","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jared Nielson and Jason Stevens","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21171,39.0682]},"left_right_index":0,"mp_id":"118202273","mp_crag_id":"118202035","climb_id":"nsBOt199XWadRUoc0DTTKw==","areaRef":"6Y4T5w7JXSqJD3DSAcq0GQ=="},"content":{"description":"Start in the jumbled boulders at the base of the wall at two parallel cracks under a roof. Follow cracks and generous face features to the left corner of the roof, move left and pull onto the face. Follow a fissure/crack up and into patina right of a large dihedral system. Continue up face features to a two bolt anchor. Rappel 35M to the ground.There are truckloads of routes to be done in the Wild Granites, and this route will certainly go to the top of the buttress and link to the formations above and behind it. We simply ran out of time. We intend to return for more new routes!","protection":"Medium gear to a couple of bolts and bolted rappel anchors at the top of pitch one. Natural anchors to top","location":"At 39.044758, -117.165431 take a dirt road and make your way to \"Indian Burial Grd Road\". Do NOT take the road that goes to the residence/ranch on the hillside north of McLeod Creek. Make your way west toward the base of the mountain and park at 39.062016, -117.201551. Hike up the drainage about a half mile, then slowly trend up the hillside toward the towers. Plan on a healthy, spirited hike. The approach is only a couple clicks south of epic.\n\n Below and left of the largest formations is a dominant gully/spillway with three distinct black water streaks below a cedar forest. Right of this gully/spillway is a series of three buttresses; a smaller buttress on the lower left adjacent to the gully spoken of, a much larger buttress higher in the back, and Triple T is the third buttress on the right.\n\n The pictures show the route best, and in the absence of any developed trails, or really being able to determine where the other names walls are located, I'll leave it to the pictures to show the way best."},"__v":0},{"_id":"Z0dyWpbGU/yOt7Y6tKA1Zw==","name":"Mosquitoes in My Mouth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sean McLane and Forest Altherr, June 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21171,39.0682]},"left_right_index":1,"mp_id":"118928604","mp_crag_id":"118202035","climb_id":"Z0dyWpbGU/yOt7Y6tKA1Zw==","areaRef":"6Y4T5w7JXSqJD3DSAcq0GQ=="},"content":{"description":"Interesting chimney slabbing and hueco stemming but the rock could use cleaning up. Rappel from a slung horn at the top.","protection":"Some small to OW (#6)","location":"The large, right-facing chimney at the upper right side of Triple T Buttress"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,b66aed2b-5110-545f-954f-72b098d00c3c,e98e13e7-0ec9-5d2a-890f-70d201cab419","pathTokens":["USA","Nevada","Western Nevada","Wild Granites, The","Tripple T Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.21171,39.0682]},"bbox":[-117.21228916320467,39.06775033981813,-117.21113083679533,39.068649660181855],"left_right_index":-1,"ext_id":"118202035","area_id":"6Y4T5w7JXSqJD3DSAcq0GQ==","polygon":{"type":"Polygon","coordinates":[[[-117.21228916320467,39.06775033981813],[-117.21113083679533,39.06775033981813],[-117.21113083679533,39.068649660181855],[-117.21228916320467,39.068649660181855],[-117.21228916320467,39.06775033981813]]]}},"content":{"description":"East facing, one of the lowest buttresses on the approach. Sits under and south of the tallest, primary formation (known as the Toiyabe Fitzroy).Jared Nielson and I spent a day exploring and climbing in the area on February 24, 2015. I discovered the Wild Granites for myself exactly a year earlier while working in the Big Smokey Valley. I wondered if the formations had been visited by climbers (they had). Explorers and aspiring first ascenders fear not, though, because there is an ungodly amount of stone out here.We learned a couple of things on that first trip. 1) The damn rocks are a LOT further from the end of the road than they look. 2) They are also a lot higher in elevation than they look...it's a 1,000 foot elevation gain from the foot of the mountains to the first formation. It's close to a additional 1,000 feet to the base of the BIG FORMATIONS and another 1,000 feet to the summit. The scale is AWESOME. 3) There is water, but it is seasonal and a hella-epic to get to it. In February when we were there it was all frozen.Beware of the locations given on the map for the other walls/formations. I'm not convinced the other contributors were paying close attention to where they were putting the locators."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:11:24.900Z","updatedAt":"2024-02-19T18:34:54.368Z"}