{"_id":"63689d5ce80bff5a994f5359","area_name":"4. East Buttress","shortCode":"","climbs":[{"_id":"Mty9Jl/AWoC37qbEf82yuA==","name":"East Buttress","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Allen Steck, Wili Siri, Dick Long & Willi Unsoeld - June, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62548,37.73]},"left_right_index":15,"mp_id":"105833467","mp_crag_id":"115332079","climb_id":"Mty9Jl/AWoC37qbEf82yuA==","areaRef":"EuvrMSY9Vze86m5KblV0Tg=="},"content":{"description":"The East Buttress of El Cap is a classic adventure up the right hand shoulder of El Cap. You don't get the feeling you're actually on El Cap, though you are afforded with great views of the tremendous southeast face. Of note, the route also serves as a convenient introduction to the East Slabs descent route which is very nearby upon topping out.\n\nAs one of the more popular routes in the Valley, so be prepared for traffic jams and a long day, but because the crux comes early and most of the climbing is much more moderate, fast parties can usually finish the route in about half a day.\n\nApproach is typically via a slog up the ramp or the Moratorium. The latter adds four amazing (and more difficult) pitches to the East Buttress, but is somewhat out of character which is one of adventure.\n\nSorry about the brief description. I adopted it and haven't had a chance to update it - I will add a pitch-by-pitch breakdown shortly.\n\nAdded by Doug Haller (thanks!):\n\n3rd Class Scramble: at the end of the approach, identified by the trail reaching a steep drop, locate a wide, white, coarse granite chimney. Wedge yourself into the chimney and thrutch upward to gain a rail. Use the rail to scramble up the chimney and onto a ledge with a dead/part dead tree. Belay from here. 45 feet/15 meters.Optionally combine with P1.\n\nP1: 5.9, 130 feet/45 meters. step down and right from the ledge to gain the continuation of the chimney. Climb wide off-width/chimney using a combination of off-width, chimney, and stemming techniques to gain a small stance and anchor of several ancient fixed pins. Option to back up the fixed anchor with small nuts.\n\nP2: 10b, 130 feet/ 45 meters. Step right and up off the belay using slick potato-chip foot holds and small finger jams in pin scars  to gain a \"V\" groove. Using pin scars and groove follow the rising crack up to gain a ledge.  Cross the ledge and belay at one of several trees.\n\nP3: 5.6 120 feet/40 meters. Step left  to an arete and face. Climb the face up to a large ledge, 40 feet by 15 feet. The current guide books describe this ledge as having a tree but as of 2019 the tree is dead and lying down on the ledge.  Alternatively from the belay climb an small hands/wide fingers crack 40 feet past a fixed friend to a small alcove. Step left to gain the face and climb to the ledge. 5.8\n\nP4: 5.7 120 feet/40 meters. Climb up several ledges of 5.0 to gain a slab with a crack/corner on the right. Place gear and move left across the slab to gain a crack. Follow the crack and blocky system to a fixed belay on a ledge. '\n\nP5: 5.8 120 feet/40 meters. Continue up the gully and crack system moving right to gain a left facing corner capped by a triangular roof.  Work up and under the roof. Pull the roof to gain a stance on a slab/face. Follow a corner crack on the left up to a  stance atop what is essentially a pillar.  Belay here.\n\nP6: 5.9 100 feet/30 meters.  Step up and left off the stance following a hand crack that splits.  Note that the crack splits with one side, right, becoming a vertical thin finger crack while the other split trends up and left.  Stay left using the wide crack/groove and thin face/slab to gain a ledge with a fixed belay, not easily visible from below.  The anchor consists of two old pins, a button head bolt, and an old nut.  Back up the belay with a 0.75 BD cam.\n\nP7: 5.9+ 130 feet/45 meters.  Climb past a few grassy steps to gain a large corner system. Face holds and wide crack climbing leads up the corner in along an every widening crack. Step left at the top of the crack using small face hands and foot holds to gain a ledge with two old pins. Climb up and past the pins stepping back right into the corner.  Continue approximately 20-30 feet to belay at downward facing flakes or in a corner at the base of a left trending ramp.\n\nP8: 5.5 160 feet/50 meters.  Climb the low angle face / ramp using chicken-heads, scoops and fins for 100 feet, placing gear in the corner where the ramp meets the main wall. At the top of the ramp, as seen from the prior belay, look right to find a vertical corner/crack.  (option to belay here) Climb the corner and step right around the pillar to gain a horizontal traversing crack. Follow this crack right along the face to a second pillar with an old pin for an anchor and a small stance.  Back up the pin with a small (red C3) and possibly other gear at the foot level.\n\nP9: 5.8 130 feet/45 meters. Down climb and move right to gain a vertical crack with textured face holds. Place small to increasingly larger gear in the crack, some what blind placements.  Once the crack ends, continue up the face using fins, chicken-heads, and other features to gain a ledge with a broken slung pin in a 2-3 inch crack.  Belay here or move up about 10 feet/3 meters to a second stance.\n\nP10: 5.7 180 feet/60 meters.  Looking up, locate a massive square buttress. Aim for the right side of the buttress.  Climb up following cracks and ramps to gain the face below and right of the massive buttress. Make several moves up a head wall and continue up the face as the angle reduces to a ramp. Turn the top of the buttress to the left following the crack.  Belay at the next convenient stance.\n\nP11: 5.6 90 feet/ 30 meters.  Climb the broken face up and right to a short headwall with a flake on the left. Carefully maneuver past loose holds to gain a sandy ledge and the final belay.\n\nFollow carins to the East Ledges descent trail","protection":"SR.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,7058a6a5-7e19-5b3c-ba19-ab99dd6c923e,12ebeb31-263d-5737-bcea-6e4a6e55744e","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","B. El Capitan","4. East Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.62548,37.73]},"bbox":[-119.6260485400754,37.72955033981815,-119.6249114599246,37.730449660181876],"left_right_index":-1,"ext_id":"115332079","area_id":"EuvrMSY9Vze86m5KblV0Tg==","polygon":{"type":"Polygon","coordinates":[[[-119.6260485400754,37.72955033981815],[-119.6249114599246,37.72955033981815],[-119.6249114599246,37.730449660181876],[-119.6260485400754,37.730449660181876],[-119.6260485400754,37.72955033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:46.368Z","updatedAt":"2024-02-19T18:29:57.417Z"}