{"_id":"6368a214e80bff5a9955d986","area_name":"Organ Needle","shortCode":"","climbs":[{"_id":"BvRjPVlkWgmol2AcHF/hLA==","name":"Searching for Ingraham","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A. Hobson and R. Machina ??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"left_right_index":999999,"mp_id":"105883930","mp_crag_id":"105878983","climb_id":"BvRjPVlkWgmol2AcHF/hLA==","areaRef":"m8BwfTPtWxCwnBSraryisw=="},"content":{"description":"A failed attempt to find Ingraham's route \"SouthWest Wall\". What we ended up on was a dirty crack with deteriorating holds. I'm only including this as beta so other climbers can learn what to avoid. \n\n  Starting in a dirty fist crack, climb 15 ft up to a large pointy and unstable flake. From this gain another crack system which angles slightly left. A few face holds on either side of the crack help, but are not very solid (we broke a couple off completely). The crack thins down to a crux about 40ft up. Commit to the dicey crux and gain a thank-god ledge. Bail-away, the nex tpitch looks even worse.","protection":"The cracks on this climb actually offer decent cam placements, except when they are real shallow. We left a long puprle poot sling at the belay ledge.","location":"Approach as for Normal Route up to Dark Canyon. A short distance into dark canyon are two very large conifers (A ponderosa and a fir I think) only 20 ft apart. This climb starts up a crack directly behind the fir tree."},"__v":0},{"_id":"i8rmtiSOVimCSgv4OD+ZKQ==","name":"Normal Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"left_right_index":999999,"mp_id":"105883868","mp_crag_id":"105878983","climb_id":"i8rmtiSOVimCSgv4OD+ZKQ==","areaRef":"m8BwfTPtWxCwnBSraryisw=="},"content":{"description":"While not really a technical climb, this route is included here for reference. Other climbs in the area share the approach. Anyone serious about climbing in the vicinity of the Organ Needle should familiarize themselves with this \"trail\" as it is currently the best means of egress from the mountain. \n\n  A detailed description is also found at Ingraham's Climbing Site. web.nmsu.edu/~amato/ingraha…\n\n  The climb: Follow the approach of your choice (see below) to the \"Yellow Rocks\". Cross the gully to the south and follow cairns up the steep slope heading directly towards the grey rhyolite formation known as \"the Grey Eminence\". the trail meanders along the base of the \"Eminence\" eventually gaining a grassy saddle at its top, commonly referred to as \"Juniper Saddle\", owing to the once proud (now dead) Juniper the cut-down remnants of while still lay around. \n\n  From Juniper Saddle, hike directly up the slope until a smooth granite wall blocks passage. This wall is surmounted by scrambling up its right side. Traverse back over to the left. Continue up faint trails heading towards a large pine at the base of the Organ Needle. At this point you can enter \"Dark Canyon\", a narrow canyon formed between the Southwest flank of the Needle and a narrow cliff known as \"The Retaining Wall\".  \n\n  At the top of Dark Canyon, a small saddle is passed and you drop down on the east side of the mountain to find the right gully which will take you to the top. Approximately 100ft from the saddle is a corner system which can be scrambled up. Near the top of this is a 15 ft section of exposed rock which must be surmounted to reach the summit. A narrow dike provides good hand and foot-holds, and it is no harder than 3rd class, but it involves some good exposure. A slip during this 15 ft climb would probably result in a fall which would land you all the way at the bottom of the corner-system. \n\n  Enjoy the summit!","protection":"Protection is generally not needed. However, some parties may find the 3rd class section too exposed. Often these members of the party get to wait here while everyone else summits, but if you bring a short rope (~20m) and a few slings you can rig up something to give reassurances to these folks. \n\n  Learning the landmarks is key. take time during your hike to try to identify these ahead of time, as you will find that the closer you get, the less clear things are.","location":"There are two common places to begin the approach: From La Cueva or from the end of the Modoc Mine Rd.  \n\n  The approach from La Cueva starts by taking the trail to Fillmore Canyon. Ascend the canyon to its climactic end (if you're lucky a nice waterfall will be here). From here bushwhack to the top of the canyon on the north side and follow a faint and faintly marked trail through a mile of Cat's Claw, aiming for the the \"Yellow Rocks\". The yellow rocks are a formation near the base of the mountains of yellowish tan decomposing rock. In drier seasons when the creek is not flowing, one can also approach the Yellow Rocks by taking a trail off to the right just before you enter Fillmore Canyon (marked with a cairn). This takes you above the waterfall and ultimately into the canyon, which can be followed until just before the \"Yellow Rocks\". \n\n  The Modoc Mine approach offers less bushwhacking, but can be hazardous to your vehicle. The rd is located a few miles north of Dripping Springs rd off of Baylor canyon. It is not signed, but simply look for the first promising dirt track which breaks off the main rd and heads into the mountains. A few miles of very bumpy rd (high clearance a must) brings you to an unlocked gate. Beyond which, a few more miles ascends increasingly deteriorating rds (4x4 a must. Plus good off-roading techniques)up switchbacks to a grassy knoll. If you've dared to drive up here, go ahead and park. From the top of this knoll, hike down the rd to the south and ascend the next knoll over. The rd ends here. Look for a faint trail heading south. It descends into a gully and continues traversing south where it ends up at the base of the \"Yellow Rocks\""},"__v":0},{"_id":"7P3OeW8fWAeKjKFxrwJAvA==","name":"Ingraham's Gully","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"left_right_index":999999,"mp_id":"112562002","mp_crag_id":"105878983","climb_id":"7P3OeW8fWAeKjKFxrwJAvA==","areaRef":"m8BwfTPtWxCwnBSraryisw=="},"content":{"description":"This is a variation of the Normal Route as described in Ingraham's guide to the Organ Moutains web.nmsu.edu/~amato/ingraha…. It goes up a gully on the S face of Organ Needle, and is the quickest way to reach the summit. The rock in this gully is solid, the climbing is fun, and the views/exposure are spectacular.  \n\n  Instead of following Ingraham's description by climbing onto the crumbly rock immediately north of Hummingbird Saddle, walk NE from the saddle, hugging the rock to your left. Bushwack up the first gully encountered, ignoring the concrete marker on the ground suggesting you continue hiking NE to the easier 3rd class route. Climb directly up the \"easy 3rd class gully\" (as Ingraham called it), which is near but does not necessarily involve some incredible exposure. To get a taste of the exposure, take a look to your left, but otherwise just stay in the gully. The gully cliffs out in dramatic fashion after about ~120 ft. At this point, climb up the rock to your right, toward the summit. Many options exist for the next section, but it is usually done by going up ~10 ft, then downclimbing to the right 5 ft to a less exposed shelf where a 10-15 ft vertical wall with excellent holds can be climbed to the summit.","protection":"Although we've always free-soloed this route, occasionally in sneakers or hiking boots, climbing shoes are highly recommended since a fall could be very bad. The 2 or 3 technical moves on the route appear minimally protectable, but it'd certainly be feasible to build an anchor just above them to bring up a follower. A 60m rope and some small cams would suffice.","location":"We have never attempted descending the route, nor is doing so recommended. Instead, downclimb the Normal Route."},"__v":0},{"_id":"+3yEJXqdVVazmNDa33JrGA==","name":"Buzzard Peakbag","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"left_right_index":999999,"mp_id":"113221484","mp_crag_id":"105878983","climb_id":"+3yEJXqdVVazmNDa33JrGA==","areaRef":"m8BwfTPtWxCwnBSraryisw=="},"content":{"description":"Buzzard Peak is the eastern sub-summit of Organ Needle, appearing quite impressive when viewed from the true Organ Needle summit and providing equally amazing views. This route is certainly not a destination on it's own, but if you're up there anyway, why not?  \n\n  From the true Organ Needle summit, scramble down toward the SW side of Buzzard Peak. A large dead Juniper tree marks the start of the route, which is an obvious, easy-looking gully. Harder options exist in the vicinity, e.g. the crack below the fixed piton.","protection":"Climbing shoes and a 30m or longer rope are recommended. There is a good piton in a crack above & climber's left of the route in addition to numerous slingable blocks that could be used for rappel. Without the rope, you'll have to down-climb, probably aiding via a very sketchy setup whereby one end of a long piece of webbing is knotted and tucked into a lower crack and the other end is knotted and tucked about 5 ft above between slab and a sizable boulder that one could imagine sliding down the route. The webbing is a few years old at least, but not in terrible condition. A few small cams would protect the route.","location":""},"__v":0},{"_id":"W5VhN+DcUmuUKbARX8C84A==","name":"Northwest Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"P. Rogowski and others","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"left_right_index":999999,"mp_id":"106292715","mp_crag_id":"105878983","climb_id":"W5VhN+DcUmuUKbARX8C84A==","areaRef":"m8BwfTPtWxCwnBSraryisw=="},"content":{"description":"This route is deceptively straightforward. One pitch of steep climbing followed by two rope-lengths of 3rd class scrambling. At first glance, the steep NW ridge head-wall does not look protectable, is fairly steep and is smattered with lichens, making all the holds invisible. This taken together with the Ingraham guide description of \"steep, narrow, rather holdless, unprovided with piton cracks, and not altogether solid in its first half\" made me rethink attempting the route when we reached the saddle. If getting an authentic mountaineer's thrill is what you're after, read no further, just tackle the route head-on. \n\n  For all others, be reassured that the route does indeed follow the far right hand arete of the NW ridge. The start has the most committing moves, up some un-protected face climbing just left of the arete. Once the arete is reached though, the moves get easier, and the position is superb. The drop off on the west side of the arete is straight down for 200+ feet. The first pitch ends at a nice shoulder just beneath the top of the ridge.  \n\n  The rest of the route is a 3rd class scramble along the ridge.","protection":"The crux first pitch can be protected with small wires, tricams or small camming units. There is a fixed piton half-way along the second pitch at a low saddle on the ridge. This could be a rappel location for getting down into the steep bowl on the west side of the peak.","location":"This route is best approached from the West following the approach for Normal Routeup until the Dark Canyon. Instead of going up the dark canyon, head left up a gully towards two large pines that are situated under a steep face. Once the pines are reached, traverse left staying along the base of the rocks. Keep traversing until you reach an easy slab which can be scrambled up all the way to the saddle between Organ needle and Little Square Top. The approach requires some 3rd class scrambling. \n\n  Descent can be made by the Normal Route trail. It is also possible to reverse this route as a means of getting down to the Little Square Top/Organ Needle Saddle. This requires 3rd class scrambling down to a point at the top of the steep ridge, and then a 35m rappel off some blocks at the top of the ridge. We very carefully accomplished this with a single 60m rope, but two ropes or a 70m would be preferred."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,9bc0707d-33ed-5b10-b09c-14ab6abca2b3","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Organ Needle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"3rd"},{"count":2,"label":"Easy 5th"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":3,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5612,32.3455]},"bbox":[-106.56173224475549,32.34505033981814,-106.56066775524452,32.345949660181866],"left_right_index":-1,"ext_id":"105878983","area_id":"m8BwfTPtWxCwnBSraryisw==","polygon":{"type":"Polygon","coordinates":[[[-106.56173224475549,32.34505033981814],[-106.56066775524452,32.34505033981814],[-106.56066775524452,32.345949660181866],[-106.56173224475549,32.345949660181866],[-106.56173224475549,32.34505033981814]]]}},"content":{"description":"The tallest of the Organ mts and a favorite destination for the adventurous hiker. A number of routes ascend its various flanks. The most popular way to reach the top is via the Regular route, which is mostly a hike but has a short section of 4th class scrambling near the top, which has kept many off the summit.\n\n The more technical routes can be found on all sides of this peak. The East side has some immense and steep walls which have only begun to be explored by climbers.\n\n Even if you do not intend on trying one of the technical routes to the summit of Organ Needle, it is well worth your time to hike to its summit, and familiarize yourself to Organs. Indeed, the Organ Needle offers one of the few actual trails to a summit (not maintained though) and anyone considering attempting any of the peaks nearby should be familiar with this trail for use as a quick descent route.\n\n Rock quality is highly variable. While some sections appear to be quite solid, others are extremely treacherous."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:13:46.465Z","updatedAt":"2024-02-19T18:38:11.401Z"}