{"_id":"6368a214e80bff5a9955d971","area_name":"Spire, The","shortCode":"","climbs":[{"_id":"AjOEMTdzXW6kgNNZFyAc9w==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Aaron Hobson, Jon Tylka, Marta Reece: June 4, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.356]},"left_right_index":999999,"mp_id":"107166882","mp_crag_id":"107020484","climb_id":"AjOEMTdzXW6kgNNZFyAc9w==","areaRef":"Lm7hLxiQW5uQ4QH6AK+Jsw=="},"content":{"description":"A simple and direct route up the Spire's steep southern face. We found this route in order to ascend the Spire after rappelling Razorback. The first pitch is up discontinuous cracks for about 50 ft. Then head right for an airy traverse out (5.7). The traverse can be either a hand-traverse, or balancy foot-ledge, either way being exciting. After the short traverse a large ledge is gained. \n\n  The second pitch heads directly up from the back of the ledge, starting with a thin lay-back crack. this layback is the crux 5.8 moves, and it is possible to avoid it by bypassing the large block to the right. Above the layback is another ledge and then a left-leaning crack underneath a large summit block. the rock underneath the summit block is a little crumbly, and there are some large detached rocks to be careful around. ","protection":"Light rock rack. We brought a set of nuts and Camelots # 1-3. No fixed gear was found (or left) anywhere on the route).","location":"The start of the climb is on the west side of the saddle between Razorback and The Spire. A lone tree about 100 ft down from the saddle marks a ledge. the left side of this ledge is where we started the climb up the discontinuous cracks."},"__v":0},{"_id":"YwqfCsbuVlyRojEKPV/A8g==","name":"North Face Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1964, R. Ingraham, G.Goedecke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.356]},"left_right_index":999999,"mp_id":"107024786","mp_crag_id":"107020484","climb_id":"YwqfCsbuVlyRojEKPV/A8g==","areaRef":"Lm7hLxiQW5uQ4QH6AK+Jsw=="},"content":{"description":"This is the route called \"NW Face Direct\" in Ingraham's guide. It doesn't feel like a NW face though, you can really only see out to the east, and checking maps and compasses confirms that this is more of a North Face route. \n\n  The route meanders a bit through natural weaknesses and the first two pitches are not all that exciting. However the higher up you get, the better the rock gets and the bolder the climbing. The last pitch is on beautiful clean upper slabs, and must have been a very bold first ascent. \n\n  Pitch one and two climb up easy broken up terrain, trending left as far as a broad shoulder/ledge overlooking the east side, and then trending back right to a nice ledge at some trees. Pitch 3 goes straight up above the trees to a shallow corner system which trends right. At the top of this is another big ledge at the base of a steep 12ft wall. This is the same wall as described by Ingraham for the regular route. The left side of the wall has a nice crack to climb (5.7) to gain the ledge above where the two bolt anchor/rappel is found. From here the Normal route would go straight up the easy gully, but the N. Face Direct breaks out left on the aesthetic slab (~5.7?). A piton in a right-facing flake marks a point where you traverse left on a ledge (or climb directly up to the summit on 5.8R friction climbing).  Continue left until you reach a weakness (\"rotten diagonal crack\") to pass through a bulge above. Afterwards, a short pitch gains the summit block.","protection":"There are a few old pins on the route, and the top of the third pitch there is a 2-bolt (old 1/4\"ers) rappel anchor. Other than that, a standard-light alpine rack should suffice.","location":"On the North face of the Spire, look for two tall trees right next to each other(one pine, one fir). these are at the base of the face in a sort of gully. Scamper up the gully and pick a starting line to launch upwards. \n\n  Descent is by scrambling/rappelling down the \"Normal Route\" which is on the north face. from the top, 4th calss scrambling gets back down to the top of third pitch where the rappel anchor is found. A short rappel and more 4th class down-climbing gets down to the Spike. If you've left gear at the base of the climb, you can rappel down the east side of the Spike. Otherwise the Normal route takes you back to the saddle between the Spire and Low Horn #6."},"__v":0},{"_id":"UJsBPa5EVAaFff6eqj4egA==","name":"Normal Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1956?  D. Schluter and ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5724,32.356]},"left_right_index":999999,"mp_id":"107796159","mp_crag_id":"107020484","climb_id":"UJsBPa5EVAaFff6eqj4egA==","areaRef":"Lm7hLxiQW5uQ4QH6AK+Jsw=="},"content":{"description":"This route has more 4th and low 5th scrambling than climbing, but overcoming the \"12 foot wall\" will require a short 5.7 pitch. \n\n  Approach from either the east or west side as described on the Spire parent page.  Note that the gully from the east, while still relatively clear of brush by Organ standards is getting more growth as the years pass.  It also remains very loose in places. \n\n  From the saddle between the Spire and Low Horn #6, descend to the west slightly (there is a small bivy platform), climb up a series of small 4th/low 5th class shelves aiming to get yourself between The Spike and the Spire at a large cave like chimney crack.  Either climb the crack, or climb some smooth slabs to the right to a perch where the NE face of The Spire comes into view (Ingraham says NW, but I believe that to be in error). \n\n  Work your way across a ledge in this face, over two awkward chimney moves behind blocks to a comfortable ledge below a steep 12 foot wall with a right facing corner crack.  You may or may not decide to rope up for this section. \n\n  This little 12 foot wall is the crux of the route, and is also described in the North Face Direct route.  The crack protects well, and leads you to the rappel anchors.  From the rap anchors (or above), scramble (more 4th class) to the exciting summit.","protection":"Light rack, of medium cams or large wires. \n\n  Two old 1/4\" bolts for rappelling the crux. \n\n  You may find rappel slings in various locations as different parties may choose to rappel some of the 4th class sections to avoid down climbing them. \n\n  We used a 'doubled up' 70m twin rope (i.e. 35m), and had plenty to climb the crux pitch and to rappel safely down the crux and past the two chimney sections on the ledge.","location":"Descent by retracing your ascent route, with one short rappel off of two old 1/4\" bolts (rappel right, all the way past the chimney moves you made crossing the ledge on the way up).  Most of the down climbing that you came up is easier than it looks from above, especially getting down to the rap anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,2e6ee12f-1890-5b9b-90e1-01fa00af89b3","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Spire, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5724,32.356]},"bbox":[-106.57293230654163,32.355550339818144,-106.57186769345837,32.35644966018187],"left_right_index":-1,"ext_id":"107020484","area_id":"Lm7hLxiQW5uQ4QH6AK+Jsw==","polygon":{"type":"Polygon","coordinates":[[[-106.57293230654163,32.355550339818144],[-106.57186769345837,32.355550339818144],[-106.57186769345837,32.35644966018187],[-106.57293230654163,32.35644966018187],[-106.57293230654163,32.355550339818144]]]}},"content":{"description":"This sharp peak at the north end of the \"high horns of the Organs\" is a beautiful piece of stone. It towers above the low-horns and provides a spectacular view northward, over the the aforementioned horns and across the Rabbit Ears group. Most of the recorded routes are on the northern faces, which are slabby and cool, getting a good deal of shade throughout the day. The north facing aspect also means a fair share of lichen, which detracts somewhat from the climbing. Perhaps if the routes were climbed more frequently, this would clean up, but it appears that this peak is not as often climbed as it once was back in the days of the Southwest Mountaineers Club. \n\n  From the petite summit ridge, Razorback looms massive to the south. On it's northern shoulder, rests a distinct 60ft tall tower dubbed \"The Spike\". There is even a small bivy platform and fire-pit on the saddle between The Spire and Low Horn #6, enticing climbers to spend a night in this secluded an peaceful setting."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.461Z","updatedAt":"2024-01-20T01:04:57.719Z"}