{"_id":"63689de0e80bff5a994f9950","area_name":"Chunder Dome","shortCode":"","climbs":[{"_id":"ZrkajRnNUJarZQBfvZRo7g==","name":"Master Blaster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P.D. & S.V.S.  July 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65895,37.97603]},"left_right_index":2,"mp_id":"121392643","mp_crag_id":"111185462","climb_id":"ZrkajRnNUJarZQBfvZRo7g==","areaRef":"01QH5dzeUlSG4xyzWolaCA=="},"content":{"description":"This a really fine moderate outing on great rock with great pro. Establish yourself at the base of the Chunder Dome by climbing the first pitch and 4th Class bit of Astro Zombies plus the short pitch up bushy gully on the left to an upper, large pine tree.\n\nPitch one (5.7+) is a very enjoyable, left-leaning, left-facing corner that eats up pro and ends at a two bolt anchor at the end of the corner. The crux is down low after a bolt and as you are getting into the dihedral itself.\n\nPitch two (5.9) exits the corner through steep, glacier polished bulges following 8 bolts up the headwall. Cams are desirable off the belay and between the 3rd and 4th bolt, and bring a long sling for the tree between bolts 7 and 8.\n\nA two bolt rappel anchor on top of the dome gets you back down to the top of pitch one with one rope. Another rappel will get you to the anchor at the top of pitch one of\n\nBlood Bag\n\n, and a final rappel down and across corners gets you onto ledgy terrain. Scramble down and around back to your packs.","protection":"Pitch 1 = 1 bolt, gear to 3'', and extra finger sizes. Pitch 2 = 8 bolts, one cam, and one tree.","location":"Establish yourself at the base of the Chunder Dome by climbing the first pitch and 4th Class section of Astro Zombies plus the short pitch up bushy gully on the left to upper large pine tree and belay anchor. Master Blaster is the center of three left-leaning dihedrals above (\n\nBeyond Chunderdome\n\nis the leftmost corner). Climb across slab to one bolt - this is the start of the route."},"__v":0},{"_id":"+K9cm+XPXTW3LY8/5lXkAw==","name":"Blood Bag","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steven Van Sickle, Pete Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65895,37.97603]},"left_right_index":0,"mp_id":"113428666","mp_crag_id":"111185462","climb_id":"+K9cm+XPXTW3LY8/5lXkAw==","areaRef":"01QH5dzeUlSG4xyzWolaCA=="},"content":{"description":"Blood Bag has one bolted crux pitch followed by two nice long 5.7 pitches. The first has a bit of loose at the start, but the rest of the route is on great rock.\n\nThe first pitch is 11c and is protected bolts and a #3 for the hand crack bit. There is a bolted stance for a rest. Continue straight up then left onto the long moderate slab to another 2 bolt anchor at a cool hang (not over the steep overhang to the chunderdome belay). Climb out and around the corner then up the inside corner to another fun corner slab with a bong in a crack (Covington? Lowe?). Belay off a nice, big pine. To get off of the Chunder Dome, continue up the quartzite ridge to the top, and locate a 2 bolt anchor.\n\nRappel 35 meters, then walk down talus a bit more, and look for two more bolts on skier's right. Rap this short bit, and then hike down through the trees to the bottom of the slab. Tthen walk left to the start of the route.","protection":"A single set of cams to a #3 and maybe a couple extra finger pieces for P2, nuts, and about 12 quickdraws and long slings. All the pitches have bolted anchors.","location":"From the start of\n\nAstro Zombies\n\n, hike left until you can start scrambling up.  Continue up on 4th Class to the top of the pines on the right. There are small cairns along the way."},"__v":0},{"_id":"vKtUOaSDVf69R5DPIOPL0g==","name":"Beyond Chunderdome","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Pete Davis, Ed Medina","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.65895,37.97603]},"left_right_index":1,"mp_id":"111185842","mp_crag_id":"111185462","climb_id":"vKtUOaSDVf69R5DPIOPL0g==","areaRef":"01QH5dzeUlSG4xyzWolaCA=="},"content":{"description":"Pitch 1 is the cleanest looking, left-facing, diagonal dihedral in the right-center of the dome. It goes through 4 small overlapping roofs, each one provides a crux, the middle two are the hardest, 5.10b/c.\n\nPitch 2. From the anchor, mantle up and right, out of the corner, and clip a bolt. Continue up the face for 6 more bolts, a hand-size cam can protect the last moves to the anchor, 5.9.\n\nDescent: do 3 rappels down the face with one 60 meter rope. Don't miss the last set of anchors before going over the lip.","protection":"3 bolts, micro-fingers cams (x2), a single set #0.5-3 Camalots, and small to medium wires work real good. There is a two bolt anchor at the top of the corner.","location":"Pitch 1 is the cleanest looking, left-facing, diagonal dihedral in the right-center of the dome. Follow either of the approaches for the Chunder Dome, and belay from the bolt at the top of the slab with big pine tree. Climb down and across the slab to gain the big corner. Enjoy."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,717cecfb-6a7b-55df-b2cf-b847e05f2faf,d35407e5-dcde-5254-86e3-1cb35a895a08","pathTokens":["USA","Colorado","Ouray vicinity (rock)","Chunder Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.65895,37.97603]},"bbox":[-107.65952044055992,37.97558033981814,-107.65837955944009,37.97647966018186],"left_right_index":-1,"ext_id":"111185462","area_id":"01QH5dzeUlSG4xyzWolaCA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:23.417Z","updatedAt":"2022-11-25T11:17:08.138Z"}