{"_id":"63689de0e80bff5a994f92d1","area_name":"Rincon - L of Center Route","shortCode":"","climbs":[{"_id":"FgjajTvlWpG+GH9Kngx87Q==","name":"Windy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Reveley, Higbee and Erickson 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":20,"mp_id":"105756460","mp_crag_id":"105807725","climb_id":"FgjajTvlWpG+GH9Kngx87Q==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Windy is the obscure classic just right, around the corner from the Aerospace arete. This is a very unique route for Eldo for its second pitch chimney, but full on Eldo weirdness on the crux first pitch...Teeter up a steep slab as shown in the new book topo (hairy 5.9) or walk from the left above. Surmount a leaning tower of choss and unload some good gear. Do the super commiting move above and tiptoe up to a belay under the chimney. Ascend the well protected chimney and turn the awesome roof up into a dihedral...Belay or continue up and right of the roof to a ledge, place  a small wire or two and do some cool moves up toward the next ledge...The best belay is out left on the arete (Aerospace). My choice for the best final pitch is Aeronaut (11a), up the arete. Walk off...","protection":"3/4\"-2\" cams, wired nuts and brass...#5 Camalot.","location":""},"__v":0},{"_id":"ytTRythfWAqHseJBXvw6Zw==","name":"Wendego","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"J. Achey, K. Bein, B. Devine, L. Coyne, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":25,"mp_id":"105755923","mp_crag_id":"105807725","climb_id":"ytTRythfWAqHseJBXvw6Zw==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This classic and beautiful Rincon Wall route is one of the most memorable climbs in Eldorado.  Right of\n\nClimb of the Century\n\nis a smooth, chalk-stained, hanging slab with overhangs both above and below.  It gradually tapers up to a sharp arete and a steep dihedral.  Begin in a short corner and then creep out right onto the face, past all the chalk (crux), using sharp flakes and complex footwork.  Edge up the face, eventually touching the arete and then liebacking up the corner (good med. cam).  Moving past the overhanging section is difficult (.11c), followed by an .11a move (wires) in the dihedral before the anchor.  Most climbers usually lower off at this point, but a nice second pitch (.10d) moves out right and then up a crack and bulge to another anchor.  Rap here (150') or climb up to the walk-off ledge (.8).\n\nThe fixed pins on Wendego are quite old and are probably not capable of holding a lot of weight.  Some of the pins can be backed up with RPs or mini cams, but these aren't bombproof either.  Disputes have arisen about placing bolts on Wendego (no!), but it would be better to replace the old pins with new ones.  It would be a good way to find out just how bad the old ones are and how they've aged over the past 25+ years.  The Park might approve gear-for-gear applications (no FHRC required).  If these pins are as bad as people think, then there should be very little scarring when they are removed, and new and better pins could take their place.  Maybe the slots left from the old pins would leave bomber cam placements?!\n\nEven as is, Wendego is superb.  With some careful upgrading more climbers might be willing to get on it.  The elaborate moves, vintage gear, and overall challenge add up to an exemplary Eldorado experience.","protection":"3 old fixed pins, RPs, wires, mini cams, and Friends to 2\".  2 bolt anchor.","location":""},"__v":0},{"_id":"14i2FamXUJeIJjODpkpbiw==","name":"Trident","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Reveley & Davis, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":21,"mp_id":"105760602","mp_crag_id":"105807725","climb_id":"14i2FamXUJeIJjODpkpbiw==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This \"lonely\" route has three high quality pitches, all with steep crack cruxes.  Receiving little to no traffic, it is relatively adventurous, with some lose rock, lichen, bushes and no chalk to guide the way.\n\nStart on the right side of the 15' wide ledge at the base of the right side of the Windy pillar.\n\nP1. (5.10-, 100').  Ascend a shallow, \"funky\", left-facing corner past raspberry bushes to a handcrack through a roof; the handcrack is plainly visible from the ground.  We entered the corner by traversing right 5' from the right side of the above-mentioned ledge.  Belay above the roof, in a \"gully\" 30 to 40 feet below an ominous looking hanging block.\n\nP2 (5.10, 120')  The book version of this route continues up the gully and under the hanging block.  The variation we did avoids passage under the block, adds some difficulty and quality and is described here.  The right side of the belay gully is a v-slot capped by a steep wall with a hand size crack system in it. Climb this crack system via jamming and laybacking and move back left into the regular route, passing a large tree on its left, above the hanging block.  Continue upwards easily until immediately below The Trident, an overhanging block split by three cracks which resembles Neptune's handtool.  When viewed from the middle of the talus on the approach to Rincon, The Trident is a quite prominent.\n\nP3 (5.?, 30') Climb one of the cracks.  The left one, looks the easiest, the right one seems to belong to the route \"Variation V\" while the center crack was to us the most compelling.  The center crack was somewhat reminiscent of Art's Spar, Vertigo or Whiplash and though a one-move-wonder, was the crux of the route and felt to me like 11a.  (Note: I'm more comfortable on cracks than roofs and found P3 much harder than P1 or P2; my partner, with opposite strengths, found P2 and P3 about the same.)","protection":"Standard Eldo rack to 3.5\".","location":""},"__v":0},{"_id":"foiyIerJXqC4cJXXucfVKA==","name":"Ventura Highway","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eitehr:  Mike Endicott, Greg Wright, George Bracksieck, 1982 or Richard & Joyce Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":1,"mp_id":"105758068","mp_crag_id":"105807725","climb_id":"foiyIerJXqC4cJXXucfVKA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This route goes up on the lower half of the upper tier of Rincon Wall. [The line] is a perhaps 10M left of P4 of Rincon, and is 10m right of the big \"rockhouse\" that is formed between Bat's Ass Dihedral and Kangaroo Tail.I have assigned the route 2*'s which it is borderline for- but it would be a solid 2* route if cleaned up a little more.Approach by climbing the first 3 pitches of Rincon to the top belay, then scamble up and onto a ledge, [crossing] a massive downed tree carcass.  There is a grey/black left facing dihedral that switches to right-facing midway up. The bottom half is lichenous in spots, but the climbing is mellow (5.6?) and protects well on stoppers. The face on the right side of the dihedral is clean and has good edges. Climb upward to a 2\" cam placemnet as you switch to the right-facing corner (AKA \"flip-flop dihedral). This is on cleaner rock and is quite solid, with easy moves. Climb upward for perhaps 20 feet of 5.7-5.8 to a string of very small nut placements. If climbing thin 5.10 above a string of RP's bug you, you should not be here. Execute a thin crux, reminiscent of \"Over The Hill\" and finish in larger holds and a 2-3\" crack above. Step left to the tree and anchor above Cuban Bluegrass and Kangaroo Tail. This anchor needs backup, as it is 3 bleached webbings and a rusty quicklink.  To [descend], back up the anchor and rap to the top of P3 of Rincon, going W or E from there to scramble off, or rap the route.  Better yet, walk up and West to the Base of Bevitata and do that route.","protection":"Cams from 1-3\", a set of stoppers and at least one set of small nuts/RP's. The crux was done a meter above a string of 4 \"reasonable\" nuts from a BD #2 stopper, two very small BD copper/steel nuts and a \"good\" #00 HB anchor.","location":""},"__v":0},{"_id":"KPuOeQryVkKHSwTBkM2dJg==","name":"Surf's Up","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Charlie Bently?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":26,"mp_id":"105950576","mp_crag_id":"105807725","climb_id":"KPuOeQryVkKHSwTBkM2dJg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Since the starting edges are about ten feet off the ground, most people have to stick clip the first piton, and then hoist up to the establishing holds to begin this route. Once on the wall, you immediately encounter a series of small crimps that lead you into the corner (V5/6). From here, clip another piton (use a runner), and traverse left along an obvious flake to a bolt. Gather your strength and then commit to the very shouldery repoint crux (V6/7). From here, work your way up the parallel, vertical, offset features (11-) placing safe, small gear (TCUs and nuts) about every 10 feet.\n\nAlthough this climb looks intimidating, it is not a headpoint route. In terms of permanent protection, safety, and movement, it is nearer to sport climbing than trad climbing. With that said, this route still requires solid gear placement skills and deserves a lot of respect.","protection":"Quickdraws, a stick clip, some small cams, and nuts.\n\nTwo bolt anchor that can be easily reached by climbing the\n\nCenter Route\n\nand then traversing left.","location":"This route starts in a large corner about 15 feet left of the\n\nCenter Route\n\n.  A 60 meter rope will easily get you down."},"__v":0},{"_id":"YKEX+wIiXwGTQ0iW8e+y+Q==","name":"Scenic Route","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard and Joyce Rossiter '86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":0,"mp_id":"105759804","mp_crag_id":"105807725","climb_id":"YKEX+wIiXwGTQ0iW8e+y+Q==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"To find this route hike up past the Rincon Wall towards Cadillac Crag and head right and uphill about 500 yards past the Over The Hill dihedral area. Follow a loose gully up towards the summit of Rincon, if you stay left of the gully it is not so loose. Eventually you will come to a ledge system that cuts right, follow this to the base of the route which is topped by a strange Dr. Seuss-type tree which bends to the right.\n\nRossiter has drawn a great topo of the route and the tree that sits atop it in his Falcon Guide to Eldo, it is extremely helpful in locating the route which can be tricky to find.\n\nStart with a right leaning crack that leads up to a small bush (10.a) and work past the bush (dirty and loose). Above the bush follow the obvious thin crack and shallow corner (10.c) to the top and belay.\n\nTo descend, rappel off a tree with slings near the top of the route.","protection":"RPs, TCUs, and cams to #2 Camalot","location":""},"__v":0},{"_id":"zsmATcXSWfKmTOBqvm2JPg==","name":"Over and Out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Duncan Ferguson and Chris Revely,1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":11,"mp_id":"105749914","mp_crag_id":"105807725","climb_id":"zsmATcXSWfKmTOBqvm2JPg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This starts just between\n\nOver the Hill\n\nand\n\nEmerald City\n\n...up dihedral for a stem fest to a fun traverse left (at the end of the dihedral, below a roof) and up the steep face to a cool pair of cracks in a steep 25' wall to a large belay ledge (be careful of loose rocks)\n\nnow with a bolted anchor\n\n. Continue on with a somewhat tricky 2nd pitch in the obvious dihedral; or with the 2nd pitch finger crack of\n\nOver the Hill\n\n(5.9); or rap 100' from the bolted anchor (formerly from a tree), and downclimb a little to the ground (60 meter rope).","protection":"A standard rack...tree anchor or gear under awesome finger crack (2nd pitch of\n\nOver the Hill\n\n) for a recommended finish.","location":""},"__v":0},{"_id":"EMT16osdWMq7zH7KFNaecA==","name":"N.I.C","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":7,"mp_id":"105753472","mp_crag_id":"105807725","climb_id":"EMT16osdWMq7zH7KFNaecA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This very nice, easy route is near the far left edge of Rincon, just right of an easy 3rd class descent gully.  Climb an easy dihedral past a tree to a big ledge.  Great gear, great rock, and great climbing make this a great easy pitch-if only it were longer.","protection":"Stoppers, small to medium cams.","location":""},"__v":0},{"_id":"09JjbpGiXgasVez8t0tWOQ==","name":"Over the Hill","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Erickson, Pat Ament, and Bill Putnam, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":13,"mp_id":"105756796","mp_crag_id":"105807725","climb_id":"09JjbpGiXgasVez8t0tWOQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Over the Hill is an all-time classic with exquisite, technical stemming followed by a perfect finger crack. This climbs rewards good balance and precise footwork. Hike to the Rincon Wall, and head west (uphill) to the \"left-facing dihedral area\". The climb is identified as a long, acute, thin dihedral with a tree near the top and another just above the top. There is a semi-detached flake about twenty feet up which marks the start of the difficulties.\n\nP1. Climb the dihedral, with a full-body 5.10 stemming down low, and another awkward crux exiting the dihedral. There is an optional belay at the first tree, but the only reason to stop there is if the leader really wants the belayer nearby for moral support at the top crux. There are pins at both cruxes, and other micro-gear is available.\n\nP2. From the shelf above the dihedral, move left (moving the belay, if desired), and find a thin 5.9 crack up a beautiful steep slab. This is as good as any 5.9 pitch I've done.\n\nBelay on top, and descend down ledges and gullies to the west. *Be very careful of loose rock, especially getting out of the belay area atop the climb.* This is your typical Eldo rotten ledge, and anything you knock off will go directly down on the typically busy belay areas below.","protection":"Standard rack with micro-cams and micro-nuts up to a #2 camalot.","location":""},"__v":0},{"_id":"4RNBCRCmVuePhuC2+bxRhQ==","name":"Must'a Been High","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Eric DeCaria","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":23,"mp_id":"105950699","mp_crag_id":"105807725","climb_id":"4RNBCRCmVuePhuC2+bxRhQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is a fairly serious headpoint route.  If slash grades were  provided for seriousness, I would give it an R/X.  This is due to the questionable nature of the gear below the first crux and the low angle terrain in the crux's fall zone.  If the protection holds, the fall will be long but most likely safe.  If not, you will slam into the slabby arete below and come very close to hitting the ground.  In either scenario, it's easy to imagine at least a sprained ankle but definitely no ground falls or death potential.\n\nThe first 20 feet of this route is well protected, moderately difficult (10), low angle corner climbing that leads to a large jug at the top of the slab.  Beyond this height, the angle of the wall steepens and the nature of the route dramatically changes.  When you have conjured your psyche, and placed your gear (small TCU, sliding nut, and a suspect piton), climb into the shuffled offsets and cast into the business of slapping and hugging your way up an unruly, 3 foot wide, vertical column to an good undercling 12 feet above your last piece.  If you make it here, you are rewarded with a very solid fixed nut.  At this point, the difficulty and danger eases, but the fight isn't over because blind placements, awkward gear, and pumpy, complicated 5.12 offset climbing still guards the chains.","protection":"Thin gear, a slider nut, some quickdraws and a helmet.\n\nIf you desire to toprope this route, the anchors can be reached by making a spooky traverse from the anchors of\n\nClimb of the Century\n\n.","location":"This route is located about 25 feet left of\n\nClimb of the Century\n\n.  Start in a corner just left of a short arete feature."},"__v":0},{"_id":"OBCzde8bX5+0aWtDVZn+0Q==","name":"Kangaroo Tail","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Woodruff and Chris Peisker, 1978?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":3,"mp_id":"105930381","mp_crag_id":"105807725","climb_id":"OBCzde8bX5+0aWtDVZn+0Q==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This seldom climbed route has a 1-star start with a 3-star finish.  Two stars all in all, I suppose.\n\nThis climb starts on the upper ledge of Rincon, above the crag's namesake climb. It takes the large, left-facing dihedral at the right side of the massive inset, just right of the climb Bat's Ass Dihedral.\n\nUp and left of the finish of Rincon one can find a huge rockhouse. The left side has a right-facing corner with a huge, wedged flake (Bat's Ass Dihedral) and the right side has a left-facing corner with a tree at the base (Kangaroo Tail).  Kangaroo Tail is just a few feet left of Cuban Bluegrass, and Ventura Highway is just to the right of Cuban Bluegrass.\n\nSet a belay at the base of the smaller pine near the base of the corner so that if you take a tumble you can't drag you and your partner off the ledge for a 250' ride to the base of the wall. Get in to the corner and make a few odd moves to clasp a 12\" square chock, set well into the small inset, maybe 8' up the route. Perhaps you can fiddle in a small ballnut or RP from a stance on this, but I thought it was bad gear. One move more will get you to a so-so baby Alien, then another to a stopper.  Until you are pretty high up, a ground fall seems possible from crux moves (5.9+)  Once past this initial section, the rock is clean and solid and the gear is good. Sink a few good cams (hand-sized) in the crack in the corner and move up to near the roof. Use a long sling on the final gear here to avoid drag- you will go pretty far right in a moment (though it's not obvious now). Just before the roof stem out right around the arete and up (2nd crux, 5.9) to a good under-cling on a solid flake. Set gear with a long runner and go up and slightly right up and over the top (3rd crux, 5.9).  Belay from a tree back and left, not the skinny thing in front of you.\n\nWalk off to the far left, passing the 'Over the Hill' walk-off on the way down.  Before passing Over The Hill, you will see an attractive, right-facing corner going up one more tier. This is a good route called Brevitata (11c). It's fun & has a fixed pin at the crux, and is probably over-graded.","protection":"Runout at the bottom to get established on a so-so chock-stone (be gentle!) and then a micronut to a tiny Alien or TCU before getting up and onto a good ledge with good rock and good pro.  A groundfall might be a reality for the first few body lengths, and it would be a really bad place for it.\n\nRack: RPs, maybe a small ball-nut or two, and then some tiny and medium Aliens, then a #1 and #2 Camalot.  The top belay is from a good tree up and left.","location":"Up on the upper tier of Rincon Wall, on top of and further left the top of the Rincon Route. This is the left-facing dihedral to a roof between the 'Routes Bat's Ass Dihedral' and 'Cuban Bluegrass.'"},"__v":0},{"_id":"MEp+4fFyWEWcHUCWm9vGcg==","name":"Leisure Time Arete","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruce Hildenbrand and Ron Olsen","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":10,"mp_id":"105761331","mp_crag_id":"105807725","climb_id":"MEp+4fFyWEWcHUCWm9vGcg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This route climbs the arete just left of the 5.8 dihedral finish to the last pitch of Over the Hill/Emerald City/Over and Out.  In the picture of Rincon Wall on this website, this is the last arete on the left, visible just to the left of the 5.9 finger crack/5.8 dihedral finshes to Over the Hill, etc.\n\nBegin by climbing a steep wall (5.10+) right of the arete heading for a stance on the arete proper.  From that stance climb up the arete (crux) to easier terrain and the top (tree belay).\n\nAt this time, since bolts are most likely required to protect the climbing, the route is a top rope.","protection":"Top rope belay from tree at top of route.","location":""},"__v":0},{"_id":"Cs0LoZgXWWCv31MfnD7SCw==","name":"Freak Line","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Brenton Kreiger (First Known Ascent)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":29,"mp_id":"120193216","mp_crag_id":"105807725","climb_id":"Cs0LoZgXWWCv31MfnD7SCw==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"I am not sure if I am the first to do this route, as it seems like an obvious link-up, but there is no information in the latest book, Mountain Project, and all the old Eldo trad dads I've asked around; so I am posting it here!\n\nThis sweet link-up takes the easy, scary climbing for both\n\nThe Evictor\n\nand\n\nFraid Line\n\nand combines them, essentially the inverse of\n\nFreeline\n\n!\n\nStart as for\n\nThe Evictor\n\n, then when your feet are at the overlap and you are in the first fingerlock where the hard climbing starts, traverse to the left (opposite of the\n\nFreeline\n\ntraverse). When you arrive at the\n\nFraid Line\n\nrest jug, place as much gear as rope drag will allow, and punch it to the top - finishing on\n\nFraid Line\n\nanchors.","protection":"Fixed hardware and a ballnut.","location":"This is a link-up that starts on\n\nThe Evictor\n\nand ends on\n\nFraid Line\n\n."},"__v":0},{"_id":"yPIJnCSgVe2jnfCzQbA6ig==","name":"Fraid Line","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FFA:  Jim Belcer and Topher Donahue, 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":27,"mp_id":"106135595","mp_crag_id":"105807725","climb_id":"yPIJnCSgVe2jnfCzQbA6ig==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is another great route on a wall already stacked with classics.  While none of its cruxes are super hard, the pump and fear factor on this route are both rather sizeable.  Numerous cruxes culminate with an awkward 12- reach move with a #2 RP below one's feet.  A bit of a spicy meatball....","protection":"Stick clip two fixed pitons to start, then mainly small nuts (RPs useful) and a few small cams along with a hand-sized piece or two.  Also, one fixed Toucan piton.","location":"Start left of\n\nCenter Route\n\nas for\n\nSurf's Up\n\n, then break right underneath a roof with good holds to stem on for the feet.  Get some gear, then make a reachy-ish move to a spiky undercling.  From here, several more mini-cruxes culminate with an exciting reach for a good hold ... traverse left into the last few feet of\n\nSurf's Up\n\nand use the\n\nSurf's Up\n\ntwo piton anchor.  A yellow Alien and a large nut (BD #10 or so) back this up well."},"__v":0},{"_id":"gNv9fqL2Wt+dh8kLc/XmtA==","name":"Kaisho","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. [Rossiter] & D. Hare","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":6,"mp_id":"105754984","mp_crag_id":"105807725","climb_id":"gNv9fqL2Wt+dh8kLc/XmtA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is the left-most route on Rincon's main wall, an arete about 15' left of N.I.C. (a 5.5 dihedral with a tree in it and above it).\n\nThis climb ascends the low angle arete to a good ledge for 40 to 50'.  [To descend], walk-off to a short gully and back to the base.  This route may as well TR'd or just soloed if lead.  The moves are easy enough and there's no real gear anyway.  5.7 leaders would not like it.\n\nI'd say more, but there's not much to be said for this route.  There's nothing good or bad about it, save it's length.","protection":"Basically no pro.  I'd call it VS, but the route is so short...\n\nThe crux move is close to the ground.  You could probably rig a TR from the tree above N.I.C. in minutes.\n\nThis route is somewhat runout due to face climbing and rock quality.  If you end up off route, you may be climbing is VS territory.  [Variation] \"Undertow\" is rated VS.","location":""},"__v":0},{"_id":"wC6y+OCXUAiEiRouE/aWhg==","name":"The Final Eviction (aka Freeline)","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Ron Olevsky in the early 1970s, FFA: Justen Sjong, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":28,"mp_id":"106049082","mp_crag_id":"105807725","climb_id":"wC6y+OCXUAiEiRouE/aWhg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Eds.\n\nThis original post was deleted by the submitter. See info below.\n\nPer\n\nJoe Collins\n\n: Freeline does the boulder problem start of\n\nSurf's Up\n\n, continues up the seam of\n\nFraid\n\nline, then traverses right at the old bolt into the crux finish of\n\nThe Evictor\n\n. I have heard the grade reported as 13a or 13b.\n\nPer\n\nSteve Levin\n\n: \"Freeline\" is the complete first pitch of the original aid route done here by Ron Olevsky in the early 1970s (A3 crux right off the ground back then). It has been reported as both the \"Olevsky Route\" and \"Aid Line\".\n\nThe first reported free ascent of pitch one was by Justen Sjong in early 2000 (pitch two was freed by Chris Reveley in the 1970s). The crux is still the first 15 feet, then a long 5.12 section to the bolt, then right into the crux of what is now\n\nThe Evictor\n\n.","protection":"TBA.  Gear.","location":"It is to the left of\n\nThe Evictor\n\n&\n\nCenter Route\n\n."},"__v":0},{"_id":"ragNFeOxU7+OUF5TjN1scA==","name":"Faulty Logic","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Archer, Keith Gotschall, 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":9,"mp_id":"105749734","mp_crag_id":"105807725","climb_id":"ragNFeOxU7+OUF5TjN1scA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This route takes the arete in between Emerald City and Over and Out, on the left side of the Rincon wall. In my opinion, it was not that great and is sort of contrived, but some people might think otherwise. The nice thing about this route is that it seems seldom climbed, so the most interesting part was finding the nice, key edges and holds without chalk already on them.\n\nStart at the base of Emerald City dihedral and begin by climbing easy flakes right onto the arete. Pass two bolts that are placed at the crux and then climb up to a shallow dihedral, where more pro can be placed. Finish the top of the arete and climb the last short dihedral on the first pitch of Emerald City to the very rotten belay ledge shared by all the routes in the area. Finish on the last pitch of Over the Hill (great 5.9 finger crack), or the dihedral right above the belay (not so great 5.8). I would only really recommend this route if you haven't done all the other routes in the area, and are bored.","protection":"There are two bolts on this route, and besides that you don't need much. Bring a light free rack up to 1 inch. A set of nuts is really helpful.","location":""},"__v":0},{"_id":"Tj670h6xV8CmFszvO5Mmrw==","name":"The Evictor","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Dale Goddard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":30,"mp_id":"105752338","mp_crag_id":"105807725","climb_id":"Tj670h6xV8CmFszvO5Mmrw==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Aliens to #2 Friend, several wire stoppers.","location":""},"__v":0},{"_id":"iXNAUDHTWdqhaxSZ8yIoUg==","name":"Emerald City","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Webster, Doug White, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":8,"mp_id":"105748948","mp_crag_id":"105807725","climb_id":"iXNAUDHTWdqhaxSZ8yIoUg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Get ready for some stemming! This route is on the left-facing dihedral area of Rincon (uphill, and around the corner from the right-facing dihedral area). It follows a nice dihedral for about 90 feet. The crux(es) are stemming moves with not much for hands. At the top, you can walk off, or finish with the last pitch of\n\nOver the Hill\n\n(recommended), which is a beautiful finger crack that goes right through a pink streak on the wall. The summit is also a walk off to the left.","protection":"Bring your stoppers, RPs, some small TCUs, a #1 cam, and some slings.","location":""},"__v":0},{"_id":"xs/ItKUrWMqZHc+crtWHWQ==","name":"Cuban Bluegrass","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Steve Levin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":2,"mp_id":"105758862","mp_crag_id":"105807725","climb_id":"xs/ItKUrWMqZHc+crtWHWQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is an obscure, but elegant and high-value route up on the upper tier of Rincon, in the same alcove as Bat's Ass Crack, etc. You can either climb a route to get here, or scramble in on the descent ledges leading from the north.\n\nCuban Bluegrass is on the right (south) side of the alcove, in a right-facing corner with an incipient seam, just around the corner and right Kangaroo (?) Crack. A mossy, easier-looking left-facing corner is just right again, at the very right margin of the alcove.\n\nBoulder up to a fingerlock and place some smallish TCUs. Stretch up and place RPs in the seam, then puzzle through bouldery, sustained, tenuous moves to reach a jug break. 5.10+ climbing up the corner above leads to sling anchors on a tree.\n\nThis route could very well merit an S/VS or VS rating -- if the RPs blow -- or if you fall a bit higher than you really should going to the horizontal. While the landing is pretty good, it would still be a 15 to 20-foot grounder.","protection":"Small TCU's, a hand-sized piece (1\"-2\"), RPs, stoppers","location":""},"__v":0},{"_id":"oLibFyHfW2ecq/0b6C2wGQ==","name":"Bat's Ass Dihedral","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":4,"mp_id":"105751294","mp_crag_id":"105807725","climb_id":"oLibFyHfW2ecq/0b6C2wGQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This route is on the left side of the upper tier of Rincon Wall, and is a great finish after\n\nRincon\n\n, but it is slightly harder.\n\nThe route is reached by walking to the top or completing one of the lower routes.  It's only 1 pitch, but it is a great pitch.  Be careful to move right below the flake and then back left under the roof, or prepare for a serious \"Bat's Ass Kicking.\"  Done direct the route felt like 5.12, and I hung on it several times before my partner pointed out my error (going direct).","protection":"The route can be protected on a standard rack. The second crux is a little ways from good gear, but is only 5.10a/b.  Maybe the route does not deserve the PG rating, but I err on the side of caution and at least mention the possibility of a little excitement.","location":""},"__v":0},{"_id":"fcSavLuiWnySkzXVn8vdRA==","name":"Climb Of The Century","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sharp, Newman, Butterfield, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":24,"mp_id":"105753106","mp_crag_id":"105807725","climb_id":"fcSavLuiWnySkzXVn8vdRA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Judging by the amount of chalk on the holds, this must be a popular route.  The line is stellar.  One of the best pitches of the grade, but probably not led as often as one might think...Modern gear has made an amazing impact!  Before micro cams this was a super serious lead.  Now its still a bit heads up, but the competent climber with Aliens or TCU's should be OK.\n\nThe start of the route is a play on angular irregularities.  Two ways to start: Power straight up the pillar (reachy), or stem the left side and tiptoe out right(balancy).  Small cams protect between the two fixed pieces (both dubious).  Crank past that pin and now climb the cool dihedral with stems and liebacks and better pro. Lower off 78'.","protection":"0.3\"-1.5\" cams (2x.4\" \"sews it up\"), nuts, 1 fixed peg + 1 fixed Roller (YIKES!), and a lower off anchor.\n\nPer\n\nKaylee Ludden\n\n: 1-2X 0.1 or 0.15, 2-3X 0.2 or black Totem; 0.3\"-1.5\" cams (2x 0.3-0.4\" \"sews it up\"), nuts, 1 fixed pin, and a two bolt anchor.","location":""},"__v":0},{"_id":"5l0KgvynU/6cF29iyCtzXg==","name":"Athletic Supporter","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"pre-1989? Topher Donahue, Rob Van Aernum, Fabrizio Zangrilli?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":22,"mp_id":"111843280","mp_crag_id":"105807725","climb_id":"5l0KgvynU/6cF29iyCtzXg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is a short, overhanging, and leaning finger crack just to the right of the start of\n\nTrident\n\n. The most reasonable way to start seems to be on good holds near the start of\n\nTrident\n\n, and then traverse over. There's good gear available in a horizontal placement partway through the traverse. Although the crack is shallow, there are a few good fingerlocks and other handy features along the way. It eventually opens up to thin hands near the anchor.\n\n(The route name and first ascentionists were obtained from Steve Levin's excellent guidebook to the canyon.)","protection":"Something small for the traverse into the crack (I used a blue Alien) and then #0.4 to #0.75 Camalots for the rest of the route. Because of the shallow nature of the crack, I found a #0.5 X4 Camalot to be useful. There's a single fixed-nut and biner for the anchor. It can be backed up with additional good gear if so desired.","location":"This is just to the right of\n\nTrident\n\n."},"__v":0},{"_id":"KK0V4MstVOeibevOAXnSTA==","name":"Brevitata","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"R. & J. Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":5,"mp_id":"105760323","mp_crag_id":"105807725","climb_id":"KK0V4MstVOeibevOAXnSTA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"What a great finish to\n\nRincon\n\n!  Take\n\nRincon\n\n(5.11a) to\n\nBat's Ass Dihedral\n\n(5.11a) to Bevitata (5.11a). Enough hard dihedral for you?\n\nThis climb is a definite 2* and protects well enough and has good rests to be a great on-sight attempt for people just at this grade, provided their gear-placing skills are descent. The crux is burley, but it's all there and is not sustained/mental. It is also under-climbed, so don't expect a line for it.\n\nTo get to Brevitata, climb Rincon, then climb\n\nBat's Ass Dihedral\n\n,\n\nKangaroo Tail\n\n,\n\nCuban Bluegrass\n\n, or\n\nVentura Highway\n\nto reach the next ledge up. As an option, you may also walk West from the top of P3 of\n\nRincon\n\n, then scramble up to approach the base of this right-facing, ever-steepening dihedral, the dark pin is difficult to see from below. The rock on the climb itself is as good as it gets and STICKY. The climb overall starts as a low-angle, right-facing open book corner. In a parabolic curve, the angle of the corner goes from perhaps a 75 degree slab to a 15 or 20 degree overhang. The crux being at the steepest part of the overhang, where a fixed pin gives mental assistance and confidence to the leader.Scramble to the bottom of the corner and set a good belay off of some hand-sized cams, then climb up on stoppers and small cams if desired, to where the corner is vertical- set some tiny nuts and climb up to an under-cling and clip the pin. Back up the pin later by putting the 1.5\" TCU in the under-cling in the corner just before you leave it for the crux. Do the gut-buster crux off of some small feet (smears) and a weird finger-lock to reach up and left to a great under-cling on the steep face to the left... now do the gut-buster crux on stems or smears for feet to hit the thank-god hold and easier ground and gear. Height should not be a factor, as all of the wall offers dimples/pimples for feet... none of them good enough to compromise ideal body position for. You can belay from above on a large, solid tree.\n\nTo descend, scramble down just to the West and intersect the trail as from '\n\nOver The Hill\n\n' after a little loose rock. Alternatively, one could add an anchor of webbing rings up here and save a little excitement. Remember that there are hordes of climbers below, and try not to knock off rocks.","protection":"A set of TCUs, particularly including a 1.5\" piece, and a set of stoppers including RPs, BD copper-steels or HB anchors. A \"pretty good\" pin is at the crux. The pin is a 17 year old 2/3-driven Lost Arrow. It seems solid.The 5.10 moves are on thin gear (tiny brass/steel)and a 1.5\" HB 3-cam was placed 2' below the pin (solid) but was pretty strenuous to place and clip and difficult to arrange such that it did not effect a crux hold.","location":""},"__v":0},{"_id":"Y5OWZ4G6UfKgylaLHSR1lg==","name":"Bachar Yer Aryan","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Clint and DeMaille","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":12,"mp_id":"105760476","mp_crag_id":"105807725","climb_id":"Y5OWZ4G6UfKgylaLHSR1lg==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Bolt protected thin slabbing featuring micro-crimping.  This pitch is essentially a connector between pitch three of Over the Hill and Aeronaut.  A more in character way to get to the start would be via Aerial Book.\n\nStart as for Over The Hill P3.  Cut right to reach a pin about 15' up.  From the pin follow bolts which traverse right to the Aeronaut arete.  The crux is after the fourth bolt, at a section of rock that appears completely devoid of handholds until you launch into it.  Clipping the post crux bolt is pretty tough -- if you've got the stomach for it, it's probably easier to go another move past the intended clip hold before clipping.  After this clip, the arete is reached, at which point footholds reappear and you can catch your breath.  The next bolt is on the right side of the arete.  Clip it and climb up a move until you can see a bolt to the left of the arete, at the same height as, and two feet to the side of, the bolt you just clipped.  Move your runner to the left bolt to allow the rope to run better, then continue up the arete to the walkoff ledge, with most moves being easier than they first appear.\n\nThis pitch felt like sustained 5.10 except for the crux which felt like hard 11, especially if you're not dialed into thin this style of climbing.  The scarce, binary nature of the holds on this pitch might make it easier for those with long reaches.","protection":"Two or three small to medium nuts for the first 15'.  These are followed by a pin and about 8 bolts.  A couple of long slings are handy.","location":""},"__v":0},{"_id":"qpGPIDRhXuujTblBRWt8jA==","name":"Aerospace","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ed Webster, Bill Feiges, Leondard Coyne, 1979","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":19,"mp_id":"105750406","mp_crag_id":"105807725","climb_id":"qpGPIDRhXuujTblBRWt8jA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Rossiter gives this route an S rating and I disagree. The bolts are far by Sport Park standards, but the climbing isn't dangerous. Rossiter grades the route as 11b, but this pitch is considerably harder than either\n\nAerohead\n\nor\n\nAeronaut\n\nwhich are both graded 11b as well.\n\nStart in the dihedral just to the right of\n\nOver the Hill\n\n.\n\nP1. Climb up the corner about 20' and move right below a flake. Make a tricky move around the corner and clip the first bolt. Continue up the arete, the crux is near the third bolt. After the fourth bolt you can either swing back to the face or (as I did) traverse right across one flake into a large, left-facing flake. Pull over this flake and then move back left around the arete. Traverse left to a hand crack, then traverse up and right. Belay below the roof.\n\nP2. We continued on\n\nAerohead\n\n, but there is a second pitch. Pitch 1 and 2 may be combined for one long lead.","protection":"Rack to a #3.5 Friend, QDs","location":""},"__v":0},{"_id":"Do/yvEzKWqufIJ7ivOSrcQ==","name":"Aeronaut","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Richard Rossiter & Joyce Rossiter - 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":16,"mp_id":"105760941","mp_crag_id":"105807725","climb_id":"Do/yvEzKWqufIJ7ivOSrcQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Aeronaut is naut really its own route, but is a fantastic continuation to Aerospace (hence the 3 stars).\n\nFrom the bolted anchor atop Aerospace, head left across some loose, rotten rock to a roof.  A few stoppers can be had at this roof, and there is a bolt just over it.  Pull the roof to a large, positive shelf, and then do a committing mantle onto this shelf.  From here, slab climb and work the arete past a few more bulges (and bolts) to the top.\n\nShameless beta follows:\n\nSpend a long time like I did trying to figure out how the roof could possibly be 11b (the big hold looks so close from the belay but it's agonizingly out of reach), or, instead, work your left foot into an unlikely jam in a slot under the roof, reach up with your left hand to an intermediate crimp a foot below the big hold, and go from there.\n\nWonderful finish to a fantastic route!","protection":"4 or 5 bolts, small wires.","location":""},"__v":0},{"_id":"FDiMyYz2UTG8RE2r8Gh04g==","name":"Arete Bandit","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Rossiter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":31,"mp_id":"107970382","mp_crag_id":"105807725","climb_id":"FDiMyYz2UTG8RE2r8Gh04g==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Arete Bandit is a three star pitch when linked with the 1st pitch of\n\nRincon\n\nor\n\nCenter Route\n\n.  The hanging belay at the top of\n\nCenter Route\n\nis uncomfortable, and you risk falling on your belayer at the crux.\n\nP1: (70 feet) Climb either\n\nCenter Route\n\n(5.11a) or the Concentric variation to\n\nRincon\n\n(5.10c).\n\nP2: (80 feet) Follow the thin crack about 2 ft left of the RF dihedral on\n\nCenter Route's\n\n2nd pitch.  You will pass a pin and a old bolt.  Near the top and after the bolt, run it out about 12-15 feet on 5.8 to a two bolt anchor with slings.  It is very easy to step right on\n\nCenter Route\n\nfor gear and rests in a number of locations.  If you stay with the thin crack, it is probably closer to hard 5.10.\n\nContinue up\n\nCenter Route\n\nor rap twice to the ground.","protection":"Mostly thin gear to #0.75 Camalot, 1 pin, and 1 old bolt.","location":"Arete Bandit follows the thin crack and arete just to the left of P2 of the\n\nCenter Route\n\n."},"__v":0},{"_id":"KjbLSkVJX9KYAvw5qRLzIA==","name":"Aerohead","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bill Gibson & Stephen DeWet, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":17,"mp_id":"105760944","mp_crag_id":"105807725","climb_id":"KjbLSkVJX9KYAvw5qRLzIA==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Aerohead is a 40 foot variation to the end of\n\nAerospace\n\n.  Basically, instead of continuing up the final arete to the anchors, step left onto the face and climb past two bolts.\n\nWhile the climbing here is more consistant in difficulty with the rest of\n\nAerospace\n\n(5.11), the arete (low 5.10) provides incredible position and may be more consistant in character.  In my opinion, the arete is better, hands down.\n\nAerohead may easily be toproped from the anchor, and, if the leader chooses to stick with the\n\nAerospace\n\narete he can still leave the option open to his second by running out the easier climbing.","protection":"Two bolts.","location":""},"__v":0},{"_id":"4cTXQdLvUdOBXNCLgnOqKQ==","name":"Aero-Book","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":18,"mp_id":"110206899","mp_crag_id":"105807725","climb_id":"4cTXQdLvUdOBXNCLgnOqKQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"This is an amazing combination of\n\nAerospace\n\ninto the 5.11 finger crack of\n\nAerial Book\n\n.\n\nClimb the bottom of\n\nAerospace\n\nup past its 4th bolt (11b). After the 4th bolt make an exciting runout and reach left to a good edge. Once you grab the edge, downclimb a few feet to the left and you will be at the little tree that sits at the beginning of the\n\nAerial Book\n\nfinger crack. (The normal\n\nAerospace\n\nroute involves grabbing the good edge then would continue climbing up and right.)","protection":"4 bolts on\n\nAerospace\n\n+ stoppers and finger size cams for the\n\nAerial Book\n\nfinger crack. Some gear can also be placed getting to the first bolt on\n\nAerospace\n\n, but it's quality is a point of contention, as you can read on the\n\nAerospace\n\npage. The pitch can be finished at the normal\n\nAerial Book\n\nanchor (100 feet).","location":"Aerospace\n\nis the beautiful arete just right of the first pitch corner of\n\nAerial Book\n\n. The upper part of the pitch is the finger crack of\n\nAerial Book\n\nand is the obvious thin splitter that starts just above a small tree."},"__v":0},{"_id":"bXiPTpyOVbOzZjLD+T4UrQ==","name":"Aerial Book","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Ament, Pfahler 1965.  FFA: Nuss, Gilbert 1975","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":15,"mp_id":"105754969","mp_crag_id":"105807725","climb_id":"bXiPTpyOVbOzZjLD+T4UrQ==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"On Rincon wall, this system is just to the right of\n\nOver The Hill\n\nand in a few ways is like it's harder twin. Like\n\nOver the Hill\n\n, this route shoots up a nice dihedral before splitting off right to a little splitter crack. There are some differences though - the crux isn't a few moves between good fixed pins.\n\nOn Rincon wall there are several dihedrals on the left hand side. Aerial Book is the most obvious of these.\n\nOver The Hill\n\nis just to the left, and on the right the bolted arete,\n\nAerospace\n\nis obvious. It is the large dihedral prominent on the left hand side of the attached photo.\n\nClimb a short pitch, stemming and smearing up the dihedral (10d). The holds and gear on this pitch are both thin, but the climbing is more insecure than it is actually hard. The crux is probably about halfway up, at a strange sidepull on the right side of the corner. After about 60 feet, a fixed pin belay is convenient. The belay is visible from the ground.\n\nFrom the belay, move up and right past a few huecos and onto an obvious, diagonal crack and seam (5.7?) past a tiny tree on the face (visible in photo), to reach a vertical splitter just up and right of the tree. The vertical splitter is supposedly the 11a crux pitch, but it is well-protected and not sustained. I believe crux pro was a pink tricam, but a small TCU or a nut would work, too. After the crux, the route climbs up and left to a fixed rap on a large pine tree.\n\nThis route can be TR'd from the large pine with a 70m rope if a directional was placed in the top of the crux fingercrack. A 60m will leave you with perhaps 15' of 5.4 climbing to get on belay. This tree can also be reached by scrambling to the right of the top of the second pitch of\n\nOver The Hill\n\n,\n\nEmerald City\n\n,\n\nOver and Out\n\n, etc....","protection":"Mostly smaller gear, including 2 sets of mixed brass nuts. Fiddle a few of those in from the best stances to facilitate the ablity to continue through the insecure areas without stopping. Take a few TCUs to 1.5\" or tricams for the second half.\n\nWith effort and experience, the pitch can be safely protected. I have noted this route as PG-13 as some sections of the first pitch dihedral go some distance between some very small pieces which seem less that absolutely certain and may take a bit of fiddling in to get.","location":""},"__v":0},{"_id":"uM1k8oqKWqqnthdDVKHxOw==","name":"Aerial Bondage","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Archer & Keith Gottscahll","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"left_right_index":14,"mp_id":"105762357","mp_crag_id":"105807725","climb_id":"uM1k8oqKWqqnthdDVKHxOw==","areaRef":"MnjeZjx5VaCFLo4jbRUnEA=="},"content":{"description":"Aerial Bondage takes the arete between Over the Hill and Aerial Book.  I gave it s++ because you probably wouldn't die from a fall at one of the two *bad* places, but you wouldn't walk away either.\n\nStart at Aerial Book and climb up that dihedral, then step left with committing (10d) moves up to the first bolt, or, stick clip it like me.  Getting past this bolt is the 11c crux.\n\nContinue up the arete to a flake which you can load up with a bunch of jingus gear (a blue alien seemed like the best piece to me), then stretch to the second bolt (9+).  Do not blow this clip.  11a moves past the second bolt lead to easier ground.  Finish with the upper half of Over the Hill.\n\nOnly worth a star compared to the excellent, and better protected, climbs in the vicinity.","protection":"Two bolts, a hand size cam for the top.  Three pins on Over the Hill.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,1ac7aacc-e1e6-51fe-b34a-10ca74b31c9c,3278de66-3c79-55a0-852e-8e236d152710","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Rincon","Rincon - L of Center Route"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11-"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13"},{"count":1,"label":"5.9+"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":31,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":16,"expert":4}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":1}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":17,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28993,39.93435]},"bbox":[-105.29051642624607,39.93390033981814,-105.28934357375391,39.93479966018186],"left_right_index":-1,"ext_id":"105807725","area_id":"MnjeZjx5VaCFLo4jbRUnEA==","polygon":{"type":"Polygon","coordinates":[[[-105.29051642624607,39.93390033981814],[-105.28934357375391,39.93390033981814],[-105.28934357375391,39.93479966018186],[-105.29051642624607,39.93479966018186],[-105.29051642624607,39.93390033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T05:55:58.554Z","updatedAt":"2024-01-20T00:59:50.927Z"}