{"_id":"6368a60be80bff5a995c53f2","area_name":"Burgundy Spire","shortCode":"","climbs":[{"_id":"XikPO3A3VCWmjBIakHfBpQ==","name":"Ultramega OK","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Allen & Tom Smith, 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.59014,48.55186]},"left_right_index":1,"mp_id":"114960561","mp_crag_id":"107231974","climb_id":"XikPO3A3VCWmjBIakHfBpQ==","areaRef":"0DwEokclUmSs39xPf0BjmQ=="},"content":{"description":"Good route that could be excellent if it had more traffic. When we climbed it in August of 2018 it was still quite lichen-y.\n\nMuch beta taken from Herrington's excellent Cascades Rock book.\n\nP1 - 5.8, 30m: Climb up twin cracks and carefully over loose blocks, step left and continue up to a nice ledge.\n\nP2 - 5.8, 55m: Step right to a chimney and continue up a right-facing crack to a twin crack system. Belay at a small stance.\n\nP3 - 5.9, 20m: Trend up and left with some delicate face moves. You should see the obvious finger-crack roof of P4 above you. Belay in a small alcove below a tricky bulge.\n\nP4 - 5.11a, 25m: Climb over the bulge and up a thin corner to the roof. Climb left around the roof on decent holds and jams and up to a stance belay.\n\nP5 - 5.9, 30m: Trend up and right via the easiest path, protecting occasional seams with many nuts. Set up a belay below a big corner.\n\nP6 - 5.9, 55m: A tricky move up into the dirty corner eventually leads to nice hand and finger jams. Continue up to the buttress crest and then traverse left to belay.\n\nP7 - 5.9, 35m: Step left to a big corner/chimney system. Thrutch your way up the easy wide cracks and tight chimneys back up to the buttress crest.\n\nP8 - 5.8, 60m: Climb left past an old bolt and up a rail or a hand crack toward the summit. Downclimb and step right and finish up an offwidth crack to the summit\n\nWe got lost after P7 and traversed on ledges to the north face route, climbed up the 5.10a squeeze chimney variation to the summit. P8 here is as described in Cascades Rock.","protection":"Doubles to #2, 1 #3, 1 #4.","location":"From Burgundy Col, scramble loose rock or steep snow down and around the north face of Burgundy until you arrive at a twin crack system (with some obvious loose blocks about 60 ft up). Action Potential is about 15 ft further left up a clean flake."},"__v":0},{"_id":"fH1PYTH8VbuPN3+zofFO1Q==","name":"North Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.59014,48.55186]},"left_right_index":2,"mp_id":"107231977","mp_crag_id":"107231974","climb_id":"fH1PYTH8VbuPN3+zofFO1Q==","areaRef":"0DwEokclUmSs39xPf0BjmQ=="},"content":{"description":"P1-2 scramble up 4th with the occasional mid 5th move to the broad sandy ledge connecting with paisano pinnacle.\n\nP3-4 climb up the right side of the wide open bowl, being careful of the loose and exfoliating flakes. Aim for the obvious horn with tat around it above. You can go pretty much anywhere. I started up the center, got sketched by the looseness and traversed to the left, then climbed back right on decomposing thin shit with no gear. the right side looked more straightforward and thats the way the rap route goes. the top is really fun 5.8\n\nAt this point the route reaches a big ledge, giving you many options. The most straightforward route climbs off the far right side, after scrambling under a chockstone head up for 2 pitches of 5.8ish climbing to the summit. This is also the way the rap route goes.\n\nHowever, if you have the time I recommend heading off to the left once you hit the ledge. (This may be part of the corkscrew route, someone else can chime in and tell me if I'm right or wrong)\n\nP5 Aim for the clean handcrack in a flare which is about 5.fun, or scramble around it at low 5th to the left. gain the ridgetop and head out for some stellar exposed 5.7-8 face climbing complete with a original sketch 1/4in bolt put in 50 or so years ago. the climbing isn't hard, just wild and fun. belay at a slung block.\n\nP6 Continue up the ridge, making fun moves up the sharp arete to a perfect handcrack. let out a few ecstatic yells and then get ready for the semi unpleasant part. downclimbing. there are 3 or 4 downclimbs, all can be easily followed by the 2nd if precautions are taken (don't be a dick and skip clipping tat or placing gear if you're leading) go as far as you can until rope drag becomes unbearable and belay. Wildly exposed 5.7 with annoying downclimbs.\n\nP7 (or maybe 8 if you didn't go far enough you may have to do another short traversing pitch) There's a fun looking 5.10 offwidth that goes right to the summit if you hauled the # 6 along or are comfortable soloing. otherwise keep scrambling right till you intersect the route that goes off the right side of the big ledge. Climb the final left leaning wide crack to the ridge crest and walk over to the summit block. The rap anchor might be in need of new webbing. plan accordingly.","protection":"single rack to 3 inches was adequate. bring an extra .75 and 1 if 5.8 is near your limit.","location":"You can make it down with a 60 but you might have to do a little downclimbing in places. having a 70 was nice. lots of places to get the rope stuck, be careful when you pull."},"__v":0},{"_id":"gWFcQ1bqVUiZcO/Vsj1W5A==","name":"Action Potential","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Allen and Mike Layton July 18-20, 2004","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.59014,48.55186]},"left_right_index":0,"mp_id":"119394880","mp_crag_id":"107231974","climb_id":"gWFcQ1bqVUiZcO/Vsj1W5A==","areaRef":"0DwEokclUmSs39xPf0BjmQ=="},"content":{"description":"The route has some fun climbing, loose rock, and lot's of lichen.\n\nP1 - Fun flake system to a roof pull and lieback on the left. Scramble up/left to a horn with tat. 5.9 150ft\n\nP2 - Step left to sweet right trending finger crack. Pull bulge and cut hard left to stance right of finger crack. 5.9 100ft\n\nP3 - Climb left to steep finger crack. Some lichen and makes this a bit heady, but the locks are good. Continue up cracks to fun climbing up spooky flakes to good belay ledge. 10c 150ft\n\nP4 - Trend left towards the chimney and belay to the left. 4th 110ft\n\nP5 - Fun chimney. Mostly solid rock, and blocks were OK. Just be careful. 5.8 200ft\n\nP6 - Up poor rock in corner to left traverse to right facing corner. We belayed at top of the right facing corner. Book says to go right after the corner, but we could not see a path. 5.8 100ft\n\nP7 - Left from belay to steep bulges with just enough gear. This pitch felt heads up in the mid 5.10 range. Belyed on the other side of the arete. Not in the Supertopo and better option may exist. 5.10 150ft\n\nP8+ - You will be at or just above Burgundy Ledge. Up past old bolt to skyline. Rambling terrain up to 5.7 will get you to the summit. Maybe a few short pitches depending on drag.\n\nAlt P8+ - finish the standard North Face route by traversing Burgundy Ledge.","protection":"Doubles .4 - 3 with a few smaller cams and one #4. Set of nuts.","location":"From Burgundy Col, scramble loose rock or steep snow down and around the north face of Burgundy until you arrive below a clean splitter flake. This should be about 5-10 minutes from the base of the steep snow at Burgundy Col."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,3f5dc464-f300-5409-958b-ca565ea65693,d03c04a2-4725-5264-acdf-dc4f7f406399","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Silver Star and Wine spires","Burgundy Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.59014,48.55186]},"bbox":[-120.59081930463077,48.55141033981813,-120.58946069536923,48.55230966018186],"left_right_index":-1,"ext_id":"107231974","area_id":"0DwEokclUmSs39xPf0BjmQ==","polygon":{"type":"Polygon","coordinates":[[[-120.59081930463077,48.55141033981813],[-120.58946069536923,48.55141033981813],[-120.58946069536923,48.55230966018186],[-120.59081930463077,48.55230966018186],[-120.59081930463077,48.55141033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:49.019Z","updatedAt":"2024-01-20T01:08:30.149Z"}