{"_id":"63689de0e80bff5a994f9d78","area_name":"South Formation","shortCode":"","climbs":[{"_id":"PG4t423pV1SOO8ew8ACUpA==","name":"True Grit","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FFA Dan Levison & Paul Kunasz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":9,"mp_id":"105764031","mp_crag_id":"105746734","climb_id":"PG4t423pV1SOO8ew8ACUpA==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Clip the first two bolts on Granite Beach, and head up and right toward the overhanging corner/prow.  Power up the prow to an awkward stance just below a right-facing hanging corner (12a).  Get established in above corner using small crimps, underclings, and fingertip laybacks (pumpy, sustained, and technical /crux). Climb up to the dihedral on the right and up this for 30 feet to the ledge and anchors.  60 M rope required.","protection":"13 bolts; 2 bolt anchor; 100 feet","location":""},"__v":0},{"_id":"Vt2aLbNvXjyt3J1XyrfAPg==","name":"Stonebridge","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Gillett & MacDonald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":12,"mp_id":"108875951","mp_crag_id":"105746734","climb_id":"Vt2aLbNvXjyt3J1XyrfAPg==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"This looks to be a great route that we backed off of due to the nature of the crumbly rock at the beginning of the route and the location of the second bolt. We felt a fall before clipping the second bolt would be disastrous due to ledges near the base. It also looked as if a hold on the right may have recently broken off. We hope to return stick clipping second bolt.\n\nStay tuned until we return.","protection":"SR + #4, extra hand-size, stick clip.","location":"Find the tall pine tree high up in the middle of the face scramble to its base finding several bolts."},"__v":0},{"_id":"BGuS8LJUUXer7/hZa+HYAQ==","name":"Southwest Direct","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA - Dan Levison & Paul Kunasz","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":5,"mp_id":"105762135","mp_crag_id":"105746734","climb_id":"BGuS8LJUUXer7/hZa+HYAQ==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Southwest Direct is the bolted line 50 left of Lima Bean.It ascends the southwest face in two direct pitches.  High on the wall, at the juncture of the west and southwest faces is a distinct prow with a finger crack leading to its right side - Southwest Direct's second pitch is the clean face just left of the crack.\n\nP1 --11a, 80 feet, serious (due to loose rock at start), 8 bolts, 2-bolt Fixe ring-anchor -- Solo up 30 feet of broken, 5th-class rock to reach the first bolt.  After the 1st bolt, the rock and climbing become fantastic.  Climb the corner above - at the end of the pitch, carefully move over a semi-detached block to a 2-bolt anchor.\n\nP2 - 12a, 50 feet, 3 bolts, 2-bolt Fixe ring-anchor. Climb straight up the gorgeous face directly above the belay.  Clipping the first bolt is somewhat serious (or stick clip). Climb and edge your way up the face, then power onto the ramp; clip the chains and belay; or continue on past a single bolt above the ramp and up to a two-bolt ring anchor, which is 15 feet above the last bolt.  Rap the route or walk off the North side.","protection":"P1 - 8 bolts and anchors; P2 -- 3 bolts and anchors","location":""},"__v":0},{"_id":"XSNEeGLNWFOgCkaNajilQw==","name":"Payback","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Levison, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":0,"mp_id":"105763500","mp_crag_id":"105746734","climb_id":"XSNEeGLNWFOgCkaNajilQw==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Payback is on the Northeast side of the South Formation.  It's the first climb on the left after the approach trail deposits you in the saddle between the formations.  A boulder problem start getting over the initial roof leads to moderate face climbing and another small hang above.","protection":"4 bolts; 2 bolt anchor","location":""},"__v":0},{"_id":"4xa17ISPW+ufvoV0VMmv2Q==","name":"Origami","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"uncertain. First documented of 2 pitch route E. Roslansky & B. Gillett, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":4,"mp_id":"119003220","mp_crag_id":"105746734","climb_id":"4xa17ISPW+ufvoV0VMmv2Q==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Origami is a good route on good rock, for the most part.  The beginning looks a bit scrappy, but it's just a bit of lichen, and there's no reason not to climb this one. In fact, it may be the best warm-up at the crag given that it is easy to find and starts from the ground, as well as reaches a good anchor (rap with a 70m) up top.\n\nP1 can also be used as an access pitch for\n\nELO\n\n,\n\nArch Dihedral\n\n, or other pitches from the ledge.\n\nStart up the corner below the blocky roof. At the roof, choose left or right. We went right and found it a bit awkward, but engaging, fun, and well protected. Climb up on cracks and flakes up and right from there to a good ledge, belaying as you may please on that ledge. It also seems quite likely that you could skip that belay if you've been using slings judiciously.\n\nFrom the ledge, go up and left (second ledge here) on a left-leaning hand-to-fist crack for a few moves (or belay at the top of that to join\n\nArch Dihedral\n\n(or\n\nELO\n\n), and then step right to go past a single bolt and into a right-leaning crack and shallow corner. Head up and right on that, crossing Arch Dihedral just left of a small roof. Continue up on gear and a single bolt to the top of the rock.\n\nThere are various gear placements or boulders you can sling to belay up top.\n\nTo descend, go down and NW to the bolt-and-chain anchors as for\n\nELO\n\n&\n\nElectric Sky\n\n, and rap ~70' to the ledge (a tree here has a sling to rap again) or 110' to a ledge with a 70m rope, and then scramble down 3rd Class 10-15' more feet to the ground.","protection":"Gear to 3\" with an optional #4 Camalot. A double set and lots of 2' runners may make this a single-pitch lead.","location":"Head through the notch between formations and on to the West Face. Stay alongside the cliff heading down and south along that side. If you don't see the washing-machine sized block trapped 12 meters up in a set of inset corners that forms a roof, that's OK. You will next reach a cave in a decaying area of white rock, 10 meters up. From there, back track 10 meters back to the NW, and look again. This system is the start of Origami."},"__v":0},{"_id":"EOLm8aRsWCKJtn420PJuyw==","name":"Lima Bean","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D. Levison and Bob Ratliff, 2002","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":7,"mp_id":"105763470","mp_crag_id":"105746734","climb_id":"EOLm8aRsWCKJtn420PJuyw==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"This is a nice route. The upper section climbs a narrow (2-4\") quartz dike almost like a ladder on incut but smooth holds. The climbing up this feature is unique, fun, and of 5.10 difficulty. The crux of the climb comes lower, moving past the 2nd bolt. While the lower crux is also fun, the rock quality is less good. Beware of crumbly smears. The start is easily located just to the left of the classic Granite Beach, on the S.W. face, at ground level.","protection":"There is ground fall potential reaching the third bolt on easy terrain following crux moves past the roof, but with questionable rock quality in places. Note: The route has a mixed sport-trad variation which avoids the crux moves over the roof and the runout to the 3rd bolt. Start a little bit right at the base of a dike feature that joins the main line of the route for the last 15'. Climb directly up moderate, protectable terrain to clip the 3rd bolt, skipping the first 2 clips.","location":""},"__v":0},{"_id":"69hHLMasWDKV2wL6PCGTgA==","name":"Hibernation","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FFA  Dan Levison, February 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":13,"mp_id":"105763554","mp_crag_id":"105746734","climb_id":"69hHLMasWDKV2wL6PCGTgA==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Hibernation is on a massive boulder abutting the East Face of the South Formation.  The route is on the South side of the boulder.  This secluded route is very bouldery; crimp your way up the overhung face to an exciting top out. There is a lot of climbing on this short route.","protection":"3 bolts; 2 bolt anchor","location":""},"__v":0},{"_id":"4YQbODMVVXeeNCTUDiHMYA==","name":"Granite Beach Headwall","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA Dan Levison 2005, equipped in 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":10,"mp_id":"105763662","mp_crag_id":"105746734","climb_id":"4YQbODMVVXeeNCTUDiHMYA==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Granite Beach Headwall (aka Granite Beach P2) is the exposed, hanging headwall on the southwest face.  To get there, ascend the high-quality first pitch of GB (12a), or rap in from the top to the hanging belay (triple-bolt anchor).  Pull the small hang via powerful underclings.  The unrepeated, airy face above is comprised of several thin, sustained face-climbing cruxes incorporating insecure micro-crimping on perfect granite.  There is a relentless crux between bolts 3 and 4, and also just right of bolt 4, where you traverse hard right and power onto a sloping ramp. Move up the ramp for several feet, and ascend the face/crack system (11a/b - 3 bolts).  The left-rising crack eventually leads to a small roof (fixed wire and pin) and then the anchor.  Warning: this is an 80 foot pitch; a 60 meter rope is essential if you plan on lowering, or rapping back to the hanging belay.","protection":"7 bolts, 1 pin, 2 fixed wires, triple bolt anchor; 80 feet","location":""},"__v":0},{"_id":"Ok8h4zBZX3ORukyDaJ3MeA==","name":"Granite Beach","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D. Levison and Wendy Knickerbocker, 1994.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":8,"mp_id":"105763491","mp_crag_id":"105746734","climb_id":"Ok8h4zBZX3ORukyDaJ3MeA==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Excellent route with 3 cruxes and two rests and some variability in opinion as to the relative difficulty at the cruxes. It may depend somewhat on the fact that for the 2nd two cruxes, there is different beta potential. I personally find the 1st crux to be the hardest once you know the route, but probably easier to onsight than the 3rd crux.\n\nAnyway, this is an excellent route. A little runout with clean falls in 2 or 3 places, but well-thought out bolt placements. Use of a long runner on bolt #5 may help to prevent rope drag up higher. Don't forget to admire the views of the diamond or to check out some of the surrounding boulders.","protection":"8 bolts, triple bolt anchor. Some runout after bolts 5 and 7, and clipping the anchor is difficult, but the fall lines are clean.","location":""},"__v":0},{"_id":"QK0+X3tiUqWTrAVW/EyJFg==","name":"ELO","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Gillett & D. Snively","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":2,"mp_id":"112003932","mp_crag_id":"105746734","climb_id":"QK0+X3tiUqWTrAVW/EyJFg==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"You will see this route as you wrap the west face. Start off the\n\nElectric Sky\n\nledge. Two pods lead to a fat crack that slims down to hand then finger size quickly. An off balance move is followed by crack closing up, a short runout; then more pro is found before the last easy section to the chains.","protection":"SR, a #4.5 was handy but is not be necessary.","location":"This starts off the\n\nElectric Sky\n\nledge. Below rap station is a crack mid-way up the face."},"__v":0},{"_id":"23CqDkCnXF6B6eD3lsGB3g==","name":"Electric Sky","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Levison & Bob Ratliff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":1,"mp_id":"105763485","mp_crag_id":"105746734","climb_id":"23CqDkCnXF6B6eD3lsGB3g==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Electric Sky starts forty feet up on a ledge system on the Northwest side of the South Formation.  There is a large pine tree on the ledge system.  Scramble/solo up to the obvious start and belay.  Face climb straight up to the thin seam and make a difficult move up the seam.  The crux is getting to decent holds up and slightly right of the seam.  Slightly runout to the anchors.","protection":"5 bolts; 1 pin; 2 bolt anchor.","location":""},"__v":0},{"_id":"55rKUaRfV+ar8X73jFHH1A==","name":"Dreaming in Color","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gillett & Snively","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":6,"mp_id":"108875825","mp_crag_id":"105746734","climb_id":"55rKUaRfV+ar8X73jFHH1A==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Take ramp up and right past 1 bolt to the apex. Go up then around right side obstruction clipping 2 bolts. Continue up and right, to stance. Clip 1 bolt & decide to go left as shown in guidebook or right (crux) as I did to ledge and 2 bolt anchor.\n\nProceed up a left-leaning crack to double bolt anchor.","protection":"A standard rack to a #3.","location":"On the left side of South face below a ramp leaning right, this route tops out at a left-leaning crack below large block sitting on summit ledge with 2 anchors."},"__v":0},{"_id":"cGG+K/7DUcya7k13f65Z+Q==","name":"Cross Stitch","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gillett & Bodnar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":11,"mp_id":"108875959","mp_crag_id":"105746734","climb_id":"cGG+K/7DUcya7k13f65Z+Q==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Climb over blocks to ramp leading right clipping bolts along the way until below the chimney, while avoiding the white stuff proceed to below the roof and exit on left side with good holds and feet. Continue around roof and up finger crack to 2 bolt belay.\n\nWe did not continue on second pitch, which follows cracks to the left for quite a way.","protection":"Standard rack.\n\nTo do the 1st pitch only, then bring a small rack.","location":"This is on the right side of south face on the left side of 4th class, loose gully on top of blocks."},"__v":0},{"_id":"cUsZVc6jWWysUbc70MWRjQ==","name":"Button Hole","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":14,"mp_id":"119077694","mp_crag_id":"105746734","climb_id":"cUsZVc6jWWysUbc70MWRjQ==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Button Hole is surprisingly good, clean, and well-protected.  Start facing left in the chimney with some finger locks and stoppers, and at a huge chockstone, get turned around for protection on the opposite wall. At the top of the chimney, it opens up. A few Camalots in a horizontal to the left with long slings provide the protection you want to feel safe backing out of the chimney and stepping across left to a low angle ramp with a crack. Head up this ramp to the top of the rock, and belay on a big boulder.\n\nTo descend, Gillett suggests going to a 4th Class chimney, but a 100' rap lies directly across the rock on the SW face 30 meters away.","protection":"A set of stoppers and cams from 0.5 to 3\". A long cordalette can be used to sling a boulder belay up top.","location":"On the back side of the Button Rock, there are 2x climbs, a 12c, and a 5.7 very near each other. These are best approached by heading left from the trail and around the 'front' of Button Rock more so than going all the way around it past the other climbs to here.\n\nA few cairns mark a reasonable trail around to them. Precise directions are tough, but when you reach a straight-cut, clean, 24\" chimney, you have arrived at Button Hole."},"__v":0},{"_id":"jaVXiLOtVJ2twtx7kJ0qqA==","name":"Arch Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Levison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"left_right_index":3,"mp_id":"112003958","mp_crag_id":"105746734","climb_id":"jaVXiLOtVJ2twtx7kJ0qqA==","areaRef":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":"Climb a tricky 5.7 first move, then follow the arching crack as it bends to the right. Go over roof and up to fat crack in dihedral. Exit left, or better yet pull a small roof at the top for a 5.8 finish.","protection":"Standard rack.","location":"Start around the right side notch on West face\n\nElectric Sky\n\nledge. It is better to do Origami as a 1st pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,54d59106-7c50-5090-a31c-a08615f50b44,f4fda037-cfb9-511b-a3ca-57d19c9a309f,8a72b2a3-644c-5750-a34a-45a8d28abbd1","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","North Fork of the St. Vrain River","Button Rock (aka Pinewood Rock)","South Formation"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.9"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":6,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33163,40.24453]},"bbox":[-105.33221910471278,40.24408033981814,-105.33104089528722,40.244979660181855],"left_right_index":-1,"ext_id":"105746734","area_id":"inKyo2RMV1CjSkWo0oq70Q=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:39.011Z","updatedAt":"2024-01-15T16:43:42.535Z"}