{"_id":"6368a36ae80bff5a99582aa2","area_name":"Shining Wall","shortCode":"","climbs":[{"_id":"u+6iuMtzWYKAymlb3pVJ1g==","name":"Yeoman's Work","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chad Ellars '95","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":13,"mp_id":"114612058","mp_crag_id":"112449048","climb_id":"u+6iuMtzWYKAymlb3pVJ1g==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This is easily top-roped after putting up Beginner's Luck. The sole lead bolt serves as a directional.\n\n Climb the start for Beginner's Luck but before reaching the ledge go straight up a hand crack. This will end at a slight overhang where a finger crack goes up and right. Layback this to a strenuous clip and make the crux throw to a small edge. Pull up to the ledge and scramble to the anchor.","protection":"Gear to 2\", one bolt","location":"Right side of Shining Wall, in the corner"},"__v":0},{"_id":"iUKu44hLXQK50RgWzbVoBA==","name":"The Shining","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Wayne Wallace, 1/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":9,"mp_id":"113801822","mp_crag_id":"112449048","climb_id":"iUKu44hLXQK50RgWzbVoBA==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Long, proud line rising out from the trees.  Some light juggish pulling leads to a thin flake before the business.  Crimps, small holds, and high feet lead to a (currently) dirty-ish dihedral/arete thing that needs you to believe it will work.  It does.","protection":"Quickdraws, 9, I think...","location":"Locate Paleontologist, head climber's right past the lone bolt on the open book, to some dark rock with bolts rising up to the orange wall above.  Step off the boulder and go."},"__v":0},{"_id":"sdY2nly9U1+h8mJR13ldEQ==","name":"Red Scare","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Wayne Wallace & Tim Olson, 12/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":0,"mp_id":"113917051","mp_crag_id":"112449048","climb_id":"sdY2nly9U1+h8mJR13ldEQ==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This is the access pitch for Arm Forces (11+/12-) and Cold Hand of Technology (10+).\n\n A stick-clip is highly recommended for anyone who might be challenged at this grade. Make hard, tenuous moves either off the boulder or straight up the minor slot. Find the hidden jug in the crack and then make long reaches on small feet past several breaks. Around the third bolt, make sure to stay right and avoid the loose chunks on the left. Keeping pulling until you reach the anchor on the ledge. Arm Forces goes up to the left and Cold Hand of Technology goes up to the right; easily linked with either.","protection":"Bolts","location":"Far left side of the Shining Wall, above a boulder and a madrone tree that delineate this corner"},"__v":0},{"_id":"282erO2QWe+dbvKSoA1FGA==","name":"Rainman","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wayne Wallace, Tim Olson, 2/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":7,"mp_id":"114809439","mp_crag_id":"112449048","climb_id":"282erO2QWe+dbvKSoA1FGA==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Start as for Paleontologist up to the midway ledge. Clip the bolt here with a long runner then make weird, tenuous moves up to the clipping hold. Work your way up the technical face, using holds out to the right. Finish at the anchor below the \"falcon ledge\".","protection":"5 bolts and anchor with rap rings","location":"Middle-right of the Shining Wall's main section. Bolt line straight up after the Paleontologist overhang start."},"__v":0},{"_id":"0wEHP0vWVkinp/THEC65PQ==","name":"Plywood Jungle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"McGown, Wallace, Jackson, 3-89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":16,"mp_id":"113766363","mp_crag_id":"112449048","climb_id":"0wEHP0vWVkinp/THEC65PQ==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Note on Erosion: Please walk on the root as you make your way out to the belay ledge, making sure not to dislodge any dirt or rocks that would further accelerate the erosion taking place between the wall and the trail. This also happens to be the remaining soil holding the beautiful madrone tree in place.\n\n Start up a slight ramp and follow the diagonal hand crack towards the arete on the right. Make use of angular holds that are never oriented quite the right direction. Step right around the corner, then back left below the roof. Pull hard onto the face above. Climb the easy slab past the madrone tree to the new anchors.","protection":"1.5-2\" cam and 5 bolts, anchor with rap rings","location":"On a small dirt ledge next to an old madrone tree whose root has formed a means of access from the trail below... just right of the Beginner's Luck alcove"},"__v":0},{"_id":"yfqfJQcYXcGgeq3x+WXz0A==","name":"Playing with Fire","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Wallace, McGown, Olson, 11-88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":8,"mp_id":"113839947","mp_crag_id":"112449048","climb_id":"yfqfJQcYXcGgeq3x+WXz0A==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This route is currently filthy. Gear is tricky to place (offset nuts helpful), the low crux is out-of-character with the upper section, and the rock quality up high leaves much to be desired. It also seeps. \n\n  Start as for The Shining but continue up to the shared low ledge of Paleontologist and step straight into the thin dihedral. Use odd, less-than-great holds to get into a stemming stance for clipping the bolt. Pull off the sloping holds on the ledge and reeeeach for a decent edge up high. Cut your feet for show? Don't blow it as you move way up past your bolt to a dirty ledge and step left to the crack. Feather in some gear here (a 1.5\" cam works wonders) then mount the mini-bulge. The crack seams out, so work your feet high and make a reach for the next locking finger jam. Make another hard move to establish your feet on the left. Pull through this relatively easy bit to an awkward move onto the next ledge. A final series of fun moves up the tight dihedral on questionable edges and sidepulls leads to the final rightward pull onto the anchor ledge shared with The Shining.","protection":"Gear to 1.5\", offset nuts helpful, 1 bolt","location":"Just left of the obvious, colorful prow of The Shining"},"__v":0},{"_id":"l8oSlFz0Xc6F37tX0OfL6Q==","name":"Paleontologist","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"McGown, Nakahira, 3-89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":6,"mp_id":"113766390","mp_crag_id":"112449048","climb_id":"l8oSlFz0Xc6F37tX0OfL6Q==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This is barely a trad route if you stop at the first anchor shared with Extinction. Climb the brief hand crack to a low ledge, then pull through the pumpy face with good stances to another ledge. The anchor listed here in the Olson book is gone, so continue up and left across the face. A tough, reachy move gets you off the deck, and a slight runout above the fourth bolt gains the 2\" crack that takes you to the anchors. There isn't an anchor on the ledge above so stop here unless you intend to continue to the top of the cliff.\n\n If you do this, you can make a strenuous pull onto the \"falcon ledge\" and then a more strenuous overhanging crack move up to a stance at a new anchor. This extension goes at 5.10+.","protection":"To first anchor: 4 bolts, one cam between 1.5-3\", anchor with mussy hooks \n\nExtension: gear to 2\"","location":"The \"main deck\" of the Shining Wall. Starts behind the pointy boulder, straight up from the low ledge."},"__v":0},{"_id":"//QjvbOpVhyCJccdke4wBQ==","name":"Lord of the Rings","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":4,"mp_id":"113884078","mp_crag_id":"112449048","climb_id":"//QjvbOpVhyCJccdke4wBQ==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Start with some stemming, jamming and/or easy lie-backing up the crack until it ends and the climb trends right along good flakes, blocks and edges to a large ledge with shared anchor midway through Lion's Jaw.  Some of the blocks in the middle are a bit chossy and some small loose rocks on the ledge, but there is good gear to be found throughout.","protection":"Gear to 3\", anchor with rap rings","location":"Left side of Shining Wall.  Starts in a wide crack in a shallow corner about halfway between \"Firing Line,\" and \"Dancing in the Lion's Jaw.\""},"__v":0},{"_id":"bp+22czBW7uvDSOeOaly9w==","name":"Gym Rats from Hell","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Wayne Wallace, Robert McGown, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":15,"mp_id":"113796415","mp_crag_id":"112449048","climb_id":"bp+22czBW7uvDSOeOaly9w==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"You'll likely want to belay from the trail. Start straight up from the tree root with small gear and clip a bolt before reaching the stellar but short hand crack. Jam this up to a funky move onto the ledge. From this restful stance, pull small edges up the vertical face. This is a thin, exciting sequence. Don't get sucked left at the last bolt. Pull onto the ledge and walk gingerly to the Beginner's Luck anchors.\n\nNote: This route is much safer to lead than top-rope due to the potential swing after unclipping the last lead bolt.","protection":"3 bolts, gear to 1.5\", anchor with fat hangers (do not lower)","location":"On the prow on the far right side of the Shining Wall, just right of the Beginner's Luck alcove"},"__v":0},{"_id":"XTdHOLu2VhK5Zg53reo20Q==","name":"Fits and Starts","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Chuck Buzzard, Jeff Frank, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":14,"mp_id":"113796490","mp_crag_id":"112449048","climb_id":"XTdHOLu2VhK5Zg53reo20Q==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Very brief extension to Beginner's Luck. From the anchor ledge move straight up the finger/hand crack to the anchor alcove. This can easily be done as a single pitch, just bring a few extra cams.","protection":"Gear to 1.5\"","location":"Right above the Beginner's Luck anchor ledge"},"__v":0},{"_id":"C7teRAIPXAKLk9Se3j3fsA==","name":"Firing Line","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Wallace, Olson, McGown, 12/88; extension?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":3,"mp_id":"113748964","mp_crag_id":"112449048","climb_id":"C7teRAIPXAKLk9Se3j3fsA==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This line was rated 5.11c(R) in the Olson guide, maybe because of the terrifying 1/4 bolts that snapped as soon as we tried to remove them? It now sports new SS bolts and a 40' extension to the top of the cliff, and certainly isn't R rated, and its also not 5.11c, more like 5.11a at most.   Climb up the slot to the first, bolt, placing a cam there if desired. Then follow fun and slightly sloping edges to a thin, one move crux. Follow the good edges up to an overhang, and pull though on good jugs to the sweet finger crack and stem and jam your way to the anchor. Really fun route, inspite of a little dirt in the upper half.","protection":"Gear from BD 0.4-2 and draws.","location":"Middle of Shining Wall. Its the first route after you step up off the trail below the cliff."},"__v":0},{"_id":"MzVGRpEBUs6xJLU6c3LPWg==","name":"Extinction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Walter Anyan/David Sowerby Summer '95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":5,"mp_id":"117867719","mp_crag_id":"112449048","climb_id":"MzVGRpEBUs6xJLU6c3LPWg==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Variation to Paleontologist that splits left after the first two bolts following the bolt line up the left face of the arete. Steep climbing down low leads to some fun technical climbing above. ","protection":"Bolts + Anchor (Mussy Hooks)","location":""},"__v":0},{"_id":"qT2qnyT5X+Ggh6Rp9J3eNw==","name":"Domino Effect","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wayne Wallace, Tim Olson, 10-88","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":2,"mp_id":"114006552","mp_crag_id":"112449048","climb_id":"qT2qnyT5X+Ggh6Rp9J3eNw==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This route is quite the spicy adventure for now.\n\n Step off the boulder, plugging small gear, and pull up to a stance. You'll have to make another hard awkward move with the possibility of a ground-fall before you can get to a better stance and decent gear. Climb through horizontal breaks and around some vegetation. Feather in some funky gear and step right at a bulge with a bush. Once on the edgy slab, follow the bolts up to a brief dihedral. Mantel awkwardly onto a dirt-covered ledge with tragic fall potential.\n\n Once on the ledge, finesse your way over the dirt mound and stem past the seam until it opens up for gear. Don't get sucked into the slot; keep your eyes out left for the jagged crack. Step left at the jumbly mess or punch it straight through the hand/finger crack (not 5.7). Scramble up the slab to the anchor in the corner.","protection":"Gear to 2\", 2 bolts, anchor with rap rings","location":"Left side of the Shining Wall main area, above an alder bush growing beneath a big undercut in the wall base of the wall"},"__v":0},{"_id":"i/lUKumZVn+HCacExjBY7A==","name":"Cold Hand of Technology","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tim Olson & Gary Rall, 12/88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":1,"mp_id":"113919370","mp_crag_id":"112449048","climb_id":"i/lUKumZVn+HCacExjBY7A==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"From the anchors of Red Scare step up right to a stance above the ledge and then launch into the dihedral. Stemming and finger-pockets in the crack allow progress up to a ledge on the right. Don't get sucked too far out, as you have to make a tenuous step back left onto the face as the crack cuts diagonally towards the anchors. Make airy pulls along this feature until you can reach a hard-to-see hold around the corner. Make a final sporty move to the anchor.","protection":"Gear to 1.25\", very small cams helpful, anchor with rap rings","location":"Left side of Shining Wall, above Red Scare and right of Arm Forces"},"__v":0},{"_id":"VsmM5ejmV5aeZ16Vxxn/xg==","name":"Cloudwalker","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wallace, Olson, McGown, Dykstra, 1-89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":10,"mp_id":"114006343","mp_crag_id":"112449048","climb_id":"VsmM5ejmV5aeZ16Vxxn/xg==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"This route will probably be done more often as a 10b rather than the original 11c.\n\nNew Start: Begin as for The Shining, climbing the face for two bolts - extend the second clip. At the blocky section before the ledge, cut hard right to another bolt before getting to the crack.\n\nOriginal Start: Climb a thin seam next to a clump of madrone trees. A stick-clip is recommended. Stem off the tree as high as you can then grab a hold way off to the left to get situated. Far-off jugs, crack technique, and a sweet undercling get you to a stance with another bolt. One final thin sequence takes you up to where the two options join.\n\n Climb up the thin crack with features to either side. Small nuts are essential through this section. Step right and then follow the thin layback crack up to the bulge. Stem out and use cool holds at the lip to pull up over it and onto the slab above. From this stance, follow the hand crack up to where you can cut right to the anchor shared with Banana Belt.","protection":"3 bolts, gear to 3\", anchor with rap rings","location":"Right side of the main Shining Wall area, right of the large boulder, near a clump of madrone trees"},"__v":0},{"_id":"CflVVbsBUW68b6CNJmvFMA==","name":"Beginner's Luck","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chuck Buzzard, Jeff Frank, 9-86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":12,"mp_id":"113796523","mp_crag_id":"112449048","climb_id":"CflVVbsBUW68b6CNJmvFMA==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Highly-quality moderate crack climb. Harder than originally graded. Tenuous but fun start to a series of unprotected ledges. Move up and left via wide cracks, then step up into roof hand crack. Make a few hard pulls up into a stemming stance. Traverse right along the rail and pull onto the anchor ledge.\n\n You can optionally continue another 15' straight up on Fit & Starts (10-, a couple 1-2\" cams) or put a top-rope on Yeoman's Work (10+, single bolt for directional). Gym Rats From Hell is not a good top-rope because of swing potential after unclipping the last bolt.","protection":"Gear to 3\", anchor with fat hangers (do not lower)","location":"Obvious alcove on the far right side of the Shining Wall"},"__v":0},{"_id":"CHwEH//AVwCkd6Ikzh4stg==","name":"Banana Belt","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wayne Wallace, Robert McGown, 2-89","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"left_right_index":11,"mp_id":"113995130","mp_crag_id":"112449048","climb_id":"CHwEH//AVwCkd6Ikzh4stg==","areaRef":"DECCJdchX6yt7G30dwvcVw=="},"content":{"description":"Start up a thin crack right next to a madrone tree (it's on). This ends at a chunky section (gear here). Get hand jams behind the flake then make an awkward pull onto the ledge. This is shared with Beginner's Luck - you could approach the route from this start. Step left and up into the dihedral, following a flake and edges up to the first bolt. Step right around the roof, finding gear in the corner. Step back left along small crimps, make tenuous moves to jugs above, then pull a heady mantel onto a ledge. Climb the brief corner and step left onto the small stance at the anchor. This is shared with Cloudwalker to the left.","protection":"Gear to 2\", 3 bolts, anchor with rap rings","location":"Just right of the Shining Wall's main area, next to a clump of madrone trees growing close to the wall"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,38065ad5-916c-555a-bd53-14c4df506cfa,0c408225-d721-5fac-adec-6df4770bdc57","pathTokens":["USA","Oregon","Portland & The Gorge","Madrone Wall","Shining Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.11"},{"count":3,"label":"5.9"},{"count":3,"label":"5.10-"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":10,"advanced":2,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":12,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.45695,45.39028]},"bbox":[-122.45759029180536,45.389830339818126,-122.45630970819462,45.39072966018187],"left_right_index":-1,"ext_id":"112449048","area_id":"DECCJdchX6yt7G30dwvcVw==","polygon":{"type":"Polygon","coordinates":[[[-122.45759029180536,45.389830339818126],[-122.45630970819462,45.389830339818126],[-122.45630970819462,45.39072966018187],[-122.45759029180536,45.39072966018187],[-122.45759029180536,45.389830339818126]]]},"leftRightIndex":4},"content":{"description":"Visible from the parking lot. Routes in the middle of the wall have had their anchors moved down below the ledge that the falcons use. Please do not access that ledge above the anchors. Gets lots of sun! Not ideal in the summer, but makes a great late-morning hangout on a clear winter day. "},"density":0,"totalClimbs":17,"__v":2,"createdAt":"2022-11-07T06:19:26.678Z","updatedAt":"2024-02-19T18:39:15.367Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"65b1bd2c7fb5d7edf058e84e","prevHistoryId":"65b1bcb67fb5d7edf058de92","operation":"updateArea","seq":0},"updatedBy":"q+lmEidCQ7ChKGsZ1ORhXw=="}