{"_id":"63689de0e80bff5a994fa707","area_name":"Ambiguously Uncertain Crag","shortCode":"","climbs":[{"_id":"NmJw4jpMUw2VXx9U8wsncw==","name":"Where's Bob?","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Vachon, Bieger, Lang, 10/01","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87853,38.77168]},"left_right_index":1,"mp_id":"105756433","mp_crag_id":"105745989","climb_id":"NmJw4jpMUw2VXx9U8wsncw==","areaRef":"TG0GsaRwUxCsHV65X01vjw=="},"content":{"description":"This is not highly recommended, but probably not a bomb either, especially if you're one of those masochistic souls that enjoys an \"adventure\" as much as really good climbing.  This route certainly looks compelling from the road, but appearances are quite deceiving in this case.  Expect rotten, loose granite the whole way up, with reasonably hard moves above gear that is less than bombproof.  The position on the 5.10c crux almost makes the whole route worth it, though - an overhanging hand/fist crack with a couple hundred feet of air below.\n\nP1: Identify a chimney in approximately the center of the crag (see photo). Climb the rotten chimney for 50', and exit right when rockfall or continued blood loss prevent further ascent. Traverse rightward about 35' on rotten, exfoliating rock to an obvious ledge. Clean out a small crack with your nut tool, and belay. 5.8s\n\nP2: Move slightly right from the belay, and then head straight up over a rotten, malevolent bulge (no gear, 5.9 s+), to gain steep, broken rock below a roof that caps a wet, left-facing dihedral. Work up into the dihedral with very poor gear(rotten rock), until it is obvious to stem onto the right wall, and gain a right leaning hand/fist crack (crux, 5.10c). Jam the crack (rotten and crumbly - #6 Friend protects final moves)out the end of the roof, make an exciting mantle (rotten rock), and follow your nose to a belay near the summit. (5.10c s) Do a short, easy third pitch, or unrope and scramble over easy terrain about 35' to the summit.\n\nDescent: Keep sniffing down the backside of the crag, to a short, but steep downclimb (rotten rock). Either downclimb or sling a large boulder and rap off. Hike/bushwhack back around to the base.","protection":"RPs to #6 Friend.  Long slings.  Tolerance for chossy granite and questionable gear.","location":""},"__v":0},{"_id":"GCvA21OpVdSRQDI/df/CwA==","name":"Squeezepenny Rib-Fest","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Newton Banks and Mitchell Rea, 05/18/12","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87853,38.77168]},"left_right_index":0,"mp_id":"107614277","mp_crag_id":"105745989","climb_id":"GCvA21OpVdSRQDI/df/CwA==","areaRef":"TG0GsaRwUxCsHV65X01vjw=="},"content":{"description":"This line follows the obvious dihedral on the south face of Ambiguously Uncertain Crag, directly through an overhanging, squeeze-chimney/offwidth. This slot is the crux of the route, and will put up a good fight.\n\nExpect bushes, twigs and dirt, and especially lichen, because no one ever climbs here. But in contrast to D. Lang's opinion, I found the rock underneath to be pretty solid for the most part. The holds are varied and interesting, usually right where you need them, hiding under a bit of lichen. Pro can be tricky in spots.\n\nIf you do follow our questionable leadership and do this as one 200 foot pitch, be wary of running out of gear. And be mindful at the crux - the movement involves techniques alien to a lot of modern climbers, and the potential fall could slam you back into the dihedral with injurious vengeance.","protection":"Clean trad. Finger sizes useful, wide gear potentially soothing but unnecessary.","location":"This is on the South face, Ambiguously Uncertain Crag, visible from the road.\n\nDescent: Scramble to the top of the formation (4th class), then walk off down a grassy hillside on the west (climbers left) of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,684bfece-e23b-5ef9-8765-99852382fb51,4c6d06b1-a470-5310-ac1d-5eb95f4d6f8f","pathTokens":["USA","Colorado","Colorado Springs","Old Stage Road","Ambiguously Uncertain Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.87853,38.77168]},"bbox":[-104.87910674799495,38.77123033981814,-104.87795325200501,38.77212966018187],"left_right_index":-1,"ext_id":"105745989","area_id":"TG0GsaRwUxCsHV65X01vjw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:08.815Z","updatedAt":"2022-11-25T11:18:03.755Z"}