{"_id":"63689d5ce80bff5a994f4343","area_name":"Tallac Headwall","shortCode":"","climbs":[{"_id":"gXyS3nsJXiGFU4iJufLTcg==","name":"Quickly Without Asking (Tallac Headwall Direct)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Michael Cohen and Nathan Frankel July 22, 2017","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.09678,38.90679]},"left_right_index":0,"mp_id":"113404749","mp_crag_id":"113403903","climb_id":"gXyS3nsJXiGFU4iJufLTcg==","areaRef":"aE18Rwa6V360NEQNYcXKOQ=="},"content":{"description":"Pitch 1: 5.7, 115 ft: The start of this pitch may change based on the level of the snow. From where we started, traverse out right from the ledge and make your way up through low angle blocks with decent pro. After about 30 ft the rock gets a bit steeper but remains well featured. We ended up at a large belay ledge about 40 ft right of where the pitch started directly under a mildly overhanging roof. The climbing appeared quite difficult above, so we opted for a short 30 ft traverse pitch to a ledge directly below a long dihedral system. What we did can easily be avoided by traversing less during the pitch and ending up at the base of the dihedral. The belay ledge there is smaller but still substantial.\n\nPitch 2: 5.10, 80 ft Start up the obvious dihedral on big holds. Pull left around the large boulder, and then pull a tricky beached whale move onto a good ledge. Now the hard part starts. Move off the ledge using mediocre sidepulls, high-step and reach up to a jug. Pull a few more hard moves to gain a small ledge under a roof. If you want a better belay ledge you can do the beginning part of pitch 3, but watch the rope drag.\n\nPitch 3: 5.10, 120 ft: Starting from the small ledge at the top of pitch two, traverse right out of the dihedral to avoid the roof death block and pull back around to put you at a good stance for the the crux of the pitch. Up ahead you will see a section where the dihedral steepens and bushes cover most of the good holds. Place a few good pieces here and make peace with your maker because that is the last good pro for a while and the crux is coming up. A few easy moves will take you to the base of the bushes and from here use whatever trickery you can to get yourself into the squeeze chimney at the top of the bushes. Rest here and contemplate your existence and why you decided to climb this route as you look at the steep moves ahead. Throw a sketchy #1 Cam in the crack on your right, pull out of the chimney using a sidepull that is a bit too slopey high step on some feet that are a bit too small. Now you can breathe easy knowing that most of the hard climbing is over. Pull onto a large ledge, and if rope drag isn’t too bad I would recommend traversing the ledge to an easy hand crack, climbing another 20 ft and making the belay there.\n\nPitch 4: 5.6, 90 ft Start up the dihedral past some scary looking death blocks that you probably shouldn’t touch. Continue up until you see a nice hand crack moving up and to the right. Pull easy moves through here but be very careful because a lot of the rock is loose and you are right above your belayer. Soon you will come across a dead looking tree and a huge ledge under a spire. Make the belay here, but you will need to un-rope and scramble to get to the next pitch. To get to pitch 5, Walk along the ledge for a bit and then take the class 4 scramble on your right over the ridgeline. Then it is an easy walk to the cliff band bellow the summit. Traverse directly below the spire and north of the summit. Pitch five is located directly uphill from the spire.\n\nPitch 5: 5.5, 100 ft: The crux of this pitch is the first few moves. High step onto the slab and then pull around a large block feature. From here it is easy climbing with amazing pro. About 40 ft up you will encounter a large sloping dirt ledge. Continue past this up right where the wall looks lower angle. Pull over the lip and you can see the summit up ahead. Feel like a hero as all the tourists look at you with amazement and wonder. Build you anchor and from here it is an easy scramble to the summit.","protection":"Cams to about 4’’, doubles in the .75-2’’ range is helpful. 2 sets of nuts, a few large hexes are nice. Ice axes and possibly crampons can be necessary to reach the base of the wall.","location":"When looking at the headwall, you will see a large ledge about 40 ft left of the nose of the wall. The route starts on a smaller ledge about 20 ft left of the larger ledge. (Will upload beta photos).  From the summit, descend the regular hikers trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,50ff8bdf-6f62-5f00-b364-1b152d3fbcca,195ce5af-bae4-5a1e-a547-8fc5f1392564,684d7c47-06ba-577e-b434-440d61c5ca39","pathTokens":["USA","California","Lake Tahoe","South Shore","Mount Tallac","Tallac Headwall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.09678,38.90679]},"bbox":[-120.09735784406865,38.906340339818136,-120.09620215593137,38.907239660181865],"left_right_index":-1,"ext_id":"113403903","area_id":"aE18Rwa6V360NEQNYcXKOQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:51.287Z","updatedAt":"2024-01-15T16:40:17.530Z"}