{"_id":"6368a185e80bff5a9954f2c2","area_name":"North Face","shortCode":"","climbs":[{"_id":"6IOm+FR9UMm+7kN0QLhAyg==","name":"Wholesome Fullback","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"1975, Cal Folsom and Lars Holbek","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":20,"mp_id":"105732467","mp_crag_id":"116681308","climb_id":"6IOm+FR9UMm+7kN0QLhAyg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This route ascends the left side of the large pillar at the right side of Whiskey Peak.  Approach from the streambed up a trail just past a house-sized boulder on the right side of the wash. \n\n  I'll describe 3 pitches but any two can be combined. \n\n  P1 (5.10a, 50'): climb a thin crack just right of a dihedral that leads up to the obvious crack higher up.  The crux comes almost immediately and is well protected.  Step left below an obvious hand-sized crack to belay at a bolted anchor. \n\n  P2 (5.10a, 50'): climb the handcrack to a roof.  Instead of following the crack through the roof, traverse right to the next crack and pull through a hard move (5.10a) which is well protected.  A hanging belay just past the crux allows the leader to recover before the next pitch. \n\n  P3: (5.8, 110'): climb an excellent hand crack to the top of the pillar. \n\n  Both cruxes felt harder than 5.10a to me (this rating comes from the guidebooks) but each was short and well protected. \n\n  Rap off the other side of the pillar.  Two 60m ropes will take you all the way down.  An intermediate anchor allows descent with just one rope.  For added excitement you can TR Our Father (5.10d) on the way down.","protection":"Small cams at the cruxes, long fist sized crack at the end.","location":""},"__v":0},{"_id":"Nm/zSJarXWixbmUtuZ+3RA==","name":"Triassic Sands","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Herbst, L. Hamilton, 1972; FFA J. Herbst and many others, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":15,"mp_id":"105732392","mp_crag_id":"116681308","climb_id":"Nm/zSJarXWixbmUtuZ+3RA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"A classic crack climb! Many parties rap after the 2nd or 3rd pitch but the 4th pitch is great also and the descent is relatively quick and simple. From the parking lot, follow the road and then trail into Black Velvet Canyon. Soon the main NE wall of Whiskey peak will be prominent to your left, and this route is 150' right of the offwidth Ixtalan, which is the most obvious crack visible from below.P1: Climb a left facing corner to a big ledge (5.7, 50'). This pitch could conceivably be combined with the next, but rope drag might be an issue.P2 (crux): From the left side of the ledge climb the excellent finger crack (aliens work well to protect) over a roof (crux) then continue with 50' of 5.9 hand crack to a bolted belay (this is why you brought all those #2 Camalots). (5.10, 120'). Be sure to save some strength for the hand crack!P3: A long pitch continues up a steep wall via (mostly thin) cracks and face and ending at another 2 bolt belay (5.8, 160'). This pitch looks harder than 5.8 from below, and is excellent.P4: Follow a right facing corner past a pointy detached flake (Caution! Do not touch!) to another nice ledge (with a recently installed 2-bolt anchor) (5.10-, 105').Top Out: A few hundred feet of 5.6 or below to the top but recommended to break it into smaller chunks to help with communication, especially in windy conditions. There is not an obvious route. You'll (hopefully) end up on a flat section. Look for the \"saddle\" descent, forward and left. There's some easy downclimbing but you're about 500 feet from an obvious path with cairns. Then just follow the Epinephrine descent back to the car. Descent: From the summit head east, back towards the parking lot. Scramble down the rightmost of three gullies, and then countour back down to the base of the cliff. Alternatively, two 150' raps will take you from the top of pitch 3 to the ground.There is an entire chapter about this route in Red Rock Odyssey","protection":"Usual stoppers plus a generous selection of cams with extras in the hand crack range (three or even four #2 Camalots or #3-#3.5 Friends are ideal).","location":""},"__v":0},{"_id":"ZEDdNyGBXmKeoKBHsgEHCQ==","name":"Tales from the Gripped","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Todd Swain and Elaine Mathews","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":23,"mp_id":"108927129","mp_crag_id":"116681308","climb_id":"ZEDdNyGBXmKeoKBHsgEHCQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"The third pitch is what makes this route worth doing. A phenomenal exercise in red rocks face climbing. The first pitch is a hard slab with a short crux, and the second pitch is a touch loose. \n\n  P1 - 5.11a/b - 90 ft Start up a slanting seam, finger sized gear protects, below two bolts on a varnished slab. Make a hard move to the left to clipping a stance below the second bolt. Trust your feet and work through some very poor holds. Once the good horizontal are reached traverse right to a bolt a pull over on jugs. A few 1\"-3\" pieces protect some face climbing up and right to a nice ledge. \n\n  P2 - 5.10a - 100 ft Climb up a slab to the left with some thin moves past two closely space bolts. Move right and climb a right facing corner before you can spy some older bolts on the face. Traverse right to an obvious anchor that currently has a bunch of old webbing. Belay at an semi-hanging stance. \n\n  P3 - 5.11b - 100 ft From the belay blast up to a high first bolt and then slowly weave your way up the face. An early thin crux will make you think about the rusty hangers that I often backed up with nut placements. Work you way left to a small ledge and then go straight up the face on amazing patina. The holds start to disappear and force you right for a final houdini crux.  \n\n  A few thin to finger sized pieces protect a final seam to the anchor which has a good stance. ~ 9 bolts on this pitch and a handful of medium to small nuts + thin cams. \n\n  Rappelling is possible with a 70m Rope.","protection":"A single rack of cams from purple C3 to #2 camalot and a good selection of nuts including a few RPs","location":"This route climbs the varnished slab just to the the right of the first pitch of Our Father. \n\n  Route can be rappeled with a 70m rope."},"__v":0},{"_id":"scOPwVZcWJ+To+7+f/r57Q==","name":"Sandblast","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Van Betten/Nordblom 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":14,"mp_id":"110336648","mp_crag_id":"116681308","climb_id":"scOPwVZcWJ+To+7+f/r57Q==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Good climbing, loose rock and runouts on the first pitch. Between the start of Sand Felipe and Triassic is a classic looking made layback. Up this (large cam helpful) to some loose rock and a choice between two cracks. Start on the left crack, heading right at a pro bolt. Sustained climbing with good pro leads straight up past a second bolt to the shared anchor above the crux pitch of Triassic. The second pitch takes the left variation crack after sharing a start and bolt with Triassic, rejoins that route at a large ledge and rappel with 2 ropes or continue up Triassic.","protection":"The original pro bolts on this pitch date to the aid FA of Triassic, these pitches were the direct line that was nailed before the pitch to the right was established free. Joe Herbst and Larry Hamilton nailed this up in '72 and lefty couple of quarter inchers with Dolt hangers. Route takes good pro wired and active from the middle up, hollow and funky pro can be found at the start for quite a ways, hence the R rating. Standard rack, doubles in small. Long pitch so plenty of runners. Offset wires probably helpful.","location":"The left facing lie back corner 15 feet left of Triassic's starting corner. Looks steep, thin, and fun, which it is."},"__v":0},{"_id":"QuHldDmzW1aYDt2iQKqtQg==","name":"Sand Felipe","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"N. Modelo & T. Cate - 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":13,"mp_id":"105732785","mp_crag_id":"116681308","climb_id":"QuHldDmzW1aYDt2iQKqtQg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Probably a three-star pitch before it was retrobolted into submission.  Begin just left of Triassic Sands and follow the obvious line of shiny bolts to a two-bolt anchor. \n\n  If you don't have enough draws, don't worry; in many places you can simple reach down, unclip the draw at your feet, and clip it into the next bolt.  Nevertheless, the pitch does offer outstanding face climbing. \n\n  A single rap with a 70m cord will get you down, or you can continue past a few more bolts up a very short second pitch (that appeared to be of lesser quality from below).","protection":"A dozen or so draws.","location":""},"__v":0},{"_id":"VHGLxS49UrSeqA6kOYPqBw==","name":"Return To Forever","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Harrison, Paul Crawford, Paul Van Betten, Sal Mamusia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":9,"mp_id":"107575625","mp_crag_id":"116681308","climb_id":"VHGLxS49UrSeqA6kOYPqBw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Return to Forever is an impressive but varied offwidth crack that splits the wall to the left of Ixtlan. This less travelled line features no protection bolts and requires a little more commitment and large cams than its neighbor Ixtlan. The climbing demands an array of offwidth technique as well as some creative use of face holds. A truly enjoyable climb with great exposure and just a little bit of an odd ending.\n\n Pitch 1: 175' Start in the flaring hand crack above the large chockstone. Climb the long wide crack eventually pulling a roof. Build a belay 20' above the roof when the crack narrows and just before it juts left.\n\n Pitch 2: 30' Traverse right from anchor to gain the finger crack (airy). Climb this left-trending crack to a bolted anchor. Rap to the ground with two ropes.","protection":"Single Rack to #2, double #3-6, additional #3.5-#5 optional","location":"The awesome crack to the left of Ixtalan."},"__v":0},{"_id":"CbSQnrEEUMaqUAlTU8voAw==","name":"Rain Dance","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Wonderly, Don Wilson (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":0,"mp_id":"107273805","mp_crag_id":"116681308","climb_id":"CbSQnrEEUMaqUAlTU8voAw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This is a great and overlooked route that completely avoids frogland and If you are a ten leader you have to lead it sometime... \n\n  Start in the center of the f.land buttress and follow the flake all the way to the top. The pro is much better than it would appear. The book calls for a single rack to one inch but we found a place for a .75, 1, and 2 camalot sizes as well.","protection":"","location":""},"__v":0},{"_id":"d0RG8vRdXkKV+wwhsMasMQ==","name":"Quarantine Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sam Boyce and Lani Chapko Winter 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":28,"mp_id":"118814794","mp_crag_id":"116681308","climb_id":"d0RG8vRdXkKV+wwhsMasMQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Pitch 1) Climb up splitter fist crack in right facing corner (#3-#4) past a wider pod (#5) and mantle to large sloping ledge. traverse right and belay at base of OW (.3-.75 cams) Pitch 2) 5.10++ (or 5.9) head up the obvious OW. Those uncomfortable with #6 cracks may opt to bring one for a 12’ section of splitter 6’s. A low angle layback leads to a ledge. Step right and face climb up poorly protected moves to the obvious hand crack roof. The very strenuous roof puts you on a big ledge system. Alternatively exit left through the notch, avoiding the roof and keeping the grade at 5.9.  Descent: Head down and skiers right. The top of “Only the Good Die Young” is at the edge of the wall. Continue down this descent by switchbacking left across a steep slab. A short down scramble leads to a rap tree. A single 80’ rappel puts you back on the approach.","protection":"Singles .3-5 cams double #1 and #2, optional #6","location":"Approach as for “Only the Good Die Young”, continue past it and up the gully until a blocky tower is visible on the wall. This route climbs the right side of that tower."},"__v":0},{"_id":"B1XgS2kYUyOuZwH2k8feMA==","name":"Perplexity","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Todd & Donette Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":6,"mp_id":"105958924","mp_crag_id":"116681308","climb_id":"B1XgS2kYUyOuZwH2k8feMA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Perplexity takes the black face past three bolts to a long, leaning obtuse corner just left of The Misunderstanding. \n\n  Climb up to the first bolt (welded coldshut) and perform a few cruxy moves up past the second bolt to a ledge and rest stance.  Clip a third bolt (Swain homemade hanger), and traverse left and up easy rock to the base of the corner.  Ascend this corner via thin locks and good face holds on the left wall.  Bring your 00 TCUs and don't expect any fixed pins.  Two single-rope raps down The Misunderstanding.","protection":"SR plus 2x 00 TCUs or equivalent gear.  Brass can help too.","location":""},"__v":0},{"_id":"knMruYiVVzeQchcNmBR5Mw==","name":"Our Father","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Rich Wheeler, Joe Herbst, R. Grandstaff, & Vern Clevenger - 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":22,"mp_id":"105732782","mp_crag_id":"116681308","climb_id":"knMruYiVVzeQchcNmBR5Mw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Our Father is an absolutely fantastic climb that goes up the right side of the Wholesome Fullback pinnacle. \n\n  Begin just right of the Delicate Sound of Thunder at a shallow left-facing, left-leaning corner. \n\n  P1: Climb the corner at 5.7+ to a tree.  Belay or easily link with P2. \n\n  P2: Continue up the runout face above, generally trending left, past one bolt.  Ignore the old hangers off the the right.  5.9+ serious. \n\n  P3: Climb the obvious, beautiful right-facing corner to a two-bolt anchor at the top of the pillar.  5.10. \n\n  Rap the route with one rope.","protection":"Standard rack up to #2 Camalot.","location":""},"__v":0},{"_id":"g2XtJkbXWOuDNb0vautVZg==","name":"Open-and-Shut","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FRA: Josh Janes & Brendan Mulhern - October, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":27,"mp_id":"119697138","mp_crag_id":"116681308","climb_id":"g2XtJkbXWOuDNb0vautVZg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This is an excellent little pitch that has surely been top-roped from the Closed on Monday anchors, if not led, in the past. Together, the pair of routes is very worthwhile and would be a great warmup for Only the Good Die Young.Begin below a roof under the pretty, varnished, left-facing corner. Burly moves through the roof and getting established into the corner are the crux - once through it, have your belayer reach up and unclip any gear you placed here to prevent drag. Continue via enjoyable corner climbing and spaced, but excellent, gear.This route could really use a proper bolted anchor to spare the current tree anchor.","protection":"1x small to #2 Camalot.","location":"A short scramble up the gully from Only the Good Die Young. Begin below a pretty, varnished, left-facing corner."},"__v":0},{"_id":"59jPZ+o9WKGnUyNC7cb9DA==","name":"The Misunderstanding","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave anderson, Randal Grandstaff 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":7,"mp_id":"105732881","mp_crag_id":"116681308","climb_id":"59jPZ+o9WKGnUyNC7cb9DA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"The Misunderstanding starts about 50' left of Mazatlan. Look for a crack in a corner running through dark varnished rock.Pitch 1- climb easy ground, up slightly sandy white rock. Aim for the obvious cracks on the right side of the corner. Traverse left under the roof and pull over the top, onto the belay ledge, belay from 2 good bolts(70'- 5.9).Pitch 2- The meat of the route!! Climb the obvious varnished crack that you've been admiring!! At the top of the crack is another white roof, climb right under the roof to reach another short wide section. Once you reach the corner of the roof you'll see the next anchor, which is semi-hanging.To descend rappel the route with 1 rope(50M).","protection":"SR- doubles in the 3 TO 4.5\" size's","location":""},"__v":0},{"_id":"421FeDN2VLSlQqEh9bMmaw==","name":"Only the Good Die Young","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Uriostes, year unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":25,"mp_id":"105732479","mp_crag_id":"116681308","climb_id":"421FeDN2VLSlQqEh9bMmaw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Kudos, again, to the ASCA folks who rebolted this climb, taking it from an obscure, old-rusty-bolts-that-will-snap scarefest to a super-safe, super-classic climb. Don't let the 5.11 grade scare you off, the cruxes are very well bolted with big, fat, new, shiny ASCA hangers. This climb is so well bolted, the cruxes could easily be yarded through (A0 style).Approach:Get to the route by first finding Wholesome Fullback, then hike climber's right for roughly 300 feet. As you go, ascend slightly. You'll be heading up into the mouth of a narrow canyon that splits Whiskey Peak and Black Velvet Wall. Keep your eyes peeled upward for a bolt 10-15 feet off the deck; this will be the giveaway for the route's start, and will be on the same wall as Wholesome Fullback, that has now become the left side of the narrow canyon you are heading up. As you look up at the super-shiny new hanger, you'll see several (3-4) other bolts about 40 feet up, twisting around a corner. Here you are looking at the second pitch, to give you a good idea of how short the pitches really are. P1.  Step off the boulder and clip a bolt.  Make bouldery moves past the bolt to gain a stance. Place additional gear and move up the thin crack in a left-facing corner.  The climbing eases but the wall steepens.  Place gear and move up and right to gain the bolted anchor. (5.10d)P2.  From the belay step right to gain a roof. Make unique, bouldery moves to gain a stance on the roof. Move right into the corner and up. Make a long reach left to clip the third bolt.  Continue up into a small alcove/roof. Climb through the alcove/roof following a continuously narrowing crack for another 40 or more feet to belay at a fixed anchor.  (5.11+)P3. Make face and crack moves on a ramp and left-facing corner, passing several bolts, with potential for gear between them. As the ramp steepens to face and the crack closes out, make delicate face moves past a couple more bolts to gain the fixed anchor.P4. Climb up, clipping two bolts, to the challenging traverse.  Place long runners on bolts 2 and 4 to avoid rope drag.  Decipher (or not) the best sequence for your height and finger size across the face and upward to the horizontal crack.  Hand traverse right and around the corner to gain a stance on the next face. Very thin seams and edges lead up a nearly blank face past two bolts in solid rock.  Head up and left towards a right-facing corner where you'll find the final bolted anchor.  Finish here and rap, or complete the uneventful 5th pitch to the summit and walk off.Descent: rap or walk-off.Rap: From the bolted anchor at the top of pitch 4, a 70m can get you to the ground in two raps.  The first rap (top of pitch 4 to top of pitch 2) is a rope stretcher, so be sure to knot your ends, stay climber's right, and throw a draw on the second bolt of pitch 3 to redirect the rappel.  From the top of pitch 2, rap back to base.  Walk-off: Gain the large sloping terrace. Follow it along the base of the wall for about 100-200 feet. Down climb into the bush-filled gully.  A climber trail leads downward through dense brush for several hundred feet. Look right and step up and around a rock prominence and into another gully close to the wall of the climb.  Continue down the climber trail to a horizontal bench about 60 feet above the start of the route.  Either move left and rap off a tree or down climb easy 5th class to reach the base of the climb.","protection":"Bolts protect the cruxes, and there are bolted anchors at the top of pitches 1-4.  Single set of cams to #2.  A 50m rope would suffice to climb these short pitches, however a fully intact 70m gets you to the ground in 2 or 3 raps.  The rap from the P4 anchor to the P2 anchor is a rope-stretcher on a 70.","location":""},"__v":0},{"_id":"m+pkZvJIWmyEm1uP7l3yeQ==","name":"Miss Conception","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. & D. Swain, 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":8,"mp_id":"105813521","mp_crag_id":"116681308","climb_id":"m+pkZvJIWmyEm1uP7l3yeQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This climb starts up a left-facing corner to a bulge and onto a small ledge to the left side of a roof. Pass this while moving right and around the roof, up to a fixed anchor.I do not remember the second pitch well, but Swain states that you need draws for the 'many bolts' to continue up the second pitch on the right... I don't recall how many myself.Rap on two 60 meter ropes from the second fixed anchor to the ground.Pitch 3 follows 10 bolts to a two-bolt anchor at about 90’ Progressively more difficult moves and progressively better stone leads to a thin crux at the last two bolts. 10d/11a seems to be the consensus on this pitch. Rivals anything on Black Velvet proper.","protection":"A standard Rack + draws.","location":"This is the next left-facing corner to the left of the area classics Mazatlan and Ixtalan, and is just to the right of the route Misunderstanding."},"__v":0},{"_id":"GKUO/JrfVgCGR1QFjuzEmA==","name":"Mazatlan","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":10,"mp_id":"105732500","mp_crag_id":"116681308","climb_id":"GKUO/JrfVgCGR1QFjuzEmA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This is the right-facing dihedral just left of Ixtlan.  The crux is the first few moves and is protected by RPs.  The rest of the pitch is mostly hand and finger crack up the nice dihedral.  At the top, step left to a small ledge with rap chains.","protection":"standard rack including RPs","location":""},"__v":0},{"_id":"yW8T+n7QUhqdOK2U+GDxpA==","name":"Matzoland","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":12,"mp_id":"107122807","mp_crag_id":"116681308","climb_id":"yW8T+n7QUhqdOK2U+GDxpA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"A quality alternative to the first pitch of Ixtlan. Start 20 feet right of Ixtlan, following 6 bolts through a tricky/insecure left-facing corner, two small roofs, and a thin final section up then traversing left to the Ixtlan pitch 1 anchor.","protection":"Bolts, optional smallish placement before the first bolt.","location":"Other side of the bush."},"__v":0},{"_id":"Ah1r1MiJWtSjsoNH/ufrAw==","name":"Kenny Laguna","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Harrison, Crawford, Van Betten, Mammusia 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":5,"mp_id":"108383952","mp_crag_id":"116681308","climb_id":"Ah1r1MiJWtSjsoNH/ufrAw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Another Whisky Peak cragging route. It's definitely worth it if you're looking for something new in the area or if it's crowded. \n\n  P1 - The gnarled and kind of scary roof. Climb up 10 ft. and get in a nest of not-so-great pro. Make a committing move to gain the undercling crack in the roof, get in some good gear, and continue up better rock to an anchor. 60 ft. 5.10d  \n\n  P2 - Head up the beautiful, varnished, slot of a corner with a tips crack in the back. There are plenty of pods for your fingers and bigger pro. Pull a small roof and carry on over the bigger roof on jugs. It would have been nice to stop here, but continue up easier climbing to the anchor. 150 ft. 5.10c","protection":"Single rack with some extra small (esp. grey and purple metolius) to finger size is nice. Two 70s made it all the way to the ground. Two 60s might, but if not stop at the first anchor.  \n\n  Bottom anchor is nuts and tat. Take some new webbing, at the very least, for the top anchor which consists of a nut, jammed not, and slung rock feature.","location":"Corner system one left of The Misunderstanding which is left of Triassic Sands, Ixtlan, etc. Start under the big, ugly roof."},"__v":0},{"_id":"YJVUFErTXamH19boshiKDw==","name":"Ixtlan","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan Goodwin + the Uriostes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":11,"mp_id":"105826195","mp_crag_id":"116681308","climb_id":"YJVUFErTXamH19boshiKDw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Ixtlan (aka Ixtalan, Journey to Ixtlan) is a unique climb that every person who has ever walked into Black Velvet has ogled. It tops out on Whiskey Peak, but almost everybody (including me) stops at the top of the three short initial pitches, each memorable. \n\n  P1) climb thin steep face past several fat bolts to a stance, then traverse right to a station. short pitch. 70'? 5.11c. no trad gear necessary. \n\n  P2) up the flake system. really fun climbing for another short pitch. 90'? easy 5.10. pro is finicky and technical. i appreciated big nuts and small/med hexes.  \n\n  P3) move past a short section of easy wide crack into a few yards of full-value offwidth (5.10) with bolts on the face. pull up to juggy rails at the overhang and it's all over. if you dont have huge cams, dont bother bringing gear on this pitch. there is nothing above the roof except 5.easy face to a comfy station.","protection":"A single rack to #3 camalot is probably fine for most folks. One might consider tossing in some small to hand size hexes which can make up some of the best pro you'll get on parts of the second pitch. Finally, for the wide crack at the top, you could bring a 4, 5, and 6 and probably climb the thing with pro over your head the whole way. however, the bolts are quite reasonable up there so cams are not necessary. \n\n  the first two stations are not my all-time favorites. the first station's bolts are about four inches apart, which is annoying for the short period where both of you are hanging. the second station has one bolt in an almost-detached block, although you could put a #3.5 or #4 in to beef it up a little.","location":"Find Triassic Sands, and walk climber's left a dozen yards to a face with lots of bolts arching up and right to a flake. Seriously, though.. You can't miss this route. \n\n  Rap each pitch. A 70m will get you from P2 to the ground on stretch."},"__v":0},{"_id":"SM0xbjC3XTeKJoVsAdufEg==","name":"Geriatrics (aka Ben Dover Beelzebub)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":24,"mp_id":"113772549","mp_crag_id":"116681308","climb_id":"SM0xbjC3XTeKJoVsAdufEg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Sustained, excellent technical climbing. \n\n  P1 (110', 5.12a): Climb a right-leaning seam with small pro. Clip the first of many bolts as you work up a steep slab to a traverse right and a belay on the arete. Really good climbing. \n\n  P2 (100', 5.12a): Difficult to grade this pitch: The crux felt like a V4 boulder problem that is not too bad once you figure it out; the remainder of the pitch is 11- tops. Immediately off the belay execute the intricate crux sequence and then follow sometimes friable/hollow rock straight up the face over two small roofs to an anchor in a scoop. A heady lead. Note: Belaying at the stance below the anchor can interfere with the climber during the crux. I advise either extending the belay well below the anchor until the crux is complete, or skipping the belay altogether by linking the first two pitches. \n\n  P3 (110', 5.11d): Follow bolts up the wall to a cruxy concavity. Above move left to a rest and then back right under a roof. Pass the roof on the right (#4 Camalot placement) and continue up more easily to an anchor which is oddly positioned far to the left. A great pitch. \n\n  Rap the route with a single 70.","protection":"1x 00 C3 to 0.75 Camalot, wires, RP's, and a #4 Camalot. 12 or more draws.","location":"Begin at the right edge of the wall at the entrance to the gully leading up to Only the Good Die Young."},"__v":0},{"_id":"dPLB6kpqUQeYq4beAX1PNg==","name":"Frogland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George & Joanne Urioste, Mike Gilbert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":1,"mp_id":"105732398","mp_crag_id":"116681308","climb_id":"dPLB6kpqUQeYq4beAX1PNg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"A great route!  And VERY popular.  Start early. \n\n  For the approach, take the trail that skirts the pink cliff band on the left.  Work your way around the cliff band and to the right.  Look for a huge roof capping a large slab and make your way to the crack on the right side of this feature.  Scramble up a few 4th-class sections to the a nice terrace and the beginning of a LF corner/crack that has a few bolts (why?)...   \n\n  P1: 5.7, 150'  Climb a crack in a block (awkward) to gain the left-facing corner/crack.  Climb this for a nice long pitch and belay on the second of two big ledges.  Tree anchor. \n\n  P2: 5.7, 150'  Work right from the belay and climb a lower-angle crack in a LF corner to a ledge.  From here (a) Make a few exciting moves out left and up a crack to another ledge. Or (b) continue straight up through a wide overhanging flake/crack section to a small ledge. \n\n  P3: 5.6, 100'  Work out left into a nice right-facing dihedral, up this, then out right through a small overhang and belay at the base of an obtuse corner with some thin face moves to the right. \n\n  The next 3 pitches are PG so be ready for some spice! \n\n  P4: 5.8, 140'  Climb out left of the thin corner on small edges and thin pro.  Gain a decent crack that climbs up to the right side of the giant roof clipping an old pin along the way.  Check out the slabby leftward traverse under the roof which marks the crux of the route.  Make the delicate moves across to a thin crack and up about 40' to a small belay stance that takes 1.5-3\" gear.  Awesome! \n\n  P5: 5.8, 130'  Make some PG face moves up to a bolt.  Climb up left to a huge chockstone and tunnel behind it.  Work up and right into a right-facing corner and up to a ledge with tricky belay gear. \n\n  P6: 5.6, 160'?  Work out right onto the face and let the better gear lead your way up to a small bulge at the top.  Turn the bulge and head up 5.2 terrain to the top.  This pitch is broken up into 2 pitches in the book but we've always done it as one with a 60m rope.  Alternatively, follow the corner at about 5.7. \n\n  Descent:  Follow the cairns. Pick your way over the peak and turn left down the gully leading east. Go down the white rock on the left side of the gully. Take the gully down and to the left and contour around the mountain and back to the base of the climb.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"g75CcJYCWAOlSCNMwBdbBg==","name":"Desert Wave","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":18,"mp_id":"109665790","mp_crag_id":"116681308","climb_id":"g75CcJYCWAOlSCNMwBdbBg==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This route climbs the center of a beautiful sweep of varnished stone perched above a series of bushy ledges between Triassic Sands and Wholesome Fullback. \n\n  Scramble up a vegetated left-facing corner/gully and belay at the highest ledge beneath the wall. Alternatively, climb up a crack that is slightly cleaner about 20' further right and then bushwhack back left on the ledge. \n\n  Climb the leftmost edge of the face with great caution (fragile rock but there is some pro available) until a first bolt can be clipped from a good foot ledge. From here, climb gently right across the face and follow four more bolts - flirting with the righthand arete - and mantle to the top of the face.","protection":"5 bolts and a single run of cams from micro to 0.75 Camalot. A 60m rope will get you back down to the ledge but from there you'll have to down climb or rap off scrub oak back to the ground. \n\n  The anchor at the top of the route is terrible. Bring a length of cord/climbing rope to back it up. This route is much in need of a proper bolted anchor.","location":""},"__v":0},{"_id":"YPAc6JKvUfGVTLkqroNHew==","name":"The Delicate Sound of Thunder","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Wonderly, Marge Floyd, & Dave Evans - 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":21,"mp_id":"105732488","mp_crag_id":"116681308","climb_id":"YPAc6JKvUfGVTLkqroNHew==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"One of my favorite short trad climbs of all time!  Two excellent pitches are different in character but both technical and delicate.  Not nearly as scary as the guide makes it out to be.  Start on the front of the Our Father/Wholesome Fullback pinnacle at a thin crack and face. \n\n  P1: Climb straight up past a few bolts to a mantle ledge, clip the bolt above from this ledge, shake out, then reverse the mantle and finger traverse right for a ways until a weakness allows you to pull the roof and climb back left (an RP is useful to protect this \"scary\" section).  Belay in a little hole with a nest of decent gear.  5.11a. \n\n  P2: Climb out right to the exposed, sharp, arete and up this past several bolts.  Pull onto the face and continue up easier (possibly loose) rock until a final mantle lands you at the top of the pillar.  5.11a. \n\n  Rap Our Father.","protection":"Mostly small gear including a set of RP's.  Quickdraws.","location":""},"__v":0},{"_id":"b2H0XCi8XcaPSNp9o2mIFw==","name":"Cole Essence","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Charles Cole & Randall Grandstaff -","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":16,"mp_id":"105958919","mp_crag_id":"116681308","climb_id":"b2H0XCi8XcaPSNp9o2mIFw==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Cole Essence takes the aesthetic hanging dihedral just right of Triassic Sands and just left of the Archaeopteryx arete. It is a left-facing, tiger-striped corner with no apparent gear. There is gear, but be willing to do crux climbing above it.\n\n Begin by doing a short pitch up to a big ledge. Take the first pitch of Triassic (5.7), or take cracks on the face just right. From an optional belay on this ledge (best done as one pitch if you can solo or backclean the start), launch up the corner past a few good stances and good gear placements to a cruxy section of gaston palm-smearing on a weird rib of rock on the left wall. If all goes well you'll end up in a chimney position, back to the corner, with a no-hands rest. Continue upwards as high into the corner as possible then swing out and around the arete to clip an anchor, recently upgraded by the ASCA. With a 70m you can lower off all the way to the ground.","protection":"Gear to a #1 Camalot.  Include small TCUs.","location":""},"__v":0},{"_id":"Dj65dKIEXzyUe8u/uI5O5A==","name":"Closed on Monday","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Joe Herbst, Stephanie Petrilak - May, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":26,"mp_id":"119696653","mp_crag_id":"116681308","climb_id":"Dj65dKIEXzyUe8u/uI5O5A==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Closed on Monday is a nice climb up cracks & changing corners. Starts 15-20' left of a pretty, varnished, left-facing corner. Short but sweet! This route could really use a proper bolted anchor to spare the current tree anchor.","protection":"1x small to #3 Camalot. Optional extra 0.3-sized cams.","location":"A short scramble up the gully from Only the Good Die Young. Begin just left of a pretty, varnished, left-facing corner."},"__v":0},{"_id":"/2MlWvFbUgy/V45JpguOGA==","name":"Canadian Club","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA Thomas Ribiere, Bill Thiry, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":3,"mp_id":"105733064","mp_crag_id":"116681308","climb_id":"/2MlWvFbUgy/V45JpguOGA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"About thirty feet left of Frogland is a small, right-facing corner.  Another fifteen feet left is a larger, left-facing corner.  Start here and climb up to the left end of the big ledge marking the first belay on Frogland.  The second pitch is the same as pitch 2 of Bourbon Street.  Pitch 3 goes straight up to the beginning of the good varnished rock, then moves right on easy ledges.  Pitch 4 starts with a zigzag to the right, then back into an obvious chimney.  Pitch 5 goes up and right on deteriorating rock, ultimately reaching broken third-class rock just west of the Whiskey Peak summit. \n\n  Other than possibly as a variation on pitch 1 of Frogland, there is not much reason to do this route.  It was stumbled upon via a routefinding error while attempting Bourbon Street, which is a far better route.","protection":"Standard rack; maybe a few extras in the finger or thin hand size.","location":""},"__v":0},{"_id":"Fc2OHw96Xaa2yNQQDBtMCQ==","name":"Bourbon Street","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry DeAngelo, John Wilder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":2,"mp_id":"105732899","mp_crag_id":"116681308","climb_id":"Fc2OHw96Xaa2yNQQDBtMCQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Once again, Scary Larry has had his way when it comes to putting up a new route. Recently, Scary Larry, Bill Thiry, and Thomas Ribiere went on a scouting mission up a potential line that moves up the face just right of Frogland. The initial pitches went mostly as planned, but after a bit of a miscommunication, the upper portion of what Larry had in mind was left unclimbed and instead the team moved up to the summit via some easier ground. Although the team had put up a good line and had had a great day, Larry felt that the line he had in mind should still be attempted in the very near future. \n\n  After a bit of wrangling, Larry recruited yours truly into the mission of completing the climb as Larry had originally envisioned. So, we headed out to Black Velvet and, almost without incident put up the climb as Larry wanted, and it turned out great.  \n\n  This route is a solid step up from Frogland, and is, in many ways, a better route overall. This is a good option for experienced parties that find themselves waiting in line for Frogland and enjoy a good adventure. \n\n  Head for the base of Frogland and rope up about 25' left of the start in a corner with a good looking finger crack. (This is just past the little step across on the ledge system) \n\n  Pitch 1: Head up the corner over a bulge to a ledge with some bushes. From here, step right and continue up another corner to the first belay of Frogland. 5.7, 120' \n\n  Pitch 2: The best pitch on the route. Start as for the second pitch of Frogland. Head up the left leaning ramp, but instead of continuing up the corner, climb the beautiful crack on the right hand wall. (There is another crack about 10' to its right that is probably harder to climb and to protect.) About 70' up, this crack ends. Step right to gain the upper part of the other crack and follow this to belay.  5.8+, 120' \n\n  Pitch 3: About 185' above this ledge is a prominent buttress protruding from the main face. The next belay is at the base of this. Head straight up through some bushes, and then strike out onto the face above. Head generally straight up, following the pro. 5.6, 185' \n\n  Pitch 4: This pitch looks harder than it is. Step up and right from belay, under a small lip protruding from the base of the buttress. Step up again and then step left onto the top of the lip. Follow this flake up and left until it ends. Pass a small bulge and climb the right facing corner above to a series of small ledges. Edit: From here on out, your goal is to stay generally to the left, aiming for the beautiful slabs above and the summit overhangs. 5.7+, 70' \n\n  Pitch 5: Just left of belay is a neat, but short, finger crack. Follow this and then step onto a right leaning ramp and follow it until a large horn is reached. From here, head straight up the beautiful face, following the pro, until an arête is reached. Step right and follow the ramp up and left toward a weakness in the summit overhangs.  Belay on a cozy ledge below an improbable looking corner on the left. Edit: Again, you're aiming somewhat left off belay, going for the very obvious slab above. 5.6, 150' \n\n  Pitch 6: Step left to the corner, and head up it on the face just left. Protection is obvious. Follow the corner to a large ledge. 5.7, 35' \n\n  Pitch 7: This is best done separate from the previous pitch due to rope drag possibilities. Climb the face just to your right as you arrive at the ledge. Follow this up to the summit. 5.5, 35' \n\n  Descent: Same as per Frogland. ","protection":"This route has a good deal of small pro, so bring doubles of everything to about hands size. Also bring a fist sized cam and maybe a 4\" cam for the odd slot.","location":""},"__v":0},{"_id":"lYkCWk8jVFmrRrrC+5zMhQ==","name":"Bourbon Hangover","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brian Bock, Chris Spencer, 9-18-10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":4,"mp_id":"106897616","mp_crag_id":"116681308","climb_id":"lYkCWk8jVFmrRrrC+5zMhQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This line follows the first 2 pitches of Bourbon Street giving it the 5.8+ rating, then links in with a small continuous crack system to the summit blocks for the last 4 pitches. \n\n  At the top of the 2nd pitch, set up belay to the right of the bushes to gain access to the last 4 pitches.  \n\n  P3: A bouldery start straight up a couple of blocks will lead to a right trending crack. Follow this and set up belay on a decent ledge.  \n\n  P4: The goal is to gain a crack at the far right side of the prominent face which borders the large gully droping off to the right. A semi overhanging section followed with a short traverse to the right will gain access to the crack on the knife-blade edge. Follow this exposed face up to ledges and set up shop.  \n\n  P5: Traverse to the right from the belay towards the large gully on the right, and gain access to the small finger crack. You cannot see the start of the crack till you traverse a bit around the corner. Follow this crack up staying right till the crack veers a bit left through a couple of exposed bulge like sections. End at nice ledges before the last face section. \n\n  P6: The crack now takes a left trending path which has nice exposure. Follow this crack directly up the last main face to the Summit Blocks!!! \n\n  You should not encounter anything harder than 5.7 on the last 4 pitches. There is good exposure and comfy belays for the entire climb. I welcome any input on grades or beta. ","protection":"Pro to 4\"","location":""},"__v":0},{"_id":"uYNx3/WcX1uyJoi5jo2ZEQ==","name":"Archaeopteryx","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nick Nordblom, Lynn Robinson Fall 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":17,"mp_id":"108742944","mp_crag_id":"116681308","climb_id":"uYNx3/WcX1uyJoi5jo2ZEQ==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"This is a heady climb due to old bolts or lack thereof and fragile nature of the rock. Several holds broke during our ascent.  \n\n  Pitch 1 130' 5.10a:  Climb discontinuous cracks formed by blocks aiming for a dirty gully to the right.  Move left to a crack eventually passing over Cole Essence anchors (you probably won't see the anchors).  Follow the crack up to a bolt (we only saw one) staying on the right of the arête.  When it is possible move back left to a two bolt anchors.   \n\n  Pitch 2 130' 5.10a:  This pitch has fragile rock, old bolts and long run outs so place gear whenever possible.  Climb on the left side of the arête clipping a bolt and then pulling the roof.  Move to the right of the arête clip a bolt climb up eventually moving back left clipping a bolt heading to a roof.  Once under the roof traverse right to a ledge place a 2 BD in a pod it will be at your feet but you can step down to place it.  Then climb up fragile rock about 15 feet then move right to another ledge with a bolt.  Use this bolt and the crack to the right for an anchor. \n\n  Pitch 3 130' 5.11a:  A really fun pitch.  Go for the finger crack straight ahead.  Placing small pro at the crux of the pitch makes this a heady lead.  Once you get to the main crack there is good gear all the way to the top.  Climb the finger crack eventually moving left across the arête.  At the top of the pitch there is cord slung around a block.  Use this and gear for an anchor.   ","protection":"Single Rack Purple Mastercam to 3 BD, double 1-2 BD, a healthy set of nuts (offsets are useful) and RP (not mandatory)","location":"15' to the right of Triassic Sands start"},"__v":0},{"_id":"FRdikSHQXLOLra6dDZTiwA==","name":"Amber","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"left_right_index":19,"mp_id":"105732824","mp_crag_id":"116681308","climb_id":"FRdikSHQXLOLra6dDZTiwA==","areaRef":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"Amber is a great but little-known route.  I got beta from someone who had been on it. i went out and climbed it, had a great time on it, and pass what I know on to you. \n\n  The first pitch is shared with Wholesome Fullback, so approach as for that route. The second pitch is classic, with sustained crack to face to layback/chimney moves, and is a four star pitch in my book. The upper two pitches are easier but more serious feeling than I had expected- the top pitch in particular, which turns an exciting roof on absolutely huge horns/jugs which may or may not break off one day, and then tops out on the furthest right tip of the Wholesome Fullback buttress, smack dab in the middle of Black Velvet. Views of the whole canyon, from Triassic to Epinephrine, make the summit a neat spot to hang out before rapping the route on double ropes. \n\n  I've made a topo and pitch by pitch beta, which I'll submit as a route photo, so that should clear up any other questions. And finally- perhaps someone who knows of the FA will chip in at some point and tell me what bogus info I'm unwittingly dishing out.","protection":"Anchors are good double bolts with rings. Face cruxes are protected with good bolts. Rack: tiny to big nuts, with emphasis on small/mediums. TCUs and aliens, cams to 1.5\", doubles to 3\", and a 3.5. Midsize tricams would go into huecos and might make the upper pitches a little more comfortable.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,2897e78b-9131-5347-aaaf-6f973e17bf29,0b2dc383-39f1-5608-b56c-9f556da7230a","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","Whiskey Peak","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.8"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":27,"bands":{"unknown":0,"beginner":4,"intermediate":15,"advanced":8,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":16,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46345,36.03509]},"bbox":[-115.46400605807987,36.03464033981814,-115.4628939419201,36.03553966018186],"left_right_index":-1,"ext_id":"116681308","area_id":"Cy3DgznxVgi1bJ9VbacjCg=="},"content":{"description":"The north face of Whiskey Peak holds many sweet climbs."},"density":0,"totalClimbs":29,"__v":2,"createdAt":"2022-11-07T06:11:18.209Z","updatedAt":"2024-01-15T16:46:04.301Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e766f8258fb5bda0900e","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}