{"_id":"64149578135731b69110e482","area_name":"Palissades de Charlevoix","shortCode":"","climbs":[],"children":["6414957a135731b69110e493","6414957d135731b69110e4ae","64149584135731b69110e4f1","64149586135731b69110e50c","6414958a135731b69110e545","64149590135731b69110e574","64149594135731b69110e599","64149597135731b69110e5b4","641495ab135731b69110e6a2","641495af135731b69110e6bd"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,33abf284-6cd8-575d-aac5-c06801585703,0c2e1309-48b1-5391-954d-3fdf480515eb","pathTokens":["Canada","Quebec","Quebec City, Charlevoix, Portneuf","Palissades de Charlevoix"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-69.9891,47.89537]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"DC4TCUixU5GVTT/fSAUV6w=="},"content":{"description":"Situated 12 km from Saint-Siméon, this private adventure center (Aventurex) offers both via ferrata and rock climbing. The rock is granite. The majority of the routes are trad, but the owner is adding new bolted routes to entice sport climbers. There is onsite camping of different levels and prices if one wants to stay close to the rock. A daily climbing pass is available for $8 per person and needs to be purchased at the welcome center.\n\nThere is additional private camping in Saint-Siméon that is reasonably priced with showers, WIFI, etc. The nearest grocery store, gas, and bank are on the route 138 in Saint-Siméon.\n\n----\n\nSitué à 12 km de Saint-Siméon, ce centre d'aventure privée (Aventurex) a de la via ferrata et de l'escalade. Le rocher est en granit. La plupart des voies sont \"TRAD\", mais le propriétaire ajoute de nouvelles voies pour attirer les grimpeurs sportifs. Il y a du camping sur place si l'on veut rester près du rocher. Une passe journalière est disponible pour 8 $ par personne et doit être acheté au centre d'accueil.\n\nIl y a des terrains de camping privés à Saint-Siméon avec des prix raisonnables avec des douches, WIFI, etc. L'épicerie, l'essence et la banque les plus proches sont sur la route 138 à Saint-Siméon.\n\n\"Les Palissades de Charlevoix vous offrent un site naturel idéal pour pratiquer l'escalade avec ses parois rocheuses et son décor enchanteur. La majorité des voies sont en escalade traditionnelle. Il y a quelques voies «boltées» pour le premier de cordée en sport (six voies de niveau variant de 5.6 à 5.13). Il est aussi possible de poser quelques moulinettes (7-8 voies, niveau variant de 5.5 à 5.11), mais pour ceci, il faut grimper une petite voie en solo équipée d'une corde fixe (5.3). Un topo des voies est disponible sur place.\" - site de Aventurex"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641495af135731b69110e6ba","prevHistoryId":"641495ab135731b69110e69f","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":10,"createdAt":"2023-03-17T16:29:44.494Z","updatedAt":"2023-03-17T16:29:45.588Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}