{"_id":"63689d20e80bff5a994f234f","area_name":"Gibraltar Rock","shortCode":"","climbs":[{"_id":"5OaMx/pHX8yO8KvWJR/P4Q==","name":"Sedona's Scenic Cruise","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Burcham and James Q Martin, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75046,34.82007]},"left_right_index":999999,"mp_id":"105789780","mp_crag_id":"105808450","climb_id":"5OaMx/pHX8yO8KvWJR/P4Q==","areaRef":"FwZnqPAeWpKzeOOXVtH9/w=="},"content":{"description":"Sedona Scenic Cruise is a pretty cool moderate outing that has been gaining popularity over the last few years. The crux is often figuring out where the route is located. If you look east from highway 179 between Bell Rock and the Church Spires, there is a jagged high ridge of rock running roughly North-South. SSC goes up the leftmost formation on this ridge. At first glance, the rock looks way too shattered to be a good place for a climbing route, but surprisingly, it's pretty good. \n\nP1) 120' Climb up corner to a big flake sticking out to the left. The crux of the pitch is skirting this flake out to the left. (tiny cam or Lowe Ball useful here). Above the flake, continue to a two-bolt anchor (no chains). From here, you can look out to the right (climber's right) and see RAPPEL ANCHOR for the last rappel. \n\nP2) 160' Scramble around to the left and up onto the ledge with large tree. Set pro for anchor. Second pitch starts behind the tree, up face past several bolts and a two bolt anchor at the top, continue climbing, veer right across a slab and one bolt, then up a short corner to a bolted belay on a ledge. \n\nP3) ~175' all the way to the blocky ledges. Traverse straight left, clip bolt, continue left and up (bolt), then into a corner system. Climb this to a nice looking vertical crack, then step up and jam your way up the steep hands to big hands crack (pretty good face holds as well). A short chimney bit will put you left of a sloping ledge with the bolted anchor w/chains (note this as a RAPPEL ANCHOR for the way back down). You can continue up to the left up a short face with a single bolt and combine this pitch with the next one. There are two bolts with no chains at the end of this. \n\nP4) 100' Face climb up and right along the right side of buttress past 10 bolts to belay on ledge. Very nice pitch. You can see a long chain on the ledge just north from here that is the RAPPEL ANCHOR on the way down. \n\nP5) 100' Climb around corner to the right across \"spicy\" traverse to gain chimney with chockstone. Climb up and over chockstone and continue up crack to belay on ledge. There is a small canister with a summit register here and RAPPEL ANCHOR. \n\n  You can scramble (4th cl) to the top from here. Highly recommend belaying this portion! \n\nDescent:\n\nR1) Rappel from the last anchor back down to the top of the fourth pitch (85'). If you have a 60m rope, it's probably easier to leave your second rope here rather than hauling it to the top. \n\nR2) Airy rappel (TWO ROPES!) from the long chains back down to the sloping ledge with chains noted in P3 description above. Watch the rope pull on this as the blocky ledge above tends to eat the ropes. \n\nR3) Rappel (TWO ROPES) off the sloping ledge down to a two bolt anchor with slings and a rap ring at the top of the vertical section of the second pitch. You're headed for a bolted anchor with chains down a slot just below the buttress where the second pitch starts. \n\nR4) Rappel (TWO ROPES) back down to the ground, just South and around the corner from the first pitch.","protection":"Standard desert rack, doubles up to #3 Camalot plus one #4 Camalot, two ropes, helmet.","location":"From Hwy 89A in Sedona, drive 3.6 miles south on Hwy 179 and turn left into a parking for the Bell Rock trail. From the east side of the parking area follow the Bell Rock trail SE for 0.3 miles. At the intersection turn left and take the Little Horse trail for 0.6 miles to the intersection with the Llama trail. Turn right on the Llama trail and at around 0.5 miles you will cross a wash that is typically marked with a cairn.  Coordinates for the wash:   GRID: UTM   DATUM: NAD27 CONUS   LOCATION: 12 N 430433 3853233   Turn left and follow this wash uphill towards the start of the route. Generally stay in the wash and look for additional cairns which will help navigate you around obstacles when needed. Coordinates for the start of the route:   GRID: UTM   DATUM: NAD27 CONUS   12 N 0431085 3853130   Note:  If you do not have a GPS but have a smart phone, recommend using an application like Motion-X-GPS."},"__v":0},{"_id":"wJeYs5BoUyKegvNfrtKruQ==","name":"Creationism","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75046,34.82007]},"left_right_index":999999,"mp_id":"107116476","mp_crag_id":"105808450","climb_id":"wJeYs5BoUyKegvNfrtKruQ==","areaRef":"FwZnqPAeWpKzeOOXVtH9/w=="},"content":{"description":"I saw this route listed in the summit register of Four Flying Apaches. I'm hoping people will contribute to fill in the details here. 200 yards to the right of Four Flying Apaches.","protection":"No fixed gear, all trad.","location":"Approach (from Four Flying Apaches):   From Sedona drive South on 179 pass Back o Beyond road which is the last main intersection before the road becomes divided. Within .5 - 1 mile there is a turn off to the left (a scenic pullout) that crosses through the other highway (this is marked by road signs). This parking lot / trail head provides immediate access to Little Horse trail and Bell Rock trail. Follow the main trail East from the bathroom. At the T intersection go right (South) onto Bell Rock trail. Continue on Bell Rock Trail going pass the Little Horse trail intersection, to a large wood bridge. Continue on Bell Rock trail for 3 minutes pass the large wood bridge and you will find a stone type bridge that goes over a small wash. Take a left into this wash and follow it up towards the cliff side. The wash eventually crosses over a single track trail (aka LAMA trial). The correct wash is marked by a small cairn on the right side of the wash. If you are not in the correct wash this is a good time to find the wash. As you approach the slabs, cairns mark the easiest way to the base of Sedona Scenic Cruise. From the base of Sedona Scenic Cruise, Creationism is 200 yards to the right. \n\n  Decent (from Four Flying Apaches):   R1) Rappel from the last anchor back down to the top of the fourth pitch (85'). If you have a 60m rope, it's probably easier to leave your second rope here rather than hauling it to the top. \n\n  R2) Airy rappel (TWO ROPES!) from the long chains back down to the sloping ledge with chains noted in P3 description above. Watch the rope pull on this as the blocky ledge above tends to eat the ropes. \n\n  R3) Rappel (TWO ROPES) off the sloping ledge down to a two bolt anchor with slings and a rap ring at the top of the vertical section of the second pitch. You're headed for a bolted anchor with chains down a slot just below the buttress where the second pitch starts. \n\n  R4) Rappel (TWO ROPES) back down to the ground, just South and around the corner from the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,f290eb48-9c20-5cd9-a513-710efbcfaa77,170667a8-f01e-5a92-b378-e39756d1fdff","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Gibraltar Rock Area","Gibraltar Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75046,34.82007]},"bbox":[-111.75100773201225,34.819620339818144,-111.74991226798775,34.820519660181866],"left_right_index":-1,"ext_id":"105808450","area_id":"FwZnqPAeWpKzeOOXVtH9/w=="},"content":{"description":"Gibralter Rock is the northern prow of the shattered-looking ridge of Coconino sandstone that runs north-south between the Church Spires and Courthouse Butte. The dramatic arete hosts one of the most popular moderate routes in Sedona, Four Flying Apaches aka Sedona Scenic Cruise."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:48.057Z","updatedAt":"2024-01-15T16:39:33.880Z"}