{"_id":"6368a1b8e80bff5a99553e61","area_name":"Alaskan Wall, The","shortCode":"","climbs":[{"_id":"IY1Z1JtbVd2cqJ6CpjJ/8w==","name":"Ruffled Feathers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christina Callaghan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":0,"mp_id":"106952258","mp_crag_id":"106923135","climb_id":"IY1Z1JtbVd2cqJ6CpjJ/8w==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"Follow the left slanting flake system to the anchor.","protection":"bolts","location":"To the right of the dike"},"__v":0},{"_id":"4k3m1OGWXymn7PW+jY1hSA==","name":"Owling Good Time","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":2,"mp_id":"106926250","mp_crag_id":"106923135","climb_id":"4k3m1OGWXymn7PW+jY1hSA==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"This is the first route you come to when you come up the approach trail. It is a nice route with varied climbing and fun holds. From the flat starting stone, climb up on to the ledge and work your way up a shallow corner, stemming and laybacking, clipping a couple bolts to your left. Place a cam under the flake above and hike up a few easy moves on fun rounded flakes to reach a bolt protected steep section of pockets (crux). Continue up a nice finger crack in a corner. Follow this up, then clip a bolt and step up to the left to get to the final corner and the anchors.\n\n There is a TR variation that goes around the often wet crux by heading up the ramp to the right after the flake and then rejoins near the top. This may get a couple bolts in the future to make it leadable.","protection":"A handfull of bolts and a small rack of nuts and cams up to #2 Camalot. There is a two bolt anchor at the top. Bring a few shoulder length slings.","location":"Right as you come up the approach trail, it will be in front of you and slightly to the left"},"__v":0},{"_id":"n093QPGeW0SY3r16DYPjEg==","name":"Owl Be Back (working name) - open project","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"TR c 2004 Sprague, Libby, McElaney","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":1,"mp_id":"108183552","mp_crag_id":"106923135","climb_id":"n093QPGeW0SY3r16DYPjEg==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"Just left of where the approach trail meets the cliff is kind of a wild feature, a steep arete with a hand crack running up it. Ed Esmond put an anchor on it and some of us TRed it, then Brady Libby took it on as a project, working on the lead. Unfortunately he was never able to get back to complete it, so it is an open project. \n\n  Start up the featured rock just left of Owling Good Time and head straight up to the base of the crack. This lower section has tricky gear placements, so take care. Once you are into the meat of the climb, the pumpy hand to wide fist crack, the gear is good. Tape up. The crack is pretty rough. There is a bolted anchor over the top.  \n\n  The route could probably use another quick one over with a brush since it hasn't had any recent activity. If you climb Ruffled Feathers you can carefully tension down to the anchor with a directional or two","protection":"Trad rack, small wires and cams to wide fist, tape, bolted anchor","location":"left of Owling Good Time, but before you hike up around into the Smoky Dike Gully"},"__v":0},{"_id":"HMoQPxTcVfKAB1DfaSuqkA==","name":"Lonesome Owl","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":5,"mp_id":"106930781","mp_crag_id":"106923135","climb_id":"HMoQPxTcVfKAB1DfaSuqkA==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"Owl's answer to Lonesome Dove at Rumney. On the far right side of the Alaskan Wall area, just left of the corner of Wide Owl is a right leaning, rounded, slabby arete. Start climbing on the right side, making use of flakes, then work your way up the arete, with a devious crux a bit more than half way. Turn onto the left side of the arete and continue up the nice face to the bolted anchors at a horizontal seam. If you want to get to the anchors of The Alaskan Slab to the left, you can traverse this seam, protecting with cams.","protection":"Sport - bolts to a two bolt anchor","location":"The right side of the Alaskan Wall Area, the first bolted route left of the big corner of Wide Owl. The White Owl Face is to the right at 90 degrees."},"__v":0},{"_id":"6l31xnnQVnuTsNjqcoFIHw==","name":"Hoo Dat?","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":4,"mp_id":"121489041","mp_crag_id":"106923135","climb_id":"6l31xnnQVnuTsNjqcoFIHw==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"A really nice slab line up the blunt arete between the Alaskan Slab and Lonesome Owl. Years back Olga, Dima, Katya a few other friends and I TRed and bolted this, but ran out of daylight for a lead  and never got back to it. I have no idea who ended up getting the first lead, though I am sure it has been climbed many times. We ended up putting the anchors at a stance below the overlap rather than following the whole line up to the horizontal, as it made a really nice 10+/11a or so. Continuing up required a totally blind dyno over the lip to a little friction patch (pretty unlikely to onsight) and some more hard moves that I thought bumped it it up to close to 13 potentially, but it would probably be linkable if somebody wanted to add an extension to the top.This can also be run into the top of lonesome if you don't mind a little spice connecting the two. (from hazy memory so...)","protection":"6? bolts or so to a bolted anchor at a stance below the overlap","location":"Head right from the approach trail. The Alaskan Slab  area is the left side of the big corner you come to. Hoo is the second bolted line to the left of the corner  (Wide Owl)"},"__v":0},{"_id":"WDIalX8XU0CucwgH1tdiCA==","name":"The Alaskan Slab","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"left_right_index":3,"mp_id":"107085207","mp_crag_id":"106923135","climb_id":"WDIalX8XU0CucwgH1tdiCA==","areaRef":"Bkyw7+k1Ub2YmxIFH5a1pQ=="},"content":{"description":"Yes, it's a slab, but what a good slab, and it has layback crack climbing, a pocketed section and a nice corner to finish. Even if you are not normally into slabs, I recommend you try this one. From the starting stone, head up the steep slab and angle left past a few bolts as it gradually gets steeper and more difficult. The well protected crux involves delicate balancy footwork and opposing handholds to get you up to a ramp with easier moves up a fading layback crack. This takes you up to a steep tricky pocketed section and the final fun corner. Classic!","protection":"All bolt protected, with a two bolt anchor..well protected by whitehorse standards. If you don't feel up to the lead, you can easely stick clip up with a longish stick or bring some cams up while doing Loneseome Owl and traverse the horizontal crack that runs between the two anchors.","location":"From where the approach trail meets the cliff, head right a couple hundred feet, under a low wall and up the trail towards the White Owl Face. At the height of land just before reaching the face, head back left on the big vegetated ledge about 30 feet. The route starts up the slab about 20 left of the rounded arete of Lonesome Owl. Look for a nice flat stone at the base. \n\n  Warning! If you are allergic to bees and wasps, yellow jackets seem to occasionally make ground nests on the ledge. I have been stung a couple times there after stepping on their nest holes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,a1a67408-3de3-52a8-9ed8-ea90603a2246,439db24b-4be0-5742-a657-8ca8352b4c9c,064cb0ef-e935-51bd-989b-12051f96b5a5","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Owl's Cliff","Left Cliff, The","Alaskan Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.3618,44.0447]},"bbox":[-71.36242557270612,44.04425033981815,-71.36117442729389,44.04514966018187],"left_right_index":-1,"ext_id":"106923135","area_id":"Bkyw7+k1Ub2YmxIFH5a1pQ==","polygon":{"type":"Polygon","coordinates":[[[-71.36242557270612,44.04425033981815],[-71.36117442729389,44.04425033981815],[-71.36117442729389,44.04514966018187],[-71.36242557270612,44.04514966018187],[-71.36242557270612,44.04425033981815]]]}},"content":{"description":"The Alaskan Face is the sector that you first come to when approaching the cliff. It is a bit over 200 feet tall and is bounded by the large Smoky Dike gully around to the left and the big wide crack/corner formed by the intersection of the White Owl Face on the right.  \n\n  Most routes only go to the mid height break, with only one currently wondering up to the top through the Turkey Rock looking blocky roofs above the left side. Right above the approach trail, \"Owling Good Time\" 9+ will give you a fun sampling of what Owl's has to offer at a moderate grade. Heading around right, under a short wall and up, you will find the especially note worthy name sake route \"The Alaskan Slab\" 12a, a super nice bolted steep slab with features including a layback ramp, finger pockets and a nice finish corner. The right most bolted route is the Chris Smith's excellent rounded 5.10c arete \"Lonesome Owl\", that is reminiscent of \"Lonesome Dove\" at Rumney."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:09.931Z","updatedAt":"2024-02-19T18:35:09.102Z"}