{"_id":"6368a185e80bff5a9954f2c9","area_name":"Eagles Nest","shortCode":"","climbs":[{"_id":"09iJ+IRaUduvye+4eocjMQ==","name":"Out For Blood","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA: Dustin Hoover, Christopher Powers. September 2012.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48876,36.13567]},"left_right_index":0,"mp_id":"107849969","mp_crag_id":"107849941","climb_id":"09iJ+IRaUduvye+4eocjMQ==","areaRef":"6Hh6MmeeXPWbigjqDlW5zQ=="},"content":{"description":"Excellent route. Offers a variety of climbing techniques. Bullet stone! Pitch one and two have definetely been climbed before, but 3 and 4 looked like it was all on us. \n\n  P1: Climb white rock Starting on a boulder to your right. A short and easy runout above the boulder will gain a left treding crack into the corner. Build a belay above scrub oak. 100ft. \n\n  P2: Now on red bullet stone, Climb through a short but perfect,somewhat mossy lieback corner. I climbed the crack on right, you could take an offwidth 4ft left. Gain easy lowangle ground, stay left toward an akward squeeze chimney and pull through it. Build a belay on big ledge. \n\n  P3: The money pitch! Start chimney or face climb on the crack on the right. Sick moves around a scrub oak to an excellent crack. Build a belay near another scrub 100ft. The crack on the left has been climbed before, as we could see a bolt about 40 feet up in an offwidth chimney section. \n\n  P4:Finish up easier ground and top out!","protection":"We did it on a rack to 3\" with one each 4\" and 5\" cams. No Bolts or fixed gear. Bring plenty of webbing.","location":"This route is on the dark blood red wall just south of eagles nest area.(north facing). Slick looking varnished Twin cracks about halfway up cant be missed. Bring alot of webbing, hope your not scared of trees and saplings for descent."},"__v":0},{"_id":"CcQWXuNkXl+qugs+l/3hfw==","name":"Bromancing The Stone","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Weidner, Jon Glassberg  January 8, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48876,36.13567]},"left_right_index":1,"mp_id":"109953738","mp_crag_id":"107849941","climb_id":"CcQWXuNkXl+qugs+l/3hfw==","areaRef":"6Hh6MmeeXPWbigjqDlW5zQ=="},"content":{"description":"This route is located on the east face of the East Peak of Bridge Mountain and can be seen from the 13-mile loop road between Icebox and Juniper Canyons. The first six pitches climb the wide crack system visible on the left side of the steepest part of the multi-colored wall. Park in a small pullout on the right, less than a mile before the Pine Creek parking area and directly below the face.  \n\n  The easiest approach ascends the middle of three broad gullies beneath this side of Bridge Mt. (the middle gully meets the face just right of the prominent buttress marking the right side of the wall). Hike up this gully until close to the wall then navigate a short but dense section of scrub oak until beneath the route. Two bolted anchors were found in the first three pitches, and a bail anchor about 12 meters up the fourth pitch.  \n\n  P1: Begin in a bushy, right-leaning crack below a tree about 15 meters up (alternatively, traverse a sandy face from the left [5.8] to avoid the initial vegetation). Climb up past a chimney and more bushes to a two-bolt anchor. 5.6, 35m \n\n  P2: Climb a varnished flare to a bushy ledge 15m above the belay (can combine P1 and 2) then bushwhack 10 meters left to belay beneath a crack splitting the face. *Do not continue straight up the attractive hand crack in a left-facing corner above the ledge. 5.8, 25m \n\n  P3: Head up the crack and face to a beautiful flare that ends at a two-bolt anchor. 5.9, 20m \n\n  P4: Quest up the gaping chimney, which narrows to a squeeze then a tricky bulge and finally a varnished finger and hand crack. Belay beneath a wide crack in a roof (wide cams at belay). 5.10c, 25m \n\n  P5: Navigate the roof with helpful face holds then squirm upward. When the chimney peters out step right over a pillar of white rock to a small stance at a varnished hand crack. The first ascensionists belayed here (35m) but its better to continue another 15m (easy) to a large flat area beneath another chimney. 5.9, 50m \n\n  P6: Battle the steep slot to reach easier crack climbing to the top of the buttress. 5.10a, 40m \n\n  P7: Walk and scramble up and right about 30 meters then downclimb a short corner to flat ground. 5.2, 35m \n\n  P8: Ascend the bushy weakness, trending left. Then squeeze up a varnished chimney to belay at a chockstone in a tight alcove beneath a roof. 5.9, 35m \n\n  P9: Climb delicately out the wide roof crack using fragile face holds and jams, then up a crack to a slab. Traverse right across the slab and into a cave to belay. 5.10d, 22m \n\n  P10: Squeeze up the smooth, splitter chimney on the left to a bushy ledge at its top. 5.10a, 25m \n\n  P11: Step left around a yucca to an easy crack and rounded arete. Climb past a final, short chimney on the left to the top of the ridge. 5.5, 50m","protection":"1ea: #1 Metolius - #6 Camalot; medium-large nuts   2ea: #1,#2,#3 Camalots","location":"To descend, stay as close to the ridge crest as possible, careful not to veer into Icebox Canyon. The first ascent team made one single-rope rappel off a tree (perhaps not necessary) then followed cairns (in the dark) down a delightfully improbable path that was never harder than 4th class. Either traverse the long hillside back to the base of the route or continue straight down a gully to the loop road (2-3 hours)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,e8787a32-679e-5cf5-9b8a-08ea0e55b9cd","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Eagles Nest"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48876,36.13567]},"bbox":[-115.48931676996268,36.13522033981814,-115.48820323003731,36.136119660181855],"left_right_index":-1,"ext_id":"107849941","area_id":"6Hh6MmeeXPWbigjqDlW5zQ==","polygon":{"type":"Polygon","coordinates":[[[-115.48931676996268,36.13522033981814],[-115.48820323003731,36.13522033981814],[-115.48820323003731,36.136119660181855],[-115.48931676996268,36.136119660181855],[-115.48931676996268,36.13522033981814]]]}},"content":{"description":"Good looking wall. Seems like a pretty obscure area, most likely due to approach and lack of published routes. Has a nice isolated feel making for some wild climbing.  Several documented routes, several undocumented routes, a few new lines and a vast potential. Rock quality varies on different formations,generally solid."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:18.210Z","updatedAt":"2024-01-20T01:02:58.841Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}