{"_id":"63689d20e80bff5a994f2575","area_name":"Faded Rock","shortCode":"","climbs":[{"_id":"QjcNhQucXT6beMsV48rejQ==","name":"Seventh Sojourn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Davidson, Steve Grossman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"left_right_index":3,"mp_id":"105916820","mp_crag_id":"105916814","climb_id":"QjcNhQucXT6beMsV48rejQ==","areaRef":"iqZsc6tZUZipg07pOWagSg=="},"content":{"description":"Fantastic route.  Awkward start to a right facing corner with nice jamming and stiff stemming.  After the crack, transition left to cool face climbing protected by small gear in incipient cracks.  There was a bolt out left (optional) but it seemed too far out of the way and would ruin an all trad climb.  Place thin fingertip pieces in your last tiny crack and then run out the face on easier terrain to the top.  If you have a lot of rope drag, expect a battle. \n\n  Gear anchor at the top.  Not obvious. \n\n  There are rappel anchors on the west side but I'm not sure how long the rappel is.  We opted to downclimb the south side.  Involves exposed easy fifth class climbing.  Near the bottom, we downclimbed toward the west side.  The descent is definitely rated x. ","protection":"Bring a full rack.  If you can lead this route, one fist size is all you need.  Rack down to micros for the upper section.  Use long slings on all your pieces, otherwise, the rope drag might take you down on the runout finish.","location":"There is a gully between Mean Mistreater and Faded Rock.  Climb the slab at the base of the gully to reach the route.  I started at a broken right facing corner."},"__v":0},{"_id":"v86GXWk0XvWoNmRzY4oQeA==","name":"Seventh Heaven","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers, John Fowler & Mark Hathaway","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"left_right_index":4,"mp_id":"107865337","mp_crag_id":"105916814","climb_id":"v86GXWk0XvWoNmRzY4oQeA==","areaRef":"iqZsc6tZUZipg07pOWagSg=="},"content":{"description":"Fantastic arete climbing in a quickly reached but hidden, shaded alcove.  Clip approximately eleven bolts while navigating both sides of the arete.  The left side provides the occasional rest; while the right side provides critical holds through the crux.  Bolt spacing increases as the climbing subsides near the top.  Finish by trending left to the anchors of Seventh Sojourn. \n\n  At one or two points the difficulty can be eased by trending left and brushing up against Seventh Sojourn.  I opted for this but the route goes both ways.","protection":"Bolts to the anchors on Seventh Sojourn.  These leaver biner equipped anchors were added in 2010.  An optional nut can be used to protect the moves to the first bolt.","location":"Seventh Heaven is located on the north face of Faded Rock.  The route is reached by scrambling up the gully between Mean Mister and Faded Rock.  Seventh Heaven ascends the prominent arete."},"__v":0},{"_id":"wPUxG2akX5+gR6OqW/niyw==","name":"Question of Balance","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Grossman and  Baker '77","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"left_right_index":1,"mp_id":"106607505","mp_crag_id":"105916814","climb_id":"wPUxG2akX5+gR6OqW/niyw==","areaRef":"iqZsc6tZUZipg07pOWagSg=="},"content":{"description":"Climbs the beautiful SE buttress, mostly on the right side, except to belay. Start from gully on east face, stepping left and up past two bolts, up prominent crack just east of the buttress. Pull around buttress to belay in groove/crack from slings. 2nd pitch goes up and right, back to east face and up past bolt.","protection":"A few small pieces, 3 bolts, some bigger cams/hexes work for the belay.","location":"mountaineering style descent along the otp and down a couple 4th class steps, then north. Should be pretty easy, but quite exposed. Great route both up and down!"},"__v":0},{"_id":"t7SRt9tgWq6jQl3cRtTSHw==","name":"Joy of Cooking","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Js, RR, SB","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"left_right_index":0,"mp_id":"106977847","mp_crag_id":"105916814","climb_id":"t7SRt9tgWq6jQl3cRtTSHw==","areaRef":"iqZsc6tZUZipg07pOWagSg=="},"content":{"description":"Much safer since we replaced the old leepers, and funky pins.      Mental Crux is getting to the 2nd bolt.  Physical crux is pulling the roof past bolt 3.   Expect heady thin face climbing and a powerful pull through the roof.    The original route climbed up to the bolt at the bottom of the big corner and belayed.  Then went right and climbed up to the right side of the big roofs.     I stemmed up off the bolt and stepped left onto the beautiful plated face that Jambalia and Chip's Roof take to the top, making for a great long pitch.","protection":"Bolts, one of each cam/tcus to 2.5 inches, stoppers, several long slings to lessen rope drag. Belay off gear or slung boulders.     You can down climb off the back or go over the top and rap off the new anchor above Seventh Sojourn.","location":"Starts in the center of the face directly below the big roofs.    Look for  short shallow crack that leads to 3 bolts up to a small roof."},"__v":0},{"_id":"sgIaawCSU96JLEZDEjBeXw==","name":"Eternity Road","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Grossman, Peter Noebels, Brad Smith,'81","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"left_right_index":2,"mp_id":"106753680","mp_crag_id":"105916814","climb_id":"sgIaawCSU96JLEZDEjBeXw==","areaRef":"iqZsc6tZUZipg07pOWagSg=="},"content":{"description":"Some questionable rock at the bottom and near the crux made this climb a little unnerving as did a very old ring piton at the crux.  A bolt has replaced the manky old pin since there isn't natural pro nearby.  I turned the bulge left of the pin then worked back right to the crack the first time up.  The second time (with a new bolt next to the old pins location) I stayed just left of the crack and found the moves to be pretty hard.   \n\n  With help from Jim Scott and Geir Hundal, I added a 5.11- R two bolt direct finish to this climb.  It heads up the face between Seventh Soujourn and Question of Balance.  You might wander a bit getting past the first bolt but then it pretty much climbs straight past the second bolt to a very shallow horizontal where an orange Metolius cam just fits.  Then it goes straight up for another 10 feet or so.  Thin and tenuous climbing as well as the potential of breaking your ankles keep it in the spirit of the rest of the route even though I top roped it to figure out where the bolts should go then rap drilled them.  John Steiger in the first guidebook described this route as a \"worthy contrivance\".  This is because it would be easy to move left or right a bit and avoid the difficult moves.  I think this applies to the direct finish as well.","protection":"2 yellow camalots and singles of everything else down.  Some steel or brass wired stoppers might help.","location":"Starts just left of 7th Sojourn in the gully between Mean Mistreater Slab and Faded Rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,4b415b7a-bd52-509c-975f-5b1f8f7b2f81,8aa66c73-ab59-5198-a983-4ee93966a04a","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","4 - Windy Point West","Faded Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71715,32.36837]},"bbox":[-110.71768237937293,32.36792033981814,-110.71661762062708,32.36881966018187],"left_right_index":-1,"ext_id":"105916814","area_id":"iqZsc6tZUZipg07pOWagSg==","polygon":{"type":"Polygon","coordinates":[[[-110.71768237937293,32.36792033981814],[-110.71661762062708,32.36792033981814],[-110.71661762062708,32.36881966018187],[-110.71768237937293,32.36881966018187],[-110.71768237937293,32.36792033981814]]]}},"content":{"description":"Just southwest of the Mean Mistreater Wall.  There is a large southeast facing wall and a north facing wall in a gully."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:54.940Z","updatedAt":"2024-02-19T18:28:10.568Z"}