{"_id":"6368a50be80bff5a995afe2a","area_name":"Crazy Quilt Mesa","shortCode":"","climbs":[{"_id":"UAxxBTYzXpKjDVObCUlfdQ==","name":"Crazy Streak","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Billy Hughes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.88767,37.22384]},"left_right_index":1,"mp_id":"114075478","mp_crag_id":"112779155","climb_id":"UAxxBTYzXpKjDVObCUlfdQ==","areaRef":"QycUiN2RWZeTmX+hEUGaeQ=="},"content":{"description":"This low angle White Rock route is destined to become a Classic.\n\nThe route is well protected with bolts where gear is inadequate, and can be done with a single 60m Rope. **\n\nWARNING\n\n: 60m rope barely reaches some rappel stations** (70m rope will make rappels more comfortable) All anchors are 2 bolts with chain for easy belays and descent.\n\nTie Knots in your rope!\n\nP1:\n\n100' 5.- Low angle groove that takes #4 camalot and smaller.\n\nP2:\n\n80' 5.8+ Friction climb past a bolt to a groove that takes medium gear to a shallow ledge, clip the high bolt and friction climb (crux) to a low angle groove that takes medium to small gear.\n\nP3:\n\n100' 5.7+ Climb up to cool iron deposit chicken heads and friction climbing past bolts.\n\nP4:\n\n100' 5.7 Traverse left past 2 bolts to shallow non-continuous crack that takes medium gear. Continue up past 4 bolts.\n\nP5:\n\n100' 5.7 Climb up and clip first bolt, foot traverse right to a \"U\" shaped hold. Mantle up and traverse back up and left past bolts to non-continuous crack that takes medium gear and past more bolts to anchor.\n\nP6:\n\n90' 5.6 Climb up and left past a dirty, shallow seem. Don't skip any opportunities to place gear in the shallow crack. When the crack stops, climb past single bolt to shallow ledge.\n\nP7:\n\n85' 5.6 Friction climb up and left then straight up past a few small bushes to a belay anchor.\n\nP8:\n\n90' 5.7+ Climb up and left past some steeper friction climbing to an interesting mantle move below the belay anchor on a small ledge.\n\nP9:\n\n100' 5.7+ Foot traverse right and mantle up. Climb left to non-continuous crack that takes hand sized gear past a low 5th class section with no pro for 25'. Continue through a series of mantles.\n\nP10:\n\n90' 5.7+ Spooky foot traverse right to a hard to see bolt then up and right to clip a bolt near a small pine tree. Scramble up and left over dirty loose rock to another hard to see bolt followed by a series of tricky mantles and steeper terrain to anchor at the lip of the face.\n\nNEW VARIATION FOR PITCH 10:\n\n90' (Still needs grade) Starting slightly right of the belay. Climb up past 4 bolts on sloping holds to the left of a large bush. Eventually trending right to meet up with the original route. --- This variation will avoid the wondering and dirty loose section of P10. However, this will drastically change the grade. Please leave a comment with your consensus and I will update it here.","protection":"BD Camalots, .3 to #4, Extra #1 to #3, 15 quick draws (some alpine draws helpful), 60 meter rope\n\n**WARNING:\n\n60m rope barely reaches some rappel stations** (70m rope will make rappels more comfortable) All anchors are 2 bolts with chain for easy belays and descent.\n\nTie Knots in your rope!","location":"Follows non continuous cracks through a red water streak to the top of the face. Rappel the route with a 60m rope. **\n\nWARNING:\n\n60m rope barely reaches some rappel stations** (70m rope will make rappels more comfortable) All anchors are 2 bolts with chain for easy belays and descent.\n\nTie Knots in your rope!\n\n*NOTE A park imposed RNA exists to protect the summit cap. Therefore the true summit is CLOSED TO RECREATIONAL USE. Please respect these boundaries."},"__v":0},{"_id":"i2FjOrnFXderlzQNuYUT2Q==","name":"Crazy Quilt","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.88767,37.22384]},"left_right_index":0,"mp_id":"112779163","mp_crag_id":"112779155","climb_id":"i2FjOrnFXderlzQNuYUT2Q==","areaRef":"QycUiN2RWZeTmX+hEUGaeQ=="},"content":{"description":"This seems to be the only established route on the mesa, but there was old webbing all over so I am sure its been done many ways. It was bolted most of the time, but a few extended sections had good cracks for protection. All the anchors were great bolts/chains.\n\nIt can be a little tricky to find the base of (or at least it was for me) take a good look at the pictures, and from what I remember the first bolt is 10-12 feet up. Its 7 pitches total, with the first 4 being, in my opinion, the best. The last 2 were a bit more choosy/sandy, and the only reason I think it might deserve a PG-13 rating. The last pitches took a little more route-finding / bolt finding as well. For most parties, I would recommend stopping at the top of the 4th pitch on an amazing terrace with excellent views and nice trees.\n\nWith any of the Zion mesa's, watch out for sand and loose hardware. I'm sure this thing takes at least an extra day or two to dry after rain as well so keep that in mind.\n\nThere was just one kind of tricky move, on the 3rd pitch I think, that I had to use some sandy knobs to get over a bulge that was well protected by a bolt. someday those will be gone and I don't how hard this will be at that point. I would highly recommend helmets if you want to top out, the last two pitches are adventurous for sure, but the 360 view from the top is amazing.","protection":"2 60M ropes, 10-12 draws, and a small rack of cams.  I cant remember exactly what I used, but if I went again I would take BD sizes, 1 .5, 2 .75's, 2 1's, and 2 2's. But i suspect most parties would find that to be over kill.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,6ba629c9-c7de-5109-ab9a-ddb15e52dba6,43271488-dd91-5997-9399-7fa111419a79","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","East Side","Crazy Quilt Mesa"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.88767,37.22384]},"bbox":[-112.88823470230464,37.22339033981813,-112.88710529769534,37.22428966018186],"left_right_index":-1,"ext_id":"112779155","area_id":"QycUiN2RWZeTmX+hEUGaeQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:22.578Z","updatedAt":"2024-01-15T16:49:01.064Z"}