{"_id":"63689d20e80bff5a994f2802","area_name":"Little England Wall","shortCode":"","climbs":[{"_id":"ok83qG/MX8Oa856k0cmFZw==","name":"Zeus","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Michael Gladkin, Manny Rangel, Matt Johnson - April 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":16,"mp_id":"116783096","mp_crag_id":"105954874","climb_id":"ok83qG/MX8Oa856k0cmFZw==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Zeus (5.10c/d) is a mixed trad and sport route that starts in the obvious crack for about 40ft and then continues on the face passing 8 bolts to achieve fixed anchors on top of the tower. You can climb this route and rappel with a 60m if you walk and start up on the ledge with the tree.  Or start to the left and below the ledge and use a 70m rope.  The trad section climbs around 5.8 with the crux being through the sport section so don't be afraid to send this one if your trad skills aren't honed to 5.10! ","protection":"single rack 0.3 to 4 (5 optional), 8 bolts, fixed anchors","location":"Zeus is located on the Little England Wall and easily accessible by the LEW walk up or by climbing to the top of the Trident and walking off the back to access the route.  The route is located to the left of the GP route and Poseidon.  "},"__v":0},{"_id":"QzHnLxJBUA++C958xVp1HQ==","name":"West Minster Abbey","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"1977 - Kent Brock, Don O'Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":12,"mp_id":"106138999","mp_crag_id":"105954874","climb_id":"QzHnLxJBUA++C958xVp1HQ==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Another fun route a bit more challenging than Anne to the left. \n\n  For more route descriptions in the area see \"Rock Jock's Guide to Queen Creek Canyon\" by Marty Karabin ","protection":"Small to Large pro, 2 bolt- 2 rope rap details same as for Henry, Charles & Anne.","location":"Route starts apx twenty feet to the right of right facing dihedral (Anne of a Thousand Days) Climb obvious verticle crack to ledge.    P2 - Continue up crack to summit."},"__v":0},{"_id":"beYQtXXIWXiCYA7R1hrAQg==","name":"Unknown face (aka G.P. route)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown, noticed in 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":18,"mp_id":"116177500","mp_crag_id":"105954874","climb_id":"beYQtXXIWXiCYA7R1hrAQg==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Fun face climbing up positive edges. Really enjoyable climbing and different than the pocket pulling on much of QC.\n\n There is also an arete variation that spilts off right 3 bolts up that looks fun as well.","protection":"8 Bolts/2 bolts anchor.  \n\n  Currently has new bolts next to the original bolts. You could be double safe by bringing 16 quickdraws and clipping both bolts... don't forget to wear two helmets as well.","location":"Very right side of Little England Wall. "},"__v":0},{"_id":"ZWFDMd9KU86txumf6bmfCQ==","name":"Trivial Pursuit","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Ball gibs, Ben albrecht","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":0,"mp_id":"121824628","mp_crag_id":"105954874","climb_id":"ZWFDMd9KU86txumf6bmfCQ==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Do you love the wide, the really wide? Do you love long walks through the bush? What about choss, do you love it as well? Answer yes to any of these questions and you could find yourself at the base of this tower! It essentially climbs a decent length chimney to some easy moves for the summit! Good gear and textbook squeeze chimney moves make this pretty enjoyable! ","protection":"A number 8 amd 7 could be used. We used #6 - .2. Please bring some webbing to rap! No anchor on top!","location":"You can see this tower from the parking area! We opted to walk the Funny farm trail then at the crag headed right along the crag and then up the hill! "},"__v":0},{"_id":"q9KyNFyHUvWpZWQrouh+SA==","name":"The Thames","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":13,"mp_id":"121031180","mp_crag_id":"105954874","climb_id":"q9KyNFyHUvWpZWQrouh+SA==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Much like its namesake, this 2 pitch route takes you on a sightseeing tour up the middle of the LEW. The rock varies from OK to bomber. As with anything in QCC expect some exfoliation for a while. This route gets shade around 1 PM in the summer. P1: A tan hanger on the first bolt marks the start for this climb. Start behind a small bush. The first bolt might have you shaking in your waders but fear not, it's 5.easy. Climb a face that looks harder than it is past 5 bolts then turn on your blinker and make a hard right, traversing to a bolt 20 feet to the right and level with you under an ominous looking roof. Pay the choss troll under the roof then pull said roof on bomber rails (crux). Move slightly left before heading up to the two bolt anchor with rap rings on a glorious ledge complete with a catclaw bush which really adds to the ambiance. 9 bolts, 100 feet. P2: Head straight up from the anchors passing many bolts and trending slightly left. When you're level with the chossy roof hang right to a dark orange hanger above the roof. The rock quality here is not ideal, tread lightly. Rock quality improves above the roof for the remainder of the climb. You can climb above the anchors to a set of access bolts to enjoy the view. 9 Bolts, 100 feet. 2 bolt anchor with chains. ","protection":"10 draws, a helmet, and stoke. The first pitch has potential for some drag if you don’t sub a few draws for runners. Extend the two traverse bolts and you'll be good to go. Not a deal breaker without. ","location":"20 feet left of Big Ben. The first bolt is above a small tree with a tan hanger. See pics. "},"__v":0},{"_id":"6fYlnEWhWY+hq/MmO7hmRA==","name":"The Shard of Glass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ben albrecht , Phoenix Parker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":4,"mp_id":"121260318","mp_crag_id":"105954874","climb_id":"6fYlnEWhWY+hq/MmO7hmRA==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"If you have a thing for towers, adventurous climbing and choss, then this route will get you excited! You start on east side of the formation at the top of a gully that has a few climbs! Pass the gherkin and just beyond the tree you scramble past is the start of this climb. Start on face with broken finger crack, you must make a few moves to place some good gear. Climb the crack using good feet on the face to a bulge. You can continue through the dirty hand ish crack or step left on great feet and make some 5.easy moves with no pro to the same spot the crack ends! From this ledge make your way up the big boulder headed towards the ledge where the horizontal chimney like staircase begins. Face climb, walk, and eventually straddle, your way across the massive separated flake until you must make a few meters traverse to the anchors! Pitch 2: round the corner from the anchors is a chimney. Climb the chimney until your out of it then walk and scramble to the last few moves on jugs to summit","protection":"bolted anchor for pitch 1 and gear anchor for pitch 2! Fixed Rap gear on the east side of summit! Singles .3-.75, singles 1-6, set of nuts, fair amount of extensions, and a 70m rope! Decent is a single rope rap must have a 70m. A helmet is definitely something you’ll be glad you have! ","location":"Head to little England wall, once your approaching the wall in the scree chute you will see a path headed towards the main wall and one towards Palace of Westminster and a gully! Take the gully/POW trail and go all the way up the gully past A-1 steak sauce and the gherkin! About 30 past and up from the tree in front of gherkin the climb starts! You can see the tree from the scree chute! This climb is cool because you climb from the east side and summit on the west side. A trip around the tower, the fun way’ "},"__v":0},{"_id":"Q2X6ZZ9+U/OwR6fKTOPf6Q==","name":"The Queens Cake","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":2,"mp_id":"121826557","mp_crag_id":"105954874","climb_id":"Q2X6ZZ9+U/OwR6fKTOPf6Q==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Broken start to a bomber crack all the way to the top. You rap into this route after finding it. ","protection":"Single rack with x2 #3s","location":"Head to the towers using the picture in the description for the route Brutus. Walk last Brutus in the gully and towards the lower tower. Look east and down into a CL 3 gully very short, then stay left and into a notch made between the tower and a rock. Squeeze through and step around onto the good ledge in plain sight of the road. Rap into route, you see it from the notch. "},"__v":0},{"_id":"83RSxTJMXAmRVH8nr9/ioA==","name":"Poseidon's Throne","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Johnson & Friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":17,"mp_id":"116217809","mp_crag_id":"105954874","climb_id":"83RSxTJMXAmRVH8nr9/ioA==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"","protection":".75-3 for P1, 9 quickdraws for P2. Bolted anchors atop each pitch","location":"From the top of The Trident or Slap & Tickle, look directly South at the big monolith. Begin the walkoff for The Trident and you'll come to the base of p1 after 20 or 30 yards.\n\n Compare that to the pictures included here and the description above and you should have no problem finding the base."},"__v":0},{"_id":"wFrLq3dXVJqItGk7/Xjc6w==","name":"Palace of Westminster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ben Albrecht, Nick Schostack, Tyler Colins, Michael Genovese. FFA Michael Wolansky","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":3,"mp_id":"120531495","mp_crag_id":"105954874","climb_id":"wFrLq3dXVJqItGk7/Xjc6w==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"The climbs starts on the left side of the formation. Class 3/ low 4th less than 10’ to start the bolt line. Follow bolts up face using great edges and holds. There are no moves harder than 5.9, it’s just 5.9 move after move for a large portion of the climb! You move through bulges and what feels like some steep stances at times. ","protection":"Bolts, rap rings up high. 12 draws is enough!Queen creek canyon has notoriously chossy rock at times, this isn’t the case for the route. With that being said though please always be ready and looking for loose or flakey rocks! Pull down and not out!","location":"Head to the little England wall like normal. Locate the tower, it’s very easy to see from the canyon. Approach via LEW trail until you can branch off left on faint trail and left again to get in front of the formation. Very easy approach! "},"__v":0},{"_id":"eF23hNWxVcehdILZ+uEN7w==","name":"London Tower","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"1977 - Kent Brock, Don O'Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":15,"mp_id":"106139567","mp_crag_id":"105954874","climb_id":"eF23hNWxVcehdILZ+uEN7w==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"P1-Climb a wide crack into another crack that angles left. Up crack and into chimney behind a large flake. \n\n  P2-Through and out chimney to top of flake. Continue up crack and out onto face to a small ledge.  \n\n  P3-Climb left into the large crack and to the top.","protection":"Be careful of loose rock. Small-lge pro; stoppers, cams, hexes. Two-bolt anchor at top of Henry VIII, need 2 60m ropes for rap. \n\n  Take x-tra webbing in case you need to replace. Always check for UV damage that can cause nylon-slings to become brittle.","location":"Route begins apx 40 ft to the right of Big Ben (see area beta photo) see \"Rock Jock's Guide to Queen Creek Canyon\" by Marty Karabin for more routes in the area."},"__v":0},{"_id":"Z0VI312GUwau3XS+KJPHxQ==","name":"Henry VIII","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1977 - Don O'Kelley, Kent Brock","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":7,"mp_id":"106138976","mp_crag_id":"105954874","climb_id":"Z0VI312GUwau3XS+KJPHxQ==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Great route for crusin' or beginner trad-leads. 2-bolt rap.  \n\n  For more route descriptions in the area see book \"Rock Jock's Guide to Queen Creek Canyon\" by Marty Karabin","protection":"Small-Med cams & stoppers, need 2 ropes for rap. Not a bad idea to also bring knife & x-tra slingage if needed","location":"Far left end of wall. Climb into and up right-facing dihedral to summit."},"__v":0},{"_id":"MIp6sYgUV9iSA5HGYcNeaw==","name":"The Great Split","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Collins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":999999,"mp_id":"107359155","mp_crag_id":"105954874","climb_id":"MIp6sYgUV9iSA5HGYcNeaw==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"As I headed east on the 60, my buddy called to bail for a Sat service project because his wife kicked his butt to the curb:( thus the name not in keeping with the theme of the area. It climbs the finger crack on the northwest side of the piller above the  little england wall. The summit is very exposed! It's only 5' wide by 20' long and 40' tall on the west and 200' on the east.  Cars driving eastbound will see your silouette on the summit:)","protection":"Small to med pro descend with a slung boulder at the top no bolts as of yet.","location":"Climb up to the piller via any route that tops out the little england wall. Is the bigger piller on the little engand wall to the south of the main wall."},"__v":0},{"_id":"qtF74tZFUSyZ4ZuRwgxSUw==","name":"God can’t save the queen  (open project)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Your name here","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":10,"mp_id":"120495249","mp_crag_id":"105954874","climb_id":"qtF74tZFUSyZ4ZuRwgxSUw==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":" This line is directly left of a bolted line. It’s a series of horizontals and good flakes. There are pro options until about 100’ where it turns into a run out for a section before picking back up. Wasn’t feeling the route nor did we have the time! A mix between questionable rock and no placements at times makes this one easily pg 13. Definitely do able and when the pro runs out it’s fresh air beneath you. The climbing is very moderate someone change this description! ","protection":"Doubles of tricams from black to brown, triples tiny cams to .4, doubles to 3.","location":"Park at Atlantis lot and head into the main canyon. Once in the main canyon go up the dam and around the corner to the little England wall. Follow trail up and into big dihedral corner alcove. In between Anne of a thousand days and a bolt line is this climb! "},"__v":0},{"_id":"c/7yRaGwWcesqSCHrLre6A==","name":"The Gherkin","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ben Albrecht, Tina Vignjevic","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":5,"mp_id":"120766463","mp_crag_id":"105954874","climb_id":"c/7yRaGwWcesqSCHrLre6A==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Nice wide splitter with features galore to the left and right on face. Good pro and some nice moves make this an enjoyable climb, not to mention the sweet little summit it achieves! The first ascent saw a lot of choss and big loose rocks. They are mostly gone, but there is still choss to be had. The ending has some unlikely chimney moves that I give 3 stars alone! ","protection":"Gear .2 - 6, I found bomber small cams and micro cams off to the sides of the crack. I protected the starting moves with a .3 and a black totem in a horizontal, or you can use a 3 in the crack that you jam!","location":"Head to LEW, once in the scree chute below the walls look up into a gully to a tree between The bolted line with tat on the anchors and the bolted stand alone formation on the left. Head to the tree and climb will be on the side of the little spire with the tat on it. "},"__v":0},{"_id":"sAbuLjDSWRWK/iOlRukz6g==","name":"Charles II","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1977 - Kent Brock, Don O'Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":8,"mp_id":"106138982","mp_crag_id":"105954874","climb_id":"sAbuLjDSWRWK/iOlRukz6g==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Another fun route for crusin' or beginner trad-lead. This route is usually in the shade in the afternoon.  \n\n  For more route descriptions in the area see book \"Rock Jock's Guide to Queen Creek Canyon\" by Marty Karabin ","protection":"Small-Med pro, cams/nuts, 2 ropes rap. Bring knife & x-tra slingage for personal options to tidy up on top. ","location":"30 feet to the right of Henry VIII. Climb into a right facing dihedral & up the crack"},"__v":0},{"_id":"mUSSEZ1rUPGosVVQkN8voQ==","name":"Brutus","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jon Biemer, frank hill, Ed Sampson 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":1,"mp_id":"121826452","mp_crag_id":"105954874","climb_id":"mUSSEZ1rUPGosVVQkN8voQ==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Neat tower nestled in a group of 4! Obvious wide and broken crack with a ton of pro options. When the crack ends horizontals begin so don’t be shy! ","protection":"Optional big gear, 6 - .3 and some nuts!","location":"The group of towers directly above the little England wall. You can find your way from LEW or head to the funny farm and upon arriving head across hill for a bit before heading up. The towers are easy to spot from the lot and can be kept in sight for navigation the whole time! This tower is the southwest of the bunch and the route is inside the notch between the southeast and southwest! "},"__v":0},{"_id":"f4MX80FtXr6HFeNCMwdyBA==","name":"Bloody Mary","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ty Collins, Ben albrecht","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":11,"mp_id":"120495095","mp_crag_id":"105954874","climb_id":"f4MX80FtXr6HFeNCMwdyBA==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Begin below a small roof in an alcove with a few climbs. Climb past bolts through roof and up face trending left slightly following bolts to anchor. 100’ 5.7. Climb from anchors up face clipping bolts with some great exposure and fun holds 60’ 5.7+. Any Protestants of this route, and off with your head!This area has some pretty loose and not very hard rock. It is a less travelled crag, use caution while on the ground with climbers above you! This route is pretty clean, but still climb with care! ","protection":"16 quickdraws will get you by and the anchors are bolted.  \n\n**the route is clean but always remember to pull down and not out. There are always rock ready to go in QCC, you can’t see all of them! As stated the route is clean and fun!","location":"Park at Atlantis area lot and head down to the main canyon. Go up the dam and around corner to the little England wall. Head up trail into corner with Anne of a thousand days. Locate first bolt below the roof and second on it! "},"__v":0},{"_id":"2pum1+ASVk+lSQI489pN6A==","name":"Big Ben","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":14,"mp_id":"105954877","mp_crag_id":"105954874","climb_id":"2pum1+ASVk+lSQI489pN6A==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"I think the crux is on the second pitch.   Real nice, smooth climb.  Follow crack that runs parallel to corner.   First pitch tops out at tree a little to the left.  One bolt belay and webbing are used for hanging belay.  May need to replace runner/webbing when up there.","protection":"nuts are great for this climb.   small to large cams.   great beginner trad climb.","location":"start of climb is in corner and noticable by the belay area next to small tree.   Rap station is approx 20 ft south of where you top out.  Two rope rap.  Two bolt rap with noticable webbing."},"__v":0},{"_id":"bsIKo35rVIWWr0laFYJScw==","name":"Anne of a Thousand Days","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1977 - Kent Brock, Don O'Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":9,"mp_id":"106138994","mp_crag_id":"105954874","climb_id":"bsIKo35rVIWWr0laFYJScw==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Climb up right-facing dihedral and follow cracks to the right. Very fun climb & easy to protect. Nice edgy chunky rock with a bit o'exposure to the top.   \n\n  For more route descriptions in the area see guide \"Rock Jock's Guide to Queen Creek Canyon\" by Marty Karabin ","protection":"Small - med pro, need 2 ropes for 2-bolt anchor rap. Not a bad idea to also bring knife & x-tra slingage if needed.  \n\nAlways check anchors for faded slings and replace if in doubt - Arizona sun can cause UV damage & degrade the integrity of nylon by causing brittleness.","location":"Shares start with Charles II"},"__v":0},{"_id":"uMbuN/o/X82WJLYkU0W6lw==","name":"A-1 Steak Sauce","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bill Rickard, Mike Kozma 11/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"left_right_index":6,"mp_id":"121069390","mp_crag_id":"105954874","climb_id":"uMbuN/o/X82WJLYkU0W6lw==","areaRef":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Climb on easier ground to the first bolt! Trend towards the center of the formation and towards the next bolts using bomber QCC pockets, edges, and crimps. It’s a nice little pumpy route! ","protection":"3 lead bolts, 2 bolt anchor with quicklinks and lowering beeners","location":"Approach like the little England wall, once your at the top of the hill below LEW go left towards the stand alone bolted formation. You will see the line of bolts between the big bolted formation and LEW proper. I started below the first bolt on the left side of formation. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,e66513f5-5d2d-53da-b7b4-2906b4a2235b","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Little England Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":5,"label":"5.7+"},{"count":1,"label":"5.8"},{"count":2,"label":"5.4"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":12,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.07657,33.30544]},"bbox":[-111.07710802855865,33.30499033981813,-111.07603197144134,33.30588966018187],"left_right_index":-1,"ext_id":"105954874","area_id":"5mUT9V0tU9q3tCkGtKIjWw=="},"content":{"description":"Facing East, near US 60.  The wall behind Atlantis. "},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:53:04.175Z","updatedAt":"2024-01-15T16:39:51.398Z"}