{"_id":"6368a214e80bff5a9955da97","area_name":"Gemstone East","shortCode":"","climbs":[{"_id":"mR1ifdVJXXaZnFQ87EQvnA==","name":"Surf Naked","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Leonard,  Mike Darrah '87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"left_right_index":1,"mp_id":"105957966","mp_crag_id":"105957913","climb_id":"mR1ifdVJXXaZnFQ87EQvnA==","areaRef":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"The old Louck's guide shows Surf Naked as a 3 pitch climb. Monomaniac posted pitch 1 in May 2007, including some nice annotated photos. And in June 2011, pitches 2 & 3 were also posted. And there are a variety of ways to fill out the rest of the day after climbing this route.P1, 5.6 or 5.7: Start at a black water streak on a vertical face that is about 7 feet tall - part of a kind of right-facing dihedral. There is an alternate start up and to the right. Trend left to where the black water streak comes down the huge slab just to climber's right of Revenge. Head up, passing a bolt and eventually climbing into a large left-facing dihedral.Pitch can ends at the tunnel which is the end of Revenge's P2, making this about a 150 feet.P2, 5.5 or 5.6: Continue up above the tunnel and then trend left on easier climbing through dirt, vegetation, and hollow-sounding blocks of rock. Set the belay above a small deciduous tree - the last of the vegetation for now. This is about 60 feet past Revenge's tunnel.P3, 5.7, 90 feet.  Excellent rock with possible dirt footholds near the end. Continue up and left following a small left-angling crack that later opens to hand sized. When that crack effectively ends, head straight up near a more-vertical and thinner crack and wander up on increasingly runout terrain; this last section has vegetation running on your right and felt spice-y to me; maybe a nut tool could be used to dig out one more small placement below the finishing moves. The pitch ends at a very ample belay ledge in a kind of large slot. Sometimes there are rap slings on a huge block on the right, which makes me nervous; no slings as of Feb 2018.WHAT TO DO NEXT?OPTION 1: The old Louck's guide shows 4th class leftward scramble to a rap anchor that may need fresh slings as of 9/2021.  Rap 165 feet followed by 3rd class downclimb to the tree at the top of Revenge of the Elderly's P1. From there, Loucks shows a second 100 foot rap to the ground. I have never tried this.OPTION 2: Down climb to climber's right about 15 feet over jumbled blocks and vegetation. Then traverse climbers right on a slab to a small intermittent crack the trends up and right; good medium-small nut at top of crack just before a crux-y move. Continue over and join P4 of Revenge of the Elderly just before the now obvious rap-anchors for that route; 5.7 moves gets one to the anchors.OPTION 3: Climb Surfs Up, 5.8R - did you bring a stick clip?  From the belay at the end of P3 (nice nut or hex is slot) attack the arete. First of two modern bolts is about 20 feet up the arete. Much higher, find jugs several moves above the second bolt. Then move left to the face to climb up to a ledge.Alternately, hike / scramble / bushwhack right of the arete to lead up about 10 feet left of the huge dihedral to TR Surfs Up - worth the effort.At one time the belay at the top of Surfs Up was a set of slings around a root and a piton. As of 9/2021, a cordalette and bomber nut have been added. One can rap the route back to the top of Surf Naked. Or, Alam\n\nalso points out, \"... we have also climbed an additional 2 pitches ... but never found anything worth writing home about, but if you are into Sandia adventure....\"","protection":"Gear to 3\".","location":"Begins just right of and about 40 feet above the start of Revenge of the Elderly.  See optional starts in this photo: \n\n[[105878863]] originally posted about the first pitch and marked it in blue.  Pitches 2 & 3, in yellow, were marked later.    Also shown in yellow is a 4th run-out pitch to the top anchors of [[106136454]]."},"__v":0},{"_id":"dq1wii20WyGDC7L9U0ettQ==","name":"Sapphire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Gillis, Greg Ricks, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"left_right_index":3,"mp_id":"106581298","mp_crag_id":"105957913","climb_id":"dq1wii20WyGDC7L9U0ettQ==","areaRef":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"Sapphire is a variation to pitch 2 of Emerald City, to its right. It's perhaps slightly easier, less classic, and more runout than Emerald City, but is on good rock and is worth doing if 5.9 La Cueva slabs are your thing.The first pitch is shared with Emerald City, and pulls through the right side of a square roof, then gains easier slabs as you aim to pass just right of a small tree. A piton-protected tricky thin crux (rated 5.8+) comprises the last moves on the slab before moving right to the 2-bolt anchor.Begin the 2nd pitch by easy downclimbing from the belay to the right about 10', then make a tricky step right, where you'll join the biggest left-facing dihedral in this section of cliff. Follow a crack in this corner, which begins as hands and turns into a seam on the slabby face above. Where the crack peters out, clip a bolt [a recent replacement for a fixed pin], slab up to a [2nd] bolt, and angle left for a 20' slab runout to the Revenge of the Elderly 3-bolt anchor.","protection":"Nuts and cams to 2\", include micros.","location":"Sapphire is the right variation of Emerald City for pitch 2. The first pitch is shared with Emerald City, which begins up and right of the Revenge of the Elderly sort of in a high alcove-like area between two black water streaks.Rappel the route- 2 rappels- using either 2 ropes or a 70m rope."},"__v":0},{"_id":"xI5qeHVkXY2qPDVCOFqIQQ==","name":"Revenge of the Elderly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian Holcomb, Dave Riley, 5/1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"left_right_index":0,"mp_id":"106136454","mp_crag_id":"105957913","climb_id":"xI5qeHVkXY2qPDVCOFqIQQ==","areaRef":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"This is a longer, somewhat wandering, route on the Gemstone East crag. It generally has a northern aspect, but it does get sunlight; it could be icy in the deep east-facing features if one were to try a winter ascent.\n\n This route is described and pictured in Jackson's (2006) New Mexico guide as well as in Schein's (2003) Sandia guide book; it is also described and illustrated in the 3rd edition of Hill's \"Hikers and Climbers Guide,\" although it is not in the 2nd edition (don't know about the 1st ed.). The route appears to have recently been 'pruned' with a garden trimmer.\n\n Pitch 1. Friction up the slab past three bolts, with delicate moves past the top bolt to a ledge with a tree at the far left end. Probably good to set a piece above the bolt line before you traverse to the tree, to protect the second. Belay at the tree, which sports two sections of rope fed through tubular webbing (as of September 2019); a crack in the slab next to the tree can serve for an anchor backup.\n\n Pitch 2. A short pitch up and right over easier, blocky ground toward the massive left-facing dihedral. Follow the left-leaning dihedral up a short distance to a 'cave' in the wall of the dihedral. Hint: I hit the dihedral too high, and missed the cave at first because I wasn't looking down to the right. Crawl through the short tunnel at the back of the 'cave' to a solid belay stance where you can stand up, emerging from the rock like a prairie dog. Belay either from a gear anchor at the entrance to the cave, or leave a directional piece at the entrance and belay from the rap anchor (two sections of rope fed through tubular webbing) at the back of the tunnel. This is the established second rap point for this route's descent.\n\n Pitch 3. Out of the crawl-through, and then slightly right up a broken lower-angle face to a ledge at the base of a black stained crux chimney that narrows at the top. Interesting stemming to the top of the chimney leads to another short face that culminates in a prominent arched roof with a clean arc-shaped crack marking its base. To belay, I built a gear anchor in this crack at the left side of the alcove. As of September 2019, there is also a slung horn in a little recess about 15 feet down and to the left, suggesting a possible rap anchor.\n\n Pitch 4. Exit from around the left side of the alcove, climbing for a short distance to the left, then reach a broken slab that heads up to the right. A left-leaning shallow, broad chimney with twin cracks then leads to the final friction face. Traverse this slightly runout, delicate slab, up and then right, ending at the three-bolt, two-chain anchor (the third bolt at this station is just a spinner buttonhead).","protection":"Standard rack of singles in cams and nuts.  I used a #4 camalot, but that is not essential; smaller cams are more useful (e.g., Metolius #1-3 sized).  Three bolts are featured on the first pitch.","location":"Start at the toe of a broad slab, about 50 feet below and climber's left of Opal and Emerald City (easily accessed by downclimbing a class 2-ish gulley below Surf Naked, or by a climbers' trail that contours in from the base of the Gemstone West crag).\n\n Descent: Several options are available, depending on which guide book you consult, but all involve rappelling. For many of the Gemstone East routes that are listed on mountainproject.com, rapping RotE is presented as the preferred option. Conversely, Schein (2003) recommends rappelling Emerald City. We rapped RotE, so I cannot comment on the Emerald City option.\n\n TWO RAPPELS (requires two 60m ropes) The top rap anchor features two bolts with chains. Using two 60m ropes, a ~150 foot rap takes you to the slung block at the cave/tunnel at the top of the climb's second pitch which is visible. This second rap anchor features 2 tied lengths of static rope inserted/covered by tubular webbing and two aluminum rings as of September 2019; it looked ok but may need updating, so plan accordingly. From the cave/tunnel anchor, a ~105 foot drop will apparently set you down at the base of Surf Naked, but to get to the base of RotE, where your packs are presumably cached, it'll probably be more like a 135 foot rappel. HINT: The orientation of the rap rings must be to climber's right (west, towards the steeper face) at the cave/tunnel anchor. Do not orient the rope to the climber's left (east) into the notch or your rope will get stuck when you pull it.\n\n Notes: The sling that used to be over the horn left of the third anchor may indicate an available rap station, in a pinch. That, in conjunction with the slings on the tree at the first belay station, suggests that rapping the entire route in four drops with a single rope may also be possible."},"__v":0},{"_id":"aBeCcNqdXKawaDTI9ARzkw==","name":"Opal","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"left_right_index":4,"mp_id":"105957951","mp_crag_id":"105957913","climb_id":"aBeCcNqdXKawaDTI9ARzkw==","areaRef":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"This excellent line offers fun slabbing, stemming, and a few jams on great stone.  The last pitch is a bit runout at the crux, so beginners may want to look elsewhere or, rap off from the top of the 2nd pitch.  This route is a bit bushy, but I did my best to clean the worst offenders, so it should be a bit better now. \n\n  1. 90', 5.6.  Begin in a large left facing dihedral.  Slab up ledgy, black rock, with great edges just where you need them.  At the top of the dihedral clip a fixed purple stopper, then  work right up ledges on easy terrain, ending at an old-ish looking two bolt anchor.   \n\n  2. 80', 5.7.  Head up and then right into the left facing corner.  Cerebral crux stemming and mantles lead up the corner to an easy section of detached flakes below a 5 foot roof.  Exit the roof on the right side (may want a 2\" piece here), then continue with surprising difficulty up the shallow chimney.  Veer left at the end to a 2 bolt anchor on the rounded arete. \n\n  3. 80', 5.7.  Head straight up the slab to a Tuolumne-like flake and cram in whatever TCUs you have available.  Head up to the small (eight inch) roof, and try to get some more gear in, as the next section is runout.  Turn the small roof on the right, then delicately work up the slab with no gear towards the large dihedral.  Just below the dihedral head left on easy terrain and sling the big horn.  Locate the rusty chain anchor atop \"Revenge of the Elderly\" 20 feet to your left.  Traverse the slab to this anchor, being sure to place a finger-sized TCU AFTER the traverse for your second. \n\n  DESCENT:  One 150' rappel straight down reaches the 'cave' belay atop the 2nd pitch of Revenge of the Elderly.  From here rap 105' from webbing slung around a block.  This second rap has been done with one 60m rope and some easy but exposed down-climbing.","protection":"Gear to 2 inches, with many finger-sized pieces.  Bring two ropes to rap if doing all 3 pitches.  The first rap is 150 feet, the second is 105'.  The 1st and 2nd pitch anchors are both two bolts, so it would be possible to bail at any point if you bring some webbing/cord and some lowering rings to rig a lowering station from the bolts.","location":"Furthest right route at the Gemstone East.  Begin just left of and below a giant coffin shaped boulder."},"__v":0},{"_id":"MrS06SjGUHWlxRZ4mJkkKA==","name":"Emerald City","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gary Hicks, Mark Lewis 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"left_right_index":2,"mp_id":"105959152","mp_crag_id":"105957913","climb_id":"MrS06SjGUHWlxRZ4mJkkKA==","areaRef":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"This brilliant route is the jewel of the Gemstone area, and certainly one of the best of the grade in the Sandias.  Every move on this route is engaging; there are no trivial sections, and no sub-par stone.  The route offers excellent protection, but you have to work for nearly every placement. \n\n  P1, 5.8++, 160 feet.  Begin in the 'center' of the Gemstone East area, on a large, sloping ledge, just left of the start of Opal.  With a 60m rope its possible to belay 20 feet below this ledge at the trail terminus.  Start just right of the largest, and left-most, of three black streaks.  Climb up over a slight bulge just above the belay ledge, then immediately work back left to a roof in a left-facing dihedral.  Exit the roof on the right, then slab straight up, finding gear in intermittant cracks for 80' to another roof/bulge with a splitter crack.  Surmount this fun bulge directly, place your 3\" cam, then continue up an ever-steepening, left-trending ramp.  The upper half of this slab is the crux of P1, and may actually be harder than any of the moves on P2.  Hint: don't forget to look left!  A mild runout leads to a very thin, parallel crack that gobbles up a 0 TCU.  Unfortunately this pod will not fit gear and fingers at the same time.  Ten feet higher a BD Angle Piton protects the crux: a tenuous traverse right on micro edges.  Move onto the less-steep slab to the right, then up to the two-bolt chain anchor.  Don't be put-off by this crux, as none of the moves on P2 are any harder. \n\n  P2: 5.9+, 120 feet.  The money pitch.  There are three possible finishes.  Saphire (5.9?) downclimbs to the next dihedral to the right, and Emerald Hiway starts up Emerald City, but cuts left along a shallow, left-facing dihedral after 30 feet.  \n\n  Emerald City is the best-looking option, though I haven't tried the others.  Follow the obvious left-facing dihedral immediately above the belay.  The moves right off the belay are a bit tricky, so beware.  Continue along this dihedral as it gradually morphs into a slab with a thin, splitter crack.  Generally the crack is only used for gear.  The slab offers excellent thin edges, crystal nubbins and other unique features.  At various times the route wanders a bit right or left of the crack, and occasionally you will be placing gear at your feet.  The crack vanishes just before the end, where a few feet of easier face climbing lead to the 3 bolt chain anchor atop Revenge of the Elderly.  Rap as for RotE or Opal.","protection":"Gear to 3\", with many nuts and RPs, and a 0 TCU or equivalent.  I placed 7 nuts on P2, including 4 RPs (size 4-6).  Bring several long slings for P1 to reduce rope drag on the wandering pitch.","location":"Center of the Gemstome East area.  See photo topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,eef0a3f6-7baf-5934-bd3e-546f1f754b35,b9e2d1f2-9abc-5fb0-b46d-49648bbad279","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Lower","Gemstone East"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.47455,35.20717]},"bbox":[-106.4751003306504,35.20672033981813,-106.4739996693496,35.20761966018186],"left_right_index":-1,"ext_id":"105957913","area_id":"ueLR8pq8X7C0bUlki7rSeQ=="},"content":{"description":"This excellent crag offers numerous stellar 3 pitch slab climbs.  The most classic route is Revenge Of the Elderly, but it seems that all of the routes here are excellent, featuring perhaps the best stone in the Sandias. \n\n  Climbs can be a bit runout in  spots, and vegetation is common on the less popular lines.  Despite its North facing aspect, this crag does get sun in the summer months.  All routes are gear protected, though a few lines offer the occasional bolt.  This is slab paradise, so polish your footwork and dust off the RPs before trying the harder lines. \n\n  All routes require a rappel descent."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:13:49.850Z","updatedAt":"2022-11-25T11:20:33.481Z"}