{"_id":"6368a722e80bff5a995dd9e5","area_name":"Peak 11034","shortCode":"","climbs":[{"_id":"WBe1ZMabXjy6YXCUZI74hQ==","name":"The Slot Machine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Hughes, Noah Bilodeau and Ethan Oliver August, 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.85666,43.15375]},"left_right_index":0,"mp_id":"114969588","mp_crag_id":"114969417","climb_id":"WBe1ZMabXjy6YXCUZI74hQ==","areaRef":"H45YfgwCXrOH1xvvgAkFKA=="},"content":{"description":"At the base of the buttress (approximately in the middle) locate a dike. The first pitch starts here.\n\nPitch 1 - Start slightly right of small snowpatch (early August) at the base of a dike. Climb the dike to a grassy ramp. Move right up the ramp to a short but steep corner. Anchor off a 1 meter wide pancake flake and belay. 170' 5.7\n\nPitch 2 - Move up through a large crack system with abundant face holds. Trend slightly right to follow the weakness up to a roof. Move left of roof toward a left leaning crack that leads to a small Pine tree and belay. 120' 5.9\n\nPitch 3 - Make awkward, strenuous moves off the tree ledge into a wide crack system. Continue up easier ground to a good ledge with larger Spruce tree. Anchor off a big horn left of the tree. 80' 5.9\n\nPitch 4 - The money! Climb the gorgeous open book, with perfect finger locks, hand jams and knobs on the face. Belay on the left side of a good ledge below an overhanging fist crack. 180' 5.8\n\nPitch 5 - The crux pitch and right off the belay. A #4 Camalot is essential here. Climb up the slightly overhanging fist crack to a good rest. Continue up wide slot on right through cracks then move left on face. Aim for the left side of a beautiful arching hand crack. Sling a great chockstone in the crack, exit right and continue up to 3rd class land. Belay somewhere up here using cracks or natural anchors. 195' 5.9\n\nPitch 6 - Move belay up to the base of a very long double slot chimney/wide crack. Choose your line here. We took the overhanging wide crack that has good pro and lots of jugs. This is another super long pitch but there crux is short so you can space out the gear. Belay off a small Pine tree is on a ledge. 195' 5.8\n\nPitch 7 - Gain ledge then move right, into corner crack system. Continue up on low 5th. There are options right or left on large blocky features. Finish just below summit. There are plenty of natural anchors and cracks to belay from. 180' 5.7\n\nDescent - There is a gully immediately north which would likely involve some 4th class and rappels. We opted to head south and found a good 3rd class gully between Ra Mountain and China Wall. Descent time was about 2 hours.","protection":"Standard rack with doubles from .5 to #3 camalots,10 alpine draws. A 4 inch piece is necessary to protect the crux pitch.","location":"Follow the New Fork Park Trail and walk about 1/4 mile north of the base of Ra Mountain. Move left off the trail  (west) up a 3rd class gully to the base of the long clean buttress below Peak 11,034. Travel time should be less than one hour from the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,6b805b31-64c3-5cfe-bd44-9cb86a9231f6,1f8e587e-0c02-5eb3-87d7-1bef80090528","pathTokens":["USA","Wyoming","Wind River Range","New Fork Park","Peak 11034"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.85666,43.15375]},"bbox":[-109.85727637732509,43.15330033981813,-109.85604362267495,43.15419966018187],"left_right_index":-1,"ext_id":"114969417","area_id":"H45YfgwCXrOH1xvvgAkFKA==","polygon":{"type":"Polygon","coordinates":[[[-109.85727637732509,43.15330033981813],[-109.85604362267495,43.15330033981813],[-109.85604362267495,43.15419966018187],[-109.85727637732509,43.15419966018187],[-109.85727637732509,43.15330033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:22.221Z","updatedAt":"2024-01-20T01:09:24.103Z"}