{"_id":"6368a6a1e80bff5a995d1bab","area_name":"Junkyard Wall","shortCode":"","climbs":[{"_id":"3UlUNloeXmS3d4tsXwNN2A==","name":"Yew Nosemite","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Eric Horst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":25,"mp_id":"107982432","mp_crag_id":"105868633","climb_id":"3UlUNloeXmS3d4tsXwNN2A==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Start in a left facing corner directly to the right of New Yosemite and work your way up to the first horizontal and build a life nest. From there it seems that there are two different options. Head directly up using a sloping two finger pocket and a heel hook and then traverse right to the second horizontal. Or from the first horizontal stay low and traverse over to some small crimps and slimpers. Make a big move to small holds and traverse in right to the second horizontals. The first way is better protected, however the guidebook says go right, which puts you in a pretty bad place if you botch the moves to the second horizontal. Clear as mud?\n\nLoad up the second horizontal with tcus and smear those feet high for a big move utilizing a bad pinch. Move out of that sequence, clip the bolt and finish up easy terrain.","protection":"There are two horizontals that protect all of the busines and those will eat yellow - red tcus. After the second horizontal there is a bolt to protect the upper moves, not that they are any harder than 5.8. Anchors at the top.","location":"The left facing corner directly to the right of New Yosemite."},"__v":0},{"_id":"PbuksHzAWxGgXrZgYblGKQ==","name":"V-Slot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Erskine, Rick Skidmore (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":3,"mp_id":"105983069","mp_crag_id":"105868633","climb_id":"PbuksHzAWxGgXrZgYblGKQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Though often overlooked (I did for years), this route is enjoyable and fun! A nice 5.9 trad lead. Climb, chimney, and jam varying-width crack through a couple slots to the top. (Arm-bars may be used, but are not mandatory.) Good position(s), nice variety, occasional jugs.\n\nOh yeah, be sure to \"Ride the Rock Horse\" near the top!","protection":"Small-Med-Large. Does not require a piece bigger than a #4 Camalot, though you can use a bigger one if you have it.  Shuts up and left on the left-facing corner.","location":"From Junkyard Wall proper, walk left past New River Gunks, Team Jesus, The Entertainer. Follow trail around and past two corners. Looking right, spot Stuck in Another Dimension (5.11), an intimidating crack with roof on the right-side of the face . V-Slot (5.9) is the obvious crack IMMEDIATELY LEFT."},"__v":0},{"_id":"RT7LyJKaVxK8tmcbOba/7Q==","name":"Team Jesus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Swoager, Cox '85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":15,"mp_id":"105943753","mp_crag_id":"105868633","climb_id":"RT7LyJKaVxK8tmcbOba/7Q==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Follow the finger crack up the slab until you reach a stance.  Follow small holds utilizing balance to reach a jug.  Pull up to a comfy ledge. Follow face climbing on positive horizontals until you reach the anchor.","protection":"A variety of small gear from 0 to .75 down low.  A #2 Camalot and small tricams and cams are helpful up high.  Bolted anchor.","location":"Just left of\n\nNew River Gunks\n\n, just right of the distortionist, on huge flake."},"__v":0},{"_id":"3BHWPHNuXA2GDlTp97xp3w==","name":"Who Knows?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Erskine, TA Horton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":1,"mp_id":"109033322","mp_crag_id":"105868633","climb_id":"3BHWPHNuXA2GDlTp97xp3w==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Varied climbing with a couple fun moves. Start in the corner, stemming to gain a stance at the top of a flake about 15 feet up. A #4 protects the crux, which is harder if short. Easier climbing leads up the left face to the top.","protection":"Cams up to 4\", PG protection. No bolts, tree can be used for top anchor with a redirect.","location":"From central Junkyard Wall, go left past New River Gunks, follow trail around past two corners. You will see a wall with two crack systems (V-Slot & Stuck in Another Dimension). Who Knows? is in the corner on the far left of this wall."},"__v":0},{"_id":"QVIwzOksW6KdToqBiN+jQA==","name":"Stuck In Another Dimension","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andrew Barry, Eric Anderson, Steve Lancaster (June 1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":4,"mp_id":"105961531","mp_crag_id":"105868633","climb_id":"QVIwzOksW6KdToqBiN+jQA==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Burly, committing start. Cruise the crack, power directly through roof/flare (crux 2), finish. Be ready to jam!  Mostly hands, some fingers. Also, a few nicely-placed, positive edges. Good rests when needed.","protection":"Besides the exposed start, pro is good most of the way. Back-up when preparing to surmount the roof. Small-med-large cams...doubled in several sizes (easily determined from ground view). A few runners and/or draws to alleviate rope drag. Bolt anchors up and left.","location":"From Junkyard Wall proper, walk left past New River Gunks, Team Jesus, The Entertainer. Follow trail around and past two corners. Looking right, spot an intimidating crack with roof on the right-side of the face. The route begins directly below (in flaring cave)."},"__v":0},{"_id":"RkVsaVpiW8y4Baif420e7g==","name":"Scott's Turf Builder","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Scott Garso, Dave Sippel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":27,"mp_id":"108013438","mp_crag_id":"105868633","climb_id":"RkVsaVpiW8y4Baif420e7g==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Start the in thin crack between Enteruptus and Four Sheets and follow it up and right and then back left a little.\n\nA pretty bad squeeze job and the crux comes in as the traverse back into Enteruptus.","protection":"I placed everything from a 00 to a 8 power cam. Finishes on Four Sheets double bolted anchor.","location":"Thin crack between Enteruptus and Four Sheets. Rap Four Sheets."},"__v":0},{"_id":"+W50cAusU1OUeNvpQ52aig==","name":"Rhododenema","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eric Anderson, Andrew Barry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":6,"mp_id":"107791123","mp_crag_id":"105868633","climb_id":"+W50cAusU1OUeNvpQ52aig==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Start near the corner and climb up to some good holds. Traverse left to the base of a nice corner system that you follow to the top.","protection":"Standard rack","location":"Just to the left of Mr. Ed"},"__v":0},{"_id":"y0dtfNlqWLmLu/xw+zpaHQ==","name":"Realignment","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Swoager, McCarthy '85","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":9,"mp_id":"105943599","mp_crag_id":"105868633","climb_id":"y0dtfNlqWLmLu/xw+zpaHQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"As for\n\nThe Entertainer\n\nbut after ledge continue up and right to well-spaced thin fingers and small alien placements\n\nSame anchors","protection":"Thinner Gear than for\n\nThe Entertainer\n\nShared bolted anchor with The Entertainer.","location":"As for\n\nThe Entertainer."},"__v":0},{"_id":"nevyZfIsWvemv3Jn5d6ndg==","name":"Reaching New Heights","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Petri 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":16,"mp_id":"106859853","mp_crag_id":"105868633","climb_id":"nevyZfIsWvemv3Jn5d6ndg==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Start up New River Gunks, but instead of heading right by the first little roof go straight up. This route, like Team Jesus, is a one move wonder and you pull the crux right at your gear.","protection":"Mostly gear smaller than .5, but some bigger cams up to 3\" are helpful.  Shared bolted anchor with New River Gunks.","location":"Around the corner from Junk Yard Dog (JYD) and right of Team Jesus on the big slab."},"__v":0},{"_id":"kjHVx2d5UEaS30TY6EQbGw==","name":"Reachers of Habit","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Horst, Guider '87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":11,"mp_id":"105943580","mp_crag_id":"105868633","climb_id":"kjHVx2d5UEaS30TY6EQbGw==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Awesome climb. Beware for dirty holds after rain.\n\n1st bolt is a bit high but clipping stance is solid on a bomber horizontal and a big right hand flake. Balance and technique are essential for gaining the second and third bolts. Taller climbers can follow bolt line but shorter climbers might be forced into a detour out left that ends is a hard deadpoint off of non-existent feet. After clipping 3rd bolt use bad dish and high smeared foot to gain flake/layback system on the left to an easier finish.\n\nNote: this route used to end 12 ft short of the top of the cliff, it now ends at the top of the cliff and the anchors are reachable from the gravel covered ledge.","protection":"Newly replaced bolts and Anchor by Jim Taylor. Stick-clip or place a bomber .3 Camalot about three feet below the flake.  Bolted anchor.","location":"Route lies immediatly left of\n\nThe Contortionist\n\nand 2 routes left of classic but heavily guided 5.7."},"__v":0},{"_id":"x7Di/FEMWPScduk+/evtSA==","name":"Rapscallion's Blues","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Reed, Tom Howard (June 1984)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":29,"mp_id":"105976636","mp_crag_id":"105868633","climb_id":"x7Di/FEMWPScduk+/evtSA==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"A great New River dihedral/fingercrack! Sustained climbing with a tough start and challenging finish. Jam, sidepull, stem, and smear to nice ledge/rest. Protect well and follow right-leaning crack (crux 1) to jugs/rest below awkward roof slot. Surmount roof slot (crux 2), move left, then up through 2nd roof slot (crux 3) to ledge. Finish on easier terrain to anchors.","protection":"Standard rack. Small-med nuts, med cams. Couple long draws or runners (roof). Bolted anchor.","location":"Near the right end of Junkyard Wall proper. Immediately right (around corner) from Four Sheets to the Wind. Look for fingercrack in a right-facing dihedral, usually heavily chalked."},"__v":0},{"_id":"CxBJwAAHUA6ZUfewLBZX2g==","name":"On Your Left","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA - Nate Sydnor. Many thanks to Kathy Karlo and Mark Pugeda for the belays.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":5,"mp_id":"120743856","mp_crag_id":"105868633","climb_id":"CxBJwAAHUA6ZUfewLBZX2g==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Another scrap left over after all these years. This one has a direct start on 5.13 razors, but I'll leave that for the next intrepid and motivated person.\n\nThe name is an homage to the Captain America legacy. As a comic book nerd, Cap is one of my favorites and his relationship with Sam Wilson, the new Cap, has always delighted me. I watched an episode of \"The Falcon and The Winter Soldier\" the night before completing the route, so the theme was on my mind. Those of you who have seen the \"Captain America; The Winter Soldier\" film will recall that as Steve Rogers laps Sam multiple times on an early-morning run in the beginning of the film, he says this catch phrase each time, culminating in a hilarious exchange. And when all the Avengers re-emerge in \"Avengers; End Game\", the phrase is spoken again. Watching that scene on opening night of the movie was one of the top cinematic experiences of my life. The route also takes a HARD left to begin with, so I found the name fitting.\n\nhttps://www.youtube.com/watch?v=7UGu2sRmSHI\n\nStart as for Rhododenema, but rail out left on the horizontal almost to its end after 30-ish feet. I chose not to place any gear on this section, and if you do you'll likely want double ropes. You'll see what I mean.\n\nAt the end of the traverse, place a couple of good pieces and launch upward over the bulge through a crimpy boulder problem that involves a couple of unique holds. After this you'll find a rest, then more super fun 5.10 through and above the obvious crack feature to the top, where you'll need to arrange your own anchor. I used a static line and draped a master point over the edge.","protection":"I used a BD #2 and .75 first, then a red Alien, a #7 stopper, a BD #3 and finally a #1. Plan accordingly. I also TR soloed this one a bit to figure it out.","location":"Start as for Rhododenema but continue left. The crack of the upper portion is obvious from below."},"__v":0},{"_id":"XAZxXKPtXiyQfvQc2ygqpA==","name":"No Ragrets","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nate Sydnor, Autumn Long, Matt Carpenter and Brooks Wenzel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":33,"mp_id":"121749273","mp_crag_id":"105868633","climb_id":"XAZxXKPtXiyQfvQc2ygqpA==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Another line between the lines. I saw this one on rappel when I went to rescue Mark's stuck cam off of Ann's Revenge, and was once again surprised to find that I'd discovered yet another climb that wasn't already done. It's mostly easy climbing before and after the roof, with a somewhat-funky 5.10 mantle to get onto the headwall. I had to clean a little dirt out of a few gear placements and a few flakes of lichen off of some critical holds, but it went pretty quickly without too much effort.\n\nThe Fall season this year has just kept on giving, and this was yet another really fun route to bring to fruition with great friends on a beautiful day. On the hike out we discussed various names, and this (from the famous tatoo meme) was the one that drew the most laughs so I chose it as such.","protection":"Two cams of the BD .75 range would be good, as well as some stoppers and small cams. After the roof you'll either find a VERY creative BD .5 placement or run it out further towards the top.","location":"In between Ann's Revenge and Nine Lives. Start on the first 10 feet or so of Ann's Revenge then take the obvious horizontal to the left. Go straight up through low angle seams to the roof, where an obvious jug will grant passage. Finish straight up."},"__v":0},{"_id":"5tlQTDU8W96SIFgrP1WR+w==","name":"Nine Lives","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Burgos and Parker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":32,"mp_id":"108015309","mp_crag_id":"105868633","climb_id":"5tlQTDU8W96SIFgrP1WR+w==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Starts on a striking orange blunt arete where you use a thin flake system to navigate the opening moves. Plug gear in a horizontal and make a move or two to reach the first of four bolts. Slab your way up some easy terrain until you reach the base of the roof where you clip the 3rd bolt. The crux lies ahead of you. Pull the roof, establish a stance on the face, clip the last bolt, and your homefree to the anchors.","protection":"4 bolts and some finger to midsize gear down low.  Bolted anchor.","location":"One of the first routes at Junkyard. Just left of Ann's Revenge. Climbers right of Rapscallion Blues."},"__v":0},{"_id":"TfGLXr5mVsev9aAk6hmxUA==","name":"New Yosemite","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Erkstine, Horton '79","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":24,"mp_id":"105943658","mp_crag_id":"105868633","climb_id":"TfGLXr5mVsev9aAk6hmxUA==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Follow the 2\" sized crack through a bulge and sequential jams until you reach a comfortable rest ledge.  From here, follow much easier climbing on generous holds to the anchor.","protection":"Multiples of #1 and #2 camalot sizes.  A #3 may be helpful.  After the ledge rest, smaller gear is available as well.  Bolted anchor.","location":"Start just right of wooden fence at obvious hand splitter running 2/3 way up the wall"},"__v":0},{"_id":"LJh/Ph/cVeapgiGFeuzZzQ==","name":"New River Gunks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"McCarthy, Swoager '85","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":17,"mp_id":"105943588","mp_crag_id":"105868633","climb_id":"LJh/Ph/cVeapgiGFeuzZzQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Climb starts immediatly left of right facing arete and\n\nJ.Y.D.\n\nTechnical and interesting moves and protection denote the route's lower half while the upper half's mini-roof gives this climb its 3rd star and its + rating","protection":"Tricams, nuts and small cams are useful in the bottom half of the route.  A #5 camalot will allow you very comfortably protect the finishing moves if you so desire.  Bolted anchor.","location":"Route lies right of\n\nTeam Jesus\n\nand left of JYD on gigantic flake (50' by 25' by 80')"},"__v":0},{"_id":"5sydsNI8UWi3r42UQkQ3DA==","name":"Mystery Dance","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Eric Horst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":10,"mp_id":"111714406","mp_crag_id":"105868633","climb_id":"5sydsNI8UWi3r42UQkQ3DA==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"This climb starts off with easy climbing and then once you clip the first bolt you are engaged in small face climbing. After leaving the all-too-short crack you find yourself on small edges and pinches. Using the correct holds and sequence will put you at big jugs and 5.9 climbing to the top.","protection":"4 bolts and a few smaller pieces for the beginning. 2 bolts anchors at the top.","location":"The second line of bolts to the left of the cave and directly to the right of the the entertainer/realignment."},"__v":0},{"_id":"V5wQnxdOUpCvvAdRdk4YKg==","name":"Mr. Ed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Erskine & T.A. Horton, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":7,"mp_id":"105997750","mp_crag_id":"105868633","climb_id":"V5wQnxdOUpCvvAdRdk4YKg==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Follow the wide crack in the left-facing corner to the top.","protection":"Protects well with a standard rack. some large pieces may be useful. No bolts at the top.","location":"The wide-crack in the dihedral to the left of Slip Trip and the Entertainer arete. Bring up your second and walk off back to the ladders or rappel on Team Jesus/New River Gunks Etc"},"__v":0},{"_id":"YreFupn+UOuGywwqIskfjQ==","name":"Lapping the Sap","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Garso, Rick Thompson 8/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":31,"mp_id":"110329291","mp_crag_id":"105868633","climb_id":"YreFupn+UOuGywwqIskfjQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Nice corner climbing. Worth doing if it isn't wet. Normally the bottom half is wet but there is a variation that angles in from the left (The Hornet) which lowers the difficulty to 5.9 but has a committing rightward traverse. If the bottom half is dry then turning the roof at the apex of the chimney corner is the crux.","protection":"Standard NRG rack. 2 bolt anchor. Two.75 Camalots (green) are a must if doing the variation.","location":"This is the left facing corner just to the left of the sport route Nine Lives. It starts out in a chimney type affair that gains a roof at half height. From there it follows the crack up the left facing corner to the top."},"__v":0},{"_id":"tNaq/Oo0USeo145jDq0HNQ==","name":"Junk Yard Dog","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Horst, Evler '87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":18,"mp_id":"105943603","mp_crag_id":"105868633","climb_id":"tNaq/Oo0USeo145jDq0HNQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Bolts protect the bottom cruxy moves, then continue up sparse crack systems to gain the crux transition into the upper portion of\n\nNew River Gunks\n\n.\n\nUnbelievably fun moves up the bottom part, and perfect vertical hard crack climbing above.\n\nSuper-fun, this route deserves more attention.","protection":"Two bolts and a bomber red alien and #7 nut below crux, run out until almost at anchors.\n\nAnchors are hard to find on lower ledge right of\n\nNew River Gunks\n\nanchors and down a little.","location":"Just around the corner to the right of\n\nNew River Gunks\n\n. Directly left of the cave entrance."},"__v":0},{"_id":"MvF+YCOTVa2hZGVVQz0ynQ==","name":"Jumping Jack Flash","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"T.A. Horton and Hobart Parks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":23,"mp_id":"105963441","mp_crag_id":"105868633","climb_id":"MvF+YCOTVa2hZGVVQz0ynQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Begin in a corner formed by a thin chimney.  Utilize chimney technique or jam your way up the dihedral past a polished slab to more comfortable jams and stemming stances as you move up.","protection":"Cams to #3.  Hexes and large nuts are very useful as well.  Bolted anchor.","location":"Corner between\n\nNew Yosemite\n\nand\n\nJunk Yard Dog."},"__v":0},{"_id":"zdYLC6nYXEG7ygkUzS+Zrw==","name":"Frigidator","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Howard / Bruce Burgin (1985)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":20,"mp_id":"109591180","mp_crag_id":"105868633","climb_id":"zdYLC6nYXEG7ygkUzS+Zrw==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Same area as Cave Routes 1 and 2. However, follow crack system on the wall of main cliff and climb through hole in roof without using both walls or stemming.","protection":"","location":""},"__v":0},{"_id":"AV8d7j9iUc2oWC/xzXDdug==","name":"Four Sheets to the Wind","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wilt, Samples '84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":28,"mp_id":"105943666","mp_crag_id":"105868633","climb_id":"AV8d7j9iUc2oWC/xzXDdug==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Awesome climb, corner to layback to roof/corner to layback\n\nEnduro-crux with solid placements all the way up!\n\nThis route has a bad habit of eating gear, so be careful with your placements so they don't become fixed gear!","protection":"Solid gear (normal rack), make sure not to leave it in the climb as there are always a few cams that are fixed somewhere in the initial arch of this climb.","location":"climb is obvious overhanging corner on east side of main junkyard area"},"__v":0},{"_id":"nzDKZ/ZuUmaF4+1Ym1/y8Q==","name":"Enteruptus","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Doug Reed, Tom Howard  June 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":26,"mp_id":"107603824","mp_crag_id":"105868633","climb_id":"nzDKZ/ZuUmaF4+1Ym1/y8Q==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Not as popular as many other routes in the area and as a result usually riddled with spider webs. Climb for a short distance and move right onto a ramp, following a left-facing flake system to the roof. Pull it and crawl right to join Four Sheets at the alcove.Finish up the awkward slot. Possible to pull the roof directly at 5.11c.","protection":"Mostly small to medium.  Bolted anchor.","location":"Begin 20 feet left of Four Sheets to the Wind, just to the right of the arete."},"__v":0},{"_id":"oFVDi7rRU+Wh4jNJ8E89gQ==","name":"The Entertainer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Love, Howard '84","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":8,"mp_id":"105943593","mp_crag_id":"105868633","climb_id":"oFVDi7rRU+Wh4jNJ8E89gQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Begin in a crack that is in a shallow, right-facing corner.  Climb this crack past a bulge and recover on a comfy ledge.  From here you can foot traverse to join another crack 6-8 feet to the left, or you can tackle the sequential diagonal crack that will join you with the larger vertical crack.  Climb this larger, juggy crack until it ends at another small bulge, then climb the face holds to the anchor slightly up and right.","protection":"This route will take everything from .3 to 3.  Runners are helpful.  Bolted anchor at the top.","location":"Route far left of Reachers of Habit and New River Gunks"},"__v":0},{"_id":"XfNzvpZYWiO/Up+UQS9gYw==","name":"The Distortionist","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Carl Samples and Bob Rentka","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":13,"mp_id":"105963446","mp_crag_id":"105868633","climb_id":"XfNzvpZYWiO/Up+UQS9gYw==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Climb the offwith with deep chockstones for holds and mantle the ledge, then climb up the slab to the anchors.\n\nOft-guided, usually has a line if no guides are on it.","protection":"A #1, #5 and #3 Camalot in that order will get you through this route just fine.  Bolted anchor.","location":"Obvious off width crack directly left of Team Jesus."},"__v":0},{"_id":"OwFYrKXpX1OAzDXDHzsK5A==","name":"Crack Sap","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Scott Garso, Rick Thompson 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":30,"mp_id":"120069206","mp_crag_id":"105868633","climb_id":"OwFYrKXpX1OAzDXDHzsK5A==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Okay climbing, hardest moves are lower on the route. The entire route needs a good bit of gardening. A nice runoff runnel characterizes the top half of this route.","protection":"Standard rack","location":"The route is one of the first encountered from the stairway approach, it starts directly behind a tree on a right facing crack system."},"__v":0},{"_id":"HOAo2YNcXV6niDa6whoCbw==","name":"The Contortionist","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Garso and Rick Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":12,"mp_id":"105963450","mp_crag_id":"105868633","climb_id":"HOAo2YNcXV6niDa6whoCbw==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Stacking hands sound like fun? How about knee jams and arm bars? Then this is the route for you.\n\nOften Toproped.","protection":"Loads of big gear, bring a big bro, or four.\n\nIf you approach this thinking there will be placements for your standard crack, you will be in X rated territory.","location":"Vertical crack to right of\n\nReachers of Habit (5.11b)"},"__v":0},{"_id":"CTy6kgr2VsSB5qdzee9tOg==","name":"Churning in the Huecos","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bill and Steve Gaurin, Matt Watson 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":0,"mp_id":"106037088","mp_crag_id":"105868633","climb_id":"CTy6kgr2VsSB5qdzee9tOg==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Start on fairly overhanging rock to reach a stance.  After about 10 Ft, the angle lessens.  Continue up and trend right to reach a large hueco.  Head back left and up to finish.  This route is fairly dirty, especially near the top.  A pretty solid lead for the onsight, tricky sequences above your gear.","protection":"3 pins, small gear.  No fixed anchors.","location":"This is the first route you will pass after descending the ladders and heading upstream toward the main crag."},"__v":0},{"_id":"XN7dSlkWX0WwA3UIBCTwNg==","name":"Cave Routes  1 and  2","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":19,"mp_id":"105943609","mp_crag_id":"105868633","climb_id":"XN7dSlkWX0WwA3UIBCTwNg==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"There are a couple popular guide routes inside the cave just left of Andropov's Cold.","protection":"There are anchors at the top.","location":"Just left of Andropov's Cold, and set behind the New River Gunks/Team Jesus face."},"__v":0},{"_id":"qm+JxoITX0OICuFvp4rnaw==","name":"Bubba Meets Jesus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Merritt","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":14,"mp_id":"108104154","mp_crag_id":"105868633","climb_id":"qm+JxoITX0OICuFvp4rnaw==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Crux is after the horizontal and seemed kind of sustained for about 10 - 15 feet.\n\nThis thing definitely warrants an R rating with the delicate moves done on the sloping crimps about 15 feet above your gear.","protection":"Orange TCUs and possibly some tricams in the horizontal and then that's it until the top horizontal which is tight hands. Use either the Distortionist or Team Jesus anchors.","location":"Between the Distortionist and Team Jesus."},"__v":0},{"_id":"FGwSZBF9VR+DTid/+StEXg==","name":"Bo Knows","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA - Nate Sydnor, with help from lots of folks. Many thanks to Kathy Karlo, Mark Pugeda, Brooks Wenzel, Pat Goodman and Amanda Smith","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":2,"mp_id":"120743723","mp_crag_id":"105868633","climb_id":"FGwSZBF9VR+DTid/+StEXg==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Hopefully some folks who stumble upon this will be old/savvy enough to remember the Nike commercials from BITD with Bo Jackson, one of history's greatest athletes. One thing for sure; Bo knew his sports.\n\nThis route has some awesome features, including one of the coolest iron deposits I've seen, but as first ascents go it's another scrap; short and to the point. The climbing is mostly easy until the top of the flake, where one will encounter a slightly funky mantle. This sets you up for the crux, which is above your hopefully-good gear. I'm pretty sure the massive flake is sturdy but I never truly tested it. The boulder problem above is what the route boils down to. Once complete, you get good gear again before the final boulder problem to the ledge. At the top there is a rhodo you can sling before shuffling over and up to the \"V-Slot\" anchor.\n\nMost of us found the slimpers to be condition-dependent. The right conditions will equate to an easier route. The wrong conditions will likely equal desperation.","protection":"Like other routes I've done of this nature, I thoroughly inspected this thing to wire it in. I did not want to risk the fall above the flake, and I had a lot of solo time on my hands. If you're intrepid enough to go up on-sight, good on ya. Take a few cams in the BD .3 and .4 range. I also placed a BD .75. That's pretty much it.","location":"The right side of the obvious mammoth flake just to the right of \"Who Knows\", then slightly straight up through the only holds to the top of the wall."},"__v":0},{"_id":"mOXFqnyOW4ykHeJQLyvwcQ==","name":"Antropov's Cold","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Colburn, Howard '84","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":21,"mp_id":"105991670","mp_crag_id":"105868633","climb_id":"mOXFqnyOW4ykHeJQLyvwcQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Crimps off the ground to pinches, then the business, two bad finger locks, and dead point to a jug, then continue up the easy ground of\n\nKeep it Tight But Don't Give Me AIDS'(5.6)\n\nanchors.","protection":"Hard to place pro, straight line.","location":"Just right of the cave, left of\n\nKeep it Tight but Don't Give Me AIDS\n\n."},"__v":0},{"_id":"8qXGvx7FUIisAoiOQa6jJQ==","name":"Ann's Revenge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Erskine, Rick Skidmore 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":34,"mp_id":"108014289","mp_crag_id":"105868633","climb_id":"8qXGvx7FUIisAoiOQa6jJQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"Prepared to get a little dirty and have a lot of fun. Ascend the slabby left-facing corner and crack-system past an alcove through a roof.  Pull a few moves using the chimney, then finish up in a shallow right-facing corner.","protection":"Good gear all the way.  Takes anything up to 3\".  Two glue-in bolts for an anchor.","location":""},"__v":0},{"_id":"YrwHOIBTWyuHa3T0VoDhYQ==","name":"[Redacted]","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Barry, Gibson '85","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"left_right_index":22,"mp_id":"105990870","mp_crag_id":"105868633","climb_id":"YrwHOIBTWyuHa3T0VoDhYQ==","areaRef":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":"This route wanders some but it is a worthwhile Toprope for beginners, especially for guides looking for easy climbs for clients.\n\nStart on the ledge 4 ft up, go to lef arete, pull a couple of slab moves o the big undercling, then deadpoint up to ledge, mantle ledge, traverse into corner and finish to the top.","protection":"No pro until 15 ft, then spaced pro to anchors.","location":"Just to the left of\n\nJumping Jack Flash."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,01834316-5ead-5c8f-8ef0-90cc25e961e5,0c2856e7-de46-54b2-9a37-05ec66ed066a","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Junkyard Area","Junkyard Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":3,"label":"5.9"},{"count":4,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":8,"intermediate":14,"advanced":10,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":10,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":15,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.08043,38.08299]},"bbox":[-81.08100127404393,38.08254033981814,-81.07985872595607,38.08343966018187],"left_right_index":-1,"ext_id":"105868633","area_id":"DChW595GVLKaNwXsZu0Gag=="},"content":{"description":""},"density":0,"totalClimbs":35,"__v":1,"createdAt":"2022-11-07T06:33:07.217Z","updatedAt":"2022-11-25T11:25:01.918Z"}