{"_id":"63689d5ce80bff5a994f5f33","area_name":"Bald Rock Dome","shortCode":"","climbs":[{"_id":"y7rrBZgQVwWg87aIBds0uQ==","name":"Trip Around the Sun","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Koppl, Mary Wuest - June 25, 2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":3,"mp_id":"113236265","mp_crag_id":"110323649","climb_id":"y7rrBZgQVwWg87aIBds0uQ==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"Modern ground up first ascent completed as a birthday celebration despite the 95 degree heat. Route takes a near plumb line between Fox Trot and Paradox up excellent quality rock. This route may be heady in places and requires some route finding up the dikes between widely spaced bolts, it's recommended being comfortable on runout 5.8 slab. There are hardly any supplemental gear placements, so leave the rack at home or suffer the weight penalty!\n\nThis is a great rappel route  to get to the base if you want to climb on this side of the dome (two 60m ropes are necessary). Full stainless hardware and Fixe anchors, enjoy!\n\nPitch 1, 10a:\n\nscramble up broken 5.2 terrain to a bomber 0.5\" or 0.75\" cam at the base of an obvious seam (marks the start of the route). A bolt protects 5.10a climbing up the seams until you gain a ledge. Pass the first low anchor of Paradox on your right, stay left but if you want you can clip it with a long sling to protect the easy climbing to the high second bolt. Climb through many small mantles (5.9) and clip a third bolt before heading up and right to a spacious ledge with a manzanita bush (stay left until final traverse to anchors)  3 bolts, 55m\n\nPitch 2, 10c:\n\nThe crux of the route, climb up to a high first bolt just before the business starts. Three reasonably spaced bolts protect the crux (rad!) which is perfect golden friction slab with tiny dike side pulls. After the crux there is a nice wide ledge, keep climbing for another 5 meters to a medium sized belay stance. 3 bolts, 40m\n\nPitch 3, 5.9:\n\nTraverse back and forth up dikes, ultimately going straight up. 3 bolts, 55m\n\nPitch 4, 5.8:\n\nClimb an amazing wide dike straight off the anchors there are two bolts on the lower half of pitch. Stay on the face to the right of a small left facing dihedral, clip a bolt below a bulge. Climb straight up to anchors above a low angle sloping belay stance. 3 bolts, 55m\n\nPitch 5, 5.6:\n\n2 bolts protect easy runout climbing on crispy rock straight up to what I believe is the final anchor of Paradox. This anchor consists of two SMC hangers and beefy chains on a great ledge/belay couch. From here, climb roped for a short section or solo to the very top of the dome. 2 bolts, 50m","protection":"Rack: 4 quickdraws or alpine draws, medium cam. Lots of water for climbing in full sun all day!\n\nPitches have 3-4 bolts without supplemental gear placements. A 0.5 or 0.75\" cam protects getting to the first bolt, a tiny nut can be used to supplement.\n\n***Aside from the final pitch the anchors used are Fixe Trad anchors, they are vertically staggered bolts with an equalized rappel ring. If you haven't used these before, the rap ring is rated to 50kn and is stronger than your harness or your rope, just clip a fat locker into it and you're good to go. They are sweet if you give them a chance.","location":"Left side of the dome. Start on a nice flat rock in the shade of a big tree. Route is down and right of the Bit of Honey roof and starts between Fox Trot and Paradox. Look for a seam where the rock becomes steeper with a bolt above it, this is the start of the route."},"__v":0},{"_id":"9dBW9kfAVq+uTECurog9iA==","name":"Six Pitch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":7,"mp_id":"112401452","mp_crag_id":"110323649","climb_id":"9dBW9kfAVq+uTECurog9iA==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"*Don't use as a rap route to the base, unless you're doing the route or plan on leaving gear on the 3rd pitch. There's only one rap ring/bolt there.\n\nP1: Follow bolts through some good 5.9 friction to bolted anchor.\n\nP2: Cruise a little left and up to second bolted anchor.\n\nP3: Up more to second anchor, with one bolt and rap ring...(**See Comment), gear in right seam or flake above bolt, kind of a reach. Apparently it needs a tighten too...\n\nP4: Right dihedral, thin fingers but good friction to bolted anchor.\n\nP5: More thin fingers past two bolts, and sweet parallel dikes. Well protected 5.9 moves to bolted anchor.\n\nP6: 5.3, one bolt -on right- head up and a little left to bolted anchor.","protection":"At least 6 draws\n\nSingles to 3\"","location":"If approaching from gulley, head left over creek in gulley then look for larger roof with a bolted slab meeting the left side of roof. That's Pitch 1.\n\nIf you rap the route, take the trail to the top, 3rd/4th scramble off top ledge of dome, I usually go to the top, large mossy oak, then down towards  the far left side (facing Feather River), climb down off ledge on top of the dome, mellow slabs to the \"hidden\" rap rings  near the middle of the dome where it starts to slope down."},"__v":0},{"_id":"QJQntXMaXRmUtfo43BJyLg==","name":"Smooth Operator","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Caunt & Rob Settlemeyer, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":4,"mp_id":"110323901","mp_crag_id":"110323649","climb_id":"QJQntXMaXRmUtfo43BJyLg==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"This short route packs a lot of punch for its length. The spacing of the bolts, while not runout, certainly has most climbers feeling nervous. Start just after leaving the gully on the traverse across the face. Climb straight up, over a couple of small overlaps and past four newer bolts to the anchors (crux at final bolt).","protection":"bolts x4\n\nim not sure if there is any links on the 2 bolted anchor. Webbing might be needed","location":"1st obvious route on the main face after descending all the way to the bottom of the gully. Start under a tree"},"__v":0},{"_id":"shH0X6hhVte5YeRLU3Sb2w==","name":"Right of the Groove","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":6,"mp_id":"118357191","mp_crag_id":"110323649","climb_id":"shH0X6hhVte5YeRLU3Sb2w==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"Want all the beauty of Bald Rock Dome with less of the terror? This route features protection at least every thirty feet. Excellent friction slab and special railroad dikes.\n\nAs you might imagine, this route is located to the right of the groove. Follow the apron of the dome around the \"bottom\" of the descent gulley. Look for a ~6 foot Manzanita 50 feet up in the middle of the slab, just above a 20 foot sloped grassy ledge. We walked up the right-trending ramp/seam to the ledge and belayed from there.\n\nP1: stiff slab past 3-4 bolts (just above and to the left of the Manzanita), leading to a corner for pro. When it peters out, head straight up past 1-2 bolts to a bolted anchor with rap rings. 5.9+ 40m\n\nP2: beautiful slab. First bolt is a ways out, about 20+ feet left and a bit up. Follow the bolt line to a bolted anchor with rap rings. 5.9 45m\n\nP3: more bolted friction to an anchor with one bolt+ring next to a corner/crack that takes medium gear. 5.9 40m\n\nP4: follow the corner up and slightly left. All gear to a bolted anchor with rap rings. 5.6 35m\n\nP5: glorious. Slab up and left until you hit the parallel dikes. They will take you up to a bolted belay with rap rings as the angle levels off. 5.9+ 40m\n\nP6: Thoughtful slab hike. Only \"hard\" moves are right off the belay. Purportedly there is a bolt somewhere up there, but there are also horizontal seams that will accept protection occasionally. Follow the path of least resistance towards a bolted belay with rap rings in a little scooped ledge. 5.4 35m\n\nAbove that: you are still a little ways from comfortable ground. We roped up and added a pitch, belaying off a tree/boulder. We bushwhacked towards the right of the summit wall, working our way back to the left. Kinda nasty. I've heard one can traverse left below the headwall to regain the approach trail.\n\nDESCENT: Commitment is reasonably high for this route. If your party decides to bail, you can get down with two ropes (leaving gear at the third anchor, which is just one bolt+ring), but you will still have to navigate your way back up the steep and loose approach gulley. This route can also be used as a rap route for the dome in general, provided you have two ropes, are willing to leave gear at the third anchor, and can safely find the top anchors (might be best to take the gulley your first time).","protection":"10 draws and a single rack + nuts will do (but tricams were also nice to have)","location":"Follow the descent gulley. Route goes, you guessed it, about 30-40 feet to the right of the gentle groove in the rounded dome. Look for the slopey ledge, manzanita, and corner (exfoliation joint)."},"__v":0},{"_id":"uxqc2ukGVGKXbanv9QdKfg==","name":"Praying Mantle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Caunt, Settlemire 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":0,"mp_id":"118863982","mp_crag_id":"110323649","climb_id":"uxqc2ukGVGKXbanv9QdKfg==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"Touted as one of the most difficult leads on the dome, which is saying something, but with a name like that, how could you not want to climb it! Feels like a multipitch adventure.\n\nBolts have been replaced with ASCA hardware, so no excuses.\n\nThe crux is down low and is well protected, big moves off thin crimps. A runout up and left to the 4th bolt is not too hard but slightly terrifying. A micronut midway through this section might be able to help, at least psychologically. A nice finger crack higher can be loaded with gear to help protect the mantle into a giant hole before the 5th bolt. Then... enter the praying mantle. First, figure out how to grab the dike above. If you're under 6', the easiest option will be a full on no-hands praying-mantis style leap out of the hole. Snatch the thin dike, quickly figure out how to mantle it, and a thin crack will then accept some micro cams. Then look for the anchor out right.","protection":"5 bolts to 2 bolt anchor. Single rack form tiny to #2 will suffice. Can leave the 2 down low. A 70m should be able to get you to ledgey terrain.","location":"See picture. Start up some ledges on the left that lead right into a handcrack, from which you can clip the first bolt. Note the picture in the guidebook is slightly off on the route line."},"__v":0},{"_id":"bouPRQJTW7ejbuU4AYLKBA==","name":"Moroccan Roll","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rob Settlemeyer, Gary Adams and Craig Nielsen, 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":8,"mp_id":"111788156","mp_crag_id":"110323649","climb_id":"bouPRQJTW7ejbuU4AYLKBA==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"Perfect position on the dome with great rock quality. This route has a handful of bolts and about the same number of gear opportunites. The runouts are easy and enjoyable.\n\nHighly recommended!","protection":"singles to #3 camalot. Small wired nuts are a must to protect the 5.7 crux.","location":"Once you have gone down the gully to the base of the Groove, follow the big ledge (about 100’ up) around the dome to the right.  You cannot see Moroccan Role from the base of the groove, you must follow the tree ledge around the dome to the start of the route past the large left facing corner visible from the start of the groove."},"__v":0},{"_id":"1NfY2AUeUR6kA8jceJywNg==","name":"The Groove","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Kelsey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":5,"mp_id":"110323662","mp_crag_id":"110323649","climb_id":"1NfY2AUeUR6kA8jceJywNg==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"the most obvious line, following a prominent weakness from the toe of the Dome all the way up to it's summit. Because it is such an iconic line, and because it protects fairly well (although pro can be a little sketchy), it has tended to be one of the most popular lines on the Dome.\n\nPitch 1: About 20' right of the obvious bolt line of \"Smooth Operator\" locate 3 harder to spot, old bolts that zig-zag their way up the slab. Head up and left to a bolt, then back right to a second bolt, then back left (5.9 though some say as hard as .1 Ob) to the third and final bolt, which, along with some pro in the crack on the left, serves as the anchor.\n\nPitch 2: From the anchor, set solid pro and climb straight up to a steep lieback (5.9) that is the start of the actual groove. This crack eventually peters out and from its top, head up and left on unprotected but easier face to another crack and single bolt anchor (supplement with pro in the crack).\n\nPitch 3: Follow the easy crack and groove straight up until you can escape left to another crack and a small ledge. Set an anchor with natural pro here.\n\nPitch 4: Climb straight up the easy crack/groove until it ends. Set an anchor here to prepare for the face above.\n\nPitch 5: Climb the easy face to a 5.7 crack up and left. When the crack ends, head up and right to the obvious dihedral. Belay at the base of this corner.\n\nPitch 6: Follow this corner up at least one more pitch to the top of the Dome.\n\nDescent: Rap down \"Foxtrot\" or \"6-Pitch\" or walk down the gully if you need to get bock to the bose of the Dome.","protection":"Gear: Pro to 2.5\"","location":"walk down the gully and do a couple of abseils off trees to get to the base of the crag. The groove is the only really obvious line on the crag."},"__v":0},{"_id":"+8IAkRXQWMG+e+BSQFY/sA==","name":"Frumious Bandersnatch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"partially Leah Brickson and Brian Cooper, 2021 (maybe??)","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":9,"mp_id":"120464350","mp_crag_id":"110323649","climb_id":"+8IAkRXQWMG+e+BSQFY/sA==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"Pitch one is the crux, the rest is a fun day out on the rock.\n\nP1, 5.9, ~200 feet: Scramble up the buttress of rock to a left facing crack. Make some fun moves up the crack until it peters out. The crux is navigating across a face climbing section to a slingable white horn. You can place a couple of tricky nuts in this face section (DMM offsets worked for me). When you reach the horn, turn left along an easy obvious dike. It is a long runout on this dike (probable ground fall, 5.4 X). I didn't place any bolts because I was worried this route had been done before. If it turns out we were the FA, I'd be totally down with placing a couple bolts on this section. Belay at a tiny tree that has a small crack next to it.\n\nP2, 5.6, ~150 feet: Head up and slightly left on some fun scrambling.\n\nP3, P4, 5.7: Continue upwards along the line of least resistance. You'll be funneled into a short vertical section with a lone ancient bolt. Continue past this along easy terrain. There's a long slabby section with a >6 inch crack at the top of it. I was tempted to go towards that crack, but turning left at this point proved to be easier and more protectable.\n\nP5, P6: Wind your way to the top (follow the P7, P8 description of Fresh Gale for more details).","protection":"nuts, double rack 0.2 to 4","location":"Skirt along the base of the dome past all of the documented routes. The Moroccan Roll topo includes a reference to a \"huge corner system\". This corner system is shown in one of the pictures below."},"__v":0},{"_id":"ocs6Pm0dU5mxNh2XfbNviQ==","name":"Fresh Gale","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Leah Brickson and Brian Cooper, 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":10,"mp_id":"120464169","mp_crag_id":"110323649","climb_id":"ocs6Pm0dU5mxNh2XfbNviQ==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"A long route with very dirty cracks and slabs guarding the base, but two beautiful pitches up high to make up for it. If lower cracks clean up, those could be fun as well.\n\nP1, 5.5, ~180 feet: From the rappel landing platform, scramble right and slightly up along dirty cracks and slab. You'll pass under a large block with a 3-4 inch crack running up. We took this crack, but I would recommend staying low and right in retrospect. We had to downclimb a gully after following this crack, which plopped us right back at the height of the bottom of this block, just slightly farther to the right.\n\nP2, 5.8, ~80 feet: (probably 5.6 if it was clean): Continue heading right until you see two leftward leaning diagonal cracks heading up above you. The first has a detached block at its base that you can scramble up on. Head up the left-most crack. There is a rivet in the slab to the right of the crack. Place a trad anchor just to the left of this rivet.\n\nP3, 5.8, ~120 feet: Make some delicate slab moves to the right (use a nut or rivet hanger to clip the rivet). 0.5 cam fits in a crack to provide protection to the right. Continue moving right on easy terrain until you reach the second leftward-leaning diagonal crack, then head up. Be careful of loose rock, but thankfully you're not above your belayer. Just don't kick a rock down and slice your rope! Climb to a section where I dug out enough mud to get a few cams in.\n\nP4, 5.9, ~200 feet: Continue up the muddy crack. You're aiming for a large pine tree that's almost straight up / a little to the right. The rock becomes less muddy over time, but there is a delicate section with what appeared to be a death block. I avoided placing any gear or weighting that block. When the crack reaches an easier area, turn right and up. You'll reach an exciting step across to the right with lots of air below your feet. Walk a few feet up the slab and pull up a cool 5.9 crack / face climb section. Belay at the large tree.\n\nP5, 5.7, ~200 feet: Head up and left. There's an enticing looking low angle crack / slab to the right, but it was wet when we did it. So I went up and left along some jumbled terrain. It didn't protect all that well, but it was fairly easy for most of the pitch. Aim for a very bushy area overhead (although the recent fire seems to have killed these bushes, so they won't be around for long). The ultimate goal is a right facing corner crack system that starts just up and slightly left of the bushy area. Aim for that corner and place a belay where you can.\n\nP6, 5.7, ~200 feet: Follow the beautiful right facing corner system upwards to Valhalla. Turn your route finding brain off because there is only one way to go, and it's hecka cool. Place a belay when the crack begins heading almost completely left and you reach a broken area that has a nice little sitting ledge for the belayer.\n\nP7, 5.6, ~260 feet: Continue left along the crack system. This will head up to a ~7 foot vertical section. This move is protected by an ancient bolt from some other undocumented route. Continue up and sort of left on very easy terrain. I aimed for a big tree but ran out of rope (80m) before I got there.\n\nP8, low 5th: Head above the tree, then hard left. You'll find an easy way to step up onto the final very low angle path to the top. Continue upwards until you reach an area you feel comfortable walking off from.","protection":"Nuts, Rivet hanger, Double rack from 0.2 through 4","location":"Located on the north face of Bald Rock Dome. I'll describe the way we took to get there, although hiking down the treed slope north of Bald Rock Dome might be better. The approach took us half a day, but I think that was mostly because we were trying to figure out where to go.\n\nFollow the standard approach to all Bald Rock Dome routes. Continue skirting along the base of the dome, past all the existing routes. You'll eventually reach an area where the sub-dome area drops away in a few different gullies. There's a buttress / finger of blocky rocks extending away from the dome. The gully next to that finger is the one that we descended. We scrambled down to an oak tree above some sketchy looking terrain. Then rapped off that oak tree to a ~10 inch cedar tree. Rapped off that cedar to a small standing ledge with another oak tree (41m rap, an 80m rope didn't quite reach). Then a final rap to a large ledge, which is the beginning of the \"climb\" (the first pitch is a pretty easy scramble to the right, so maybe roping up isn't necessary)"},"__v":0},{"_id":"9tqb5pTdXyiB/r7LEGS4TA==","name":"Cast Your Fate (Order Yours Now)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Caunt, Settlemire 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":1,"mp_id":"118864040","mp_crag_id":"110323649","climb_id":"9tqb5pTdXyiB/r7LEGS4TA==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"The other classic on this section of wall. Bolts have also been replaced courtesy ASCA.\n\nSome dirty and cruxy moves past some ledges with thin gear will lead to a handcrack and then the first bolt. Continue up to a roof getting some finger sized gear in a couple amazing pockets. Pull the roof and continue up the face. A torturous double mantle is required to get to the 3rd bolt. At the 4th bolt, it makes much more sense to head left then up to the anchor.","protection":"A couple pieces from fingers to #2. 70m ideal","location":"See picture. To the right of Praying Mantle and Left of Bit of Honey. Start up a crack that leads to bolts."},"__v":0},{"_id":"fZt0TN+dWmCcFsHnhOWE1A==","name":"Bit Of Honey","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Maya & Stan Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"left_right_index":2,"mp_id":"111813744","mp_crag_id":"110323649","climb_id":"fZt0TN+dWmCcFsHnhOWE1A==","areaRef":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":"An amazing line traveling up the steeper side of Bald Rock Dome. Similar to other routes on the dome, Bit Of Honey is somewhat serious with rewarding runouts on great holds.\n\nA totally classic line!","protection":"fingers to #2 Camalot, Nuts and Quickdraws.","location":"The route is located in the gully. Look for the amazing \"Roof Tooth\" at the start of pitch one."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,1a8ca51c-5dce-508c-9059-0720ba2e4f13,f0d8c351-ea97-539f-9454-9b7909ee9334,6fcbaab9-97fc-5a6f-bc3a-477dbcb6ede3,a83f28e9-b751-57e5-a7bb-4d9de6676b32","pathTokens":["USA","California","Northeast California","Lost Sierra, The","Bald Rock","Bald Rock Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.30749,39.65376]},"bbox":[-121.30807403887374,39.65331033981815,-121.30690596112629,39.65420966018186],"left_right_index":-1,"ext_id":"110323649","area_id":"qD8o6bdRV+Wnu02d5mdrMg=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:27.752Z","updatedAt":"2024-01-15T16:42:11.152Z"}