{"_id":"6368a1b8e80bff5a99553ea8","area_name":"Barber Wall","shortCode":"","climbs":[{"_id":"sjzs/cHyU0CMQ8f8giK+YA==","name":"Youth Challenge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"J Dunn, J Wilson, Ed Webster, sep 20 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":21,"mp_id":"106271737","mp_crag_id":"105908828","climb_id":"sjzs/cHyU0CMQ8f8giK+YA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Wow... much better than I thought it would be. Not that Youth Challenge doesn't look cool, but the second pitch is super fun. The first pitch is a strenuous good time and you should just do it. I love the position of this part of the wall--really nice exposure and view \n\n  Pitch 1: (5.10b) Start by jamming and laying back a bit of a grunt of a 5.10 crack. I've heard grades of 10b to 10d, but whatever it is, just plug some gear and hold on until the slightly slopey top out. The gear is harder to get at the crux, so plug a bit down low. Belay with gear and a single bolt. \n\n  Pitch 2: (5.10b) Again folks will argue about grades, but this seemed about right to me. Start up a hand crack on the left, then transition to the right-hand crack by way of a good foot. Protect well and make a 5.10 move up in to the sustained upper part. After the crux move, it's sustained 5.9 climbing for the most part until you meet up with Retaliation and get a little rest before that route's pumpy layback crux. Head straight up to the ledge or skirt around to the right. Belay from the ledge on gear. \n\n  Pitch 3: (5.6) Head straight up the cracks to the trees.","protection":"Regular rack. Some flaring crack make for tricky placements but over all it's well protected.","location":"Youth Challenge is a direct start to Retaliation with pretty much 1 and 3/4 independent pitches. Scramble up on to a ledge below the crux of that route and find the nice clean 35ft crack."},"__v":0},{"_id":"8yTWL+ULXymvm+CIbA9ayg==","name":"Webster's Unabridged","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ed Webster, Mack Johnson 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":32,"mp_id":"106266514","mp_crag_id":"105908828","climb_id":"8yTWL+ULXymvm+CIbA9ayg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Webster's Unabridged is a nice challenging (and a little spicy) finish to The Book of Solemnity. From the belay, head up the sweet moderate corner to the roof (crux) where you would move left on the regular version. Instead, continue up and slightly right, getting some good gear. You will see an obvious undercling traverse to the left. Get a good piece before the traverse because you get tricky gear or nothing until you finish the 15 foot traverse. Here you will have a tricky move to gain good holds and good gear that will get you over the top. \n\n  I found the moves to be quite fun...","protection":"Small to medium cams and nuts","location":"Pretty much a direct finish to the second pitch of The Book of Solemnity."},"__v":0},{"_id":"wOuRR0s7VrO+BHEKaAMI5g==","name":"Upper Refuse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Turner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":28,"mp_id":"105938018","mp_crag_id":"105908828","climb_id":"wOuRR0s7VrO+BHEKaAMI5g==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Upper Refuse is an awesome, moderate route with great climbing, great protection, and great exposure for the grade--a true Cathedral classic. One of very few, real moderates on the cliff, this is a perfect first trad climb.  \n\n  It can be accessed by hiking around from the top along the big ledge. If you are a beginner, you might want to rope up for the last part of the scramble due to the danger of a BIG fall if you slip. Most people climb Upper Refuse after coming up Fun House (5.7) or another moderate route, though as the name implies there is a Lower Refuse which is not nearly as popular. \n\n  Pitch 1: (5.3) Start up the ramp on really easy climbing, and keep an eye out for a few good slots for cam placements. Belay at a good stance at a few pins (back em up with gear) at the top of the ramp section. \n\n  Pitch 2: (5.5) Choose your own adventure. Go right up a groveling \"V\" chimney (not hard but not too fun, in my opinion), or from the belay go up and left following cracks to a layback and a few slabby moves (much more fun). These two choices meet up in a gully formation which you follow to another choice. Breaking right up a crack directly to a pine tree ledge is preferred by most; however, you can avoid a little difficulty by continuing up the gully, then stepping right on to the ledge. Belay from a pine tree on a very comfortable ledge. \n\n  Pitch 3: (5.5) Two choices again: follow cracks and face climbing straight up above the ledge (this is the usual finish and the one I like better), or if exposure isn't your thing, stick to the corner on the left following a wide, layback crack. Both of these lead to the same ledge at the top where you can go up a short slab to belay from trees. The pins were removed from the top of the climb last season and I think it stayed that way. \n\n  The climb can be done in one long rope stretch with a 60m rope. Rope drag can be rough so plan for that in advance. This is one of the most crowded climbs on the cliff, so on a busy day, plan on making a day of it and meeting lots of new friends.","protection":"Standard rack","location":"Upper Refuse is found on the far right end of the big ledge splitting the left side of the cliff just right of the nice open book of The Book of Solemnity (5.10a). Look for the obvious weakness in the cliff: an easy looking ramp to the summit with a few obstacles. Take care on the approach as the last part of the scramble is a little technical and a fall would be fatal. When in doubt, rope up."},"__v":0},{"_id":"B9poFMKtVU64BnCrx+0rhA==","name":"The Scenic Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mack Johnson, Chris Noonan May 22, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":30,"mp_id":"121566405","mp_crag_id":"105908828","climb_id":"B9poFMKtVU64BnCrx+0rhA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"P.1 (5.8)  Climb around the left side of the Joke Book roof, past 2 ledges, up right past the thin crack, and join Balck Lung.  Belay as for Upper Refuse P.1.P.2 (5.7R) Face climb up the low-angle arete right of Refuse.  Finish in the wide crack of B of S.","protection":"Pro to 2\"","location":"Start just right of Black Lung, heading for a very thin crack."},"__v":0},{"_id":"XKCQ9XGfXOmdO6ztoiqOmg==","name":"Retaliation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Cote and Eric Radack Oct .17th, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":20,"mp_id":"105935674","mp_crag_id":"105908828","climb_id":"XKCQ9XGfXOmdO6ztoiqOmg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"This climb is one of those that the first time you look at it it makes you feel like you must climb it. It speaks to you and draws you in. That is both good and bad: good because it is a stellar route, bad because it can draw you in when you are not ready. There have been a few injuries on this climb over the past few years due to people getting pumped, stuffing in less than optimal gear, and then falling from the powerful pumpy layback crux. \n\n  It's a great climb, so by all means climb it, but be sure to take the time to make every piece count. There is good gear all the way. but it can be tough to see, since the crack is at your knees much of the time. \n\n  Pitch 1: (5.6) Climb the right leaning crack off of the ledge to a small belay stance to the right of the crack. It's a hand and fist size for the most part. Build an anchor in the crack. \n\n  Pitch 2: (5.9) Continue along the crack using face holds when they present themselves. It is possible in a few spots to step down and right to get a good view of your placement, and the climbing to come. The crux comes as a tough, burly, layback as the crack steepens. Take the time to protect well. After that you get to a stance below a final crack. The original line went right around easy climbing to the ledge, but if you want another 5.9 crux then fire the crack straight up to the ledge. Belay in a crack on the ledge. \n\n  Pitch 3: (5.6) Head up the cracks past a pin to more easy climbing and in to the woods at the top. Belay from trees. Hike off, or hitch a ride...","protection":"Regular rack.","location":"A very obvious, 100+ foot long, right-leaning crack, Retaliation is situated right above the lower, left wall, so Bombardment (5.8) or Fun House (5.7) are logical starts to approach this climb."},"__v":0},{"_id":"FlWqFLWMW0WGlDn8pv1xoA==","name":"Reconciliation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Cilley, Tom Beranger, FFA Neil Cannon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":16,"mp_id":"108359009","mp_crag_id":"105908828","climb_id":"FlWqFLWMW0WGlDn8pv1xoA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Move up short corner to ledge. Then traverse left until you get to the crack. That's the R section its 11ish. Follow crack past several hard sections to bolt and to ledge with pine tree on rt side.","protection":"Blue Alien to #3 camalot. couple doubles in fingers.","location":"15ft rt of Lichen Delight."},"__v":0},{"_id":"Rrl83ccNXIOe/vFMIWQxaw==","name":"Perseus","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Sam Bendroth","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":17,"mp_id":"108359035","mp_crag_id":"105908828","climb_id":"Rrl83ccNXIOe/vFMIWQxaw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Start up Reconciliation and go right up to a bolt and straight up from there.  Little wires in a seam and another bolt protect the business. Then follow Medusas finger crack to the top. A link up of routes with some new climbing in the middle. The line is the rapple line off the Lichen Delight ledge so you can scope the line that way.","protection":"Had triple fingers and rack up to .75 camalot.  #4 and 3 RP essential.","location":""},"__v":0},{"_id":"B4jZxSPeWCKGTZLzY5vMZg==","name":"Off the Hook","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Callaghan and Wooding, circa '86","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":4,"mp_id":"107291074","mp_crag_id":"105908828","climb_id":"B4jZxSPeWCKGTZLzY5vMZg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Although neglected and a little dirty, this climb is SUPERB.  Techy face climbing on small, hidden crimps.  Look for an undercling/ layback 20' left of Chicken Delight.","protection":"2 bolts below the ledge, and a couple of small to medium stoppers and possibly a .4 above the ledge.  Stick clip the first bolt.  Sustained and sequency.  Bolts (recently replaced) are very well placed.  Doesn't look it, but well protected and highly recommendable.","location":""},"__v":0},{"_id":"liF85OYzWHyy50xUk5TvjA==","name":"Nutcracker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Cote, D Arey, w. freeman 1969 FFA Henry Barber, B Anderson 9/22/72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":1,"mp_id":"105922177","mp_crag_id":"105908828","climb_id":"liF85OYzWHyy50xUk5TvjA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Many find this climb to feel more 5.10ish but respect must go to Henry Barber and others for not bitching about grades and leading it with just nuts. \n\n  This beautiful crack ranges from fingers to wide hands and is stellar from top to bottom. The crux comes at about the 1/3 mark and involves thin fingers and/or long reaches to good locks. Many folks find the route to be a pumpy one If you are pumped at the top, the last moves of the route will feel a bit cruxy too.","protection":"Lots of nuts (hence the name) and cams for the new-schoolers. \n\n  Actually, the new-schoolers comment is just for history. Do bring cams too. \n\n  Make sure to bring a #3 or #3.5 if its your first time on the route.","location":"This is the farthest left perfect crack climb at the Barber Wall."},"__v":0},{"_id":"vUcAMc6uXKahQzqUUtljEw==","name":"Nomad Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Joe Cote, Larry Poorman FFA Henry Barber and B Anderson FA The Wanderer Ed Webster & Peter Williams 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":8,"mp_id":"105911822","mp_crag_id":"105908828","climb_id":"vUcAMc6uXKahQzqUUtljEw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Nomad Crack is a tricky route that starts straight up for 20ft before following the crack right. This right-angling crack contains the route's thought-provoking crux. Many people undercling through the crux, but I stayed low, using marginal locks but pretty good small feet to gain the finger-lock that marks the end of the crux section. After the crux, head straight up again following the crack past at least one more tricky move to gain the summit. \n\n  This is one of the only routes in this section that has a nice easy finish. Though it might be a little dirty, it is secure chimney climbing for the last 10 feet. \n\n  Like a true Henry Barber climb, expect hard for the grade climbing on a killer crack line.He was truly the man at that time. It seems he had something to do with almost every crack climb at Cathedral between 5.9 and 5.11.","protection":"Standard rack. The pro up to the crux is mostly small, so bring some TCUs or the like. After that it's all bomber nuts and good sized cams.","location":"Nomad Crack is the next crack right from Layton's Ascent. The route starts from a ledge that you step down to as you walk right along the wall."},"__v":0},{"_id":"9QtI7etZXaeWBftjWT3qQA==","name":"Medusa","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ed Webster Dave Linden","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":18,"mp_id":"108359020","mp_crag_id":"105908828","climb_id":"9QtI7etZXaeWBftjWT3qQA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Climb up Retaliation and move left. Climb up a rounded grove passing 3 bolts to small ledge. Move left again and climb crack to ledge.","protection":"Rack up to #3 camalot.","location":""},"__v":0},{"_id":"vfZf4cDAWcq48qLE8oE4YA==","name":"Lichen It a Lot","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"B Delany, J Pheasant 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":14,"mp_id":"106405937","mp_crag_id":"105908828","climb_id":"vfZf4cDAWcq48qLE8oE4YA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Lichen It a Lot is another great crack climb on the Barber Wall. Only 30ft of the climb is different from Lichen Delight (5.11a),  but this finish gives it a totally different feel over all. Though the grade is a bit lower I don't see one easier than the other. \n\n  Climb the awkward corner hand crack of Lichen Delight to a nice resting stance below a roof. While Lichen Delight goes out right at the roof, Lichen It a Lot goes out left and makes a few hard moves in to a small, left facing, bottomless corner with a very thin crack in it. Getting in to the corner is hard, but there is good pro and once established in the corner there are decent finger locks to the top. Move right and belay from gear or a large pine tree. Rap from the tree with one 60m rope (tie knots in the end).","protection":"Regular rack to #3 maybe extra hands pieces for the first half if you don't like running it out a little on an awkward hand crack.","location":"Start on Lichen Delight, this is the left facing corner with a sweet hand crack starting from a ledge in the middle of the Barber Wall. At the roof move left and up the corner finger crack."},"__v":0},{"_id":"+Tki5imXWt2E0rnkh1ZYLQ==","name":"Lichen Delight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FFA was Henry Barber with Al Rubin in 1974.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":15,"mp_id":"105974638","mp_crag_id":"105908828","climb_id":"+Tki5imXWt2E0rnkh1ZYLQ==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Wow. What a climb. First I'll say this: Climb it because it rules! \n\n  Lichen Delight is Cathedral 5.11 crack climbing at its best. This is a great way to break in to 5.11 climbing at Cathedral. Though its not soft in the grade, it is well protected and as moderate as 5.11s get at this cliff. Lichen Delight is also much longer than the other classic 5.11a: Airation. As you might guess, this one is a test of endurance rather than a few hard moves. \n\n  There is an obscure 2nd pitch, but most people will rap off from a tree with slings. You can also traverse right to the finish of Retaliation (5.9, however, the finish is 5.6). \n\n  Right from Nomad Crack (5.10b) find the left facing corner with a small tree growing out of it low down and a handcrack splitting it. Start from a ledge and do a boulder problem to get up in to the corner. Climb the corner utilizing the hand crack. This part is moderate and really fun but not to be taken lightly. Conserve energy for the crux. The corner ends at a roof. Protect and exit right around the roof/corner to gain a finger crack. Follow discontinuing wide finger cracks and not-too-good jams up and left to a final awkward crack at the top. Throughout this section, finding the right feet is important to convince your hands that the jams are good. At the top move right to belay from a tree ledge. \n\n  Writing this description just made me want to run out and climb it again...","protection":"Standard rack... maybe bring extra hand sized cams for the first half. The top takes nuts and small cams.","location":"Walk right from Nomad Crack (5.10b) on the big tree covered ledge. Look for the sweet hand crack in the left facing corner. Start from the ledge below the corner."},"__v":0},{"_id":"arJ6FoniWni2Ehy05jOsFA==","name":"Layton's Ascent","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Cote and John Merrill, 1969  FFA Henry Barber and Bob Anderson, September 23, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":6,"mp_id":"105909584","mp_crag_id":"105908828","climb_id":"arJ6FoniWni2Ehy05jOsFA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"The right of two diverging cracks. Climb the crack with liebacking and jamming. A little more strenuous than Chicken Delight.","protection":"Gear to 3\". A tree set back 10 or 15 feet from the top makes a good anchor. Be sure to bring slings and webbing to extend it if you plan on toproping.","location":""},"__v":0},{"_id":"GFHooc7ZXNC7C1eKpBTtaw==","name":"The Last Gasp","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Callaghan, S. Peter Lewis. August 30, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":27,"mp_id":"121653327","mp_crag_id":"105908828","climb_id":"GFHooc7ZXNC7C1eKpBTtaw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"If you've ever been standing at the tree ledge belay of Upper Refuse and looked up to your left and said, what's that badass crack in the corner with those pins, you're not alone. Ive wondered the same thing for years, so I finally found out.The Last Gasp starts off the pitch 2 belay of Upper Refuse and makes a few thin moves into a right facing corner. The crack gets better as you move up but is thin throughout. Climb up and past 2 pitons, move slightly left, then do a badass mantle over the top of the cliff. Belay from trees.","protection":"2 pitons, standard rack with extra small cams and small nuts.","location":"The right facing corner with 2 pitons located above and 2 the left of the pitch 2 belay of Upper Refuse."},"__v":0},{"_id":"2L+Wf+rqXp6/k6XHl2kksw==","name":"Kim Jung  Il","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bayard Russell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":11,"mp_id":"106229768","mp_crag_id":"105908828","climb_id":"2L+Wf+rqXp6/k6XHl2kksw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"The pitch free climbs an abandoned Joe Cote aid route; two of its first three bolts are replaced 1/4\"-ers.  There was some rusty, light duty bail gear on the third bolt when I found it.  Joe said the initial seam was the hardest aid climbing he had ever done; he was kicking out pins with his knees as he tried to climb past them.  Above the third bolt its all new terrain.  The pitch has a variety of climbing from techy Cathedral footwork, a couple of dynamic moves, some wild undercling traversing, a bit of finger crack climbing, and some unexpected sequences.","protection":"There are six bolts plus an anchor with rings.  You will also need an assortment of small gear including some RP style small nuts, although as of now a fixed wire protects one of the cruxes.   Nothing bigger than .75 Camalot, and maybe a couple of extra tip and finger size pieces.","location":"Kim Jung Il is located on the far right side of the four foot wide traverse ledge that begins at Nomad Crack on the Barber Wall and provides access to Grim Reaper, Homicidal Maniac and others.  It is between Homicidal Maniac and Asylum.  Look for an awkwardly low bolt where the ledge flattens out, this is a replaced 1/4\"-er.  Follow bolts and a seam to the left side of an overlap.  Traverse right below the overlap, ino a right facing corner and up to a ledge with two bolt rappel anchor."},"__v":0},{"_id":"yi6ZBSLWUj2urYpaCt2w/A==","name":"Jolt","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Joe Lentini and Dennis Goode  June 7, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":2,"mp_id":"106113553","mp_crag_id":"105908828","climb_id":"yi6ZBSLWUj2urYpaCt2w/A==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"On any given bluebird day, Jolt is bound to be free of climbers and in need of some well-deserved attention.   \n\n  Compared to its neighbors, Jolt is the black sheep of the posse--it is NOT a crack climb.  On the contrary, successfully climbing this pariah depends mostly on your ability to sprint up sharp/positive edges on a vertical face through a steep AND crimpy crux right before the topout.   \n\n  Punctuated with three well-placed bolts and few small cams, Jolt is a great--and fun--alternative to the cracks surrounding it.       ","protection":"A small brass nut (or a good spot!) to protect the bouldery beginning, 3 bolts, and 2 or 3 small Camalots.","location":"10 feet to the left of Double Vee on the clean face."},"__v":0},{"_id":"ou9z71L7X9GZRltD6dAk/w==","name":"Hatful of Hollow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Andy Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":19,"mp_id":"108359032","mp_crag_id":"105908828","climb_id":"ou9z71L7X9GZRltD6dAk/w==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Climb Retaliation and move left from first belay and follow 3 bolts up to small ledge and move right to 4 more bolts.","protection":"Standard rack and draws.","location":""},"__v":0},{"_id":"rnHwJQ9HXrKr4DvO3jmglw==","name":"The Grim Reaper","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA Henry Barber & Bob Anderson 1972  FFA John Bragg & Steve Wunsch 1974","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":10,"mp_id":"119167401","mp_crag_id":"105908828","climb_id":"rnHwJQ9HXrKr4DvO3jmglw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"The rounded vertical crack system up the continuously steep wall, cruxy at the top.  There are some wide shallow cracks.  Strenuous jamming and laybacking on very nice, rough rock.  A committing piece of work.","protection":"Pro to 4 inches, \"modern gear\" according to Webster.","location":"35 right of Nomad Crack, left of Homicidal Maniac."},"__v":0},{"_id":"/znjxllVWV6Iokcggyg1ag==","name":"Graverobber","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Andy Ross,  Chris Gill  July 1990","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":9,"mp_id":"113632699","mp_crag_id":"105908828","climb_id":"/znjxllVWV6Iokcggyg1ag==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Start up the alternate right hand start to Nomad Crack. At the end of the crack, trend right then straight up past bolts and finish up rounded crack to top.","protection":"Standard rack, 4 bolts.","location":"directly to right of Nomad crack"},"__v":0},{"_id":"emsXAxKBXLSrfvAL35V+Ew==","name":"Geriatric Challenge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mack Johnson, John Godfrey  7/19/1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":22,"mp_id":"121565833","mp_crag_id":"105908828","climb_id":"emsXAxKBXLSrfvAL35V+Ew==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"This is a direct variation to Youth Challenge (which is listed as a direct variation to Retaliation!)  Generally it climbs right of YC, joining Retaliation at the top.  Description from Ed Webster's 1996 White Mountains-East guide.P.1 (5.10b R)  Ascend a steep crack left of YC.  Short pitch.P.2 (5.10)  Climb the righthand crack, quickly joining YC.P.3 Finish up Retaliation.","protection":"\"Normal rack\"","location":"On the Barber Wall, right of Retaliation.  Start 6 feet to the left of Youth Challenge."},"__v":0},{"_id":"B7I1vPR8VE2klWyByX6V9A==","name":"Fools Gold (Mid-cliff Start)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Gene Vallee, Kim Smith, Alain Comeau. June 10, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":33,"mp_id":"113695105","mp_crag_id":"105908828","climb_id":"B7I1vPR8VE2klWyByX6V9A==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Start from the bolt anchor at the top of pitch one on The Book of Solemnity. Step right and climb a right leaning flake. Two bolts protect a short but stout crux and easier climbing leads to a bolted anchor.From the anchor you can traverse left into The Book, Websters Unabridged, or Bad Dogs.Hardware was upgraded Fall 2017.","protection":"Light rack to 1.5\".  2 bolts.","location":""},"__v":0},{"_id":"V8yA8p6LVA2/oDvkQ1wfZw==","name":"Final Gesture (mid-cliff start)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"P Ross, A Greene","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":26,"mp_id":"105922852","mp_crag_id":"105908828","climb_id":"V8yA8p6LVA2/oDvkQ1wfZw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Though a little dirty at times (mostly lichen), this route deserves attention. Compared to fighting the crowds on upper Refuse (5.5), climbing this route is a no-brainer, as long as you are solid in the grade.\n\n After climbing half of the 2nd pitch of Upper Refuse, break left heading up towards an obvious detached block at the top of the cliff. Climb to a fixed pin (you can back it up with a nut), then follow the lichen covered low angle face up and left (can feel a bit spicy) to a crack that will bring you to the block.\n\n Layback then mantel the block or hump your way over it and step left and to the cliff top. Belay from trees.","protection":"Fixed pin and trad gear. Protects well with a standard rack to wide hand or fist size.","location":"Break left halfway up Upper Refuse (5.5)."},"__v":0},{"_id":"SHFpbacNVjeT/MX+/5ZE9g==","name":"Dresden","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"webster/dunn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":0,"mp_id":"106204869","mp_crag_id":"105908828","climb_id":"SHFpbacNVjeT/MX+/5ZE9g==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"A tough little number. Start up Nutcracker then move left to a thin finger/layback crack. James followed barefoot ALA Dresden.","protection":"Thin gear-tree belay or better from gear","location":""},"__v":0},{"_id":"56jm80OaVtOi82O5vAABXA==","name":"Double Vee","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA Bob Anderson and Henry Barber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":3,"mp_id":"105935659","mp_crag_id":"105908828","climb_id":"56jm80OaVtOi82O5vAABXA==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Double Vee is a classic example of Cathedral 5.9+ and can feel really stiff until you get the beta dialed in. Then it only feels a little stiff. I know the first time I did it I threw in a few 5.12 moves where I could have saved some energy with better beta. It looks much more easy and straightforward than it is, so brace yourself... \n\n  Climb mostly face holds along a thin crack through the first \"vee\" notch. This gets you to a nice rest stance. Then head in to the second \"vee\" (small nut for protection) and on to a surprisingly challenging mantel finish.","protection":"Regular rack with small nuts and TCUs to a tree with fixed rap anchor.","location":"To the right of Nut Cracker, look for the thin crack leading through two \"vee\" grooves. Hard to miss."},"__v":0},{"_id":"qn3CiS4UU/6mjJxQ4CSFNg==","name":"Chockline","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Cilley/Dean Cilley, October 25, 1969. FFA: Henry Barber/John Bragg, August 19, 1973.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":23,"mp_id":"121128187","mp_crag_id":"105908828","climb_id":"qn3CiS4UU/6mjJxQ4CSFNg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"If you've ever been walking towards Youth Challenge and wondered what that crack left of The Arete was, here you go. Chockline is another often overlooked hard 10 crack that seems to be generally overlooked by people heading towards the classic moderates. So if you’re trying to beat the crowds and don’t mind some spicy 10d groveling, this might be for you.Pitch 1 (5.9):This is a short pitch and you could probably link them, but would make communication and rope management harder. Climb the right hand of the 2 cracks. Pull over onto the ledge and belay from gear. Pitch 2 (5.10d):This is the crux pitch. Climb a wide crack off the ledge to where it terminates. Break straight up through a section of orange rock using a few tricky face holds into the wide crack above. Climb the steep and burly crack on #4 and #5 cams, progressing with groveling and stemming to the crack on the right (smaller and more finicky pro). Here the climbing degrades into a low angle gully. Top out and belay from trees.","protection":"Single rack to #6 with doubles in larger cam sizes.","location":"From the Upper Refuse start, look around the corner of the left arete for 2 side by side, slightly dirty cracks. "},"__v":0},{"_id":"7MguIraCX4mqbq7Xe5rrgg==","name":"Chicken Delight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Cote and Dick Arey, 1969  FFA: Henry Barber and Bob Anderson, September 22, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":5,"mp_id":"105909580","mp_crag_id":"105908828","climb_id":"7MguIraCX4mqbq7Xe5rrgg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"The left of two obvious, diverging cracks. Climb the mostly fingers crack to a good rest, then finish with a few bolt-protected fun moves.  ","protection":"Gear to 1\". A tree set back 10 or 15 feet from the top makes a good anchor. Be sure to bring slings and webbing to extend it if you plan on toproping.","location":""},"__v":0},{"_id":"Nsn7JsSAXaaAO0KC59NAtg==","name":"The Book of Solemnity","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Cote and Steve Arsenault-1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":31,"mp_id":"105880787","mp_crag_id":"105908828","climb_id":"Nsn7JsSAXaaAO0KC59NAtg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"This gorgeous line starts to the right of the start of Upper Refuse and Black Lung.  \n\n  P1- 5.10a- 80'- Climb the dihedral past two pins and traverse under the roof (crux)  and up to a two bolt belay ledge on the right hand face. \n\n  P2- 5.10a- 120'- Step left off the belay ledge and continue up the crack system until it ends. Traverse left onto a small ledge (crux), and follow over to the top section of upper refuse. Belay from the top of Upper Refuse. If you are not using double ropes, don't place any gear on or after the traverse. If you do, your second could take a nasty swing.","protection":"set of nuts and cams","location":""},"__v":0},{"_id":"lMkJxIkUVkGERLFHBreIWw==","name":"Book of Solemnibeast (variation of Book of Solemnity)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":35,"mp_id":"110102551","mp_crag_id":"105908828","climb_id":"lMkJxIkUVkGERLFHBreIWw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"This superb variation avoids the awkward second pitch of Book of Solemnity, instead taking you up the Beast Flake and Recompense. \n\n  1. First pitch of Book of Solemnity (5.10-, 75')   2. Follow the obvious crack at the right end of the belay ledge (an easy section of Women in Love), and move up and right to the belay at the top of the Beast Flake (5.7, 50')   3. Finish on Recompense (5.9, 50'; 5.9, 75').","protection":"Standard set of nuts and cams.","location":""},"__v":0},{"_id":"gUdIIaUmVoiptEWVSezFmg==","name":"Black Lung","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"H Barber, D Cilley, F Dean 10/1/1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":29,"mp_id":"105922841","mp_crag_id":"105908828","climb_id":"gUdIIaUmVoiptEWVSezFmg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"If this route would just go on forever, my life would be complete. The flow of movement and aesthetics on this climb are great. The only problem is the it's only 100ft long. For a great climb of a consistent grade, climb Bombardment(5.8) to Black Lung, to Final Gesture (5.8), an awesome link up. \n\n  For Black Lung, start up easy ground. It's maybe 5.6 for the first 2/3 of the route. Follow cracks and jugs to a pretty right-facing corner/crack. Move through a technical crux, which consists of 5.8 jamming and finding the somewhat hard to locate feet (mostly out right). This will leave you at the first belay on Upper Refuse (5.5). \n\n  Belay from here, or run all the way to the top of Refuse with a stretch of a 60m rope. It's also possible to finish up Final Gesture which is a fave of mine.","protection":"Regular rack.","location":"Black Lung is on the far right hand side of the Barber Wall Ledge--just right of the ramp start of Upper Refuse and left of the Book of Solemnity."},"__v":0},{"_id":"g9buw4TlUSOd04ojWqra3w==","name":"Black Crack (mid-cliff start)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Stultz, George Eyper, Joe Cote 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":25,"mp_id":"106418775","mp_crag_id":"105908828","climb_id":"g9buw4TlUSOd04ojWqra3w==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"If you've ever climbed Upper Refuse and looked up at the offwidth crack that looms ominously over its first pitch...wonder no longer. This route gets nearly zero traffic, on account of the hideously dirty start and finish. Ignoring these, though, the middle is splitter and houses some serious teeth, so tape up and wear long pants...taped knees might not be a bad idea, too.  \n\n  You can either climb the crack, which starts with a series of flakes, or you can avoid the grunge and climb a series of ledges which deposits you in an alcove below the nicer-looking section.","protection":"There's a fixed tricam, pin, and a jingus bolt. \n\n  You'll need big cams: several #5 and 6 camalots oughtta do it. Bring a couple medium size cams as well, as the topout can be protected reasonably well. \n\n  Be aware that there are sections of this with less than adequate protection. ","location":"Start up the Upper Refuse ramp and head into the right-facing corner."},"__v":0},{"_id":"LjSeCrR2V4SUvh/fMxrWYg==","name":"Big Deal Rock Climb","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":7,"mp_id":"108254877","mp_crag_id":"105908828","climb_id":"LjSeCrR2V4SUvh/fMxrWYg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"A worthy route. The climbing up to the overlap can feel a bit heady, but is really good. Probably worth brushing the pine needles off the top out before leading it, you wouldn't want to fall off up there. You can bang a left and top out Layton's, avoiding the last 15'. ","protection":"Nuts and cams up to a #1 or #2 Camalot with a doubles in the finger sizes. RP style nuts may come in handy.","location":"Just right of Layton's. Look for a hard-to-see bolt about 20' off the ground.   For a top rope, use the same big pine tree as for Nomad Crack. "},"__v":0},{"_id":"4v2PLmldUSGrXHp7cK2OPw==","name":"Bad Dogs","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bill Lutkus August 20, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":34,"mp_id":"113693357","mp_crag_id":"105908828","climb_id":"4v2PLmldUSGrXHp7cK2OPw==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"Very cool thin face climbing in an airy location.  I'm not sure this has seen a second ascent. I've been trying it occasionally for the past year and still haven't done all the moves.  If anyone has successfully sent it please chime in.  The guidebook emphasizes small holds and hard clips.   \n\n  This route was cleaned last year and was rebolted even more recently.","protection":"4 bolts and some gear for the run-out between bolts 1 and 2.","location":"The route starts from the top anchor of Fools Gold and is just right of Webster's Unabridged."},"__v":0},{"_id":"QddTYbZPURGrtNCv91mYBg==","name":"Asylum","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Bragg, Jeff Pheasant, September 17, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":12,"mp_id":"121675605","mp_crag_id":"105908828","climb_id":"QddTYbZPURGrtNCv91mYBg==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"This is a long pitch that's a bit strange for the Barber Wall, in that it's not a powerful crack or a cryptic face climb. Being slightly obscured from view by branches as well as appearing a bit chossy from below tends to keep this one from being climbed much, but the meat of the climb is good quality. Start up on the big ledge above the climber's trail. Climb up and left following some funky flakes to the obvious dike. Climb up the dike towards the overlap above, aiming for the right facing corner. Climb the corner (crux) through interesting moves. Much like other routes on this wall, the top section of this climb is easier, but also kinda dirty and lichenous. ","protection":"Standard rack to #3.","location":"Up on the ledge you use to access Lichen Delight, look up for the obvious dike."},"__v":0},{"_id":"6IyEroCzXd2rmxiKilPuWQ==","name":"The Arete (Mid-Cliff Start)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ed Webster, Paul Ross  Sept 3, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":24,"mp_id":"106645119","mp_crag_id":"105908828","climb_id":"6IyEroCzXd2rmxiKilPuWQ==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"A very committing lead up the spectacular knife edge just to the left of Black Crack and Upper Refuse. Due to the run outs on this climb it is not popular with modern climbers and is rarely led.It was the hardest lead on the Barber wall in the 1970's however it was by Ed Webster. \n\n  P1)Stay on the edge of the arete, laybacking some flakes, then a hard move to a small overhang. Follow thin cracks to a bolt and stance. Face climb straight up (5.11b R) to a ledge. Then follow incipient cracks (5.9R) to the top. 165' 5.11b R.","protection":"Normal Rack.","location":"Cathedral Ledge.START on Upper Refuse and branch off left onto the arete. "},"__v":0},{"_id":"7umLXf2aWa6b925yRlF3rQ==","name":"A Question Of Ethics","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Larson, Jimmy Dunn. June 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"left_right_index":13,"mp_id":"121675723","mp_crag_id":"105908828","climb_id":"7umLXf2aWa6b925yRlF3rQ==","areaRef":"9JOEE/5RUjaREdKjQjF3uA=="},"content":{"description":"A cool route that follows the rightmost of the two dike features up the Barber Wall. Similar to Asylum, the start and finish being a bit dirty, the route being slightly obscured from view of the trail and just not being as classic as it's neighbors, this route doesn’t see as much traffic. But if you’re looking for another low 11 with some cool moves on it, definitely worth checking out. Start as for asylum, but instead of following flakes out out left, face climb up and right to the rightmost dike. Follow the dike to a steep overlap (crux) past 2 bolts. Follow another dike through smooth, dark rock, up and right to a dirty top out groove. ","protection":"2 bolts, Standard Rack to 3.","location":"Same start as Asylum on the big ledge above the climber's trail, but branches right to the rightmost dike."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,f4938413-fe51-5236-9111-d2a3423177b8","pathTokens":["USA","New Hampshire","*Cathedral Ledge","Barber Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.10c"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":0,"beginner":4,"intermediate":17,"advanced":15,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":17,"advanced":15,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16582,44.0622]},"bbox":[-71.16644575759264,44.06175033981814,-71.16519424240732,44.06264966018187],"left_right_index":-1,"ext_id":"105908828","area_id":"9JOEE/5RUjaREdKjQjF3uA==","polygon":{"type":"Polygon","coordinates":[[[-71.16644575759264,44.06175033981814],[-71.16519424240732,44.06175033981814],[-71.16519424240732,44.06264966018187],[-71.16644575759264,44.06264966018187],[-71.16644575759264,44.06175033981814]]]}},"content":{"description":"The Barber Wall is the upper left wall of Cathedral Ledge, so named for Henry Barber and his extensive collection of first free accents on this section of the cliff. Barber was involved in the freeing of every crack from Nutcracker rightwards to Lichen Delight. All of these are classics and none are light in the grade.\n\n This wall is one the best places to practice crack climbing if you plan to get on the longer more committing crack climbs on the cliff. The skills you learn on these 60 to nearly 200 foot climbs (the cliff gets taller as you head to the right toward Retaliation) can even be well applied to walls like Cannon Cliff or even the big walls of Yosemite. Locals often meet here for after work sessions in the evening so it is possible to meet partners here for some cragging.\n\n Though this area is known for its cracks there are a number of desperate sport routes and mixed (bolt/trad) climbs. In the winter, ice covers much of the cliff making for great steep ice climbing."},"density":0,"totalClimbs":36,"__v":1,"createdAt":"2022-11-07T06:12:10.302Z","updatedAt":"2024-02-19T18:35:10.363Z"}