{"_id":"63689defe80bff5a994fad6e","area_name":"Jacob's Rock","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,97c481c3-2f27-5119-acea-9d440f6a4603,9f3d8cf8-04f4-5e40-9009-2241ad869016","pathTokens":["USA","Connecticut","Central Valley","Jacob's Rock"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.83311,41.69069]},"bbox":[-72.83371215926405,41.690240339818146,-72.83250784073596,41.69113966018187],"left_right_index":-1,"ext_id":"114607410","area_id":"nz2M+AT0XkCQCSJBrYaQFg==","polygon":{"type":"Polygon","coordinates":[[[-72.83371215926405,41.690240339818146],[-72.83250784073596,41.690240339818146],[-72.83250784073596,41.69113966018187],[-72.83371215926405,41.69113966018187],[-72.83371215926405,41.690240339818146]]]}},"content":{"description":"Jacob’s Rock   A Dog Climb \n\n  On April 11, 2018, I was walking into Pinnacle Rock to climb with the Connecticut Climbers and Mountaineers. Jacob Dog wanted to walk a little, so, he led me to the top of Jacob’s Rock.  We call it Jacob’s Rock because he found it.  \n\n  Climbs from right end: \n\n  1)Lucy  5.4 Just right of a 4th class gully, there is a low angle face with a right facing corner.  Climb to the right of the corner and finish straight up. \n\n  2)Moose 5.6 Climb the low angle face to the left of the corner. \n\n  3) Junebug 5.7 Start at a tree at the right end of the cliff.  Climb the small corners near the arete. Finish by climbing the right facing corner in the roof.   \n\n  4) Kody 5.5 Follow the big right facing corner to the roof. At the left end of the roof climb straight up to the top.  \n\n  5) Jacob 5.5 About 5 feet left of the big corner, a series of small right facing corners lead to a big right facing corner at the top. \n\n  6) Winnie 5.9 Start under a short diagonal right facing corner.  Pull straight up through the overhang. Continue to the top about 4 feet from the arete on the right. \n\n  7) Koda 5.9 Start 3-4 feet right of the left facing corner, follow an inverted Y crack, and continue straight up, finishing left of a small left facing corner near the top.  \n\n  8) Kan 5.10 Climb the left facing corner to the overhang, and continue straight up to the top. \n\n  9) Li 5.7 A few feet left of the left facing corner, just right of the diagonal crack, climb to the small roof and straight over the bulge above it.  \n\n  10) Lola 5.5 A vertical crack that diagonals slightly left starts behind a big tree.  Climb to the walk off ledge."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:56:01.420Z","updatedAt":"2024-02-19T18:31:25.945Z"}