{"_id":"63689de0e80bff5a994f90ef","area_name":"Flattop Mountain","shortCode":"","climbs":[{"_id":"PO8B+VnnXqyvkU2gLNYPAg==","name":"Old Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"William Buckingham & Bob Boucher, 1954","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":999999,"mp_id":"110636318","mp_crag_id":"110636302","climb_id":"PO8B+VnnXqyvkU2gLNYPAg==","areaRef":"wIhvp0GVUM6fDTY0/8OlCQ=="},"content":{"description":"The Old Route follows a distinct weakness on the south face of Dragontail Spire. In winter, this route is known as \"Enter the Dragon\" and is, apparently, a quality mixed line in the area. After having climbed this route in summer, I would attest that this very well could be an interesting mixed route in winter.\n\nApproach: from Emerald Lake, contour around the lake's north side heading west towards the obvious tower. Ascend snow or talus to the second ledge system on the south face of the DT Spire. Once on the ledge, head back east roughly 60m to a large chimney feature that is often wet.\n\nP1. This if often wet. Make a few blocky moves through the wet chimney feature. If this is too wet for your liking, try starting out 50' west in a dry 5.7 corner/face to reach a ledge with a small pine on it, continue up a chimney feature (crampon marks indicate this has certainly been climbed before), and belay on a good ledge at 120', 5.7.\n\nP2. Continue up the forbidding looking chimney system until it's possible to step left around an overhanging chockstone. Follow an easy groove system for another 100'; 120', 5.5.\n\nP3. Continue up the groove system through loose chockstones until you've gained the southeast ridge. Belay slightly up and left on a large, downward-trending ramp; 150', 5.4.\n\nP4. Move the belay 100' left back into the \"Enter the Dragon\" corner system proper. Up until this point you've been climbing on a hybrid of Old Route and South Ridge; 100', 3rd.\n\nP5. Chimney up the slot and continue up the easy groove for another 150'. Belay beneath the next steep section; 180', 5.7.\n\nP6. Make awkward moves through steep, wide groove; 100', 5.5.\n\nP7-10. At this point, I'd advocate for shorter pitches. Pick your way up and left for 200'. Now move right along grassy, blocky ledges until beneath the steep east face. A few more short pitches in the 5.7 range will gain the summit and summit ridge.\n\nDescent: once you've gained the ridge follow it northwest. Many towers will need to be negotiated with downclimbing, rappeling off in-situ anchors. At a certain point, a steep drop is encountered. From here, downclimb and/or rappel northeast onto grassy ledges. Follow these grassy ledges and gain 300' of snow, ascend to top out. Hopefully you brought your crampons....","protection":"A single rack to 3\". Crampons and a piolet are nice for the approach and the final snow section on the upper section of the Dragontail Couloir.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,c0886fa7-4195-50ce-9f0d-3634ffc3a509","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Flattop Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"bbox":[-105.61659024648277,40.37485033981814,-105.61540975351724,40.37574966018187],"left_right_index":-1,"ext_id":"110636302","area_id":"wIhvp0GVUM6fDTY0/8OlCQ==","polygon":{"type":"Polygon","coordinates":[[[-105.61659024648277,40.37485033981814],[-105.61540975351724,40.37485033981814],[-105.61540975351724,40.37574966018187],[-105.61659024648277,40.37574966018187],[-105.61659024648277,40.37485033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:52.450Z","updatedAt":"2024-01-20T00:59:42.670Z"}