{"_id":"6368a44ee80bff5a9959c312","area_name":"Prow, The","shortCode":"","climbs":[{"_id":"4ZazNwDLU4OOGfgi+2pkjw==","name":"The Sundance","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":6,"mp_id":"106886941","mp_crag_id":"106882214","climb_id":"4ZazNwDLU4OOGfgi+2pkjw==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Get ready to feel the burn! An overhung route, named after a ritual meant to make you strong, this route can get sadistic if you don't have Popeye's forearms and the muscle shirt you bought didn't actually come with any real muscles. Located on the right side of The Prow (can be seen from the trail) run up a dirt ramp and park yourself in a Land of the Lost sort of cave. The route has a fun, bouldery start on red rock which turns into a wicked pump-fest when it turns blonde. Struggle your ass up the killer pockets to a \"Thank you Jesus!\" huge cave-like hold. Rest your weary ass for a bit and go for the anchors. If you're man or woman enough, and your arms haven't fallen off yet,you can keep going to a second set of anchors up some ten plusish kind of terrain. The view is spectacular and you've placed a toprope for a freakishly fun 5.12 just to the left.  \n\n  NOTICE! In the late spring and most of the summertime, this route sometimes becomes a habitat for nesting birds. And since you tend to get cooked and overly baked at The Sunshine Wall we recommend you just skip this route until the baby birds have flown away in September.  \n\n  Great winter route! Great early spring route! Get there early in the morning to grab the most sun and beat the crowds. Despite the fact it goes into the shade around noon, you can climb this thing naked in January and be quite comfortable...than is, unless you get your sack squeezed in your legloops, then it gets uncomfortable. I'd suggest at least a pair of shorts for the send.","protection":"Brand new glue in bolts as of December 2015. Thanks, Mike! Bring about a dozen quickdraws just in case you want to keep going past the first set of closed anchors. The second set of anchors are chain with a metal loop so in either case you'll need a couple of draws for the anchors. Be wary of the ride you might take if you blow the clip on the fourth bolt.","location":"Sunshine Wall...The Prow...to the right...unmistakeble with the bird's nest hole towards the top of the route. The route to the right of The Sundance is an excellent 5.11."},"__v":0},{"_id":"fYno/tZSVJ2q1aAz5cGgEQ==","name":"Sammy Sosa","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":4,"mp_id":"107119823","mp_crag_id":"106882214","climb_id":"fYno/tZSVJ2q1aAz5cGgEQ==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Sammy Sosa was born in the Dominican Republic and apparently slid across his Mom's home plate with a baseball bat in hand. He started hitting baseballs over the fence in his backyard, once he could stand up, and has been doing so ever since for Major League teams such as the Cubs, Rangers, and the White Sox. Sosa hit his 600th career home run to become the fifth player in MLB history to reach the milestone. He is also the all-time home run leader among foreign-born MLB players. Furthermore, Sosa is one of only two National League Players to ever reach 160 RBI, a milestone he reached in 2001. All of those milestones were the result of hard work, determination, dedication to the game, and steroids.Sammy Sosa, the limestone gem located in Spearfish Canyon will make you wish you had taken a few steroids right out of the starting gate. This climb has some of the hardest starting moves for a 5.11 in the entire world.Sammy Sosa, the baseball player, is the only player to have hit 60 or more home runs in a single season three times...and apparently was also busted for using a corked bat during a few seasons when he was with the Cubs.About halfway up the route, Sammy Sosa, you will feel as if your arms are going to be pulled from their sockets. This thing is steep, sustained and never seems to let up! This climb has quite a few thought provoking mystery moves in addition to over a dozen deadpoint moves that require committment and brute force.","protection":"Take a dozen draws.","location":"Sammy Sosa to the left of The Sundance and to the left of an awesome 5.12 known as Arlen The Choad. Stick clip the first bolt if you have pipe cleaners instead of pipes."},"__v":0},{"_id":"GoAGDMK8WBiCr95yKK2qvA==","name":"The Rally","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":0,"mp_id":"111697654","mp_crag_id":"106882214","climb_id":"GoAGDMK8WBiCr95yKK2qvA==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Some love it, some hate it.  \n\n  I liked it, you probably won't.  \n\n  A good route for competent five ten climbers who tend to lean towards \"trad is rad\" rather than the lotion of sport wanking motion.","protection":"Quickdraws and a personal anchor system. This climb has at least 13 bolts to clip and closed anchors.","location":""},"__v":0},{"_id":"3IgTMGuNUSKZ0ZqAF4oGoQ==","name":"Pete's Wicked Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pete deLannoy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":3,"mp_id":"107120137","mp_crag_id":"106882214","climb_id":"3IgTMGuNUSKZ0ZqAF4oGoQ==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Pete deLannoy, the father of Spearfish Canyon climbing, walked up this route after Mike McNeil equipped it, declared it to be 5.11c without breaking a sweat or even chalking his fingertips, and the rest of us mortal plebeians have been trying to follow in his god-like footsteps ever since.  \n\n  I remember being a below average student in Pete's Black Hills State University chemistry class. I used to daydream about how cool it would be to be him. In addition to being a genius and climber to envy he was a super-nice guy. He would lecture us on the merits of a beer called Pete's Wicked Ale and even used it as an analogy for the principle of enthalpy...something that I just now began to understand. Pete deLannoy was so smart that he never had to pay attention, because attention paid him. When you took a chemistry test from Pete deLannoy all the right answers were, Pete deLannoy.  \n\n  I have no beta for this route. It's hard as hell. But I am pretty sure that once a year, cancer gets itself checked for Pete deLannoy and before the boogie man goes to sleep at night, he checks under his bed for Pete deLannoy.  \n\n  Starting this route is like being put on one of those medieval racks and once you get past that nothing else is easy. Many Spearfish Canyon climbers of the next generation were sending 5.12's before they sent Pete's Wicked Climb. Pete deLannoy can't fall down, only up...and that's what makes this route so hard. \n\n  Don't be ashamed if you have to call \"take\" at every bolt on this wicked climb. Pete deLannoy never calls take, take calls him. Soap can only kill about 99% of all germs, the rest can only be killed by Pete deLannoy. Tapeworms give their food to Pete deLannoy and behind his beard there is no chin, just another super-strong finger he can use to hang a mono that will surely rip yours right off.  \n\n  The route that bears his namesake is only for those who dare to close Pandora's box. Pete deLannoy can kill two stones with one bird. I knew Pete deLannoy, and believe me, you are no Pete deLannoy. You can't handle the truth! Pete deLannoy invented the light spectrum, but allowed Tom Cruise to invent the color pink. Don't leave The Prow without at least trying this route, but don't be too surprised when try is about as far as your gonna get.","protection":"Bring a dozen quickdraws and two anchor draws since this route has closed shut anchors. Who are your kidding? You'll never reach the anchors! Bring a bail beaner instead. In fact bring two, and remember, when Pete deLannoy does push-ups, he isn't pushing himself up, he's pushing the Earth down.","location":"Directly to the right of Albert's Arete and directly to the left of Sammy Sosa is your ticket to either immortality or another sandbagging. Get some!"},"__v":0},{"_id":"/xUJ1b1aULmIjbmg0cwYOA==","name":"Bald/Shaved","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":1,"mp_id":"107330571","mp_crag_id":"106882214","climb_id":"/xUJ1b1aULmIjbmg0cwYOA==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Another powerful and technical Spearfish Canyon 5.10c that will have all you newbies scratching your head and might possibly leave a few brown streaks in your shorts. \n\n  This fine route of excellence starts on a blocky face which soon leads to overhung slopers to a deep crack that leads to a pod escape.  \n\n  \"Oh my God! Which way do I go! I do I get past this section?!\" \n\n  Calm down! Don't wet yourself. Treat this bad boy like a crack climb with a sequence of pockets and ledges on the face. Put your back into it and get your stemming feet and jamming toes ready for action. The initial roof pull gets a bit more doable if you stay right and use some slow, thoughtful moves to set yourself up for some powerful pulls and deadpoints. The long slug to the anchors gets a bit tight and mighty techy after that and crack climbing skills are a must. Use those feet and toes! Extend your legs all the way and reeeeach for that next jug! DO THIS CLIMB! Get way up there till a close shave makes your stomach drop. \n\n  This is definately, without a doubt, one of the stouter moderates in the Canyon that calls for a clear lead head and a set of skills most ninjas don't possess. This climb is not a warm-up! It is a loooong way up! Don't even think for a moment that this will be the last climb you squeeze in before the sun goes down because it will squeeze you out and take you down! The moves on this route are involved, thought provoking and you will be guaranteed to be engaged for quite some time before the fat lady sings...that is, if you even make it to the big show.  \n\n  Don't let anyone in the peanut gallery fool you, Bald/Shaved is a flat out canyon classic and a winner of my unique award for the high level of bravery needed to climb it. Because of the endurance required and the skills set and boldness needed to take it down this climb deserves a pair of truck nuts...that are bald and shaved!","protection":"15 quickdraws","location":"To the very left of Albert's Arete."},"__v":0},{"_id":"oQ1ixZ7jUJmPnIazJFitCg==","name":"Arlen the Choad","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":5,"mp_id":"109535940","mp_crag_id":"106882214","climb_id":"oQ1ixZ7jUJmPnIazJFitCg==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"The final route on The Prow that you haven't climbed yet because you are such a pud. \n\n  Be prepared for a hella steep, bouldery start that requires almost more brains than brawn. Kneebar. Heel hook. Gastone. Crimp. Dodge. Dip. Dive. And dodge. Wiggle your way past the first roof and be prepared to get pumped like a small Swedish penis. \n\n  Don't let the 5.11d rating fool you. This climb is harder than Lou Ferrigno's shit.","protection":"10 bolts. Shares the same closed anchors on the extension of The Sundance and makes for a nice, tasty top rope.","location":"Locate The Sundance and head one climb to the left."},"__v":0},{"_id":"/eFd1iqHUMCBxvWA1TExAQ==","name":"Albert's Arete","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":2,"mp_id":"106882218","mp_crag_id":"106882214","climb_id":"/eFd1iqHUMCBxvWA1TExAQ==","areaRef":"OIOkAA+7X7Gy/2P/wA7yJw=="},"content":{"description":"Sustained and fun climbing. Start next to Pete's Wicked Route then go left and climb large detached block clipping bolts on your right. Then climb arete to the anchor.","protection":"10 bolts - CS","location":"Left route on the prow"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,3883a400-0fbb-5fb1-b2ff-63ffc00ef227","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","Prow, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"bbox":[-103.89100824341119,44.29551033981813,-103.8897517565888,44.29640966018185],"left_right_index":-1,"ext_id":"106882214","area_id":"OIOkAA+7X7Gy/2P/wA7yJw==","polygon":{"type":"Polygon","coordinates":[[[-103.89100824341119,44.29551033981813],[-103.8897517565888,44.29551033981813],[-103.8897517565888,44.29640966018185],[-103.89100824341119,44.29640966018185],[-103.89100824341119,44.29551033981813]]]}},"content":{"description":"A beautiful. large yellow buttress on top of red shade"},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:23:20.926Z","updatedAt":"2024-02-19T18:40:00.229Z"}