{"_id":"6368a50be80bff5a995b099e","area_name":"Canyon Rims Recreation Area","shortCode":"","climbs":[{"_id":"BEfKgzimV5q8b6ErHwb5mw==","name":"Raven","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Robert Warren, Steve Johnson  1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.53437,38.39089]},"left_right_index":999999,"mp_id":"106953522","mp_crag_id":"106953514","climb_id":"BEfKgzimV5q8b6ErHwb5mw==","areaRef":"9+o174t7UtK63A7tdFsxuA=="},"content":{"description":"The route was put in the late 80's at 5.11 C1 and was the first ascent of Cogswell Tower. It's unclear whether a free ascent had yet been done, though my partner and I freed the aid sections; a tenuous section on the top of the second pitch and the offwidth roof on the third, at 5.11+ and 5.11 respectively. The route begins on the right side of the south face.\n\np1: Start in a cleft which tapers into a fist/hand crack and a right-facing dihedral, the pitch angles right through easier ground and ends at a good belay ledge with bolted anchors. 5.10\n\np2: Climb straight up from the belay following an incipient seam and faceholds into the crescent-shaped pod. the line arcs left through easier ground to a dihedral feature with a flake to it's right (the crux). Some groveling ends at another good ledge with bolted anchors. 5.11+.\n\np3: Follow the 6' crack into the slot and out the roof. Past the roof a short section of easier offwidth ends on the summit. 5.11\n\nDescent: Double ropes (70m) gets you down in two raps.","protection":"A standard desert rack, with 1 #5 and #6 Camalot or equivalent.","location":"There are two options for accessing Cogswell tower and the scattered routes in this section of Hatch Wash, though we opted for the west approach which is the longer drive though enables a hike in rather than the shorter east approach which involves a long rappel-in-jug-out. Turn off Hwy. 191 on the Needles/Anticline Overlook Road, continue for 14.9 miles and take a right just after passing the Needles Overlook spur to the left. Follow the graded 2wd road 2.5 miles and take a left, shortly you'll cross a cattle guard and come to another fork; take the right.  After .9 mile there will be a natural gas mine and another fork, stay to the right. 1.2 miles later is another fork, again stay right and in another .8 mile you'll be at the rim and a campsite which looks directly over the tower. An old cairn-marked cow trail drops into the canyon which is reached by walking the rim to the right for a hundred yards or so."},"__v":0},{"_id":"MV2JBNNcU+2Bg6GXAHoERQ==","name":"Enchanted Mesa - Silent Destiny","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Baker","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.53437,38.39089]},"left_right_index":999999,"mp_id":"107160993","mp_crag_id":"106953514","climb_id":"MV2JBNNcU+2Bg6GXAHoERQ==","areaRef":"9+o174t7UtK63A7tdFsxuA=="},"content":{"description":"P1: Climb a few face moves to the crack in the right-facing dihedral.  A couple of moves up dual cracks (5.8) leads to the dihedral proper, and some nice hand jams (5.9), followed by some liebacking or jamming to a nice rest.  Next climb steep offwidth with the help of huecos on the left.  The final few moves are jams or liebacking to the top of the pitch (5.8+).  Two good bolts for the belay/rap station. A pleasant 100'.\n\nScramble up to the large ledge.\n\nP2: Climb the obvious and smooth gully. 5.2 PG-13, 100'.\n\nThere is a summit register, but the ballpoint pen has all but turned to dust in the 15 years since the FA.  Bring a pencil if you think about it and care about such things.\n\nDescent: Downclimb or rappel the gully to the top of pitch 1.  A single 200' rope gets you down from there.","protection":"A little bit of everything, but bring extra #1/#2 Camalots, and a #5 and a #6 Camalot to protect the OW.","location":"South of Moab, there are 2 or 3 approaches, but the simplest that doesn't involve backtracking or fixing lines for 400' is this one:\n\nTurn off of 191 on to the Needles Overlook road. After a number of miles, you come to an intersection, and the Needles Overlook road goes left, and the Anticline Overlook road goes straight (or rightish).  Take the Anticline road a very short distance, then turn right on Hatch Point Road (co rd 106), a graded 2WD road.  Reset your odometer at this turn on to Hatch Point rd.  Drive 2.5 miles and turn left.  There is a fork immediately ahead, turn right and cross a cattle guard.  Reset your odometer at the cattle guard.  A sign with a white arrow says Rd 36.  Pass a gas well at 1 mile.\n\nDisclaimer: there is obvious oil and gas drilling activity in this area.  Plenty of survey stakes are currently visible (6/2011) so the following roads and/or landmarks may change.\n\nA short hill is descended at mile 1.6 high clearance is handy. At mile 3.4 you will see a faint 2-track road going right.  There is a sign that says \"Canyon Riders Trail 36\".  Turn here and you will encounter some high-clearance-only terrain very shortly.  At mile 3.8, veer right again on rd 36A (see picture below).  You reach the rim at mile 4.7.\n\nHike NNE for about 1,000 ft/307 m to an overlook of Enchanted Mesa.  The approach/descent to the base is to your right, about 2/3 of the way to the end of the peninsula.  There may be a couple of cairns marking the descent point.\n\nThe route is on the NW end of the formation (the left end as viewed from above)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,03236b20-a57a-585a-99a4-d97dcfe15d08,f7ea35ef-8b7b-52d2-badc-0eed745b31b8","pathTokens":["USA","Utah","Southeast Utah","191 South","Canyon Rims Recreation Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.53437,38.39089]},"bbox":[-109.53494369820258,38.39044033981813,-109.53379630179741,38.391339660181856],"left_right_index":-1,"ext_id":"106953514","area_id":"9+o174t7UtK63A7tdFsxuA==","polygon":{"type":"Polygon","coordinates":[[[-109.53494369820258,38.39044033981813],[-109.53379630179741,38.39044033981813],[-109.53379630179741,38.391339660181856],[-109.53494369820258,38.391339660181856],[-109.53494369820258,38.39044033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:57.214Z","updatedAt":"2024-02-19T18:41:18.332Z"}