{"_id":"63689de0e80bff5a994f9d6b","area_name":"Sweat Loaf aka Big Dogs","shortCode":"","climbs":[{"_id":"DB6ypAtgXTm3Nz0LQFsl1w==","name":"White Shores","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gillett","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":12,"mp_id":"106337251","mp_crag_id":"105745840","climb_id":"DB6ypAtgXTm3Nz0LQFsl1w==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"White Shores climbs an enjoyable white slab found on the far right side of the crag.  Place a few pieces of gear to get started and undercling to the left to the first bolt.  There are a number of mini cruxes, but the height dependent one at the second bolt might get you thinking.\n\nRap from a 2 bolt anchor with chains....","protection":"A #0.5, #2, and #3 Camalot for the start...then clip bolts.","location":"White Shores is found on the rightmost shoulder of Sweat Loaf."},"__v":0},{"_id":"IUEaBw9sVWuqRBNpg8Ge2Q==","name":"Walking on Paper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ross Swanson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":0,"mp_id":"105870538","mp_crag_id":"105745840","climb_id":"IUEaBw9sVWuqRBNpg8Ge2Q==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"This route protected well but was spicy.\n\n30' below the wide crack, find a left-facing corner with a small overhang on theleft. Climb the arete then crack, and trend left at the top of the wing. At the base of the chimney, find gear, then squeeze up. The second flake on right takes small nuts and cams in the back. Near top of chimney, break out on the right face, go up 20' until below an overhang, go left through cracks, and continue to top with good pro.","protection":"A standard rack cams to a #4 with doubles of Camalot #4 black, 1 red, 1 set Wild Country Rocks, 1 set small TCUs, RPs, 15 shoulder-length QD slings, and biners. Face right side in when in the chimney.","location":"This is up and above Sweet Loaf. After doing a route on The Sentinel, look right, West, up the hill, and spy a 30' high, chest-wide chimney."},"__v":0},{"_id":"hKeYyEfdUzGAydISFl87Og==","name":"Turd Burglar","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Todd Finley","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":999999,"mp_id":"106376860","mp_crag_id":"105745840","climb_id":"hKeYyEfdUzGAydISFl87Og==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Sit start on the right side of the boulder, right hand crimp in  crack, left hand sloper.  Throw up and left to good sloper jug then continue left with some cheekspreading magic to make the long move to the next crimper in the angular crack system, top out!\n\nThis requires technical footwork and tricky hands.","protection":"Crash pad.","location":"It is creekside across the creek from the parking area, just east of the large boulder with a roof on the up-canyon side."},"__v":0},{"_id":"quezNAU6VXWx6l+nMvT9ag==","name":"Sweatin' to the Oldies","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"P1&3 - ?, P2 - Landis, (P4 ) - ?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":1,"mp_id":"105931286","mp_crag_id":"105745840","climb_id":"quezNAU6VXWx6l+nMvT9ag==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"P1. Climb up thru the small A-shaped roof, and go either, L) 9+ and a bit runout, or R) 9 awkward crack with good jams (either way is very short). Climb through the center crack to the large ledge. Due to rope drag, you may want to move the belay up to here. Climb up through the bolts and the crux moves, 10a/b. It's a tad runout above the second bolt, but the climbing is very easy - go straight above the second bolt for a good cam behind a \"flake\" or just run it out up and right to the anchors left of the small tree.\n\nP2. (PG-13) Climb up the wide crack to the base of the large dihedral. Traverse right to the arete - the flake above will take a cam, but it is rather rotten granite, and the traverse is short and easy (5.4). Drop in a cam, and climb the crack up to the massive ledge with the boulders. Find tricky gear at the end (and 5.8), or traverse right as the crack seams-out and take the short, wide crack to the ledge. Take a nap on the ledge!\n\nP3. Walk behind the boulders to the north end of the ledge (note the rap anchors on the boulder near the edge), and climb up the wide, freaky-lookin' face crack (5.9+). . . . You can also climb the overhanging dihedral to the right of the crack at about 5.9+ - a separate route and fun climbing. Climb up to the ledge and the \"memorial\" and cave - note the rap station.\n\nP4. Climb up the cool chimney (inside or out) out of the cave to top out (note the old bolt on the right at the top).\n\nRap the route; walk off around the south (watch for poison ivy); walk off around to the north - for the walk-offs you first have to walk up a bit.","protection":"Cams up to 3\" (may want extra yellow and green Alien and smallest); nuts, HBs, RPs.\n\nTwo were added bolts for the unprotectable crux. There are 3 two-bolt rap stations (existing but in good shape).","location":"This is left of center while facing Sweat Loaf from the riverside pullout. Note the large dihedral halfway up.\n\nCross the creek at the dirt parking area. Notice the large boulder with a cave and catch the trail to the right of it - follow the semi-worn trail and cairns to the base of the climb under the large pines."},"__v":0},{"_id":"uoQnmz6HWQqlOFMlDOhhcg==","name":"The Skin Tollbooth","yds":"V8+","grades":{"yds":"V8+","font":"7B+","vscale":"V8+"},"fa":"Todd Finley","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":999999,"mp_id":"106376873","mp_crag_id":"105745840","climb_id":"uoQnmz6HWQqlOFMlDOhhcg==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Start on what looks like a sloping rail on the right side of the boulder, and make one desperate move up and left to another sloper, match, and top out.\n\nVariation (V6) - start left hand on the arete and right hand on the sloping rail, dyno to the lip, and top out.","protection":"Crash pads.","location":"This is just below the crack that smokes you block in the drainage."},"__v":0},{"_id":"qU42qOIjXCWTTW4/RKhvAw==","name":"Revocation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Frichette & D. Hare (?) 1970s (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":7,"mp_id":"106395953","mp_crag_id":"105745840","climb_id":"qU42qOIjXCWTTW4/RKhvAw==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Revocation is a route that has some great climbing but is too broken up to be a great line overall. Still, it is worth doing. Find the upper half of the climb as decribed in the \"location\" text. The anchors are at the ledge above the arate and handcrack, to trace the line downward, look to the pointed flake below the roof, following a horizontal down and left to a right-leaning dihedral and to the base of the corner, on a large ledge that is accessed via a 30-foot traverse from the ground/trail.\n\nFrom the trail, walk out and left on the ledge, which is flat, but as you go left the ground falls away below... the ledge ends at a pair of corners, 'Revocation' is the cleaner corner on the right, and '\n\nAin't No Puppy\n\n' is the wider line on the [left] with the remnants of a bush in it. Set a belay of a large stopper and a 1st-knuckle-sized cam on the end of the ledge at the corner.\n\nClimb up and right into the steep corner, getting a small cam or two and then doing 5.9 moves to reach a series of hand jams. Continue up and right under a curving overhang (5.8). You will reach a roof with a crack going out right. Hand traverse in the crack out right with gear (5.8-) or foot traverse lower without gear (5.5) to reach a broad slot below the roof mentioned in the \"Location\" instructions and the crack piercing it. With hands on either side, work up into a stem and mantle, and climb the crack for a few moves (get good gear!) of 5.9+ until the crack becomes too awkward, then reach for incuts on the left face and make a few final moves to reach a ledge (5.8) with bolted anchors with webbing and a steel ring. The anchor was refurbished on 4/3/09.\n\nThere is a second pitch going up and left through cracks in a left-facing corner system, (5.9 at Bulge, then lower angle 5.7) and on to the top and walk off, or rap ~90' to the ground. A 60m rope reaches easily, a 50m is questionable.","protection":"A standard rack, from small to 3 inches. Long slings are useful to keep the drag down on this somewhat wandering line.","location":"About halfway up the South face of Sweat Loaf, there is a hanging arete 70' off the ground, capping a large roof. On the right there are a few bolts on \"Black Ramp (9+)\" and on the left there is a handcrack slitting the face from the roof upward, which is the upper portion of \"Revocation (9+).\""},"__v":0},{"_id":"afos8ntgWsi5s1VKfyuepw==","name":"Rat Crack Direct","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tim Hudgel and Andy Downen, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":9,"mp_id":"110835453","mp_crag_id":"105745840","climb_id":"afos8ntgWsi5s1VKfyuepw==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Start with the thin crack downhill from\n\nWhite Shores\n\n. We started with the new variation, we will call it PIB, (Poison Ivy Bypass). Use every size cam on this route, little stuff to a #3 Camalot. Traverse out of the roof, and clip two, nicely placed bolts. Then fire up the finger crack to the anchors below\n\nGravity's Rainbow\n\n. It is way fun and protects well. This may be on the softer side of 11. The crux, at the bolts, is short. The traverse out of the roof was in the mid-10 range.","protection":"A standard rack.","location":""},"__v":0},{"_id":"T5VbAJHkVrOSMh6MMgbOCQ==","name":"Rat Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tim Hudgel, Andy Downen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":10,"mp_id":"114173577","mp_crag_id":"105745840","climb_id":"T5VbAJHkVrOSMh6MMgbOCQ==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"This is a pretty obvious line that follows the grungy, right-facing corner (which climbs surprisingly well) to a blocky, weird roof. Get ready for some St. Vrains funk here. It continues in a crack past a tree and then up to the top of Stone Temple Pilots. When I climbed it, we traversed right during the second pitch to the anchors of\n\nWhite Shores\n\nwhich worked nicely and made the descent only one rappel.","protection":"A standard rack with a #4 Camalot. Like for other climbs at this crag, nuts were great as well.","location":"It is pretty far right on the south face of Sweat Loaf and shares a start with\n\nRat Crack Direct\n\nand\n\nBlack Ramp\n\n. If you get to the bolted \"\n\nWhite Shores\n\n,\" you've gone too far."},"__v":0},{"_id":"ZTJUWUN7UtyvRURBQ8+kgg==","name":"The Pandemic","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Hunter Lopez","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":999999,"mp_id":"120595403","mp_crag_id":"105745840","climb_id":"ZTJUWUN7UtyvRURBQ8+kgg==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Start low and right on sloping edges, and follow an arete and crack system on the left to top out up and left. Definitely bring some pads, the top out can be pretty dicey.","protection":"Pads.","location":"It is up the hill from Rebels Boulder about 150-200 feet, up and to the left of the cave with some already established boulder problems."},"__v":0},{"_id":"106qwnXgVX6o5bW/so/sXg==","name":"Independent Worm Saloon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Brown and Jason Curry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":2,"mp_id":"110232345","mp_crag_id":"105745840","climb_id":"106qwnXgVX6o5bW/so/sXg==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"This is just left of the obvious, shallow dihedral/finger crack of\n\nBig Dogs on the Prowl\n\n. We only did the first pitch.\n\nPlug in some gear, and get through the overhang and on to the blank face. Follow the bolts up an around the corner. Make a well-protected 5.8 move, then cruise to the anchor.\n\nWe rapped from here with a 70m. You might have to do some shananagans with a 60m.  It is easy to cheat and use the crack on the right. This is a little contrived I suppose.","protection":"A standard rack.","location":""},"__v":0},{"_id":"twR9nC/LVOCGWcPhH1d0Zg==","name":"Gravity's Rainbow","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Hare and Mason Frichette","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":11,"mp_id":"110232206","mp_crag_id":"105745840","climb_id":"twR9nC/LVOCGWcPhH1d0Zg==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Gravity's Rainbow is an obvious, left-leaning, hand-to-small-hands crack at the top of the crag just to the right of\n\nRevocation\n\n. When you are up there, you can't miss it.","protection":"Hand and finger-sized cams.","location":""},"__v":0},{"_id":"+XDQiIgaUMOtrRZ6/yv8wg==","name":"Deodorant","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Cameron Landis 2007","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":3,"mp_id":"106337270","mp_crag_id":"105745840","climb_id":"+XDQiIgaUMOtrRZ6/yv8wg==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Deodorant is a bolted variation to the first pitch of \"Independent Worm Saloon\".  Follow a broken crack system to the left of Big Dogs, until a horizontal crack.  Traverse to the left and enjoy some well protected thin face climbing.  These height dependent moves lead to a short, finger crack (#0.5 Camalot) and another lone bolt.  Finish in the hand crack to the left (#1 Camalot), which leads to a 2 bolt anchor.  You can't lower with a 60m rope, but a 95ft rap will deposit you on the ground.","protection":"One set of cams to a #1 Camalot and a good selection of med-lg nuts....","location":"Deodorant shares the first 30 feet with \"Independent Worm Saloon 5.10c\". The route starts just left of the 5.12a start of Big Dogs."},"__v":0},{"_id":"KZ0GHxC1XnmkOGmuUn+78w==","name":"Black Ramp","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Brown, Tanner Humphry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":8,"mp_id":"114173619","mp_crag_id":"105745840","climb_id":"KZ0GHxC1XnmkOGmuUn+78w==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"The well-protected start (5.9) is shared with\n\nRat Crack\n\n/\n\nDirect\n\n. It involve a long easy traverse left to the 'black ramp' which has 2 bolts (5.9+). The ramp section is pretty cool and requires some thought. It ends at a 2 bolt anchor with slings/cord and a rappel ring (shared with 1st pitch for\n\nRevocation\n\n).","protection":"Bring a rack to a #1 with some nuts and a couple long runners was enough for the standard start. If you're attempting the direct starts (either 5.7 R or 10b R), you may need some smaller pieces.","location":"It is the pretty obvious 'black ramp' right of\n\nRevocation\n\n. The start is further right below the large, right-facing dihedral."},"__v":0},{"_id":"padXLg2YWYmEFvbIbyHFVQ==","name":"Big Dogs Variation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Huggins and Tim Hudgel","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":5,"mp_id":"106337258","mp_crag_id":"105745840","climb_id":"padXLg2YWYmEFvbIbyHFVQ==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"This one pitch variation to \"\n\nBig Dogs on the Prowl\n\n(5.12a)\" climbs the enjoyable thin corner above the bolted 5.12a start. Four bolts protect this 5.10 section, which is accessed on the right by a low fifth class ledge system.  This corner could be lead on gear with small cams to a #0.5 Camalot, although some of the placements might be tricky/pumpy on lead.\n\nRap from a 2 bolt anchor with chains....","protection":"A #0.75 and #1 Camalot can be placed at the end of the easy ramp....","location":"The variation to\n\nBig Dogs on the Prowl\n\nstarts on a low fifth class ramp system to the right of the 5.12 bolted start."},"__v":0},{"_id":"0LWrbJ4oWjitXK4GxZg85Q==","name":"Big Dogs on the Prowl","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"J.Huggins, T. Hudgel, B. Gillett, & C. Greedy all contributed parts.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":4,"mp_id":"106396353","mp_crag_id":"105745840","climb_id":"0LWrbJ4oWjitXK4GxZg85Q==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"The climbing on the first pitch is difficult and cruxy on the lower half, and unabashed fun on the second half. Both are pretty safe leads.\n\nStart down and right of the first bolt and climb a few feet to it on mellow moves, the clip and head up progressively steeper rock. Sidepull, gaston, undercling, and mantle through the crux section. Some slopers and small crips after the second clip give way to a tough semi-mantle move at the 3rd clip, and then it is rest, before casting off the ledge onto part 2. If you got the first half the second half will be no problem. Arrive at a bolted anchor with chains at 80 feet or so. The striking corner on the upper half is 10c and can be approached via a ledge scramble but is part of the single continuous pitch.\n\nThere is a second pitch I did not attempt that is also 12a, passing a single bolt and then up through a bouldery fingercrack (stoppers) and onward to second set of anchors.\n\nThe 3rd pitch One is 11d according to the book, but I did not inspect it.\n\nPerhaps as someone climbs this, they can add the data for P2/P3.","protection":"For P1, 7 bolts, for P2 a bolt plus small cams and nuts, for P3, uncertain.","location":"To find the start of this route, head up the hill on the south face of the rock for perhaps 60 meters pas the low point at the corner where the Rock faces Northwestwardly. 3 bolts appear low on the face, 2 below a rather large bulge, and one just above the top of the bulge (12a). 4 more appear in a shallow dihedral above a ledge above this large wave of rock."},"__v":0},{"_id":"jqALA/wAUpCpKt9eiVZetw==","name":"Ain't No Puppy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Frichette & Partner (?) 1970s (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":6,"mp_id":"106395979","mp_crag_id":"105745840","climb_id":"jqALA/wAUpCpKt9eiVZetw==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"The route was pretty good and contained some great climbing, but it also had some flakey rock and insecure moves and lichen. It gets 1 star for now, but it might clean up to two.\n\nApproach as for '\n\nRevocation\n\n.' From the trail, walk out and left on the ledge, which is flat, but as you go left, the ground falls away below... the ledge ends at a pair of corners, '\n\nRevocation\n\n' is the cleaner corner on the right, and 'Ain't No Puppy' is the wider line on the right with the remnants of a bush in it. Set a belay of a large stopper and a 1st-knuckle sized cam on the end of the ledge at the corner.\n\nClimb up into the left corner, (5.9-) past some awkward moves- these might get more secyure if the crack becmes cleaner. Continue up to a wide section of crack in a corner (5.8) and into the great jams in the bulge above (5.9).\n\nYou will arrive at a bolt and link belay. Rap 95' to the starting ledge, or 115' (70m rope) to the ground.","protection":"No wide gear is needed - there is a thin-hands crack at the back of the wide crack, but do take doubles in hand-sized gear.","location":"Do the same start as for\n\nRevocation\n\n."},"__v":0},{"_id":"o8OqE/P8VQqWJ7GlW8thUA==","name":"-","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"left_right_index":999999,"mp_id":"","mp_crag_id":"105745840","climb_id":"o8OqE/P8VQqWJ7GlW8thUA==","areaRef":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":"Start underclinging the crack with a boulder to your back, and your feet on the rail to the left of the crack.  Work your way up and over the lip any which way you can. SCARY TOPOUT.","protection":"Several pads, spotter.","location":"This is the huge boulder just below the sweet loaf formation that you walk past in the drainage during the aproach.  The crack that smokes you climbs directly out  the middle of this roof using the obvious crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,9ff6baaa-ba12-5cbd-8583-89983b589dcb","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Sweat Loaf aka Big Dogs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":2,"label":"5.9+"},{"count":1,"label":"V6"},{"count":1,"label":"V8+"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"V4"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12a"},{"count":1,"label":"V-easy"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":10,"advanced":3,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"bouldering":{"total":4,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":1,"expert":2}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":10,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.32769,40.19295]},"bbox":[-105.32827865641721,40.19250033981814,-105.3271013435828,40.19339966018187],"left_right_index":-1,"ext_id":"105745840","area_id":"n/a6qroSXL2Fg4mYO1idyw=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:56:39.008Z","updatedAt":"2024-01-15T16:43:42.434Z"}