{"_id":"6368a1b8e80bff5a99554062","area_name":"Pig Pen, The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,6d4a2b17-8aa9-58bb-8050-bd1cf0b60508,66b3662c-0be1-5eac-aa1c-3da49e881565","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","* North Conway Area","Pig Pen, The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16375,44.08851]},"bbox":[-71.16437603587208,44.088060339818135,-71.1631239641279,44.08895966018185],"left_right_index":-1,"ext_id":"121821392","area_id":"ZrNmLAvhXqyqHD2knogVZQ=="},"content":{"description":"Ah, the pig pen. What more could you want? Well...don't answer that. But it does fulfill a need for roadside drytooling. Call it what it is - only one route (at the moment) tops out, for which it is nice to have frozen turf, and then you might be mixed climbing. Regardless, hopefully it's fun and is a good training ground for those objectives which our society deems more noble.The pig pen has a great angle to it and some roofs, which allow for steep routes and for staying dry in the rain and snow. Most of the rock is quite chossy. Sure, the routes will clean up with time, but you've been warned, and if you're climbing here and it's decidedly not winter, it might all be a bit more loose than if it were. Effort was taken to remove the larger stuff, but it's still a possibility and might always be. Stick clip highly recommended.Speaking of rock, there are rock routes at the pig pen, and thou shalt not drytool them. This is one of the few cliffs in the area that faces north and offers some shady relief on the hot summer days, and a few passes with tools will definitely break off important holds from these routes. Please keep the tools on the established mixed lines lest you anger the wrong person and get these drytooling lines chopped on behalf of all of us. The rock routes are listed in the Handren North Conway Climbs guidebook. Another good rule of thumb is that if they aren't listed as a route in this sub-section, it's a rock route. In case you don't have a Handren guide, and to be more specific, the rock routes are:-Every bolted line to the left of Sam's Corner. Additionally, the finger crack that goes to a bombay chimney is listed as a TR in the rock guidebook, but I'm sure has been led.-The bolted line (in desperate need of a hardware upgrade) between Sam's Corner and Relish and Catch Up-The bolted line (has a mixture of old and new bolts) between What We Do in the Shadows and The Acceptable Cave"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:14.640Z","updatedAt":"2024-01-15T16:46:51.269Z"}