{"_id":"6368a1b8e80bff5a9955403e","area_name":"- Luck O' The Irish (in Kinsman Notch) Ice","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,80712f6d-8cd8-5590-bbee-b702de487bb2,3a0845cc-5691-5839-9131-9970d89facce","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","- Kinsman Notch","- Luck O' The Irish (in Kinsman Notch) Ice"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.76617,44.02923]},"bbox":[-71.76679540940592,44.02878033981814,-71.76554459059408,44.02967966018186],"left_right_index":-1,"ext_id":"106117347","area_id":"OghFzFaRWDmRMZlw2J+szg=="},"content":{"description":"2022 NOTE - The new (\"Dogarf & Wilcox) NH Ice Guide calls this the Luck O' The Irish crag, and because (hopepfully) there is more ice climbing in Kinsman Notch than just at this one crag ( Jon Sykes where are you ?!) I have re-named it as such and placed it as a sub-area in Kinsman Notch. R Hall Jan 2022Kinsman Notch is perched high above rt. 112 just outside of North Woodstock. On the weekends the area is usually very crowded for a few good reasons-There are a great variety of climbs (from WI2-WI4+ and even some mixed climbing) in close proximity to one another.-The ice generally comes in fat with a few exceptions.-Most of the climbs are easy to top rope from trees above (bring some long runners.)-The heavily wooded area generally keeps the sun off of the ice and the wind out of the crag.-North Woodstock has some interesting dining and is a classic old New Hampshire country town.The crag has two distinct sections around the main flows. On the right (where the climber's path meets the cliff) is the Pot o' Gold and Leprechaun's Lament area have numerous climbs and variations, and about 400 yards further left lies The Beast area. The trail from the nondescript parking lot will take you up (very steeply) to the right hand side of the crag, at the base of Pot o' Gold. Follow the cliff line to the left to reach the base of the other climbs."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:14.213Z","updatedAt":"2022-11-25T11:20:05.419Z"}