{"_id":"6368a29ce80bff5a9956b0f0","area_name":"Lakeview Area","shortCode":"","climbs":[{"_id":"PpshjY1uUG+LqEpsvtmuZQ==","name":"Zinnea's Zen","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Reardon, Leigha Dickens","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":11,"mp_id":"107356479","mp_crag_id":"105945074","climb_id":"PpshjY1uUG+LqEpsvtmuZQ==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"Thin and powerful moves up a STEEP section of Lakeview highlighted with basketball size holes. 3 bolts were hand drilled on rappel. The route is named after my newborn daughter.\n\nP1: 5.11b 100 ft. Dyno or make small crimps to a big starter jug, pull a hard mantle/crimp to clip the first bolt. Work balancy moves to another 'thank god' jug and clip a 2nd bolt. Get a yellow TCU in a horizontal, then traverse left towards a large hole and a 'hand in glove' red link cam pocket placement. Clip a final bolt, then up a blank 9+ slab to the good gear belay ledge\n\nP2: 5,7+ 100 ft. Take the path of the most gear to the tree directly overhead.","protection":"Standard Rack\n\nWalk off or rap the tree to the ground","location":"Far right side of Lakeview, Right of squeeze job and starts right behind a tree. Resist the temptation to use the tree while climbing, or don't."},"__v":0},{"_id":"PEv8KmqIXHWboAwdV0870A==","name":"Unknown","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":0,"mp_id":"120340955","mp_crag_id":"105945074","climb_id":"PEv8KmqIXHWboAwdV0870A==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"A tour of thin edges and slab movement. Mostly bolt protected but still a \"heads up\" lead. Belay at the tree and leave slings to leave.","protection":"9 bolts, possible gear","location":"Furthest left route on Lake View."},"__v":0},{"_id":"GN1Qf/IvX/2cE3o/PvpC3g==","name":"Squeeze Job","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nathan Brown, Amber Russell  Jan '03","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":10,"mp_id":"106073700","mp_crag_id":"105945074","climb_id":"GN1Qf/IvX/2cE3o/PvpC3g==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"This is a fun short slab route that was originally done with only the first 2 bolts.  It finished up and left and around the small overlap/flake at the top to a s/s nut anchor that seems to keep disappearing.  There was a 2 bolt anchor added, as well as a better and more direct finish, also protected by a new bolt.  The old variation was slightly harder by going left at the second bolt (5.11-).\n\nP-1 Climb up a short section of steepish rock to a high bolt (either stick clip, sling tree, or don't fall!). Note: There is a cam placement about 8' off the ground that some folks find useful.  Continue up on some cool friction and small crystals to another bolt.  A few crystals from the FA have broken making this whole section a bit less secure.  Climb up and slightly right past some pockets (red tricam in one) to a stance and a 3rd (new) bolt.  Continue up on good edges to a 2 bolt anchor (new).\n\nP-2 Continue up and right on moderate ground to the top, or up and left into the belay for \"Boot Hill\".","protection":"Very light rack, maybe a red tricam and a green or yellow alien size piece.","location":"This is the obvious short slab right above the right side approach trail."},"__v":0},{"_id":"tnPwuHobXZ2dZfrXWgu9Dw==","name":"The Radical Left","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Adam Tripp, Conor Mark, Ben Kegan, Johny Remein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":2,"mp_id":"116782745","mp_crag_id":"105945074","climb_id":"tnPwuHobXZ2dZfrXWgu9Dw==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"The Route\n\nA radical (If I may say so) new line at Lakeview. Probably the best line at the crag, unless you prefer slab climbing, then you will like the other routes. Steep, featured, and by virtue of being the exposed section of the arete, the rock is very clean with great texture. This route initially started as an alternate finish to the route Left Unlocked and was bolted ground up. An anchor was later added to allow lower off with a 70 (barely! Tie knots in the end of your rope) and a direct start was discovered which was bolted on rappel. Although Left Unlocked is badass, probably the best way to do this route is via the direct start as described herein.\n\nThe route begins in the dirty corner to the left of the arete. Place good gear through about 40 feet of the crack. There is a bomber .75 camelot just before the traverse right toward the bolts on the face (double length sling recommended on the cam).\n\nAfter traversing right from the crack, gingerly mantle on top of a hollow flake (don’t kill your belayer). Clip a bolt and make moves on crimps and jugs and a nice hueco-like sidepull past two more bolts on a slightly overhanging face. A long move to a jug awaits just before mantling to a no hands rest where you can clip the 4th bolt.\n\nMake some fun balancy face moves with a thumbdercling or two to a good meat hook sidepull where you can clip the bolt above the small roof. Begin the bouldery crux section involving slopers, sidepulls, and maybe some other tricks. Once past the crux and holding a good ledge hold, figure out how to get stood up on it, without Weekend Whippering yourself (\n\nyoutube.com/watch?v=Yl8wJtM…\n\n).\n\nFinally, move left to the beautiful arcing rail feature, clip another bolt, mantle the rail and make one final red-point crux slab move before reaching the anchors…You can also top out through 5.7 R terrain for a slightly better view at the anchors for Left Unlocked and belay from gear or the bolt anchor (double rope rappel if you top out).\n\nThe Name\n\nIt was important that we one up Mikey Williams by naming the route with a quadruple entendre! Unfortunately, we failed to beat the legend.\n\nWe did manage the triple, courtesy of my friend Ben (who had a lot of good suggestions, including Adam Areteondra). The triple goes like this: First, the route is left of Left Unlocked. It is also clearly radical. Finally, it was put up using radical left principles. An endangered fauna and flora assessment was performed. We didn’t find anything except for a couple baby seals, which were clubbed in accordance with the Clean Water Act. The route was approved by the Klub for Parity in Outdoor Participation which found the route to be of similar difficulty for all genders and races, and one member saying that it does in fact bring her joy. The route was initially bolted ground up as required by K-POP, but later a direct start was rap bolted, just to stick it to the man. Some grass was pulled out of the vegetated corner to clean it up, but the environmental impact was offset by planting some kudzu. Oh yeah, some of the hangers were also recycled from Hidden Valley bolt replacement (this part is actually true).\n\nNext season we are going to put up the Radical Right at the other end of the cliff. Not only will the bolts be drilled, they will also be fracked. You will have to show ID to climb it, and even though the route is a lying, narcistic, authoritarian piece of crap, you will climb it anyway.","protection":"Light rack for the initial corner, 7 bolts, to double bolt anchor. A 70-meter rope will barely get you down (Tie knots in the end of your rope!!!!!)","location":"Starts in the dirty corner left of the obvious striking arete at the left side of Lakeview"},"__v":0},{"_id":"PswfxFllWVienoIo0Wno0g==","name":"Left Unlocked","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Reed","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":3,"mp_id":"116685866","mp_crag_id":"105945074","climb_id":"PswfxFllWVienoIo0Wno0g==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"Striking arete feature with the technical crux well protected by a bolt. After pulling past the third bolt, prepare for a massive runout on relatively easy slab moves. Eventually move up and right away from the arete to the fourth and final bolt.\n\nThere is a 5.8ish mantle move just below the fourth bolt that, if you blew.....Well, you can imagine what would happen.\n\nAfter clipping the last bolt, pull another crux to get past the bulge and engage runout slabby moves with occasional gear.\n\nBelay from a two bolt anchor at the top of the cliff (this was installed recently as the belay tree died), or setup a gear belay on the cushy ledge and enjoy the spectacular view","protection":"piton, 4 bolts, a few gear placements.","location":"The route starts in the dirty vegetated corner at the far left side of Lakeview, but quickly transitions right to the arete at a piton."},"__v":0},{"_id":"iux9OOqgUuC01uhBZomdqQ==","name":"Lakeview","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Thomas Kelly et al 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":6,"mp_id":"105945079","mp_crag_id":"105945074","climb_id":"iux9OOqgUuC01uhBZomdqQ==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"A great slabby route with some classic edges and a gorgeous view of Lake Lure. Wanders slightly, to keep things interesting.\n\nP1- Climb direct (harder) or stem up a tree to a point at which you can step over to the wall. Pass 5 or 6 bolts and some small TCU placements. Cut directly left near the last two bolts and end at a rap anchor. 90', 5.10a/b.\n\nP2- Climb straight up past two bolts. This pitch starts off steep and eases considerably. End at a rap anchor. 75', 5.10.","protection":"Dead center of the Lakeview Wall. Look for the dead tree near the right side of a 15' ledge. Rap once with two ropes (165') or twice with a single.","location":"A few bolts supplemented by a handful of TCUS."},"__v":0},{"_id":"Tfhq8f/LUfyCTwiTxiGS3g==","name":"Home of the Brave","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bruce Burgess, Andy Kluge, Pascal Robert 1998","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":8,"mp_id":"118648601","mp_crag_id":"105945074","climb_id":"Tfhq8f/LUfyCTwiTxiGS3g==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"A stout and amazing 2 pitch journey up the middle of the Lakeview wall that will reward you with some of the finest sustained steep slab and face climbing at the Bald. The start is the same as for Boot Hill and if climbed as we did originally is the only true R part of the first pitch. Sling the healthy Chestnut Oak very high and cast of on the delicate and committing 5.9+ right rising traverse up to a gear slot 8 feet below the first bolt.  This runout could be avoided with a very tall stick clip, but I have not tried it. The rest is PG 13.  Tiny crystal edges and high steps get you past the 2nd bolt and up to a bomber cam slot (multiple gear options here). Climb past another techy move at the 3rd bolt (extend the draw after you've done the move) to another good horizontal for pro. After that it’s all bolts as the face gradually steepens and climbing becomes more difficult.  Things really kick in at the 6th bolt. Reach big, crimp, high step and embrace the texture past multiple 5.11+ cruxes broken up by a few tenuous stances. One final bouldery crux at the last bolt gets you to hero jugs just below the belay. If lowering, a 70m rope will get you back to the tree ledge but maybe not to the ground proper.  Watch your ends.","protection":"A selection of cams in the .1-.75 Camalot range.   Originally the first pitch had just 7 bolts.  Two have been added by the FA party.  All bolts on the first pitch are stainless steel.  As of this writing, 3 of 4 bolts on the 2nd pitch need to be replaced.","location":"Starts on the right end of the tree ledge 20 feet right of the start for Lakeview and just left of the leaning Tombstone flake."},"__v":0},{"_id":"Eb6uDGzoU2OSE4xjlH9r+Q==","name":"Guppies with a twist","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nathan Brown, Doug Swords  '02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":4,"mp_id":"106073708","mp_crag_id":"105945074","climb_id":"Eb6uDGzoU2OSE4xjlH9r+Q==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"Start on \"Guppies in the Mist\". Instead of moving right to the bolt line, continue straight up past gear, a fixed pin, a possible Loweball, and a bolt (hard crux), to the last bolt on \"Guppies in the mist\".  Continue up to the Guppies belay.  Basically a direct version of \"Guppies...","protection":"light rack, possible small red Lowe Ball","location":"Left side of the Lakeview slab"},"__v":0},{"_id":"i1tllRqVUs+G6g1PtfzNCA==","name":"Girly Mon Direct","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Fisher, Brendan Barrett 1995","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":7,"mp_id":"121784339","mp_crag_id":"105945074","climb_id":"i1tllRqVUs+G6g1PtfzNCA==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"I started this route rope solo. Bosch had been stolen so I was back to hand drilling. I did not preview the route other than what you can see from the Lakeview rap. The first bit of climbing is 5.10 to a mantel that is exciting. I had thought this was a \"no fall zone\" but at least two friends have taken the fall without visible injury. At my first bolt the climbing is 10+ and nearly vertical. The climbing moderates in the middle past my second bolt. At the first piece of clean gear, I climbed up and right to avoid the obvious harder line. I drilled an anchor bolt and cleaned the route. This variation would be more pleasant using the third bolt. The following week I returned with Brandon and put in the third bolt to facilitate the direct line.","protection":"Three additional bolts, all upgraded, and a couple of smaller cams. You will want to have a cam left for the final bit of steep climbing which is the crux. Bolts with rings for anchor. Two ropes for decent.","location":"Start on Lakeview. At the next to last bolt on the first pitch, before the traverse, continue straight up."},"__v":0},{"_id":"TXYsxS6lU2eG4yx6M43VHw==","name":"Edgestacy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Lauschey, Monty Reagan","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":5,"mp_id":"106611060","mp_crag_id":"105945074","climb_id":"TXYsxS6lU2eG4yx6M43VHw==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"One of the finest edge and face climbs at the Bald.  Rivals Snap, Crackle, Pop's P3 for fun steep face climbing.  You will surely be in edgestacy after bagging this one.\n\nStart same as Guppies in the Mist.  Difficult bulge start with no pro leads to unprotected moderate slab climbing.  Follow undercling flake feature with good feet to the first piece of gear below bolt.  Move up through rails to the first bolt and start the bulge crux.  Thin sustained edges through the bulge protected by gear.  Double up on the TCU placement after the #4 solution hole for another runout to the small piece below the second bolt in a funky flake feature.  Clip the second bolt and move right through easy terrain to the Lakeview Rap bolts.","protection":"Draws, single rack, mandatory #4 camalot or old style #3.5 camalot.","location":"30' left of the Lakeview start."},"__v":0},{"_id":"0q6XZ3kTVOe7AuESmruAyA==","name":"Boot Hill","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Fisher, Jimmy Overby 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":9,"mp_id":"121784488","mp_crag_id":"105945074","climb_id":"0q6XZ3kTVOe7AuESmruAyA==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"Doug Reed and I were looking at the cliff right of Lakeview one day speculating about the possibility of a line that required no fixed gear. Boot Hill started out with this idea in mind. The time in climbing history has a lot to do with why there were only 2 bolts on this climb initially.\n\nIt is possible to sling the tree at the start for pro. Follow the ramp up and right to a shallow horizontal that will take several pieces of finger tip sized gear.  Modern hardware will provide many more options than we had in 88. Climb left of this horizontal until it is possible to move right to a pod that takes a #2 hard-stem. Hopefully you wont clip the first bolt on Home of the Brave. Continue diagonally up and right with some small cams to protect the second. Belay in a scoop with a horizontal crack down and left of the bolts on the second pitch.\n\nOn the first day of climbing I slabbed past where the first bolt is now and drilled the bolt that is now the second one. We bailed from there and returned the following week, repeating the scary runouts on on both pitches in the process. The second and fourth bolts are the locations of the original bolts. There is a bit of clean gear after the fourth bolt and a clean anchor where the angle backs off .\n\nI added the first bolt after respected friends gave me feedback. When that was not enough for the route to be repeated I added the third bolt. The second pitch is fairly civilized with all four bolts. PG13?","protection":"Light rack up to 2 inch with one 3 inch piece for first anchor. Walk off to descend or rap from Home of the Brave.","location":"30 feet right of Lakeview there is a flake that resembles a tomb stone. The climb starts there."},"__v":0},{"_id":"uHAtU+V+WaitJRZEjupvXw==","name":"Black Dome Dementia","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Brad Shaver, FFA Doug Mathews, Matt Hodges (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":1,"mp_id":"120340930","mp_crag_id":"105945074","climb_id":"uHAtU+V+WaitJRZEjupvXw==","areaRef":"YihNWK/eUvOkwz1WxSYXRw=="},"content":{"description":"Climbs inside the huge arching dihedral.Climb inside the dihedral crack to a 5.10 off width at the top. Belay at the tree and leave slings to leave.","protection":"Standard Rack, 1 bolt","location":"Left side of Lake View."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,62284d58-afde-52f3-a4c3-3d56c5261747","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Lakeview Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":8,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"bbox":[-82.21485197946096,35.448550339818134,-82.21374802053903,35.44944966018186],"left_right_index":-1,"ext_id":"105945074","area_id":"YihNWK/eUvOkwz1WxSYXRw==","polygon":{"type":"Polygon","coordinates":[[[-82.21485197946096,35.448550339818134],[-82.21374802053903,35.448550339818134],[-82.21374802053903,35.44944966018186],[-82.21485197946096,35.44944966018186],[-82.21485197946096,35.448550339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:16:00.859Z","updatedAt":"2024-01-20T01:05:25.940Z"}