{"_id":"6368a29ce80bff5a9956afa4","area_name":"Stone Mountain South Face","shortCode":"","climbs":[{"_id":"pQUX0lcqWzWP5sQuLOCIeg==","name":"Zoo Love","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Vince Davis (solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":15,"mp_id":"111009276","mp_crag_id":"105887506","climb_id":"pQUX0lcqWzWP5sQuLOCIeg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route was originally a solo route and is listed as so in nearly all of the guidebooks but it was bolted at some point, possibly during the CCC rebolting effort.\n\nYou will need to start on another route, such as Dream Waves or Peer Pressure. Dream waves tends to work best. At the start of the second pitch of Dream Waves, climb the dike, just past the bolt on Dixie Crystals, to a point where you are under a bolt that is just under a nice bulge. Climb up to the bolt at the bulge (crux) and find several nice crystals above the bulge to help pull up over it. From here, climb up and left to a bolted belay. The route now follows a water groove past two bolts, all the way up to a ledge at the base of a large overhang and will require either a gear belay, the use of a tree, or moving onto another route. The topo in Selected Climbs shows a set of rings here but none will be found.","protection":"3 dedicated bolts and one set of rings. Other gear will depend on which route you use to get here. No anchors at the top.","location":"Left of Dixie Crystals, just above the Dream Waves dike."},"__v":0},{"_id":"ZKHHvlnfWUSrQWv6M2AsbA==","name":"Yardarm","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Dailey, Stan Wallace (1972)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":28,"mp_id":"106138197","mp_crag_id":"105887506","climb_id":"ZKHHvlnfWUSrQWv6M2AsbA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Pitch 1- Climb 5.8 friction climbing to the first bolt (25ft). Clip with great relief and follow the right trending water drain to a second bolt. This is very runout, but the rock here is very featured. Clip the second bolt and the two ring anchor is another 15 feet up. (5.8)\n\nPitch 2- Climb up and left past some overlaps. Clip a bolt and head up on easier ground to another bolt and a bolted belay station. (5.8)\n\nPitch 3- Climb basically up until grade drops significantly for walk off, no bolts or anchor.  Anchor option is to trend left near the top to Great Arch anchors, just be mindful that Great Arch anchors are used for 4 other routes and can be quite busy. (5.6)","protection":"Consider using a tcu before the first bolt on Pitch 1.  The rest could be done on no more than six quickdraws.  All anchors are fixed ring anchors.","location":"This route is 30 feet to the left of No Alternative.  Look up to see a right-facing crack and some small flakes.  Top out the climb and walk left or right to bolted rap stations.  Make sure not to run into ascending parties on your way down."},"__v":0},{"_id":"Ri1XSdMPUHy1nK1Ve4sGpg==","name":"WOSL","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":38,"mp_id":"110950939","mp_crag_id":"105887506","climb_id":"Ri1XSdMPUHy1nK1Ve4sGpg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Start just to the left of Father Knows Best. The route mostly follows a dark water stain straight up to the tree ledge. I started just to the right of the groove on some decent holds and climbed up until there was a flake to my left. I stepped across the groove to the flake and placed two small cams so that I would have some protection before the bolt.\n\nIt is also possible to start at the crack that is usually used for Father Knows Best and climb to the left at the top of the crack. This way looked a little easier and allows for cam or nut placements in the small crack.\n\nOnce I placed my cams, I stepped back across the groove and headed straight for the lone bolt. Keep in mind that this bolt is even with the first bolt on Father Knows Best and due to the slope of the ground, this route is a little bit taller. A running belay is a must on this route. I did not need it but it was nice knowing it was there. There is no more protection at all past the bolt and no way to escape. I carefully followed the dark rock up to a large block on the tree ledge and moved right to use the belay rings above Father Knows Best. The climbing is a little stiff and just as difficult or more than Father Knows Best. Do not attempt climbing this route if you are not comfortable with the grade or the long runout. A fall from up high would put you on the ground without a running belay, maybe even with it.","protection":"1 bolt and scarce pro at the bottom. Nothing up high.","location":"Between Fuddy Mucker/Deception Crack and Father Knows Best. Rap back down from rings on Father Knows Best. Will need two ropes or an 80M. A 70M can be used but requires a short downclimb since the rope doesn't quite reach the ground."},"__v":0},{"_id":"jgtP1j5/V5ivPWSKyIqiDg==","name":"White Way Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gerald Laws, Buddy Price - 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":17,"mp_id":"105890192","mp_crag_id":"105887506","climb_id":"jgtP1j5/V5ivPWSKyIqiDg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"A nice route and a great way to test your mettle for some of the long pure friction routes at Stone Mountain.  Or you can use it as the prelude for the Great White Way just above.\n\nClimb up and right past diagonal dikes to a flake protected by a bolt.  Move right on crystals and nubbins to another bolt, then climb past it on thin moves through a bulge (crux).  Continue up and right to finish at a tree near the left end of the Tree Ledge.","protection":"Two bolts; a light rack is optional.  Gear anchor at the Tree Ledge (sling the tree).  Two-rope rap from any of the bolted rap stations along the Tree Ledge.","location":"Starts up and left of the Block Route, up a sort of drainage ditch."},"__v":0},{"_id":"AxDlyAntXQKsBYmKE8qwSg==","name":"Wet Dreams","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Vince Davis (Solo)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":14,"mp_id":"121656384","mp_crag_id":"105887506","climb_id":"AxDlyAntXQKsBYmKE8qwSg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Another Stone Mountain water groove.  This water groove has a bit more shape, but still some polished areas and no bolts.  Most information list this route as unprotected and X rated.  Remember that this route was originally an unprotected solo route.  Top roping the route after climbing Zoo Love or Dream Waves is an option as each has a pitch that comes to the same anchor location of P1.\n\nP1 - 130' with no bolts and natural anchors.  This water groove and route start at the 1st bolt of Dream Waves P2 along the dike.  Various options exist for climbing to this starting point.  Peer Pressure would be a option, plus Peer Pressure starts up the water groove with a traverse to the shared anchors of Dream Waves P2.  Wet Dreams could then be continued from this point which would increase the protection.  If starting from elsewhere consider your belay options and rope length.  I did find an opportunity for small finger-sized gear (An offset cam was the only piece I got to hold solidly, but it was solid.) ~40' up which the climbing after this drops to 5.8 in my opinion.\n\nP2 - 80' with no bolts and natural anchors.  Zoo Love and Dream Waves also share this pitch for toping out.  Easy climbing.","protection":"No bolts.  Sparse and finicky gear.  Natural anchors.","location":"Water groove that starts at the 1st bolt of Dream Waves P2 along the dike.  This is the second water groove along the dike after the P1 anchors of Dream Waves."},"__v":0},{"_id":"XpgdWmilX+WusT6jVaaiTA==","name":"Wahoo Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":10,"mp_id":"109433949","mp_crag_id":"105887506","climb_id":"XpgdWmilX+WusT6jVaaiTA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route starts with Peer Pressure and splits off just past the first bolt. The bolt is easily seen from the ground and is located on top of a small, left-facing corner with big jugs. There are multiple options for getting started up to the corner, all of fairly equal difficulty, but there is a downward angling dike leading up to the corner that works best. The crack in the corner is too shallow for most gear placements so don't bother. A few minor moves will get you to two very large jugs stacked on top of each other that eliminate the need for footholds, or protection. The bolt is just above the jugs. This is where the climb gets interesting. Step out to the right on a small but obvious foothold, preferably with the left foot. Pinch a nice crystal just above you with the left hand and reach way out to the right for another nice crystal that will allow you to stand on the foothold. Smear your right foot over a pea sized crystal and crimp your way up, placing your left foot on the crystal that you originally had your right hand on. If you can pull it off without slipping, the climb now turns easy. Now, head to the top of a big flake on the right with small pines growing out of it. Don't bother with cams, the climbing is easy and there is a bolt on the wall just above the flake. From the right side of the flake make a fairly easy traverse over to the belay rings for Dream Waves/Dixie Crystals. At about the midpoint of the traverse it is necessary to step down several feet, however, the friction is great and there are several good holds. This route is an alternate start for routes using the previously mentioned belay station. The two bolts provide protection just where it is needed and no additional pro is needed unless you just feel safer with it. An interesting traverse all the way to the Tree Ledge can also be made from the belay rings.","protection":"Two bolts and the belay rings on the first pitch of Dixie Crystals/Dream Waves. Some possibilities for additional pro.","location":"Up and left from the start of Dixie Crystals. Start the same as Peer Pressure."},"__v":0},{"_id":"R4OuM+DyULCofeM1OIIbYw==","name":"U Slot","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":33,"mp_id":"105887741","mp_crag_id":"105887506","climb_id":"R4OuM+DyULCofeM1OIIbYw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"One of a number of ways to get to the Tree Ledge for the big climbs, this is an interesting route in its own right.  Be ready for some of that hairy Stone Mountain runout.  A good warmup for things to come!\n\nStarting up a left-facing corner and hand crack, the climbing is well protected until you're about two-thirds of the way up.  From there, a 30-40' runout section will get you to a shallow overhang, where you can thankfully place a cam before pulling the balancy move onto more friction to a short finish at bolted rap anchors on the Tree Ledge.","protection":"Medium gear; bolted anchors at the top.","location":"Starts just above the boulder field at the base of the mountain, about 30' right of Block Route.  Scramble up to a left-facing corner with trees at the base.  You'll need two ropes to rap down."},"__v":0},{"_id":"eaeKk7twXkeWTVCbW39RyA==","name":"Toilet Bowl","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":5,"mp_id":"108550124","mp_crag_id":"105887506","climb_id":"eaeKk7twXkeWTVCbW39RyA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route is listed as not recommended in several of the older guidebooks and while it's a serious and committing lead it has some fun moves and can be easily toproped after leading Fantastic. Start on the left side of the bowl near the block at the base of Fantastic. Work up the block a few feet then step right and traverse across the bottom of the bowl. Follow the flake around the bowl until it ends then head up the face to the overlap above . Finish at the Fantastic anchors.","protection":"Cams to #3, nuts, long sling for a thread through and a bolt on the second pitch of Fleet Feet.","location":"Between Fantastic and Fleet Feet at the giant bowl shaped feature."},"__v":0},{"_id":"7tRVGENIUoiraP+ustxqLA==","name":"Taken For Granite","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Perkins, D. Matthews","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":54,"mp_id":"109437433","mp_crag_id":"105887506","climb_id":"7tRVGENIUoiraP+ustxqLA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The route starts to the right of Grand Funk Railroad just beneath an odd hole in the rock. There is also a pine tree very close to the rock. Climb up to the hole and place protection inside of it. Move to the right towards a bolt just over the raised dikes. There is another bolt up and slightly right from the first. Climb up over a bulge above the bolt or move out left around the bulge and head to the first shared belay with Saturday Night Live.\n\nOn the second pitch, climb up and to the left towards a bolt on easier ground. Angle back right to another bolt just underneath of the headwall. Climb up and to the right over the headwall to another set of belay anchors that is shared with Saturday Night Live. From here, climb straight up over easy terrain to the top. The last pitch is not really worthwhile and there is a lot of boring, low angle slab. We climbed up and just walked ropeless to the left so that we could rappel back down on Autumn Speaks and The Pulpit - five raps with a single 70M rope. There are no rappel rings on the top of the mountain right of No Alternative.","protection":"Pitches 1 and 2 have 2 bolts per pitch with belay rings above each pitch. Pitch 3 has nothing but is low angle.","location":"Just right of Grand Funk Rairoad and behind a pine tree."},"__v":0},{"_id":"/xARCydUVIaoeF1nAwR5nw==","name":"Strawberry Preserves","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Zschiesche, Hinkle, Broome (1979)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":999999,"mp_id":"107045057","mp_crag_id":"105887506","climb_id":"/xARCydUVIaoeF1nAwR5nw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"one pitch of \"stick or slip\" hair raising slab climbing, backs off for enjoyable moderate pitches the rest of the way. chose your destiny after pitch one gets your blood pumping.\n\n1st pitch. clip bolt @20ft. or so and try to stay on for next two bolts. enjoy the runout to anchors.\n\n2nd pitch. shoot straight up for the oasis with no pro.(5.8)\n\nFinish as u see fit!","protection":"6-8 draws w/runners and slings. have your second bring up light trad rack, if u plan on doing something else after reaching the oasis.","location":"located aprox 100ft. right of dirty crack and the pulpit. 15ft right of the mossy seam/streak. look for that first bolt @25ft."},"__v":0},{"_id":"rCISGxxLWsm89LUTHbw33A==","name":"Storm in a Teacup","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sandy Fleming, Lezley McIlveen","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":24,"mp_id":"107954260","mp_crag_id":"105887506","climb_id":"rCISGxxLWsm89LUTHbw33A==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Slightly harder than it's neighbor to the right, Teacup climbs a straight line past 3 bolts to the left of the splotches.","protection":"3 quickdraws, bolted belay station.","location":"Second bolted line from the right of the great arch. Rap down."},"__v":0},{"_id":"YeHWA1BNWKel/u/d9aFUfQ==","name":"The Sermon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Webster, Janet Morrow","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":47,"mp_id":"109441391","mp_crag_id":"105887506","climb_id":"YeHWA1BNWKel/u/d9aFUfQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The Sermon starts on the left edge of the dark moss streak near Orange Blossom Special. It cannot be missed when walking along the base of the mountain. Follow the dike/crack that trends up to the left. The first holds are easily seen since they are clean spots located in the mossy area. The climbing is fairly easy and there are a few spots where cams or nuts can be placed in the crack. Continue to the end of the dike where a large horn is located and can be slung for protection. From there, move right and up to the first bolt, which has a stainless steel quick link connected to it (from an escape I suspect). Climb up and to the left, while staying underneath a ramp, for the second bolt. The climbing is a little tougher through this section, so use caution. From the second bolt, aim for the first set of belay anchors on the Pulpit. The route stays just to the right of the Pulpit line and does not intersect until the belay. From here, you can continue to climb on the Pulpit or rap. I chose to rappel (single 70M rope) since I have climbed the Pulpit many times.\n\nThere is currently part of a dead tree leaning against the rock on the right edge of the start. I was able to climb beside it without having to touch it but it was a real pain as it is partially covering a few holds.","protection":"Two bolts with opportunities for additional pro.","location":"Alternate first pitch for the Pulpit and is to the right of the Pulpit. Located at the moss streak where Orange Blossom Special starts."},"__v":0},{"_id":"x1eUF+6GVyWQ8JbCIuEJTw==","name":"Scimitar","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Fischesser, Gerald Laws & Robin Hinkle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":8,"mp_id":"108578766","mp_crag_id":"105887506","climb_id":"x1eUF+6GVyWQ8JbCIuEJTw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Follow obvious and well bolted blank slab to the anchors. Rappel to the Fleet Feet P1 anchors and again to the ground.","protection":"9 Draws","location":"Starts just right of Fleet Feet."},"__v":0},{"_id":"E1ipMRfuXnG4EwXalAMxlw==","name":"Saturday Night Live","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Rowins","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":56,"mp_id":"121827020","mp_crag_id":"105887506","climb_id":"E1ipMRfuXnG4EwXalAMxlw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"When you are looking to get away, just keep walking east and you'll likely have the rock to yourself.  This is a solid friction climb with typical Stone Mountain bolt spacing.\n\nP1 - 110' with 2 bolts and bolted anchors.  Start just to the right of a Holly tree and just below 2 small, sloping flake features.  Head straight up to a high first bolt (30-40').  The second bolt is generally straight up, then a slight angle back to the left going to the P1 anchors (Shared with Taken for Granite).\n\nP2 - 100' with 2 bolts and bolted anchors.  Move to the right off the anchors to the first bolt just 15' away.  The second bolt is again generally straight up.  The anchors will be out of sight from the second bolt but are located basically straight up about 40'.  The line off the second bolt is likely to drift slightly right working around a short steeper head wall then slightly back left toward anchors which should now be in sight.  Head straight up the steeper head wall if looking for more challenge. (Anchors shared with Taken for Granite)\n\nP3 - 150' with no bolts and natural anchors.  The grade is now easy, probably 5.5, and some may just walk off at this point.  If wishing to stay protected, there is a small pine, plus a chock block that is up and slightly right to use for belay.\n\nThere is still a little more low grade, 5.0, walk off after P3.","protection":"P1 and P2 has 2 bolts and bolted anchors for each, no place for gear.  Gear or slings may be used for belay if desired at top of P3.","location":"Walk east or climber's right across the south face until crossing a knoll where Grand Funk Railroad begins.  As you head down to a gully, you will pass where the dikes of Grand Funk Railroad meet the ground, then a Holly tree.  Saturday Night Live starts about 10' right of the Holly tree and just below some small, sloping flakes.  The start is also 20' left of a water groove that is Brown Sugar route."},"__v":0},{"_id":"nSfnhbweWC6AIa/AtEQsbw==","name":"Rice Krispies","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kenny Hibbits","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":35,"mp_id":"105930204","mp_crag_id":"105887506","climb_id":"nSfnhbweWC6AIa/AtEQsbw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"You'll think somebody sprinkled Rice Krispies on this route when you get up to the grainy middle section.  A heady lead or a fun toprope.\n\nClimb the steep slab with thin pro, keeping your eyes open for tiny indentions that might hold sticky rubber.","protection":"Sparse, small gear; aliens or microcams, maybe some brassies would work.  Bolted anchors/rap rings.","location":"Starts about 10' right of Crystal Lizard."},"__v":0},{"_id":"JW95WFQ7WVSQT8/9OuRRrg==","name":"Rainy Day Women","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim McEver, Tom Mcmillan, Bob Rotert, and Gerald Laws","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":25,"mp_id":"107753621","mp_crag_id":"105887506","climb_id":"JW95WFQ7WVSQT8/9OuRRrg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Classic Stone Mountain pucker-fest and the first 5.10 at Stone.\n\nPitch 1\n\n(5.10a)- 25'-30' to first bolt on some tricky rock, Trend up and right to next bolt and then anchors.100'\n\nPitch 2\n\n(5.9)- Straight up to first bolt then trend slightly left to anchor.100'\n\nPitch 3\n\n(5.7)- Straight up to first bolt then a hard left to share anchors with\n\nStorm in a Teacup\n\nand\n\nMercury's Lead\n\n. 110'\n\nPitch 4\n\n(5.4) Up bolt than tree island. 60'\n\nDescent\n\n: Either Rap from anchors even with Tree Island or walk off","protection":"Two quickdraws and anchoring material for bolted anchors.","location":"Two bolted routes right of great arch and first bolted routes left of a series of left facing vertical slits."},"__v":0},{"_id":"tiCBBaMuWlCr8Gwk5SA//A==","name":"The Purring","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sandy Fleming, David McClain (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":49,"mp_id":"109441225","mp_crag_id":"105887506","climb_id":"tiCBBaMuWlCr8Gwk5SA//A==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The first pitch is rather well protected with four bolts before the belay anchors. Each one is just where you need it. The crux is between the third and fourth bolts where the rock really gets steep and requires a couple of precarious but fun moves. The climbing leading to the crux can be a little heady at times but isn't bad. The remainder of the pitch is a little runout but the climbing is only moderate.\n\nThe second pitch does not have any fixed protection but there are a few spots where some pro could be placed near the top of the pitch. Head up and slightly left towards the Oasis. Stay on the right side of the raised section of rock with a pine tree on top of it. The climbing through this area is only moderate but the lack of protection does make it dangerous. When nearing the pine, there are some thin, loose flakes to the right that should not be used for holds or pro as they could break off easily. Continue up and cross over to the left above the pine tree and into the safety of the Oasis. I usually choose to climb the second pitch with zero pro but there are a few spots where additional protection is possible, especially with the use of slings. The route can be finished on the Pulpit for a couple of additional easy pitches.","protection":"Pitch 1 has four bolts and a bolted belay. Pitch two has no fixed pro. Slings may come in handy for tying off on horns and flakes. There might be some opportunities for cams but be aware that there are some loose flakes.","location":"Between Pandora's Way and Orange Blossom Special."},"__v":0},{"_id":"JtZffV/rXSOJ8FHjGKGOnA==","name":"Purple Daze","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Jess Tucker, Vince Davis, Pat Land - Summer 1993","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":48,"mp_id":"108386103","mp_crag_id":"105887506","climb_id":"JtZffV/rXSOJ8FHjGKGOnA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Crux is getting over a small bulge on the first pitch right after the first bolt. The rest of the pitch is 5.10+ friction. Backs off quite a bit after that and joins up with Strawberry Preserves (and several other routes) to the top. IMO the hardest slab route on the south face of Stone (the stuff on the far left side is really face climbing).","protection":"Bolts with typical Stone Mountain spacing and ring anchors at the belays. While the crux is close to a bolt you could still take some longish falls while doing hard 5.10 moves after the crux.","location":"Located immediately to the left of Strawberry Preserves. Rock is darker and smoother than most of the south face."},"__v":0},{"_id":"GpQnkc7dVFeKZBXrlwG2RQ==","name":"The Pulpit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Will Fulton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":45,"mp_id":"105894448","mp_crag_id":"105887506","climb_id":"GpQnkc7dVFeKZBXrlwG2RQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"After you've done the Tree Ledge classics like the Great Arch and No Alternative, you'll probably be ready to take a bigger bite out of Stone Mountain.  The Pulpit is a great choice for a long, bottom-to-top moderate lead, with some interesting variety beyond straight-ahead friction.  The climbing is exciting enough to get your blood pumping but never really desperate.  Though the \"Selected Climbs\" guidebook comment on this being the mountain's best protected route isn't really accurate (the Arch takes that honor), the Pulpit is definitely well-protected by Stone Mountain standards.\n\nP1 -- starting at an arching, left-facing corner, climb the corner to its end, then straight up on good friction to the left end of a sloping ledge.  Clip a bolt above the ledge and traverse right to the end of the ledge (good pro along the way in a horizontal feature).  Climb straight up to another bolt, then follow a steep but featured shallow groove (crux) to a third bolt.  At the end of the groove, trend up and right past a fourth bolt to bolted anchors (hanging belay).  5.8, ~160'\n\nP2 -- continue friction climbing straight up past two bolts, about 60'.  At the second bolt, traverse left following the path of least resistance until you're below the obvious anchors; a fixed pin that once was a landmark here is gone.  Easy climbing on scoops and actual holds leads you to the belay.  This is probably the only pitch where there's no real opportunity for gear placements.  5.8, ~120'\n\nP3 -- diagonal up and right on easy ground to an obvious shallow left-facing corner; small brass and/or a pink tricam may come in handy.  Step up onto the corner and delicately traverse right for about 50' (no protection), crossing a shallow water groove that may or may not be dry.  Finish at a spacious and comfortable alcove known as the Oasis -- a nice spot for a lunch break if no other climbers are coming up behind you.  5.8, ~150'\n\nP4 -- from the Oasis, climb up and right to the parallel dikes that form Grand Funk Railroad; a small overlap before the dikes offers a possible gear placement.  Follow the Grand Funk dikes up to that route's P4 belay anchors; clip the anchor for pro, then leave the dikes and continue more or less straight up to a large flake (the Pulpit).  This pitch is a rope-stretcher.  Belay at anchors above the flake.  5.8-, 180'\n\nP5 -- continue up on easier terrain to the top; an overlap maybe halfway up the pitch can be used for pro to increase your comfort level.  This is another rope-length pitch; if you're climbing on a 70m rope, you might make it to the No Alternative rap anchors over to the far left, but only if you forego placing pro.  If your rope is a 60m, don't chance it; head straight up to a tree island and anchor in the trees, then make your way climber's left to the No Alternative anchors.  5.3, 180'","protection":"A light rack of mostly smaller cams and passive gear.  The first pitch protects well; after that, you may have opportunities for one or two placements at most on each pitch.  All belays except P5 have bolted anchors.","location":"Starts at ground level just right of the Dirty Crack corner.  Rap from the No Alternative rap anchors or walk off using the summit trail."},"__v":0},{"_id":"w6JB959TWuGShLD+DC9k5A==","name":"Peer Pressure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Zchiesche, Robin Hinkle","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":9,"mp_id":"107289837","mp_crag_id":"105887506","climb_id":"w6JB959TWuGShLD+DC9k5A==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"A challenging and unique Stone Mountain route with a nice variety of corner, dikes, slab, bulge pull and water groove. Start by using the first dike off the ground to gain access to a left facing, sickle shaped corner (does not take gear well). Another dike feature with large holds awaits at the top of the corner with a bolt just above (shared bolt with Wahoo Start). Various option exist to continue up and eventually slightly left along another dike with the 2nd bolt above where dike runs thin. Continue up past the 3rd bolt to a bulge to pull over into a water groove. Follow the water groove past 4th bolt and dikes to the 5th. From 5th bolt traverse left to dike and continue up to anchors just above dike (easiest option to cross some polished rock). Or continue up water groove (Wet Dreams start) until beside a small flake on left where you traverse left across a longer section of polished rock to anchors (riskier option, but climber's choice). Most consider this a one pitch route, but a few options exist to continue up other routes to top out.","protection":"5 bolts and bolted anchors. No worthwhile gear.","location":"Uphill from left side of south face below the left end of tree ledge. Route begins at a left facing, sickle shaped corner just downhill of a holly tree."},"__v":0},{"_id":"28YGkhv6Xq2/5CA3irM7kg==","name":"Pandora's Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Rotert, Tom McMillan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":57,"mp_id":"107369318","mp_crag_id":"105887506","climb_id":"28YGkhv6Xq2/5CA3irM7kg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Another hidden gem on the far right side of the south face.  Pitch 1 is pretty short with a single bolt about 20 feet up. Pitch 2 is shown to end at the Oasis, but this may be difficult with a 60 meter rope. A gear belay can be built just past a small pine growing behind a flake.  From here easy moves bring you to the Oasis rap station.","protection":"Small to medium cams useful for building an anchor.","location":"Left of Electric Boobs"},"__v":0},{"_id":"xFUqMurhW42YgMyngg+O+g==","name":"P.F. Flyers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sandy Fleming, Steve Pachman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":53,"mp_id":"111110725","mp_crag_id":"105887506","climb_id":"xFUqMurhW42YgMyngg+O+g==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Start on the slab between Grand Funk and Taken For Granite. Climb up to the the first bolt on the second pitch of Grand Funk. This is your first pro and is about 75' off the ground. Be very careful as this is 5.9/5.10 rock and a fall could be unhealthy. Leave the dike and climb straight up from the bolt to a set of double anchors below the dark head-wall.\n\nThe second pitch passes one bolt then heads right up into the dark streak of the head-wall. All of the rock in the head-wall is covered in vegetation and debris from the large amount of runoff. It would need to be properly cleaned before leading the head-wall. The second bolt is located near the top of the steep portion. This is an old bolt and was not replaced during the re-bolting effort by the CCC. Finish the pitch at the flake on the left or continue up to one last bolt.\n\nFinish the route by climbing easy rock to the top. There are no anchors on the right side of the mountain so it may be necessary to belay from a tree on the tree island to the left. Come back down to the anchors on the pulpit, traverse left for anchors on the top, or walk off.\n\nI have lead the very runout first pitch twice. The first time, I just didn't feel good at the head-wall on the second pitch and retreated. The second time, it began raining as I was about 30' up with zero gear on 5.10 rock. I attempted to downclimb and made it to about the 20' mark but couldn't go any further without jumping off. Thankfully, the rain stopped and I was able to continue back up. I made it about 10' or 15' past the first bolt on the second pitch and slipped. I don't generally fall so my belayer was not paying attention and I fell a bit further than I should have and jacked my ankle on a small ledge. I have since gone back and top-roped the second pitch through the head-wall. It was more difficult than any of the other 5.10+ routes I have climbed at Stone. Hopefully, this will not be true once cleaned.","protection":"Four bolts, one double ring belay, and some gear up higher. The fourth bolt can be used as a belay or a gear belay can be set up in the flakes to the left before the bolt.","location":"Just right of Grand Funk Railroad and left of the start for Taken For Granite."},"__v":0},{"_id":"Tx8ipEruUiuwDnisaV7+FA==","name":"Orange Blossom Special","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kenny Hibbits & Gerald Laws 1979","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":50,"mp_id":"118843848","mp_crag_id":"105887506","climb_id":"Tx8ipEruUiuwDnisaV7+FA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"\"Look a-yonder comin'\n\nComin' down that railroad track\"\n\nA thin friction test piece to be sure.  Not as much a lead, as a solo.\n\nA testament to the head space and prowess of the early friction masters at Stone Mountain.  Remember kids, this was pre \"sticky rubber\" on climbing shoes.\n\nFirst pitch has no gear and is 70 feet of fairly darn thin 5.10 friction.\n\nSecond pitch is the crux, with a single lead bolt.\n\nGrade takes a dive on the third pitch and rest of the route which joins the upper pitches of the Pulpit.\n\nGorgeous rock.\n\nMaybe best to TR this one!\n\n\"Well, I don't care if I do-die-do-die-do-die-do-die.\"","protection":"Pretty much nada.","location":"Located on the brown/orange streak just right of the Purring.\n\nLeft of Electric Boobs."},"__v":0},{"_id":"feTcHygHVZGWQSImwENihA==","name":"No Alternative","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"George DeWolfe, Robin Wright, John Palmer - 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":30,"mp_id":"105887729","mp_crag_id":"105887506","climb_id":"feTcHygHVZGWQSImwENihA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Another Stone Mountain classic, No Alternative is a great place to get a taste of the infamous runout climbing here without feeling like you're gonna die!  The first half of the climb is like Great Arch -- it'll take all the pro you care to place.  The upper half is a different story:  pure friction climbing with one bolt 75 feet above the belay; you might be able to get a small cam in under one or two thin overhangs.  At 5.5, though, its easy friction and great exposure.\n\nP1 -- follow a left-facing corner/flake to its end at a bolted belay, about 200' (some climbers break this into two pitches).\n\nP2 -- go straight up the moderate face to a bolt (75') and continue another 75' to another bolted belay.\n\nP3 -- continue up easier terrain (5.3, unprotected) to rap anchors below the trees at the summit.\n\nTrivia:  the original name of this route was Punt Flake.","protection":"Medium gear on P1; one quickdraw on P2.  Bolted belays.","location":"At the right end of the Tree Ledge, belay at the base of a ramp that slants up and right to where it intersects with a left-facing dihedral; if you're worried about rope length, you can scramble up the ramp to the corner and belay there for P1, anchoring at a tree.  Rap down with double ropes or walk off using the summit trail."},"__v":0},{"_id":"zQC7qOvzXY2lnnPjaUdTiw==","name":"Mercury's Lead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Rotert, Tom McMillan - 1974","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":23,"mp_id":"106092200","mp_crag_id":"105887506","climb_id":"zQC7qOvzXY2lnnPjaUdTiw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Climb to the very high first bolt.  Clip it with great relief, and continue up past one more bolt to several belay options.  Either belay at a flake on gear, The Great Arch bolts, or the belay atop \"Storm In A Teacup.\"  From the \"Storm In A Teacup\" belay, move out right past a short flake/crack (possible to get gear) and climb a long, but easier pitch past one bolt to an anchor just below the top (there may be one more bolt on this pitch, I can't remember).","protection":"Very light rack.  Consult the guidebook for further.","location":"Just to the right of \"The Great Arch.\""},"__v":0},{"_id":"na0MNeW8UoGmWTm01Ykvow==","name":"Mcgrady's route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Jeff White, Gary Slate  FFA: Jeff White, Fred Bauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":2,"mp_id":"108497308","mp_crag_id":"105887506","climb_id":"na0MNeW8UoGmWTm01Ykvow==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route is also known as Happy Trails or Disco Dance of Death.\n\nThe climb starts from the same sloping ledge as the Discipline but about 15 feet to the right of it. The first pitch starts up a steep face. You can protect the opening with small stoppers or brass. Clip an old bolt below a small roof. Pull the roof with a very un Stone like move and head up to another bolt. There are some small cam placements here and there as well. Make your way over the bulges to a belay ledge below the big roof where you will find a single bolt. You can back this up with a stopper as well.\n\nThis pitch is 5.9+ to 5.10a and is steep and fun. The second pitch involves pulling through the big roof band that is the most prominent feature on the left end of the South Face. There are some solid moves getting up to the roof that you can protect with a medium sized cam. Then clip the obvious bolt and try to pull the roof. My first hand knowledge ends at this point as I have never been able to do the move.","protection":"First pitch only: 2 protection bolts and 1 belay bolt. Bring a light rack with small to medium sized cams, some small stoppers or brass and a few larger stoppers for the first pitch belay.\n\nUnfortunately as of October 2013 the bolts on this route had not been replaced when the rest of the south face was done and do not inspire confidence.","location":"Left end of south face. A bit of a bushwhack to get there as there is no obvious trail. From the Block Route area head left and up along the cliff face. Go past the large flakes leaning against the cliff until you come to an area with a sloping ledge below the big roof band. Look for bolts up o n the face. The leftmost set of bolts is the Discipline while the rightmost set is McGrady's."},"__v":0},{"_id":"H1ZyLJSsXliGUBiJk3fmBw==","name":"Last Dance","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Beyer, Bill Hoadley (1970's)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":3,"mp_id":"114794141","mp_crag_id":"105887506","climb_id":"H1ZyLJSsXliGUBiJk3fmBw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Left on Fantastic Crack to the logical conclusion then up.","protection":"1 set cams","location":"Left, north end of Stone Mountain South West Face."},"__v":0},{"_id":"eEiQBmIkXi2mGb89I60JOA==","name":"Impossible Dream","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sandy Fleming, Steve Pachman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":13,"mp_id":"110959048","mp_crag_id":"105887506","climb_id":"eEiQBmIkXi2mGb89I60JOA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route starts at the beginning of the third pitch of Dream Waves. Continue on the dike, past the first bolt of Dream On, through the darker colored rock. There is another bolt on the dike to protect the sketchy moves through the dark rock. This bolt is older and was not replaced by the CCC during the rebolting effort. After leaving Dream On, the dike becomes very thin and quite slick so use caution. There are a few spots to place gear once through the dark rock. The first pitch ends at a set of double bolts without rings, near the end of the dike. For the second pitch, climb up and left towards the final belay of Fantastic.\n\nIt is also possible to continue on past the end of the dike to the Fantastic belay anchors located on the second terrace, then climb the final pitch of Fantastic. All of the rock is similar and of about the same grade near the end no matter which way you finish. However, if you skip the first pitch belay and continue to the belay on the 2nd terrace, it is about 210' and will require a 70M rope.","protection":"Two bolts, belay anchors on both pitches, and some opportunities for additional pro.","location":"Left side of the mountain, near the terraces. Begins with the third pitch of Dream Waves. Recommend two ropes to rappel."},"__v":0},{"_id":"3AXX7/m4V7q008Um4u0Jjg==","name":"Hook and Bladder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":46,"mp_id":"121542322","mp_crag_id":"105887506","climb_id":"3AXX7/m4V7q008Um4u0Jjg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This section of rock is likely often overlooked or an afterthought.  Don't be deterred by the look of the water streak.  Either side of the mossy water streak provides a section of Stone Mountain slab to challenge your slabbing skills.\n\nAfter making your way up the small left facing corner to it's end, continue up to the left end of a significant sloping ledge.  The first bolt of The Pulpit is here at an obvious dark and mossy water streak over a bulge.  Step and crimp up onto the face over the bulge.  Continue up to an overlap ~30' above the bolt.  Plug gear here if leading because this is all the protection there is.  Bolt anchors shared with Autumn Speaks is another ~40'.  The described line of this route goes up to the left of the dark, mossy water streak.  In my opinion, going up just to the right of the water streak gets you to same finish, but probably bumps the grade up to 5.10, especially getting onto the face over the bulge.","protection":"Bolt at the start, then opportunity for gear at an overlap 30' up, another 40' to anchors.","location":"The route is located at a small left facing corner 15' right of a large right facing corner, same start as The Pulpit.  The Hook and Bladder route split off at the first bolt on The Pulpit, going straight up from this bolt."},"__v":0},{"_id":"WySOxAZNXyOcGYvXeyw8xw==","name":"Great White Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gerald Laws, Buddy Price 1974!!!","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":18,"mp_id":"106397899","mp_crag_id":"105887506","climb_id":"WySOxAZNXyOcGYvXeyw8xw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is the quintessential water groove route at Stone Mountain and like the guide book says...if your heart ain't racing and you ain't having fun...you must be dead.\n\nStart from the very left edge of the Tree Ledge.  Look for the second water groove past the Great Arch.\n\nPitch 1:  Climb the water groove on the left side past 2 bolts, then step into the groove and climb past 2 more bolts to the anchor at a stance on the left of the groove.  5.9, 110 feet.\n\nPitch 2:  Ready to get your groove on?  Climb up the deepening groove past one bolt to another anchor on the left side of the groove. 5.8, 110 feet.\n\nPitch 3:  Continue up the groove for 50 feet to the trees.  5.6, 50 feet.","protection":"Take 4 quickdraws and something for the bolted belays...that is all you will need.","location":"Left edge of the Tree Ledge...second water groove...mmm....goood...."},"__v":0},{"_id":"9lwllIBHVHqVUN8KISb9KA==","name":"Great Brown Way","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Rowins, Chris Kulczycki (1978)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":20,"mp_id":"108362095","mp_crag_id":"105887506","climb_id":"9lwllIBHVHqVUN8KISb9KA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"There is a fun mantle move getting to the first bolt. Crux is some hard slab moves between the first two bolts.","protection":"A couple of medium cams and/or nuts for the start. Then bolts with the typical Stone mountain spacing. Some big runouts but mostly on easier ground.","location":"On the left hand side of the Tree Ledge about 10 feet left of the Great Arch. Shares the start with Bombay Groove but instead of heading right to the Arch keep going straight towards the water groove."},"__v":0},{"_id":"Fn/8LykLXrS1v9b0sGZjQg==","name":"The Great Arch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bill Chatfield, Fess Green - 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":22,"mp_id":"105887520","mp_crag_id":"105887506","climb_id":"Fn/8LykLXrS1v9b0sGZjQg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The Great Arch is probably the most prominent and noticeable feature on the face of Stone Mountain. It's a huge right-facing dihedral that arches almost to the summit of the mountain from the Tree Ledge. It's also one of the earliest routes here, put up in the days before cams and sticky rubber climbing shoes.\n\nUnlike the typical runout Stone Mountain friction climb, The Great Arch is one of the few climbs here that has plentiful protection. A real classic, it's very popular and guaranteed to be crowded on weekends -- so arrive early to avoid long waits.\n\nP1 -- starting at the base of the arch, climb the dihedral using the hand/finger crack and good friction footwork to a bolted belay. 5.5, ~110'.\n\nP2 -- continue up the crack and dihedral, slinging trees for pro if you like, to a bolted belay. 5.5, ~120'.\n\nP3 -- follow the diminishing arch to its end on easy ground. Clip a single bolt and finish at the final bolted anchors. 5.3, ~120'.","protection":"As noted, this route is easy to protect with a standard rack (medium cams or passive pro) and some slings for the trees that grow out of the crack.  Belays and anchors at the top are bolted.","location":"To get to The Great Arch, gain the Tree Ledge using any of the approach routes, such as Direct Start, Block Route, or U Slot. The start is easy to locate at the left end of the Tree Ledge. Rap off with double ropes or walk off the trail from the summit."},"__v":0},{"_id":"PC1dPbkMVXKqMj2oN30fQg==","name":"Grand Funk Railroad","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bob Mitchell, Will Fulton - 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":52,"mp_id":"106311253","mp_crag_id":"105887506","climb_id":"PC1dPbkMVXKqMj2oN30fQg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is one of the most historic and classic routes at Stone Mountain.  It was the first route to follow a \"line\" of a different sort.  Instead of following a crack, it follows a dike feature that runs somewhere in the range of 600'.\n\nP-1 Climb the face on good edges and smears to a bowl at the first bolt.  Move right across a long slab traverse to the \"railroad\" dikes, and follow these past another bolt to the belay.  Optional 5.10R/X climbs straight up past the first bolt.\n\nP-2 Roughly follow the dike feature past two bolts to a weird traverse through a water streak to a good ledge and belay.\n\nP-3 Friction a short ways to gain the dike again, and sling horns for pro.  Continue up to a bolted belay on a small ledge.\n\nP-4-6 Continue up the dike to the top.  The last belay is located atop some large flakes.\n\nNote:  It is very reasonable to simulclimb the upper half of this route, or just combine pitches.","protection":"Light rack","location":"At right end of the main area, on top of a little knoll.  The start is marked by a water streak and tiny flared crack/seams."},"__v":0},{"_id":"KyCR2ndnUnajBMuSfY5jHA==","name":"Fuddy Mucker/Deception Crack - 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Rotert, Jim McEver - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":37,"mp_id":"108034990","mp_crag_id":"105887506","climb_id":"KyCR2ndnUnajBMuSfY5jHA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is the obvious, vegetated, left-slanting crack between WOSL and Captain Crunch. The crack is full of mud and grasses, but has been dug out in several places to accept gear. It isn't run out until the top, past a stand of fairly large pines.","protection":"Take small to medium cams and numerous slings for trees.","location":""},"__v":0},{"_id":"wRo8iIkiVmSSe00hzrLW6g==","name":"Fleet Feet","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Zeb Gray","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":7,"mp_id":"107370580","mp_crag_id":"105887506","climb_id":"wRo8iIkiVmSSe00hzrLW6g==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Starts about 75 yards uphill from the start of the Block Route. The climb starts on a right facing flake and ascends this feature until it peters out.  Step left across the face past two bolts to a double bolted belay. Pitch 2 continues left across the face joining Fantastic and climbing through the upper right facing flake of this route.","protection":"Protects well with small-medium cams and nuts.","location":"Left side of the south face of Stone Mountain."},"__v":0},{"_id":"wse0HUsRVv6ri3B6lDYptQ==","name":"Father Knows Best","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Pelot - 1991","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":39,"mp_id":"105930261","mp_crag_id":"105887506","climb_id":"wse0HUsRVv6ri3B6lDYptQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Maybe not the hardest, but likely the most sustained hard friction of the Tree Ledge approach routes; this one pretty much never lets up.  One assumes the 5.8 rating in the \"Selected Climbs\" guidebook is a misprint.\n\nStart at a short diagonal crack (or if you're up for it, make a direct start right of the crack).  Follow the crack up and right, then straight up with delicate moves to the top.  Can be toproped from the anchors with two ropes.","protection":"Two bolts; ring anchors at the ledge.","location":"Starts just left of the Entrance Crack, near the right end of the Tree Ledge."},"__v":0},{"_id":"SuupY0+kX56S6bDO86TDRw==","name":"Fantastic","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gerald Laws, Buddy Price 1974","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":4,"mp_id":"107666745","mp_crag_id":"105887506","climb_id":"SuupY0+kX56S6bDO86TDRw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The name of this route really says it all. A rare beautiful crack that offers some exciting moves over gear. Don't worry though, there is still enough runout slab climbing to prevent you from thinking you are any where else.\n\nStart at the base of the left leaning crack. Climb the crack for about 30 feet then step right onto waves in the rock. Clip 2 bolts on your way out right, then make a step over a bulge and gain ground to the belay. 5.9+, 90'\n\nP2 Start up and head left, locate a bolt and keep moving until you hit a terrace. 5.9 120'\n\nP3 Head up to the second terrace. Can't remember if there is a bolt or not. 5.8 100'\n\nFrom the belay, continue up for another 160' or so until you are able to reach the trees.","protection":"Start out with finger to slightly larger gear in the crack. You may be able to find some small gear that'll hold in the flakes before the step above the bulge. Then it is bolt(s) to the top.","location":"Scramble your way up and left from the base below the tree ledge. Up about 200 feet or so you'll find a few large flat boulders leaning against the rock allowing you to gain a crack."},"__v":0},{"_id":"XTvPHXQ2WgSy7JxeHwGhsw==","name":"Face Value","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jeff Lauschey, Monty Reagan","type":{"trad":true,"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":6,"mp_id":"108550120","mp_crag_id":"105887506","climb_id":"XTvPHXQ2WgSy7JxeHwGhsw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Face Value is a direct start to Fleet Feet. While it would be a dangerous lead it can be easily toproped from the first pitch anchors of Fleet Feet. Start a few feet to the left of Fleet Feet right above the obvious upward pointing flake/block. Crimp and smear your way up the blank face (5.10) to the overlap. Pull the overlap on good holds. Make one more move to reach a short crack and step up to some decent feet below the bolt. Use tiny crystals and crimps to move up to easier ground and the anchors.","protection":"1 protection bolt, ring anchors. Could place a small cam or nut a short ways below the bolt.","location":""},"__v":0},{"_id":"YDYStWFOWJ+sV9NEocgEDA==","name":"Entrance Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"George DeWolfe, John Thorne ('65)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":40,"mp_id":"106043562","mp_crag_id":"105887506","climb_id":"YDYStWFOWJ+sV9NEocgEDA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This route (apparently) is the easiest way to the tree ledge and the climbs that leave from it.  It begins on some easy face climbing following a crack that tends left.  Once at the large tree, follow the offwidth crack (protectable by some big bros or a #6 Camalot) to the Tree Ledge.  Set up your own anchor to belay.  Two ropes to get down from here are necessary.\n\nPeople comfortable with easy, unprotectable, friction climbing will find the face on the right of the crack the best route up.  However, those not comfortable with this style will likely find the runout a bit heady and the offwidth a huge pain.","protection":"Some slings and a couple cams at the beginning...some extra large stuff for the offwidth.","location":"This route is located about 75-100 ft. to the right of U-slot and about 25 ft. to the left of The Pulpit.  It can be identified by two cracks (one from the ground going to the right, one from the ground to the left) that meet at a big pine tree.  Descend using the rap anchors near the top of the route."},"__v":0},{"_id":"YrqRDo0xU22/aZPjhi3/DA==","name":"Electric Boobs","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Rotert, Tom McMillan  1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":51,"mp_id":"106369747","mp_crag_id":"105887506","climb_id":"YrqRDo0xU22/aZPjhi3/DA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Locate the bolts and weave your way up around and over the mammalian protruberences.  Belay at anchors.  Pitch two starts off going right, then heads up and left.  You can hook up with either route to the left or right and top out if you wish.  After the second pitch, like most Stone routes, the going gets monotonous.","protection":"6 draws should be plenty.  If you want to top out a light rack couldn't hurt.","location":"From the ground, between Orange Blossom and Grand Funk Railroad.  Pretend you are tripping and look for giant \"boobs\" in the rock."},"__v":0},{"_id":"saYIVMdpXJ+P1cvo39PuBw==","name":"Dream Waves","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Rowins, T. Meager","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":11,"mp_id":"109437618","mp_crag_id":"105887506","climb_id":"saYIVMdpXJ+P1cvo39PuBw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"The first pitch is the same as Dixie Crystals. It is the first bolted line to the left of White Way Direct. There are two bolts and a bolted belay. There are a multitude of ways to start but one of the easier is a nice flat spot just left of a massive pine tree and below a large dish in the rock. The first bolt is a little awkward to access. Climb straight above it or move around right on easier ground and up into some flakes. The second bolt just seems to be off of the line and doesn't make sense. I am a little dubious of the bolts as \"Select Climbs\" is the only guide showing these two bolts. The earlier guides show no bolts. There is another line just uphill on a large block that climbs up on a dike and some seams/scoops towards the belay rings. It is of equal difficulty but has only one opportunity for pro and is sketchy at best but looks to be the earlier line.\n\nFrom the belay, follow the dike that heads up and to the left. The crux is just off of the belay where the the dike becomes thin. The guidebooks recommend clipping the bolt on Dixie Crystals to protect the second through the crux. I went ahead and did so but it is a little out of the way. There are two bolts along the dike before the belay. The first is along easy terrain and the second is just past a fun, tougher section. The belay is on a decent sized ledge just above the dike and below a sickle shaped overlap/flake.\n\nThe third pitch follows the dike a short distance then heads straight up to the sickle shaped flake. This is the only spot on the entire pitch that can be protected. Continue up to a ledge with several trees at the base of a large overhang. Use a tree for the belay. The fourth pitch continues to the summit and is unprotected. It is too easy to matter.","protection":"Sparse bolts as with the typical Stone route. No anchors at all on pitches three and four. Some opportunity for additional pro.","location":"Up the hill from the Block Route. Start the same as Dixie Crystals or any number of alternative starts."},"__v":0},{"_id":"6DJB7PVcUmqRcl1OIq395w==","name":"Dream On","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Sparks, Tommy Croitz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":12,"mp_id":"110946530","mp_crag_id":"105887506","climb_id":"6DJB7PVcUmqRcl1OIq395w==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"You will need to start at the second pitch belay of Dream Waves and there are multiple ways to complete the first pitches. You can climb the first two pitches of Dream Waves or to make it more interesting, you can climb Peer Pressure first. From the second pitch belay, follow the dike up to the first bolt, where it enters dark rock. At the first bolt, move off of the dike and head straight up the mountain towards another bolt. You should be on the right edge of the dark rock the entire time. Watch for a set of double rings to the left. Traverse left across mossy rock to the belay rings. The second pitch has no protection but is not that difficult. Just head up and to the left. The belay will be above Fantastic and is shared by several routes in this area. Just follow the most interesting looking path.","protection":"A few bolts and anchors.","location":"Left side of the mountain, to the right of the terraces. Begins with the third pitch of Dream Waves, just after the second pitch anchors."},"__v":0},{"_id":"c2IHkfHfVWaREcPEpB6qhQ==","name":"Dixie Crystals","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gerald Laws, Kenny Hibbits 1978","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":16,"mp_id":"107049632","mp_crag_id":"105887506","climb_id":"c2IHkfHfVWaREcPEpB6qhQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"friction skills are all u need for this runout rock shoe friendly route.\n\nPITCH 1: from block move up and right passing some flakes and 2bolts to bolted station. 5.8 70ft.\n\nPITCH 2: climb past the \"navel\" to a bolt, then straight up for another clip. dont worry fresh bolts protect. run it out to anchors. 5.9 100ft.\n\nPITCH 3: one bolt is all you get @40ft. then angle up and left to anchors. 5.9 100ft.\n\nPITCH 4: work left into alcove with gear and follow the corner to the top. 5.7 100ft. use tree to bring up second.","protection":"5 draws, runners and two peace's 3 to 4in. how light is that? double bolted stations all the way up.","location":"from kiosk walk up and right to base of block route (look for grassy seam w/rap anchors 40ft up). go left up steep drainage 20ft uphill of white way direct.\n\nSTART: on large block below vertical dike uphill from black streak."},"__v":0},{"_id":"bPdZn9kAXX6R4ImSqXVykg==","name":"The Discipline","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Sandy Fleming and Steve Pachman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":1,"mp_id":"112454996","mp_crag_id":"105887506","climb_id":"bPdZn9kAXX6R4ImSqXVykg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"teSHgjj7VieXGS9jcw9J9w==","name":"Dirty Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Don Hunley, Jim McEver, Reid Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":42,"mp_id":"105930048","mp_crag_id":"105887506","climb_id":"teSHgjj7VieXGS9jcw9J9w==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"At North Carolina's home of scary runout slab climbing, Dirty Crack is one of a handful of routes that's well-protected from start to finish.  That doesn't mean it's easy; there's some thin moves midway up that might make you want to grab one of the trees growing out of the crack.  \"Dirty Crack\" may have been an apt name in the past, but in fact this is a clean route that's a worthwhile lead.\n\nStarting at the obvious right-facing dihedral, follow the thinning crack up past a couple of trees to the Tree Ledge.","protection":"A good range of gear up to 4\" (big pieces mainly near the start); there's also trees to sling.  Anchor to trees at the top.","location":"Starts below the far right end of the Tree Ledge at a right-facing dihedral.  10' right of Entrance Crack.  Rap on two ropes from rap rings at the top of Father Knows Best or any of the other Tree Ledge rap anchors."},"__v":0},{"_id":"eYbGlfLJXhijPnegS6O7pw==","name":"Direct Start to Arch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":32,"mp_id":"111110521","mp_crag_id":"105887506","climb_id":"eYbGlfLJXhijPnegS6O7pw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"I have never seen this mentioned as a route and do not know who climbed it first but it is a completely separate line from the surrounding routes and deserves to be mentioned. If anyone knows the name, I would be happy to change it.\n\nBegin on the ledge between Block Route and U-Slot, just under the V shaped notch in the overlap that is used as a variation for U-Slot. About midway between the ground and the overlap, there are some flakes for placing the only pro until reaching the overlap. Depending on what I have, I use from a .75 up to a #2 BD C4. A #1 or #2 C4 works best. Once above your pro, find the weakness in the bulge to the right. Move to the right until over the bulge and head straight up to the V-notch. Plug a cam or two, with runners, under the overlap and climb up through the notch to the trees.\n\nSome may find it a little runout but that is just normal climbing at Stone. The route is safe and what pro can be used is solid. The climbing through the bulge just above the first pro is probably a little stiffer than the move through the notch, depending on your height.","protection":"Solid but sparse gear. Cams work best. No fixed anchors. You could move off of the line to add a little more gear if feeling nervous.","location":"Directly between U-Slot and Block Route. Climb straight up to the V-notch that is often used as a variation on U-Slot."},"__v":0},{"_id":"q5JUqEn/Ut+DEf4MIWVyEQ==","name":"Crystal Lizard","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":34,"mp_id":"105930037","mp_crag_id":"105887506","climb_id":"q5JUqEn/Ut+DEf4MIWVyEQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"When you've done the well-protected approach routes like Block Route and Dirty Crack, Crystal Lizard is a great climb to up the ante.  As you approach the anchors, try not to think about the fact that you're runout maybe 60' above your last bolt.\n\nClimb past the tree pods (on your left) up and right to a bolt about 30' up.  Carefully traverse back left to small dikes above the last tree, or for extra spice, go straight up over the bolt.  Continue up to a large left-facing flake; climb the flake a short distance, then surmount it and move up and right to another bolt.  Runout the finish to the Rice Krispies anchors at the Tree Ledge.","protection":"Two bolts; placements for a small to medium cam under the big flake (extend it well).  Shares anchors with Rice Krispies.","location":"Starts right of U Slot, about 10' left of Rice Krispies; look for trees growing out of pods in the rock.  Two-rope rap from ring anchors."},"__v":0},{"_id":"aPxhQoKrV1C4ntA4RAIYLw==","name":"Closer to the Heart","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Pelot","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":29,"mp_id":"107754827","mp_crag_id":"105887506","climb_id":"aPxhQoKrV1C4ntA4RAIYLw==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Mostly consistent featureless run-out 5.9 climbing with occasionally thinner moves.\n\nPitch 1(5.9)- Depending on where you start you can probably find a 'peace of mind' .5 cam placement before the climb begins in earnest.  Clip two bolts and then place a piece in the horizontal before the two bolt anchor 130'.\n\nFinish on Yardarm for two more pitches","protection":"quick draws and singles cams of .75 and down might add some piece of mind","location":"First bolted route left of No Alternative on Tree ledge"},"__v":0},{"_id":"x0ARotHYXX27lkpPqOGsng==","name":"Caveman","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom McMilan; Jim Mcever","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":0,"mp_id":"121623086","mp_crag_id":"105887506","climb_id":"x0ARotHYXX27lkpPqOGsng==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Welcome to one of the seldom climbed areas of Stone Mountain.  With that in mind, expect some dusty lichen at the start, plus some crumbling rock in places.  A brush will probably be helpful.  You'll be rewarded with some solitude as well as some beautiful and unique featured rock.\n\nP1 - Start from on top of a large detached block just off the right end of the large overhanging horizontal crack feature.  The first bolt is about 15' up off the block.  Now drift slightly back to the right for the 2nd bolt at a double lip bulge feature. (The second bolt of Back to School is just up and left.  One could link routes for a different way of going over the bulge.)  From here traverse farther right to a position just under the 3rd bolt, gear opportunity exist here to protect pulling over the bulge feature.  Pull over the bulge to clip the 3rd bolt.  Now a section of somewhat polished rock lies between the 3rd bolt and the anchors located on the face of left end of the first terrace.  Get to the anchor by swinging left of a 4' pine or stepping over a block to go right of the pine.\n\nP2 - Various options exist for a second pitch to top out.  Or just rappel.  I'm listing this as 1 pitch route.  If folks think it should be listed as 2 pitches, please provide feedback.","protection":"3 Bolts, 1-2 opportunities for gear, Bolted Ring Anchors","location":"In the terraces area which is left and uphill from Block Route, all the way to the top of the knoll.  There is no trail for this area.  Start from on top of a large detached block just off the right end of the large overhanging horizontal crack feature."},"__v":0},{"_id":"oibDZhJxVseqt/UK16G5AQ==","name":"Captain Crunch","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Pelot - 1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":36,"mp_id":"105930250","mp_crag_id":"105887506","climb_id":"oibDZhJxVseqt/UK16G5AQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"More steep friction fun to get to the Tree Ledge.  This route got its name in part due to the groundfall taken by FA Paul Pelot while drilling the second bolt.\n\nClimb the steep slab following a black water streak, passing three bolts.  A tricky move over a bulge takes you to the final stretch to the top.","protection":"Three bolts; shares anchors with Rice Krispies.","location":"Starts just right of Rice Krispies; rap from the RK anchors."},"__v":0},{"_id":"S6m4Wo/vXR29Z6LtaVdL0g==","name":"Bombay Groove aka Yankee Go Home","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Rowins, Chris Kulczycki 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":21,"mp_id":"107666720","mp_crag_id":"105887506","climb_id":"S6m4Wo/vXR29Z6LtaVdL0g==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Take a look at the huge right facing arch that dominates Stone Mountain. Instead of climbing the crack at the base of this arch follow the top of the arch arete starting at the far left side of the tree ledge.\n\nbeginning left of the Great Arch, head up to the bolt on Great Brown Way. If you aren't looking for real excitement on the Brown Way, make a few moves to the right (crux) stretching to reach the arete above the Great Arch. Once your right hand is firmly slapping the arete, cruise up to the bolted belay just out left. Be careful not to slip off before getting to the belay, a fall would likely land you at the base of the Great Arch.\n\nPitch 2 has you move back right to the arete then head upwards until you can make your way into a groove. Head up the groove and stretch your rope towards the trees.","protection":"Ha! this is Stone, maybe a bolt or two each pitch.","location":"Atop the tree ledge, look at the Great Arch... then look at the obvious line above the Arch. Climb this arete."},"__v":0},{"_id":"ni2kONiGXPi5E1VtrsZQHQ==","name":"Blood On The Tracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sandy Fleming, Steve Pachman, Ron Shehee","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":55,"mp_id":"109437407","mp_crag_id":"105887506","climb_id":"ni2kONiGXPi5E1VtrsZQHQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is basically just an alternate start to Grand Funk Railroad or can be done as a single pitch route.\n\nThe route starts down and to the right of Grand Funk Railroad and Taken for Granite. It is really easy to see since it just starts where the \"tracks\" from Grand Funk intersect the ground. Follow the left angling dikes up towards the first bolt on Taken for Granite. There is a small flake that I was able to stick a #1 BD C3 into before the bolt. Don't expect much else. From the bolt, head up towards the second bolt of Grand Funk and then on to the first pitch belay for Grand Funk. The section between the two bolts is a bit thin and the rock is polished.\n\nI didn't really have any troubles but I was very cautious and tried not to rely on my shoes. It would have been considerably easier in cooler weather. I only gave it a PG13 because the rock was too hot for good traction.","protection":"Two bolts, minimal additional pro.","location":"Just downhill from Grand Funk Railroad and Taken For Granite."},"__v":0},{"_id":"lDsFjnunWUWSAdFT7zvMHg==","name":"Block Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":31,"mp_id":"105929999","mp_crag_id":"105887506","climb_id":"lDsFjnunWUWSAdFT7zvMHg==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Like most of the approach climbs for the main South Face, Block Route is a fun and extended route worthy of climbing even if you're not just trying to get to the Tree Ledge.  If you want to get a feel for what it's like to climb high above your last gear at Stone Mountain, this is a good place to start.  Block Route actually has ample pro placements for good stretches, and the runout sections are easy climbing.  The somwhat tenuous block move toward the top is probably the only reason the guidebook gives this a 5.8, and it's well protected.\n\nIf you want to do Block Route in two pitches, there are belay anchors halfway up.  But unless you're using a 50-meter rope (not a great idea anyway), there's no reason not to combine pitches and save yourself some time.\n\nStarting below the left end of the overlap that extends just below the Tree Ledge, follow a grassy vertical crack and other seams up to belay anchors at a small tree.  Belay here, or clip the anchor for pro and continue up to a left-facing dihedral.  At the end of the dihedral, make a big move up and right onto the block, then finish to the tree ledge on easier ground, ending at the base of the Great Arch.\n\nA bit of history:  Block Route was originally considered the first pitch of the Great Arch.","protection":"Cams and nuts up to #3 camalot or equivalent.  Bolted belay anchors halfway up; sling trees for an anchor at the top.","location":"Block Route is the furthest left of the Tree Ledge approach routes, about 30' left of U Slot.  Rap on two ropes from the U Slot anchors; if these are busy, use one of the other bolted rap stations further down the Tree Ledge."},"__v":0},{"_id":"+SKTHxn5VASJzbVf3JAyeA==","name":"Between The Ways","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Fischesser  1994","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":19,"mp_id":"106369740","mp_crag_id":"105887506","climb_id":"+SKTHxn5VASJzbVf3JAyeA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"From the far left end of the tree ledge go up the steep face between White Way and Brown Way, both of which follow prominent grooves.  This is a face climb.  Belay at anchors, then finish on pitch two of either of the other \"Ways\".","protection":"6-8 quickdraws","location":"Left end of tree ledge, left of Brown Way, right of White Way."},"__v":0},{"_id":"4X6hZ4EIX2qWm9jJRBSdOQ==","name":"Banana Breath","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Rowins and Chris Kulczycki","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":26,"mp_id":"107773794","mp_crag_id":"105887506","climb_id":"4X6hZ4EIX2qWm9jJRBSdOQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Good quality clean decent friction rock\n\nPitch 1- Start on overlaps shared with Yardarm and then head straight up at the bolt(25')(many people clip this for Yardarm), clip another bolt and then head up to a\n\none bolt belay\n\n5.10a 110'.\n\nPitch 2- Climb straight up past two bolts to 2nd belay of Yardarm 5.9 150'.\n\nFinish on Yardarm","protection":"quickdraws","location":"Off of Tree ledge, the first climb to the right of Rainy Day Women"},"__v":0},{"_id":"SevXQZOOU/OXx6rpup23ew==","name":"Autumn Speaks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unsure","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":44,"mp_id":"107044956","mp_crag_id":"105887506","climb_id":"SevXQZOOU/OXx6rpup23ew==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is a great route. crux is probably the first pitch @overlap 80ft up. diverse climbing will keep u on your toe's. this climb combines all that stn. mtn. has to offer. exposed granite slabing w/sections of crack climbing.","protection":"light rack. take a few cams of different ranges small to fist. 6-8 draws some w/longer runners for traverse and rope drag. double bolted anchors all the way up.","location":"this route starts on the pulpit 5.8. follow tree ledge to its end. start of dirty crack is here. aim for bolt 10ft right. move right and up shallow, steep groove for 2 bolts. travesre left in overlap (get gear) & shoot for anchors. follow bolt line up to next crack and anchors. more bolts to anchors. scramble to top."},"__v":0},{"_id":"8/NIXiMLXtK0FGwZTIa6jQ==","name":"Another Alternative","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Fischesser, Will Soper, Charleen Stokes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":41,"mp_id":"111108868","mp_crag_id":"105887506","climb_id":"8/NIXiMLXtK0FGwZTIa6jQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"I edited and changed Johnny O's excellent beta.\n\nPitch 1 - Start on the right side of Entrance Crack and veer off to the right at the large tree below the off-width. There are several nice holds that make the transition away from Entrance Crack fairly easy. Follow the line of three bolts up to a large pine. The rock is still exfoliating. 5.8\n\nPitch 2 - Head straight up to the corner on No Alternative. Follow the corner to the first tree and climb to the right, up over the corner and towards the first bolt. While not on the topo, there is a second bolt just above the first. The climbing through this section is probably the stiffest of the route depending on where you climb. From the second bolt, head up over easy rock to the belay rings. 5.8\n\nPitch 3 - Traverse over to the rings on Autumn Speaks. Clip one and head up to the corner on Autumn Speaks. Veer right and head up over the corner near the small tree and climb up the slab to the rings at a bowl. 5.7+\n\nPitch 4 - Move right to the bolt on the water groove and straight up past another bolt. From there the climbing gets easier and there's about 70' of unprotected climbing to the anchor. 5.8\n\nPitch 5 - Head straight up and protect on a couple of thread thru's. If you are topping out, belay off a tree on the tree ledge to ensure safety. 5.5","protection":"Single rack of cams from micros to 2\" if you want to be thorough","location":"Starts on Entrance Crack and ends near the Pulpit."},"__v":0},{"_id":"YQpNz/pFUXW2CAr3gPBUrA==","name":"Anchor Rode","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fess Green, W. Wyland (1969)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":43,"mp_id":"110950802","mp_crag_id":"105887506","climb_id":"YQpNz/pFUXW2CAr3gPBUrA==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"This is simply a connector route between The Pulpit and No Alternative. You can climb up or down. Start at the Oasis, or the belay rings on top of the second pitch of either The Pulpit or Autumn Speaks, and head towards No Alternative's first pitch belay rings. Climb the left facing corner of Autumn Speaks and follow the line of least resistance to the ledge on No Alternative. For a downclimb, start at the No Alternative ledge and climb down towards the Oasis. I found it best to just climb up from The Pulpit and come right back down. That way, I was able to climb this route and finish all of The Pulpit.","protection":"Gear in the corner and belay rings at the top and bottom.","location":"Start on the Pulpit, Autumn Speaks, or No Alternative and finish on any of those routes."},"__v":0},{"_id":"Rh9Ye0hTWoWik8CQDCB3uQ==","name":"Adrift","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Webster, Emily Hull-Ryde (Late 1980s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"left_right_index":27,"mp_id":"121368783","mp_crag_id":"105887506","climb_id":"Rh9Ye0hTWoWik8CQDCB3uQ==","areaRef":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":"Another great Stone Mountain slab route from the tree ledge.  As with much of Stone, a fall at the wrong time will be a long one.  This route has good texture for foot grip as well as quite regularly horizontal lips/eyebrows that come as close to a handhold as you will see on a pure friction Stone route.  I'd describe this as a great 5.9 slab starter... but with the typically Stone bolt spacing, so have a clear head if leading.  ~45' between bolts on P1 after the 1st bolt.\n\nP1 - 165' with 3 bolts and bolted anchors.  Start from the tree ledge either along the flakes of Banana Breath or directly under the first bolt of Banana Breath.  Clip the first bolt of Banana Breath, then progress up to the right toward a bolt, but don't get on the lesser slope that is Yardarm.  The 3rd bolt and anchors are mostly straight above from the 2nd bolt.\n\nP2 - 80' with 2 bolts and bolted anchors.  Continue straight up to bolt which is actually the 2nd bolt on P2 of Yardarm.  At this point it follows Yardarm to another bolt and anchors.  This pitch is easier than the first.","protection":"Each pitch has bolts and belay anchors.  Let's call it Stone Mountain runout caution. No place for gear after the 1st bolt which getting to 1st bolts is 5.8 climbing. ~45' between bolts on P1 after the 1st bolt. Running belay may be considered between bolts 1 and 2.","location":"The route is located at the obvious multiple flakes laid side by side just above the middle section of the tree ledge.  The start can follow the beginning of Banana Breath or directly under the first bolt of Banana Breath.  Adrift goes up between Banana Breath and Yardarm."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,e50105ec-4ff8-5720-8607-fe5c289cf963,f733d2da-fff8-5325-a521-dc6e104c9982","pathTokens":["USA","North Carolina","3. Piedmont Region","Stone Mountain","Stone Mountain South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9-"},{"count":4,"label":"5.8"},{"count":2,"label":"5.8+"},{"count":19,"label":"5.9"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.10b/c"},{"count":5,"label":"5.10c"},{"count":6,"label":"5.10a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a/b"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.5"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":55,"bands":{"unknown":0,"beginner":15,"intermediate":34,"advanced":6,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":8,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":36,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.0473,36.3916]},"bbox":[-81.04785859740792,36.39115033981814,-81.04674140259209,36.39204966018186],"left_right_index":-1,"ext_id":"105887506","area_id":"9zPS2v/4UyWlIdxuEEyZgg=="},"content":{"description":""},"density":0,"totalClimbs":59,"__v":1,"createdAt":"2022-11-07T06:15:57.554Z","updatedAt":"2024-01-15T16:47:37.720Z"}