{"_id":"63689de0e80bff5a994f9386","area_name":"Northern Dinosaur Egg","shortCode":"","climbs":[{"_id":"i/IBbY50Wvujk+yDjiu5Zw==","name":"Rescratch","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"?J. Gunter & L. Paik","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2885,39.9727]},"left_right_index":999999,"mp_id":"105762093","mp_crag_id":"105745756","climb_id":"i/IBbY50Wvujk+yDjiu5Zw==","areaRef":"Wl+Yp510V8u3kz+fZp79Rw=="},"content":{"description":"This is just one of those lines that is obscure but is sort just asking to be climbed when perusing R. Rossiter's Flatirons guidebook, p 106.  It lies on the East face parallel & just North (right) of\n\nRehatch\n\n. It's probably a route only for the Dinosaur Mt. fans looking for yet another line. It is a bit rough around the edges. Precarious flakes along the way suggested few, if any, prior passages. It looks harder than it turns out to be.\n\nHike from NCAR to the Mesa Trail. Head South to Bear Canyon trail. Hop across the creek at the base of South Dinosaur Egg (just above the 2nd waterfall, springtime) and curve around the East face of North Dinosaur Egg. Come to the 3rd class approach to\n\nRehatch\n\n, and start below a small overhang.\n\nP1. Work up a small slab at an alcove, moving left to a good stance below the small overhang. Place a large cam and bear hug a large knob on the left, weird 5.7. Follow a low angle groove to a belay below a chockstone. #0.75 & 3 Camalots are useful for the belay, 190 feet.\n\nP2. Head up, place an Alien, and then go left on a friable slab to the overhang. Bear hug your way up to a good ledge, strenuous 5.7. Decipher the crux above with a good #1 Camalot. It has rough rock here. Heave up into the groove. Follow it with an occasional jaunt left. Near the top, follow a groove off right to the summit, 180 feet.\n\nMove briefly West to the 40m rap (bolt & pin). This can be done with a 30m rap & 4th class downclimb on the slab. Watch the rope on the pull.","protection":"Mostly single cams, black Alien to #4 Camalot, lots of longs slings.","location":""},"__v":0},{"_id":"H7oMtodEU/eeKuBhUgACbQ==","name":"Rehatch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2885,39.9727]},"left_right_index":999999,"mp_id":"105755629","mp_crag_id":"105745756","climb_id":"H7oMtodEU/eeKuBhUgACbQ==","areaRef":"Wl+Yp510V8u3kz+fZp79Rw=="},"content":{"description":"Rehatch is an interesting route with East-facing chimney and South-facing face climbing. From NCAR, hike down to and up Bear Canyon to past Bear Creek Spire (1st strata), go up gully past Southern Dinosaur Egg to Northern Dinosaur Egg.  Find a prominent, East-facing chimney. The rating comes from the guidebook, which didn't seem so far off as to change it.\n\nP1. Ascend this chimney (unusual for the Denver area), finding occasional jaunts out right of the chimney, pass a chockstone, and belay on a second chockstone (a long pitch).\n\nP2. Step across and move on to the right side of the South face via improbable looking face holds (crux) to the top (short pitch), 5.5+.\n\nDescent: rappel from the anchor on top about 125' to the ground. A single 60m rope rap will leave you with some downclimbing. Rappelling from the top anchor may potentially leave a difficult rope pull. There is a 2nd anchor shortly below the top that can be utilized to reduce rope drag.","protection":"A standard rack - wireds, set of cams to #4 Camalot, and a few hexes.","location":""},"__v":0},{"_id":"1CvdNsyVUSq9rcDhHyYbtA==","name":"Cloud Walker","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"M. Engle, D. Hare, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2885,39.9727]},"left_right_index":999999,"mp_id":"105762006","mp_crag_id":"105745756","climb_id":"1CvdNsyVUSq9rcDhHyYbtA==","areaRef":"Wl+Yp510V8u3kz+fZp79Rw=="},"content":{"description":"This is an intriguing line which looks like a mellow romp up a hanging slab.  However, due to the approach it is hard to assess this one until you are right on it. It winds up being a full value \"sport\" climb best done with a bit of gear and a propensity not to fall. Find this one on the West side of North Dinosaur Egg.\n\nThe approach can take a bit of figuring out. You can approach this via the first pitch of\n\nRehatch\n\n, 5.5, on the E face of North Dinosaur Egg from the gully between the first & second strata of Dinosaur Mt. via the Bear Canyon trail. It can also be approached from the gully between the second & third strata up the gully East of Stonehenge. However, this requires traverse an approach pitch either around the East or West side of the lower South chunk of North Dinosaur Egg. Either of these starts with a scramble up a wide crack at a huge ole eye bolt on the West side of North Dinosaur Egg. If you use the East traverse, follow a 5.5 line of wavy rock around curving left and into the upper chimney of\n\nRehatch\n\n. Expect rope drag. If you try the West traverse (perhaps it could be named \"Bowel Incontinence\"), follow an awkward, line of huecos with questionable pro of cams in huecos.\n\nWhen you finally get to the climb, you will find it is surprisingly vertical to start with a rising, left-angling, exposed, traverse above a large overhang (hence the name?). Thus, despite relatively closely-spaced bolts, it is probably best not to fall until past the 4th bolt (especially on lead). Follow sporadic pebbles (somewhat reminiscent of the better-quality P1 of\n\nVelvet Elvis\n\n) and edges. The crux is probably between the second & third bolts. Some holds are friable, and the route is still cleaning up (we broke off at least 4 holds). Once past the 5 bolts, the difficulty & angle eases significantly, but it becomes a bit run out. Continue angling left and find an overlap with cracks for small cams. At about 120-130 feet out, you reach a bolt and pin anchor on top of a ridge.\n\nRappel West 120 feet to the ground. You can make it to 4th class terrain with a single 60m rope. There may be other anchors, but we didn't find any better ones.\n\nExpect full value!  Yee haw!","protection":"5 bolts, 2-3 small cams (yellow & orange Aliens...), ?a small wire.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,5a5f98a7-9d74-57cb-b793-3f9f669efd47","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Northern Dinosaur Egg"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2885,39.9727]},"bbox":[-105.28908675515521,39.97225033981814,-105.28791324484477,39.973149660181875],"left_right_index":-1,"ext_id":"105745756","area_id":"Wl+Yp510V8u3kz+fZp79Rw==","polygon":{"type":"Polygon","coordinates":[[[-105.28908675515521,39.97225033981814],[-105.28791324484477,39.97225033981814],[-105.28791324484477,39.973149660181875],[-105.28908675515521,39.973149660181875],[-105.28908675515521,39.97225033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:00.349Z","updatedAt":"2024-02-19T18:31:24.678Z"}