{"_id":"6368a1b8e80bff5a99553dbd","area_name":"Whiteface Mountain","shortCode":"","climbs":[{"_id":"m2rCOftdVuKeyI/MrTpBLQ==","name":"M.L.K. Jr. Memorial Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bradley White, 1983","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40569,43.93291]},"left_right_index":0,"mp_id":"106528796","mp_crag_id":"106528792","climb_id":"m2rCOftdVuKeyI/MrTpBLQ==","areaRef":"vOLdS2F6UZ+MHrgBkkjOsw=="},"content":{"description":"The only dike on right side from the ground up or from a traverse half way up first pitch there is a ledge from the forest that almost reaches the dike. I climbed in this way avoiding the dike's lower section. It was almost to much friction to the dike (5-6). Follow dike up (5-4) until able to traverse left onto tree ledge. Above center of tree ledge climb excellent face move on bulges heading right to access hand crack (crux). Climb hand crack until it becomes a crack filled with brush hair organic matter, moss? Jams are still excellent regardless of the organic brush stuff adhered to the crack. Brush stuff made excellent foot holds very tough. Exit by holding onto pine boughs. Bushwhack very short distance to summit. Great climb and a great view but a lot of traffic by climbers would probably disturb this organic brush stuff ecology. I don't expect any traffic. Check on whether this is in the wilderness forest protection regulations or not before you do any nailing and power bolting.There used to be on the summit of Mt. Whiteface a memorial plaque to Martin Luther King mounted onto a boulder. Someone crowbarred the plaque off of the boulder in 1982. I named the route to reenforce M.L.K. Jr.'s chosen right to be here.","protection":"none, soloed it.","location":"Just below summit of Mt. Whiteface and reached by The Blue Berry Ridge trail after about 2.3 miles."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f3779a70-6ea4-5c34-b506-d46699ecf026,bce2dd4b-617a-519f-8c1e-b8019248ceb3","pathTokens":["USA","New Hampshire","Lakes Region","Whiteface Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.40569,43.93291]},"bbox":[-71.4063143955967,43.93246033981815,-71.40506560440332,43.933359660181864],"left_right_index":-1,"ext_id":"106528792","area_id":"vOLdS2F6UZ+MHrgBkkjOsw=="},"content":{"description":"The name of the mountain is because of the 200ft summit cliff. The cliff is steep and the west or left side looking from the valley is a friction ramp to overlapping overhangs, the right side or east is a face wall split by a tree ledge centrally and a dike to the right of that and a little more face up to the small tree ledge connected to the forest."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:08.541Z","updatedAt":"2022-11-25T11:19:54.930Z"}