{"_id":"63689de0e80bff5a994f923a","area_name":"West Face","shortCode":"","climbs":[{"_id":"Xf2g/HmOUaWGeYwl0eUGnQ==","name":"Tasu Leech Right","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Haas/Weinhold","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39654,40.00449]},"left_right_index":1,"mp_id":"120193557","mp_crag_id":"120192835","climb_id":"Xf2g/HmOUaWGeYwl0eUGnQ==","areaRef":"gg8tiU90XdqZD8vK7MGdQA=="},"content":{"description":"I toproped this and had to hang, trying to surmount the overhang.","protection":"Bolts.","location":"Start as for\n\nRashtars\n\n, clipping its first bolt. Move left, over the right edge of the big overhang, and follow more bolts to a bolted anchor."},"__v":0},{"_id":"+dD6x/P2UluY3hSBJXwyJA==","name":"Tasu Leech","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J. Haas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39654,40.00449]},"left_right_index":0,"mp_id":"120966495","mp_crag_id":"120192835","climb_id":"+dD6x/P2UluY3hSBJXwyJA==","areaRef":"gg8tiU90XdqZD8vK7MGdQA=="},"content":{"description":"This is a good route with a brief but very physical crux sequence that may be difficult to onsight. The route may feel a letter grade easier than assigned after the initial encounter reveals the sequence.\n\nHead to the line of bolts at the left hand edge of the West Face. Step up, clip the first bolt, and head up into a small roof/overhanging - this is the crux of the route and is protected by a well-placed bolt. Pull slightly right, and head up to the anchors at the top of the crag with the remaining difficulty being no harder than 5.9. The principle holds on this route are solid, and the route is reasonably clean. Of all of the routes on the crag, this was my favorite.","protection":"Bolts to a bolt and ring anchor. If toproping or lowering after a lead, longer slings for the anchor bolts are advised, since those are positioned slightly back from the edge of a ledge.","location":"This is the leftmost bolted line on the West Face of the crag."},"__v":0},{"_id":"IqME9lQtXEWit07U9yP+tQ==","name":"Rathtars","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Haas/Reinhold","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.39654,40.00449]},"left_right_index":2,"mp_id":"120193097","mp_crag_id":"120192835","climb_id":"IqME9lQtXEWit07U9yP+tQ==","areaRef":"gg8tiU90XdqZD8vK7MGdQA=="},"content":{"description":"Haas rated this route 5.7 and gave it three stars. He said, “jugs, jugs, and more jugs up a super featured wall..., which makes this one of the better moderate sport routes in BoCan.” Not!!!!\n\nI love visiting new terrain and have been called a choss connoisseur, but would I find the advertised good quality? Not!!!!\n\nSo I clip the first bolt and the second and pull up on some semi-big, flat holds, and I’m searching for some feet among the overhanging, undercut, downsloping dearth of features. There was, instead, forests of lichen. I try to kick steps into the dried crust, but it won’t hold an edge. I try smearing on the slippery crust, but I can’t reach a good incut. Instead, a shallow sidepull beckons at the limit of my reach. A positive point lies twelve inches higher. If I were as tall as Haas, maybe I could simply stand on the ledge and reach both features. Not!!!!\n\nSo I lock off on the sidepull and make a desperate slap for the positive point, hoping that I won’t ledge out. Whew! Good thing I have a sling to stand in! I continue up steep lichen, using occasionally big holds, and reach a ledge. The fifth bolt is a long reach, but I clip the draw and fight to clip the rope. The sixth bolt is a long way up a blank face. There’s no jugs. There must be something that I don’t see. Not!!!!\n\nSo I find a big, positive sidepull at the lip of the undercut bulge and a shallow sidepull twelve inches higher. There’s no good foot holds. The sixth bolt is another five or six feet above, and then there’s no holds to go for. After trying all kinds of combinations to the left and right, I traverse about six feet left, just above a bolted anchor (for\n\nTasu Leech\n\n), and go up past loose rocks, reaching a tiny tree, which I sling for pro, and then jugs (!) leading to the anchor. The sixth bolt was really useful. Not!!!!\n\nAnalysis: Jason Haas is about six feet tall and leads 5.14. I am 5’7” and routinely lead 5.8-5.9 (if well-protected). I often cleanly toprope 10a and b. When I eventually tried to toprope the stretch between the fifth and sixth bolts, I couldn’t come close, even with a tight rope. Is it 5.11? Yes!!!!","protection":"Six bolts plus a bolted anchor.","location":"It is the bolted route on the right side of the small west face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,81c57d42-2651-506d-be7c-0f217b3cc8a0,820f2d89-4f74-5dda-990f-cbcaecc19d40","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Kanjiklub","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.39654,40.00449]},"bbox":[-105.39712702828172,40.00404033981813,-105.39595297171829,40.00493966018187],"left_right_index":-1,"ext_id":"120192835","area_id":"gg8tiU90XdqZD8vK7MGdQA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:56.809Z","updatedAt":"2022-11-25T11:16:28.387Z"}