{"_id":"6368a50be80bff5a995aff0c","area_name":"Aguaworld","shortCode":"","climbs":[{"_id":"Z8lbys3qXFmharOLcvRwKw==","name":"T.H.C","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Habovstak, Eric Klement, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":4,"mp_id":"106716988","mp_crag_id":"105876455","climb_id":"Z8lbys3qXFmharOLcvRwKw==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"A hard route to understand,\n\nT.H.C\n\nclimbs up a choss trough to some more solid looking, but fragile feeling stone. Breaking left at bolt three,\n\nT.H.C\n\nascends the large prow over a steep face to a large, sequential roof. Varied holds mixed with good and odd movement, bust the overhang and crawl to the chains if you're still interested.\n\nA decent route when times are tough; this line will get in your head after a visit or two. A bit aloof,\n\nT.H.C.\n\nrequires focus on many levels, it's name may be suggesting something?","protection":"Nine bolts and two slings for a recessed chain anchor. Rapping this line may be the best bet, as the chains are set back on a ledge. Lowering is slow to say the least.","location":"Located on the left (west) separation of\n\nAguaworld\n\n,\n\nT.H.C.\n\nis the second route left of the large space/break and shares the first three bolts with\n\nAgua Velvet\n\n."},"__v":0},{"_id":"gRIP9OQWVEukDRGyajh3UQ==","name":"The Snatch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Randy Kieliszewski, Steve Habovstack 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":0,"mp_id":"105919069","mp_crag_id":"105876455","climb_id":"gRIP9OQWVEukDRGyajh3UQ==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"The Snatch (rated 5.8 in the Ruckman guide) provides ample holds on an easy-angle face, and the crack in the corner sports adequate protection opportunities.  The rock is dirty and there are flakes of rock everywhere.  Be careful not to pull out the choss from the right side of the corner, the quality of the rock is better on the left side.  Good stances, fairly consistent, but probably only worth doing again if I'm climbing Scavenger (5.9) afterwards.","protection":"Standard rack, takes nuts well. No fixed gear.  Bring slings and rappel rings if you're not continuing on to Scavenger (5.9).  Do your head a favor and wear a helmet.","location":"On the far west end of Aguaworld, beneath the big roofs, there is an unmistakable corner.  The belay is at the top of the corner on a nice ledge.  There is a great crack in a large block for a cam anchor."},"__v":0},{"_id":"4DhjcIsYUAWY+CE8kF6+0g==","name":"Smoke 'Em if You Got 'Em","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Randy Kieliszewski, Steve Habovstak, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":7,"mp_id":"107151871","mp_crag_id":"105876455","climb_id":"4DhjcIsYUAWY+CE8kF6+0g==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"Smoke 'Em\n\nbegins with a V3/4 move past the first bolt to wild climbing up and out a series of short overhangs protected mostly by cams, but fortunately with much easier climbing (probably no harder than 5.11a).  The Ruckmans' 1998 guide rates this 12a and gives it two out of three stars.  The rating may be height related, and the stars may be dependent on one's tolerance for a tiny amount of critter slime and a little loose rock 30 or so feet before the chains.  Great position though, and the cams are good.","protection":"Single set of cams from ½ to 2 ½ inches; a few smaller stoppers; draws.  Lower/rap from chains; 70m rope likely necessary.","location":"In the center of the crag is a large chimney/gully system.  Just right are two bolted routes beginning with obvious boulder problems up a bolt protected overhang.\n\nSmoke 'Em\n\nis the route on the left (the right route is\n\nBurn Tough\n\n)."},"__v":0},{"_id":"2B4Qu172U9mKJ4uLsd63vQ==","name":"Scavenger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Habovstak and Randy Kieliszewski, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":1,"mp_id":"105919075","mp_crag_id":"105876455","climb_id":"2B4Qu172U9mKJ4uLsd63vQ==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"Scavenger is the second and more worthwhile pitch of the Snatch (5.7).  Carefully avoid the guano on your way to the bombproof rest just below the crux bulge.  Pull over the bulge to another good rest in a corner.  Continue up the corner, but be cautious as the rock quality here is not as good.  A huge bird's nest is visible from here, but seemed to be vacant when we passed by.  Enter a chimney that is steeper than it first appears and enjoy the exposure near the top.  A traverse out of the chimney and onto the arete adds to the climb.  Enjoy the great views from the top of Aguaworld!","protection":"Standard rack.  No fixed gear.  Good cam belay at the large block atop the Snatch (5.7) and another cam and nut belay at the top of the wall.  About 20 feet above, there is a gray sling with a quicklink that provides a two-rope rappel (really cool because of the big roofs) instead of a walk off.","location":"On the west end of Aguaworld, climb the unmistakable corner, then change direction and climb past a large bird's nest and into a bombay chimney.  Walk off or make a two-rope rappel from a sling."},"__v":0},{"_id":"h740Sj39WBWbJ8cucnxdwg==","name":"Retro'd Hardman","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Randy Kieliszewski, Scott Keller, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":9,"mp_id":"106716946","mp_crag_id":"105876455","climb_id":"h740Sj39WBWbJ8cucnxdwg==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"One of the longest and most solid routes on the wall,\n\nRetro'd Hardman\n\nclimbs a line of varied terrain past numerous bolts and a couple of tricky bulges. A difficult, yet well protected start gets things going, the climbing then eases off and the crux meets the pawing climber at a small roof about 3/4's of the way up. Finish the climb over easier, more relaxed terrain. A tricky set of moves are required  to reach the chains.\n\nThis retro-fit effort has the most solid rock at the\n\nAguaworld\n\n. Besides the start and finish, steady, continuous climbing past well placed bolts make the climbing quite enjoyable.\n\nAfter a long period of neglect, an attempt was made to bring more traffic to this great line.\n\nRetro'd Hardman\n\nis a re-fit of the older, more scarcely gear protected, route,\n\nResin Hardman\n\n(1995).","protection":"Sixteen draws for fourteen bolts and an anchor. A few longer draws or slings are nice for reducing drag. 60 meter rope minimum, watch your ends!","location":"Retro'd Hardman\n\nclimbs directly over the older and scarcely  protected trad line\n\nResin Hardman\n\n. It sits in the middle of the right side (east) wall, one route right of\n\nBurn Tough"},"__v":0},{"_id":"3xM+eckGXfi2cGu4t1hDjQ==","name":"Retro'd Four Twenty","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":12,"mp_id":"118781121","mp_crag_id":"105876455","climb_id":"3xM+eckGXfi2cGu4t1hDjQ==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"Begin on a slightly overhanging section then eases up.","protection":"Bolts to chains","location":"This is the bolted line left of February Summer."},"__v":0},{"_id":"UeEjvdroVbCPNlSTG+sr1g==","name":"Pipe Dreams","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Randy Kieliszewski and John Ray, 1996","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":10,"mp_id":"105876476","mp_crag_id":"105876455","climb_id":"UeEjvdroVbCPNlSTG+sr1g==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"The initial dihedral doesn't require much strength, just good technique and a whole lot of head.  The runout could easily turn into a potential groundfall situation if you pass ANY protection opportunities.  It is slopier than it first appears, and the crack you think you can see isn't there at all.  Traverse to the crack in the headwall to the right and let the big pulls begin.  Place pro before attempting to pull over the lip because blowing the crux here would be bad without it.  Have fun figuring out the sequence to get over the lip, as the feet are tricky and slopers abound.  This is a 5.10a crux, but only if you figure it out; otherwise, expect some mumbling about bags of sand.  Once above the headwall, the climbing eases up to around 5.7, providing a nice cool down as you approach the anchors.","protection":"Standard trad rack, with nothing larger than a gold camalot needed.  Don't pass up any protection opportunities at the start, and once in the dihedral, look to the left for a hidden placement option (use a long runner here).  Bring long runners to reduce rope drag at the traverse from the top of the dihedral to the crack in the headwall.  2 chain anchor at the top.","location":"Aim for the small dihedral that ends just before reaching the headwall above.  You can see the anchor chains on the east-facing bulge at the top of the wall."},"__v":0},{"_id":"SdHmggR/WnWb9myKvmzxTQ==","name":"Pile of BS (Bat Shit)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?? If not yet climbed, Kevin Buckingham 16 Jun 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":6,"mp_id":"107660115","mp_crag_id":"105876455","climb_id":"SdHmggR/WnWb9myKvmzxTQ==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"Climb the chimney/Gully system right of Aqua Velvet.  Pretty obvious line.  If you come searching for guano, this is the place.  A nice heaping serving meets you about 1/3 of the way up.  BEWARE of loose rock - Belayer should have a helmet, climber should use caution.\n\nAt the top, there is a nice chockstone to sling if you want to rap straight down.  Option two is to CAREFULLY avoide kicking down rock and traverse to Aqua Velvet anchors and belay your second up (With directional protection).  Drag was surprisingly not bad (with plenty of runners).\n\nDecent climb - some crack, some face, some chimney.  My motivation was being in a party of 3, having plenty of trad gear, and wanting to do some lead soloing.\n\nI wouldn't be surprised if this had been climbed before, but now we know for sure :)\n\nAgain - LOOSE ROCK","protection":"Nuts and cams, a few decent finger-hand size placements.  No need to BD 5 or 6, but found a 4 useful toward the start.  Beware of placements in loose rock.","location":"Right of Aqua Velvet, in the chimney/gulley."},"__v":0},{"_id":"fWSpmTa8Uc6f+dNhmc431w==","name":"Mashed Potatoes","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Likely Steve Habovstak, Randy Kieliszewski, circa 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":3,"mp_id":"107712825","mp_crag_id":"105876455","climb_id":"fWSpmTa8Uc6f+dNhmc431w==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"My guess is that this route was named either for the shape of the majority of holds comprising the crux section or one's forearms as he or she puzzles through which mound to grab next.  From the base, this route looks quite unappealing, but believe it or not, it actually is a two-star route once past the choss-and-guano-fest that characterizes the terrain protected by the first four bolts (so my star rating doesn't take that into account; you just have to believe).  It's a well-bolted line, with a unique crux that, IMO, is bona-fide 12a to on-sight.  Originally posted by Tosser on utahclimbers.com in 2003.","protection":"12 draws.  The route ends at\n\nCrash Test Dummies'\n\nchains.","location":"See the post for\n\nCrash Test Dummies\n\n(the routes share the first four bolts)."},"__v":0},{"_id":"VI9omEbaUzynHZOHqUkYWw==","name":"Four Twenty","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Randy Kieliszewski and Steve Habovstack, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":11,"mp_id":"105876469","mp_crag_id":"105876455","climb_id":"VI9omEbaUzynHZOHqUkYWw==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"A bouldery 5.9+ crux starts at the lowest point of the wall between\n\nFebruary Summer\n\nand\n\nPipe Dreams\n\n.  Follow thin protection opportunities diagonally to the right until you are within arm's reach of the\n\nFebruary Summer\n\nbolt line.  Pull over the overhang and shoot straight up the face.  There is a small arete that defines the line and keeps you close to the somewhat limited and tricky protection opportunities.  The top is 5.7, and although squeezed with\n\nFebruary Summer\n\n, it is altogether different.","protection":"Standard trad rack, bring some RPs or brass for the first twenty feet, nothing larger than a gold camalot. Shares the two chain anchors of\n\nFebruary Summer\n\nto the right.","location":"Between\n\nFebruary Summer\n\n(on the right) and\n\nPipe Dreams\n\n(on the left).  This is a wandering route that stays just to the left of\n\nFebruary Summer\n\n(following protection opportunities)."},"__v":0},{"_id":"2SznY3uUXgmHTH9CT5aBrQ==","name":"February Summer","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":13,"mp_id":"105876458","mp_crag_id":"105876455","climb_id":"2SznY3uUXgmHTH9CT5aBrQ==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"The furthest right route.\n\nFebruary Summer\n\nis a fun warm-up for the area.  Good spacing on bolts, good sustained climbing, fun moves.","protection":"9 bolts and 2 anchors.","location":"Furthest right route, by a dead tree."},"__v":0},{"_id":"fTyaV+PMU06YYQYnRDg95w==","name":"Crash Test Dummies","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Habovstak, Randy Kieliszewski, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":2,"mp_id":"107712812","mp_crag_id":"105876455","climb_id":"fTyaV+PMU06YYQYnRDg95w==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"A remarkable route, but not for the usual reasons.  First, edit the star down to a half, which is a feature that you can't toggle on MP (perhaps thankfully), but which seems to fit this route perfectly.  From a pure climbing experience perspective, this may be one of the chossiest, if not the chossiest, 5.11s in BCC.  It's amazing just how bad the rock is in places.  On the other hand, it's kind of cool -- constantly wondering whether something is going to blow adds an, um, unique element to the experience.  If a hold does blow, one is very unlikely to get hurt.  The bolts are close and the climbing sufficiently overhanging that any detached choss should fly harmlessly away.  There is a long horizontal band of guano (or pack rat poo) just after the fourth bolt; it can be easily avoided but you probably should wash your hands before you dive into the chips and salsa later.\n\nFrom an historical perspective, it's amazing that this was originally put up trad, apparently done entirely on gear.  It's shown in Ruckmans guide as\n\nDrop Test Dummies\n\n(5.11d, no bolts, one star).  If, back in 1996, Steve just launched up the thing with nothing but a trad rack, it's gotta be one of the boldest FAs in BCC in recent history.  According to a 2003 post on utahclimbers.com by Tosser, \"this sick trad line that never gets climb[ed] was retrobolted\"; I'm assuming Tosser is either Steve or Randy.  In any event, the kicker here is that, according to the post, the 14 bolts that now grace the route were drilled on lead!  Master, I am unworthy.\n\nSo, for these reasons alone, anyone who considers themselves a true BCC geek (and climbs at this grade) must do this route.  It shares the first four bolts with\n\nMashed Potatoes\n\n, then steps left to more bolts (and the crux) that eventually snake to the chains.  Rating may be soft.","protection":"14 draws.  The chains had fixed biners for lowering as of June 12.","location":"From the approach trail's intersection with the aqueduct terrace, walk west along the aqueduct trail under the opening bolts of\n\nT.H.C./Aqua Velvet\n\nand past the section of trail that drops 8 or so feet below the old terrace line then steps back up.  Once back at terrace level, walk maybe 20 feet until an obvious vegetated break in the cliff can be easily scrambled up to a large ledge on a prow-like pillar to the left, about 20 feet above the level of the aqueduct terrace.\n\nDummies'\n\nfirst bolt should be readily apparent."},"__v":0},{"_id":"WKPc6ZJbWSKC4zw8ppzZ+Q==","name":"Burn Tough","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Randy Kieliszewski, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":8,"mp_id":"106303786","mp_crag_id":"105876455","climb_id":"WKPc6ZJbWSKC4zw8ppzZ+Q==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"This is a really great route that packs quite the punch.  Pull the big roof at the bottom and cop a no hands rest above.  Milk it 'cause you won't find any more rests above.  Follow the bolts through a few bulges with some slopers and tough clips, and pull the final roof to the chains.  This route reminds me a lot of Right Pile (hard move at the bottom followed by a relentless pump).","protection":"All bolts","location":"In the obvious alcove just right of \"Smoke 'em if you Got 'em.\""},"__v":0},{"_id":"GvH5YY+gV56sDOGPjg0x7g==","name":"Aqua Velvet","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Habovstak, Eric Klement 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"left_right_index":5,"mp_id":"107647944","mp_crag_id":"105876455","climb_id":"GvH5YY+gV56sDOGPjg0x7g==","areaRef":"zlqVJIR4VIS+fnmRMXgdQA=="},"content":{"description":"Not sure why this hasn't been posted up, but here ya go ...  Given some of the FA party's other names for lines on this crag, I'm guessing this one refers to the cocktail made with vodka, gin, and Blue Curacao -- those lads must have been living the (snicker here) high life.\n\nAqua Velvet\n\nshares the first three bolts with\n\nT.H.C.\n\n, then strikes out right past three bolts to a bivy-worthy ledge.  The crux is the first few moves off the ledge, putting you on a smooth-looking headwall protected by four bolts and ending at chains.  You'll find some choss on the way to the headwall, but the headwall offers good position and the route seems safe.  As suggested by the comments for\n\nT.H.C.\n\n, the Ruckmans' 1998 guide has\n\nT.H.C.\n\nand\n\nAqua Velvet\n\nconfused. By the way, the Ruckmans have this at 11b; height dependent?\n\nThere's a nice picture of the route taken by Ryan on the Aquaworld page (by the way Ryan, I suspect your comment about smelly stuff relates to Aqua Velva; diff name).","protection":"A dozen draws.  Lower/rap from chains.","location":"This is the first bolted line left of the large gully chimney/gully system in the center of the crag.  Walk west along the trail of the old aqueduct until just before it descends sharply.  The first bolt is about 20 feet up, easily reached via somewhat bushy scrambling."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,ce5a9524-8478-5484-be7e-799131781d40","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Aguaworld"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7768,40.6215]},"bbox":[-111.77739241654129,40.62105033981814,-111.77620758345867,40.62194966018186],"left_right_index":-1,"ext_id":"105876455","area_id":"zlqVJIR4VIS+fnmRMXgdQA==","polygon":{"type":"Polygon","coordinates":[[[-111.77739241654129,40.62105033981814],[-111.77620758345867,40.62105033981814],[-111.77620758345867,40.62194966018186],[-111.77739241654129,40.62194966018186],[-111.77739241654129,40.62105033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:26:24.680Z","updatedAt":"2024-01-20T01:06:54.118Z"}