{"_id":"63689de0e80bff5a994fa42f","area_name":"Cruiser Gully/Buttress","shortCode":"","climbs":[{"_id":"rhaCQ9jcVVOB6BRal2wwkQ==","name":"Canyon Cruiser","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Schneiter, Chris Van Leuven and John Lloyd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":0,"mp_id":"107159900","mp_crag_id":"107159887","climb_id":"rhaCQ9jcVVOB6BRal2wwkQ==","areaRef":"YilSwfVLXmmh57TZYt1Ayw=="},"content":{"description":"Canyon Cruiser is 400 feet of well-protected quartzite climbing featuring surprisingly clean rock that is beautifully featured with a myriad of incut holds and horizontal edges.\n\nOn the first pitch, start on the right side of the deep red colored rock, next to a small cairn, and angle up and left to a ledge sheltered by a large, right-facing corner.\n\nOn the second pitch, climb straight up for a few feet to an obvious horizontal then traverse right to a crack that splits the face. Pass a tiered ledge system that has some choss on it and continue up a crack system before belaying on a large ledge to the right where some large cams are helpful to build a belay.\n\nOn pitch three, climb straight up from the belay before moving right to a true west-facing wall where a small overlap is passed via amazingly sculpted, yet clean quartzite. Belay on a large ledge below a clean face.\n\nOn the fourth and final pitch, climb straight up the face, pounding in a pin to protect the initial moves and for a true experience trend up and right, avoiding the large crack on the left. Climb atop a ledge with large, stacked blocks below a big undercut roof. Climb straight over the roof for full value or bypass it to the left. Belay on the ledge at a nice plaque of rock where an excellent knife blade anchor can be built.\n\nAdditional pitches could be climbed on the quartzite buttress above. Or, traverse right for about 750 feet where you can down climb or do a single rope rappel from a tree with a sling into a gully. Descend gully to the tracks.\n\nThe name comes from the way this climb was done ground-up in an afternoon (8 hours roundtrip), starting at 1 PM from Shoshone.\n\nSee beta photos.","protection":"Cams from really small to #5 Camalot, stoppers, and other funky gear like Ball Nuts and tri-cams are helpful. Also, pins such as long knife blades, lost arrows and long, skinny angles are super helpful. No fixed gear on the route.","location":"Use the beta photo. Hike up the Cruiser Gully past all the granite, aiming for the obvious Cruiser Buttress and staying right rather than taking the small gullies going up and left. There are a couple points where most people will want to rope up. The first is where a large chockstone blocks passage in the gully. It can be easily passed on the right side via some ledgey scrambling. Then, just before you reach the quartzite there is some easy 5th class terrain on granite that most people will want a rope for. After ascending all the granite, traverse left until you are under the Cruiser Buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,622952c1-f54b-5e69-a1e7-b4d962dd40cb","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Cruiser Gully/Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"bbox":[-107.22307337256326,39.57429033981814,-107.22190662743674,39.57518966018186],"left_right_index":-1,"ext_id":"107159887","area_id":"YilSwfVLXmmh57TZYt1Ayw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:02.000Z","updatedAt":"2022-11-25T11:17:52.393Z"}