{"_id":"63689de0e80bff5a994f93f1","area_name":"Fifth Flatiron","shortCode":"","climbs":[{"_id":"HxVqlnweU62+MfX+65QHsA==","name":"Pinball","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":3,"mp_id":"108302954","mp_crag_id":"105745301","climb_id":"HxVqlnweU62+MfX+65QHsA==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"This is a line that winds up mostly on distinct terrain from the other 4 lines on the East face of the Fifth Flatiron described in Rossiter's\n\nRock Climbing the Flatirons\n\nand/or Haas'\n\nClimbing Boulder's Flatirons\n\n.  After looking at the start of\n\nEast Face, North Side\n\n, 5.4 (Regular Route), this looked more interesting and protectable.  It follows a left-angling, double crack/groove system, connects to a series of right-facing flakes, and finishes by bouncing between other lines on the face.\n\nP1. Start up the double crack/groove system just to the left of the 3rd chimney (counting from the right).  This is between\n\nCat Scratches\n\nand\n\nEast Face, North Side\n\n.  At ~95' up, the features to the right draw you, but you head back left when you find few face holds and want additional protection.  At ~140', you can move left of the cracks/grooves onto featured face holds.  You can get a belay at a small stance at the start of the right-angling flakes, 5.6 PG-13, 195'.\n\nP2. Follow the right-angling flakes aiming for some trees near the right edge of the face.  There is a healthy runout early in the pitch.  Then there is a funky spot with a sort of undercling/lieback on rounded features with smears for the feet (crux).  Finish up a good ledge with a small tree (right) or crack/flake (left) merging briefly with\n\nEast Face, North Side\n\n, 5.7 R, 185'.\n\nP3. This is a fun zig-zag pitch.  From the belay, there is a traverse left avoiding the obvious arete above.  After ~45', head up on featured face with intermittent protection.  Short of the arete above, traverse left, then make a short zig back up to the arete for a nice belay at a notch in the arete with a good, horizontal finger crack, 5.5, 200'.\n\nP4. Trying to avoid the arete above, angle leftwards below the arete starting 5 feet below and finishing perhaps 25 feet below the arete.  This probably crosses the\n\nEast Face South Side or Left\n\nas it ultimately finishes straight up to the top, 5.5 R, 145'.  The anchor here is a big eyebolt, piton, pop-top type 1/4\" bolt, and a 1/4\" Star-dryven bolt.\n\nRappel 75' off the top.\n\nFunny, this may be the fifth route on the East Face of the Fifth Flatiron.","protection":"Wires, a few hexes, cams #0 TCU to #4 Camalot.  An extra yellow TCU or two is nice.","location":"This follows a left-angling, double crack/groove system, connecting to a series of right-facing flakes, and finishes by bouncing between other lines on the face between\n\nCat Scratches\n\nand\n\nEast Face, North Side\n\n... and probably crosses\n\nEast Face South Side or Left\n\n."},"__v":0},{"_id":"pM3ieG2dV5+1bjJGymdEnQ==","name":"Out of Business","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":0,"mp_id":"115180788","mp_crag_id":"105745301","climb_id":"pM3ieG2dV5+1bjJGymdEnQ==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"Near the start of the\n\nEast Face South Side\n\nroute of the Fifth Flatiron lurks a WIDE chimney (four and a half feet, at least) that begs for your attention. Many may not see this as a chimney at all but instead a passageway!\n\nBegin in the middle, where a column of sorts sticks out on the west side and start chimneying up! As you gain elevation, the walls will enclose around you and give you a helpful handhold or two. The crux is certainly in the beginning as the wideness makes things awkward (and more awkward still for shorties), but the landing is great. Top out to the west. The rock quality is fairly OK, although the east side has some more friable rock up top, so do take a little bit of caution.\n\nThe first ascent is unknown, but considering the ease (relatively) of its approach, its location near well-known and documented climbs, and the obviousness of the line, it must have been done before. This is not a destination climb but a nice diversion before tackling East Face, South Side, as your partner mucks about with whatever is up with their pack.\n\n\"Out of Business\" is a nod to the classic, \"\n\nTaking Care of Business\n\n\" near the Fourth Flatiron. You're obviously not in, \"\n\nTaking Care of Business\n\n\" (you're out of it). This climb is obviously not as classic (or long) either, but it's also not quite the quest to get to. If there's a previous, historical name, chime in.","protection":"Consider this a solo or even a boulder. There's really nothing in the chimney one can use to place pro in.","location":"Approach as if starting the\n\nEast Face, South Side\n\nroute of the Fifth Flatiron. To the east are two large boulders with a gap between them - you most likely passed them approaching the toe of the formation. That gap is your chimney. Other short routes lurk on the south side of the larger of the two boulders.\n\nDescend on the east side (the smaller of the two boulders), and carefully make your way down the heavily lichened face or SW arete."},"__v":0},{"_id":"H/U8fvYvWbeZkuNVHt26dA==","name":"Northeast Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":5,"mp_id":"105756304","mp_crag_id":"105745301","climb_id":"H/U8fvYvWbeZkuNVHt26dA==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"Locate the Fifth Flatiron, and then on its lower right-hand side, find a 3' wide chimney with a few resident trees, called The North Chimney.\n\nTo the right of The North Chimney, the face reaches a low point on the northern-most margin of the East Face.  From this low point, climb up the entire Flatiron to the ridge up top.  The rock is good and solid but has more lichen than the popular routes on the First-Third Flatirons.  This route gets, and deserves, a star in Rossiter's book.\n\nI will describe the route as we did it with a 70m rope, with a few notes from my observations of another party with a 60m.  Generally speaking, if you want more gear or an escape due to not finding a belay stance or not wanting to simul-climb a bit, escape south (climber's left) to one of the many places inside The North Chimney where a belay is available.\n\nP1: Start up and go 60m to a belay at some flakes (cams for gear) or 72M (6' of simul climbing with a 70m rope) to a good \"butt bucket\" and good cams in flakes.  There is a 2-inch X 3-inch \"pocket\" of a crack about 30 or 40 feet up that looks like it offers a good hold or good gear.  FORGET IT!  It holds a nest of wasps, and upon my rude intrusion, I was reminded of why we leave wasps alone.  The climb goes easily well right of this feature and the bugs need not be disturbed/provoked.\n\nP2: From either belay, continue up the right edge past a shelf with a little tree and again to the rope's end if you can.  There is a good stance and some flakes to place cams/tricams in.  This is another 60-70m pitch from the upper belay previously described.  If you start from the lower belay of P1, you will not reach this on a 60m rope without simul-climbing.  It is best to just use a 70m.\n\nP3: Continue upward from the belay and reach the ridge, starting to move left.  There is reasonable gear up on the ridge, including some slinging of pockets and holes, as well as a few cracks.  Use the 70m rope to reach a stopper crack and good stance on the ridge, or do a little simul-climbing (about 20') to reach a great \"butt-bucket\" and good cracks on a notch on the ridge.\n\nP4: Climb the beautiful ridge to the summit and rap 70' to the ground from the good eye-bolt.","protection":"Ha!!! The Flatirons book gives this an S.  As you know, in the flats, the default is 'S', which means this route is really VS.  There is pro to be had here and there but not much.  Take a set of tricams and some cams, 1.5\" - 3.5\".","location":""},"__v":0},{"_id":"AGGrqo0PVpyD0GNUQvHsMQ==","name":"East Face, North Side","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":4,"mp_id":"105755965","mp_crag_id":"105745301","climb_id":"AGGrqo0PVpyD0GNUQvHsMQ==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"This is a long and beautiful moderate route you won't have to wait in line for.  Take the first approach along the edge of the Tangen Tower to the base.  The route begins in a wide crack about 20 feet left of a huge tree filled gash.  The route can be done as 6 long pitches, though I did it in 7 because of paranoia after running out of rope just short of a tree on pitch 3.\n\nClimb up the crack for 30 feet, and then move left on to the face left of the crack.  4 long pitches climbing mostly left of the wide crack reach the ridge.  The crux is a fun crack on the second pitch.\n\nAfter gaining the ridge, two long pitches traverse left along the crest to the top.  These pitches are easy 5th class, but are incredibly exposed and absolutely gorgeous.  Your second should be solid because the traversing pitches are hard to protect, and a huge swing is possible.\n\nThis is a great route - totally solid rock, very little lichen, and good sustained climbing for about 850 feet.","protection":"The gear is pretty sparse.  A set of stoppers and some cams is plenty.  I placed everything from a black Alien to a #4 Friend, but rarely more than 3 pieces on a pitch.","location":""},"__v":0},{"_id":"JJA0+JQWXCebGA6R/1k/Sw==","name":"East Face South Side or Left","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":1,"mp_id":"105752398","mp_crag_id":"105745301","climb_id":"JJA0+JQWXCebGA6R/1k/Sw==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"This is a great climb on great rock. Although, it may at times be difficult to protect.\n\nFollow the approach description that leads to the southern end of the East Face (from Royal Arch).\n\nThe climb starts in an alcove on the Southern-most end of the East face. Scramble up and right until you come across a left angling crack/strata.\n\nFollow this toward the south edge of the East Face to a comfortable ledge. At this point the face steepens and you have to negotiate 15 feet of harder climbing (5.5) as you overcome the headwall. Note that exposure here is large and a fall could leave you dangling over the South face (assuming you are roped...).\n\nOnce over the headwall, things ease up. Head up and right passing just above the catscratches until you reach the northern ridge of the East Face near the summit.\n\nThis ridge is beautiful and is the perfect place for a picture if you cared to carry a camera all the way up here. The summit is a few feet further to the south.\n\nRappel, from an eyebolt, 75 overhanging feet to the North.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"LTcXN4S/VquFOd/gES6vjA==","name":"Cat Scratches","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"left_right_index":2,"mp_id":"105757030","mp_crag_id":"105745301","climb_id":"LTcXN4S/VquFOd/gES6vjA==","areaRef":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":"This obscure route is nestled in between two classic routes. It aims for the obvious cat scratch chimneys that make the Fifth so distinctive.\n\nStart the climb somewhere below the chimneys. This point is some 20 yards past a chockstone that blocks easy access from the North. It may be easier to approach this route as if for East Face South route and walk down Northward following the base of the rock.\n\nThe official start follows a fairly well defined rib for some 300+ feet to the base of the scratches. This is supposed to be 5.0-5.2. We must have gone off route cause we wound in 5.4 territory and promptly roped up. Belays are hard to come by so judge your opportunities wisely....\n\nThe base of the cracks is a broken area that runs in an upward diagonal from South to North.\n\nThere are four distinct chimney/gullies. Rossiter says the furthest right is the least objectionable. All of them have a healthy crop of fern growing in them. Due to the relative low angle the chimneys are more like gullies. This almost looks like a canyoneering experience. The second from right to left sported some rather large areas of bird droppings....\n\nAs a cleaner option, you can follow the East face just right of the rightmost chimney. This eventually leads you to the arete and the summit. Belaying from a small tree right and above the base of the right chimney, we reached the summit with a 60m rope in one pitch having to simulclimb only 30 feet.\n\nDescent: rap down to the north or do the secret downclimb (see other descriptions).","protection":"Standard rack, large pieces might come in handy in the chimney/gullies.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,653d0b60-1b40-57c8-a0e6-b3c9e2d324d8","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Fifth Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.4"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2931,39.9816]},"bbox":[-105.2936868315765,39.98115033981814,-105.2925131684235,39.98204966018187],"left_right_index":-1,"ext_id":"105745301","area_id":"ZT0LYBtAV8ig5rPJ4tMk2A=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:56:02.072Z","updatedAt":"2022-11-25T11:16:36.869Z"}