{"_id":"6368a11ae80bff5a99542c6e","area_name":"Waltz Formation, The","shortCode":"","climbs":[{"_id":"iz+BVj7jU5S1u7tg/WE2aA==","name":"The Waltz","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Callis, Brian Leo, July 18, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":8,"mp_id":"107653331","mp_crag_id":"105961934","climb_id":"iz+BVj7jU5S1u7tg/WE2aA==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"A fun Canyon romp, The Waltz ascends up three large steps from close to the canyon floor. The pitches end on huge ledges with bolted anchors. The faces all go with pretty reasonable protection.\n\nPitch 1 (5.6)\n\nHead up aiming for a large ledge over easy blocky terrain (5.4) and gain the face. I wouldn't suggest placing too much on this first bit or the rope drag will be somewhat unbearable later. Head up the face through many small cracks and huge jugs. The bolts are on the left right as you top out. You can scramble off the right side from here if you don't wish to climb any further. If wishing to continue, scramble along the top of the rib to the base of the next pitch.\n\nPitch 2 (5.6)\n\nHead up following the large crack that takes great gear and is a super enjoyable romp. Anchors are on the left or the right when you top out this pitch. To continue onto pitch three, head to the back of the rib and either rappel or downscramble the fin to the base of the next tier (gear anchor). You can also rappel off the right side to escape from the top of this rib.\n\nAlternate Pitch 2: Trundler's Delight (5.10)\n\nPitch 3 (5.6)\n\nFrom the base of the fin, climb up through various flaring crack features (tricky gear) to gain a broad ledge and then head to a tree towards the right edge. Set up a belay here and bring the second up this very short (but exposed) pitch. Mostly done simply to set up for the last pitch and to avoid rope drag.\n\nPitch 4 (5.8)\n\nStarting from the south edge of the belay tree, climb up a broad corner approximately 15 feet and then step out left onto the main face. Climb up the main face using whatever features seem most interesting (many variations possible), generally staying on the right 1/3rd of the face, aiming for a large ledge crossing the face at 3/4 height. This ledge is most easily exited by taking a groove from the left edge to the top, but many variations are possible.There is a two bolt anchor on a small ledge just before the top that makes a convenient belay. Due to the wandering nature of this pitch, watch out for rope drag. More difficult to protect than the former pitches, this last one is skipped by many just looking for a warmup/romp. Descend by walking off the backside to the right (south).\n\nAlternate Pitch 4: \"The Patagonia Variation\" (5.8)\n\nStart as normal, but continue up the broad corner through several overlaps (tricky gear), aiming for a bolt ~50' up from the belay. From the bolt, continue up and then left onto the main face.","protection":"Double rack from .3-#3 Camalots.  Nut placements are possible but I've lead it easily without.","location":"Park right after the 35 mph bridge and hike in until you hit the second trail that heads up the hill (Denoted by a small SMCC Climber Access Sign) and continue up the talus field until you reach the base of a large formation.  This is The Waltz formation and the climb named after the formation starts on the right side up the hill around 10 feet.  Look for a large ledge that gains the face."},"__v":0},{"_id":"5UruNdFBWEeAFpk4Uk/S1Q==","name":"Unnamed/Jimbo's","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Humphries, Mindy Shulak, late 70s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":12,"mp_id":"107238987","mp_crag_id":"105961934","climb_id":"5UruNdFBWEeAFpk4Uk/S1Q==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Really fun, varied climbing. Stemming and liebacking up a low-angle dihedral leads to an awesome overhanging fingers/face climbing finish atypical of the Gally. Seems to have cleaned up nicely.  Known as \"Jimbo's\" in the Vassilopoulos guidebook.","protection":"A good range of cams and stoppers from fingers to hands, mostly fingers. Two bolt chain anchor on top of the pitch. A 70 works best for lowering/TRing, but a 60 could probably work with some minor trickery.","location":"Right side of the south face of the Waltz's first tier. Obvious left-facing dihedral."},"__v":0},{"_id":"JwmjuWtOXBKA6Ch5netoxQ==","name":"Trundler's Delight","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian VanDereen & John Gallagher (Sept. 1996)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":7,"mp_id":"117241753","mp_crag_id":"105961934","climb_id":"JwmjuWtOXBKA6Ch5netoxQ==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"This pitch takes way more gear than it seems looking up at it from the bottom. Build a gear belay in the cracks at the base of the Waltz P2, and clip in until you get your first few pieces placed. Walk left along the narrow, exposed ledge about 15', and head up the face into a nice finger crack (one move up and you can plug gear). You will pass several horizontal seams, a bolt, and then go left of the obvious roof mid-pitch. Make a fun hand traverse, then up some more OK cracks, passing the 2nd bolt near the top. Belay at chains.\n\nThis route is intimidating looking, but I assure you there is plenty of good gear!\n\nDescent:\n\nRappel route w/ 70m rope or use chains further back on buttress to rappel off the south side (preferred if busy).","protection":"Gear belay at base to protect the opening traverse moves, 2 draws for bolts, doubles from 0.3-0.75\", singles 1-3\", and 6-7 slings (1-2 longer slings are good). Couple of good stopper placements. Offset cams handy. Chain anchor on top.","location":"This pitch is about 15 left of the 2nd pitch of the Waltz. It can be climbed as a variation of the Waltz P2, or can be approached on its own by hiking up the right hand side of the 1st prow, and then scrambling up onto the top of the first pitch of the Waltz. Start at the base of pitch 2 of the Waltz under the beautiful hand cracks."},"__v":0},{"_id":"zVzqa9DtV5q/53wp0QO11Q==","name":"Too Hot to Tango","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Aaron Hjelt and Tom Kalakay, August 2000","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":10,"mp_id":"109346860","mp_crag_id":"105961934","climb_id":"zVzqa9DtV5q/53wp0QO11Q==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Climb up to the top of gray blocks near bottom of the face. Climb thin crack from blocks. Finish climb with a hand crack.","protection":"Protection to 3\". For a direct TR anchor, a new two-bolt anchor was installed 9/2020. Top can be accessed by hiking further uphill, then scrambling back left and up on the top of the first tier.","location":"Directly to climbers right of Slam Dance."},"__v":0},{"_id":"0iagFegvU8eNLMHaonnG2g==","name":"Slam Dance","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Tom Kalakay, Bill Dockins, Summer 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":9,"mp_id":"107179569","mp_crag_id":"105961934","climb_id":"0iagFegvU8eNLMHaonnG2g==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Thin climbing near the arete leads to difficulties forcing one left around the arete to the river facing prow of the buttress, stay frosty.","protection":"Standard canyon rack","location":"Located on the south side of the Waltz formation a few feet uphill of the Waltz's starting slabs. Descend via fixed anchors slightly right of the route's top out."},"__v":0},{"_id":"XO232Y5CUCCbThze+1c8WA==","name":"Schuhplattler","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kalakay, Pauli 07'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":6,"mp_id":"110510949","mp_crag_id":"105961934","climb_id":"XO232Y5CUCCbThze+1c8WA==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Alternate first pitch to the Waltz with good climbing and a fun roof. Start under the obvious roof at the base of the Waltz formation on the river side. Climb up and through the bulge and continue up the fun, juggy dihedral. A nice long pitch that tops out on the first of the three buttresses","protection":"4 bolts. Standard Gally Rack","location":""},"__v":0},{"_id":"l/FyMQISX9ibga1wt6d3SA==","name":"Rhino Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":999999,"mp_id":"114777308","mp_crag_id":"105961934","climb_id":"l/FyMQISX9ibga1wt6d3SA==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Start on a hand crack, which then turns to fists then offwidth. Short and sweet.","protection":"Cams.\n\nBolted Anchor.","location":"South side of the Waltz, 3rd tier. On the small, loose formation which parallels the third pitch of the Waltz. The route faces south. Approach from Fish Face, or from Waltz descent trail directly below."},"__v":0},{"_id":"gXuz/B2qXwyxbsf1Boielg==","name":"Pumpkin-Spiced Mocha Frito","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kevin Macartney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":3,"mp_id":"114182764","mp_crag_id":"105961934","climb_id":"gXuz/B2qXwyxbsf1Boielg==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"P1: Start the same as Dirtburper, but head up and right to a vague system that continues into a R-facing corner. 11b PG-13\n\nP2: From the Dirtburper ledge anchors, instead of stepping left head straight up the thin crack with spaced but generally good gear. One bolt provides a safer exit.","protection":"Double rack to BD #0.75, single #1,2 and 3","location":"On the North side of the second tier of the Waltz, head up the gully towards the cave between tier 2 & 3. Follow a ramp back up and right. PSMF skirts the large roof to the right up less than attractive rock. Alternate: Carefully downclimb from the top to a set of anchors and rap to the ledge to climb the upper \"money pitch\"."},"__v":0},{"_id":"NoYNYBD5X7G/WVBU90DBgg==","name":"Paso Doble","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pat Kingsbury, Tom Kingsbury, Ed Czech, Travis Williams (June 2007)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":4,"mp_id":"106026087","mp_crag_id":"105961934","climb_id":"NoYNYBD5X7G/WVBU90DBgg==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"P1: Start on arete until it's possible to gain the left facing corner above. A bolt protects the traverse to the belay.(5.8)\n\nP2: Follow the face above through 3 roofs/bulges. The climbing gets progressively harder toward the top.(5.11c)","protection":"P1 takes slcds through 2\"-3\" and a bolt at the end. P2 is mostly bolts but .4 - .75 camalots or equivalent helps","location":"Located on the north face of the 2nd tier of the Waltz. Start on the grassy ledge about fifty feet right of Dirtburper."},"__v":0},{"_id":"Vnnqm1KAXoq+9gRWPs8xCQ==","name":"I Am A Wicked Child (2nd Pitch)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"A. Whitmore,S. Hoffman (Fall 2010)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":2,"mp_id":"108137530","mp_crag_id":"105961934","climb_id":"Vnnqm1KAXoq+9gRWPs8xCQ==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"From the first pitch of \"I am a Wicked Child\" move belay to pruned tree up and left below a open corner roof.  Climb up and place a medium stopper.  A 15'  V4/5 boulder problem with tough gear leads to a series of left-trending hanging corners.  One bolt marks the exit of the corners to a horizontal break with a small pine. At this point start placing all manner of small gear. Step onto the bulging face via a 5.10+ move and climb 50' of flared crack to a tough face finish with large fall potential (2\"-3\" gear needed). Clip anchors or climb 10' of fourth class and gear belay (hands sized) to the walk-off top of The Waltz 3rd Tier.","protection":"RPs to 3\". Extra shoulder-length slings.","location":"North side of The Waltz formation above \"Funky Dynamics\"."},"__v":0},{"_id":"YgYlJhlQV1mL5ZeaMrZOTw==","name":"Funky Dynamics","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"A. Whitmore, Z. Drobnik (Spring 2011)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":0,"mp_id":"108137459","mp_crag_id":"105961934","climb_id":"YgYlJhlQV1mL5ZeaMrZOTw==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Start on the north facing wall in the gully directly south of \"The Fugitive\".  A 5.9 left-leaning well protected crack leads up and to a bolt on a clean face as the crack peters out.  Step into the funk. Another bolt protects a devious/steeper than it looks crux. Bust through techie friction stances to a purple Metolius sized placement (key!) and decent sidepulls and crimps. One more bolt protects a fun/slappy finish.  Excellent stone throughout.  FFA was done without last bolt, but it's much funnier with.  Chains.","protection":"Stoppers to 1.5\" and 3 bolts.","location":"North side of 3rd tier of Waltz, behind Tango Tower at \"Fugitive\" level.  North facing."},"__v":0},{"_id":"WDhtuaCAVW+aTEDApf6jzQ==","name":"Disco Inferno","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Aaron Hjelt and Inge Perkins, May 2013","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":15,"mp_id":"114347306","mp_crag_id":"105961934","climb_id":"WDhtuaCAVW+aTEDApf6jzQ==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Ascends the crack splitting the roof of the south side of the 2nd tier of The Waltz. Finger to small hands gear is needed for the start, the roof, and immediately following the roof. 2 hangers protect the crux at the top. Two hangers exist at the top for setting up a top rope. Walk off the south side of the 2nd tier.","protection":"Finger-size to small hands. The roof holds some finger size TCUs/C3s?Aliens. QDs for the top (2 plus anchors).","location":"The main line in the center of the south side of the 2nd tier of The Waltz."},"__v":0},{"_id":"3vD74pbUVJmEQUT09VxvKA==","name":"Disco Ball","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Aaron Hjelt and Inge Perkins, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":14,"mp_id":"119739636","mp_crag_id":"105961934","climb_id":"3vD74pbUVJmEQUT09VxvKA==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Another way to get to the top of the south face of the 2nd tier of the Waltz. It's worth doing if Disco Inferno is insurmountable.","protection":"Single rack should do it.","location":"Shares start with Disco Inferno and climbs left at the roof."},"__v":0},{"_id":"OTVVfjS6V1+lDWoB5zG+4Q==","name":"Dirty Dancing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Trevor Bowman and Ty Gittins 6/13/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":5,"mp_id":"106820312","mp_crag_id":"105961934","climb_id":"OTVVfjS6V1+lDWoB5zG+4Q==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"This one is posted up primarily as a caveat to any future suitors...it was done on-sight, ground-up and almost no cleaning was done beside a few necessary block hucks, so the route remains very dirty and has some potential death-blocks. The climbing is decent, and with a major cleaning it would be an ok line, but in it's present state it's probably best avoided...\n\nDirty Dancing follows an obvious dihedral system, with a prominent roof 1/2 way up, on the nothwest prow of the 2nd Tier of the Waltz. From the base of the wall, scramble out the mossy ledge to the far right side and belay (marginal gear anchor. The lower 25' of the dihedral are shared with Paso Doble's 1st pitch, before it cuts a hard left at a bolt. Continue straight up the corner above, with a few suspect blocks and a good finger/thin-hand crack. Awkwardly turn the big roof on the left and make insecure, hard moves to get established beneath a good fingercrack. Crank this into an ever widening and progressively easier crack system to the top. It gets off-width near the end, but is easy. There are one or two big sketchy blocks on this final system to avoid! Belay off the three bolt anchor atop Paso. Rap down Dirtburper in one 35m rap to the ground.","protection":"Double set of cams and stoppers, with extra purple tcu to #.5 camolot size, a new BD #4 and #5 are nice for the upper bit.","location":"On the northwest prow of the second Tier of the Waltz. Shares the start with Paso Doble, but continues straight up the obvious dihedral above to a prominent roof."},"__v":0},{"_id":"gRFmosxAXBS+uweKJ9k2VQ==","name":"Death Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Unkonwn","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":16,"mp_id":"119739680","mp_crag_id":"105961934","climb_id":"gRFmosxAXBS+uweKJ9k2VQ==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Steep hands and fingers. Watch our for loose blocks up high.","protection":"Standard Gallatin rack.","location":"Shares start with Disco Inferno and trends right to avoid the roof."},"__v":0},{"_id":"dSHWo7zBWIqTW3H9asky8g==","name":"Compact Disc","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Aaron Hjelt and Kevin Macartney, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":13,"mp_id":"119739658","mp_crag_id":"105961934","climb_id":"dSHWo7zBWIqTW3H9asky8g==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"A variation of the 2nd pitch of The Waltz. Good rock and sunny exposure.","protection":"Standard Gallatin rack.","location":"Starts just left of Disco Inferno. Gains The Waltz at 50' or so."},"__v":0},{"_id":"WW3FCqWbX5aQtG0oKaWKWg==","name":"Passing the Torch","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tom Kalakay and Aaron Hjelt","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":11,"mp_id":"118852251","mp_crag_id":"105961934","climb_id":"WW3FCqWbX5aQtG0oKaWKWg==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Climbs the bolted arete, trending slightly to the right. Once on the block, finger/hand crack gets you to the top.","protection":"Quickdraws and a single Gallatin rack should do it. 70m rope to TR.","location":"Starts just right of Too Hot to Tango. We put chains at the top of one of these routes, but I can't remember which one."},"__v":0},{"_id":"ztYBhKaAW8GkmAvrykZRDg==","name":"Bohemian Flares","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"S. Magro, A. Whitmore, J. Wagner, Z. Drobnik (Sept. 2016)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"left_right_index":1,"mp_id":"112136543","mp_crag_id":"105961934","climb_id":"ztYBhKaAW8GkmAvrykZRDg==","areaRef":"DzyKayuaWsShLpR7yKP3Dw=="},"content":{"description":"Climb up and through cracks to a stance at a small bulge with a finger crack on the right.  Pull the tricky bulge on good gear and then climb up past 5 bolts.  Plenty of stemming and smearing with a tough crux through the last 2 bolts.  Friction climbing galore.","protection":"A few finger sized cams at the start.  Five bolts to a bolted anchor.","location":"Start just downhill and to the right of \"Funky Dynamics\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,6e521460-906b-5b30-a4be-5357410788e1,0f3c8a6b-2b9a-5ac4-a12e-947bc8a3f70f","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","East Side","Waltz Formation, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":6,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":9,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.23097,45.41747]},"bbox":[-111.23161060004745,45.417020339818144,-111.23032939995257,45.41791966018186],"left_right_index":-1,"ext_id":"105961934","area_id":"DzyKayuaWsShLpR7yKP3Dw==","polygon":{"type":"Polygon","coordinates":[[[-111.23161060004745,45.417020339818144],[-111.23032939995257,45.417020339818144],[-111.23032939995257,45.41791966018186],[-111.23161060004745,45.41791966018186],[-111.23161060004745,45.417020339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:09:34.176Z","updatedAt":"2024-02-19T18:34:30.244Z"}