{"_id":"6368a185e80bff5a9954f2c6","area_name":"Gemstone Gully","shortCode":"","climbs":[{"_id":"f8Cr6tNmWzuJD/m9NQcaHQ==","name":"Tri-Burro Bridge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Swain, Burkey, Downing Feb. 1999","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4888,36.13237]},"left_right_index":2,"mp_id":"107952953","mp_crag_id":"106733374","climb_id":"f8Cr6tNmWzuJD/m9NQcaHQ==","areaRef":"v30LkM0LVt6oSw3PPfxMnQ=="},"content":{"description":"5 pitches with each one getting harder (excluding the 3rd class pitch), 5th pitch is sustained and steep corner jams and stems. All belays fixed except first, some stations could use improvement. \n\n  1) After crossing chasm, climb slot (5.6) on right side of hueco covered wall with large block on its top, belay to the right 20 feet on flat rock. 130' \n\n  2) Crawl through brush and up and left to wall, 4th class chimney to perch. 100' \n\n  3) Straight up short crack which forces you left under overhang to a 5.8+ left corner with a thin discontinuous crack. 80' \n\n  4) More 5.8 corner that ends with an option to climb down and behind to a finger crack with pro or up a face runout to belay ledge below steep headwall with obvious crack. 90' \n\n  5) After a short bolted 5.10a face entry you stem the steep 5.10c corner with jams to the stance belay on the left wall. 130' \n\n  Descend via rappel with 2 ropes using each fixed belay station except the first (use the bolts above the hueco face for final rap) ","protection":"Many stoppers including brass, Aliens and hand-sized cams. Only a few wide pieces used.","location":"Take the ramp right of Gemstone Gully a short way way up and right to the hueco-covered wall and climb its right side."},"__v":0},{"_id":"fOHaG6ODUs6kNPQAetBqxw==","name":"Gemstone","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Richard Harrison & Nick Nordblom - 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4888,36.13237]},"left_right_index":1,"mp_id":"112374895","mp_crag_id":"106733374","climb_id":"fOHaG6ODUs6kNPQAetBqxw==","areaRef":"v30LkM0LVt6oSw3PPfxMnQ=="},"content":{"description":"Gemstone is the \"other\" climb high up in Gemstone Gully. I do not recommend this route as a destination in and of itself, but if you make the hike up there to do Fear and Loathing (perhaps the best 5.10+/5.11- crack in southern Nevada), Gemstone is a worthy way to finish your day. At the very least it'll help you appreciate how good Fear and Loathing is.Begin on a boulder beneath a beautiful southeast-facing panel of varnished rock (the route is clearly visible from the Pine Creek TH) and climb the left-arching hand crack to an anchor. Continue up choss, or rappel: The route actually has two pitches, but we had no interest in climbing the second pitch (you'll see why) so I cannot comment on it.Note: There are strange layers of exfoliating patina on the inside of the crack that make for unnerving gear placements - exercise judgement when protecting this pitch.","protection":"Contrary to info in the guidebook and on the Fear and Loathing route page, an appropriate rack for this route is as follows: \n\n  1-2x 0.5 Camalots   2-3x 0.75 Camalots   3-4x #1 Camalots   3-4x #2 Camalots   1-2x #3 Camalots \n\n  Don't bring wires or any cams smaller than a 0.5 Camalot - you won't find places for them. A 70m rope makes getting down fairly easy; a 60m rope might work with some rope tricks... watch your ends.","location":""},"__v":0},{"_id":"R7MEbqIgXsaadCs18dBTzw==","name":"Fear and Loathing","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Richard Harrison, Nick Nordblom. 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4888,36.13237]},"left_right_index":0,"mp_id":"106733389","mp_crag_id":"106733374","climb_id":"R7MEbqIgXsaadCs18dBTzw==","areaRef":"v30LkM0LVt6oSw3PPfxMnQ=="},"content":{"description":"Pitch #1: Begin at the left side of a \"tunnel\" at the base of the wall. Climb up to a good ledge at the bottom of the main crack system. 5.7, 75ft. \n\n  Pitch #2: Climb the steep varnished crack. Mid way up you encounter a roof that is, obviously, turned on the right. Continue up to a nice trianglar ledge and belay. The belay takes acouple of small pieces where the wall meets the ledge and or #1 camalots. 5.10+, 110ft. \n\n  Pitch #3: Continue climbing the sick varnished crack. Starting out #1 camalot size and the progressing through the sizes to a #4. Belay near the top of the formation. 5.9+/5.10-, 215ft.","protection":"Nut's 1 set.   1 Green and 1 Yellow Alien.   2 each Red Alien to #4 Camalot. ","location":"The route is located on the obvious varnished wall at the top of the Gemstone Gully.Note that while the routes in this area are associated with Gemstone Gully, the approach does not take Gemstone Gully. Rather, follow the Dale's Trail north from it's intersection with the Fire Ecology trail for about 3/5 of a mile. At that point, look for cairns which mark a winding path along a slight ridge in red sand.  See attached gpx file.After gaining the notch between the Approach gully and the Gemstone gully, drop down and then go up the middle of the Gemstone gully. When you reach a cliff/impasse go up and left. Leave your pack here. Go up the chimney on the left. Continue going up left until you can traverse out (right) onto the terrace directly below the varnished wall. Scramble up to the base and pass through a short \"tunnel\". The climb begins from the left side of the tunnel.To descend, go down to the left of the wall. Either drop down into the stick gully (which I did not do) or head back east aiming for a large pinon pine. Do a short rappel off the tree (currently no slings) into the chimney to the east. Scramble north down the chimney to a rappel off a large scrub oak. After this rappel scramble down onto a large ledge. On the east side of the ledge, rappel from a large block aiming for another large Pinon Pine. From this pine, it's possible to scramble back onto the terrace at the base of the wall. Towards the center/bottom of this terrace is a good bolted rappel anchor. 1X 70M rope puts you back at your pack. Then descend the Gemstone gully."},"__v":0},{"_id":"b3soKAmWWP+D0VTbXhY5iQ==","name":"Blue Feathers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Matthew Morriss and Jack Lazar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4888,36.13237]},"left_right_index":3,"mp_id":"108092745","mp_crag_id":"106733374","climb_id":"b3soKAmWWP+D0VTbXhY5iQ==","areaRef":"v30LkM0LVt6oSw3PPfxMnQ=="},"content":{"description":"This route was another Jack lets go climb that mountain and find a route thatll take us up.  We wanted to climb bridge mountain and saw our chance through a series of crack systems that appeared on the east side of Bridge Mountain.  Rather than climbing all the ridge stuff up to the east face proper we decided to cut some vertical distance out by taking the approach to upper gemstone gulley and then looking for any obvious signs of weakness in the wall to our right.  This route was quite the rockaneering adventure as we started hiking in toward the route at 4:00 in the morning.  Since the loop road didnt open until 6, we decided that hiking in the 2-3 miles on the road and then up the trail from the Pine Creek Canyon parking lot was the fastest way to access the rock.  Despite the early start, we didnt actually start climbing until 8:00  after four hours of hiking! \n\n  Pitch 1: Climb up the awkward start, avoiding bushes on the right.  Then continue up fun face climbing through the corner system and up towards the large chimney above.  Either move out right underneath the roof just before the cave or climb the east ground on the face and continue upward.  Squeeze through the birthcanal through into the cave. Build anchor in the cave, get great pictures of your second trying to squeeze through the hole with a backpack on! 50 m. 5.8 FUN! \n\n  Pitch 2: Climb over the blocks just within the entrance to the cave and then climb DOWN out the mouth (moving to the north) of the cave again but up the black patina that is out in the sun! Slot the rope up through the detached flake and pull on some awesome patina face holds.  Head straight up and a little left as the ground gets easier protection is a little sparse.  Pull past small corner with a few bushes, pass up obvious hand crack on the right and head left up easy ground to HUGE ledge.  Sling tree for anchor near the back of the ledge.  45 m 5.7. FUN! \n\n  Pitch 3.  From this ledge there was no obvious way UP but look around to the right and follow easy ledge system up and to the right. These ledges intersect with a gully system which cuts left again Climb up to level ledge and pass small tree on the right then look up and see obvious chimney/slot. A diagonal traverse through a two to four foot wide chimney for at least 70 feet with a couple spicy moves on brittle and sandy rock, then an aerobic double crack chimney section and quick rest ledge for about 20 feet. .  Then after this chimney the real action begins.  Walk back into the slot, reaching the bottom of a dead vertical corner. Youll come to a 40ish foot 5.10 hand / fist crack to a nice belay ledge  Thrutch through hard, awkward crack with small face holds (the crux) to a large ledge with HUGE boulder, build anchor below boulder. HARD, FUN! Beware loose rock and rope drag.  50 m.  5.10+.  \n\n  Potential, from the belay it is possible to walk north and down climb to the base of another corner, which after two pitches should take you to the summit of the gendarme infront of the main east face of Bridge Mountain.  We chose not to continue climbing due to the lateness of the day and I injured my finger, taking a fall on the 3rd pitch.  This climb was super fun and could be continued all the way to the summit of bridge mountain! \n\n  Descent:   From the top of the third pitch, we did a double rope rappel to a large ledge with two trees (near the end of the ropes).  Then downclimbed to skiers left (where there is conveniently some webbing).  Follow some mixed cairns for a while and then continue your way down.  Probably possible to pop back over the ridge and go down the gemstone gully approach trail, we continued on down to the southwest - which it turns out is the actual gemstone gulley.  Reaching the top of a HUGE cliff, which we rapped from a slung tree.  Then continue on down the easiest line of descent, with two more rappels off of trees until reaching the ground and heading back toward the parking lot.   \n\n  This route was a pleasure to climb.  Both Jack and I wish that we could have pushed it through to the summit, but we will return either to complete the route or check out a route that someone else has put up on this mountain. Yet again RR has amazing potential for those willing to pursue it.  ","protection":"1 ea. BD. .5 - 5; doubles .5 - 2.","location":"Approach:   \tHike in from the Pine Creek Canyon main trail until you reach Dales trail.  Turn right on Dales trail, following it for half a mile.  Turn left and up toward the Eagle wall (as highlighted in Handrens book).  We stumbled across some cairns most of the way up which helped us access the Gemstone gully, which you want to turn left and go up.   \tBoulder your way up some tight chutes in the gemstone gully until almost to the top.  As you near the top, you should see a single tall tree.  Our route starts on the east facing wall 50 below and to the west of that tree.  Look for the chimney/gully that heads to a cave.  Approach time: 3 hours from the Pine Creek Canyon parking lot.  The best thing may be to bivy at the base of the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,bf7d0b90-cd0b-56de-a84b-0dcf3dfc4c9d","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","10-Pine Creek Canyon","Gemstone Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4888,36.13237]},"bbox":[-115.48935674654989,36.131920339818144,-115.48824325345014,36.132819660181866],"left_right_index":-1,"ext_id":"106733374","area_id":"v30LkM0LVt6oSw3PPfxMnQ=="},"content":{"description":"The Gemstone Gully is a promnient gully located on the east face of Bridge Mountain. The name Gemstone is a play on words, Jen Stone was involved in the first Ascent of the Gemstone route. The Gemstone Gully house's at least 2 quality routes; Fear and Loathing and Gemstone."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:11:18.209Z","updatedAt":"2022-11-25T11:19:38.263Z"}