{"_id":"63689de0e80bff5a994f92ba","area_name":"Rotwand, The","shortCode":"","climbs":[{"_id":"40RywU9pUfac6yMcV1qcqQ==","name":"Yes Fragile","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Kozak, Mark Lane, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":0,"mp_id":"105796533","mp_crag_id":"105746322","climb_id":"40RywU9pUfac6yMcV1qcqQ==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"How did I find myself in this position with my health insurance lapsed and marking the few solid holds with chalk, so that when above I wouldn't stand on the loose ones? Tony Bubb and I were at the car deciding what to do. Rotwand Wall was basking in the sun. I said, \"I've always wanted to do a route on Rotwand.\" Tony said, \"Me too.\" Short flat approach, no lines. I immediately backed off Samson Effect 9VS. It looks so reasonable from below, but with 2 pieces in the first 25 feet, both in very suspect rock, and the top one a tiny brass, hard climbing and inobvious route finding, Tony said, \"how about we head up the gully and do one of those S routes?\"\n\nYes Fragile is one of those. At 8S how bad could it be? For the answer see David Goldstein's excellent and accurate description of the Rotwand Wall: \"Shunned and feared...gets virtually no traffic, probably for good reason...50% of holds are suspect.... There can be lots of gear, but more than half the good placements are in shattered rock and you really don't want to test them. Route finding is tricky, kind of like Hallett but with terrible rock and of course, there will be no chalk to mark the way.\" In fewer words, Rossiter says, \"The rock is shattered and loose, the protection poor, and the climbs unpopular.\" If that isn't enough to whet your appetite, there are essentially no horizontals--mostly sidepulls and stemming. What \"horizontals\" there are are slanting down and right at about 30 degrees. So the climbing is insecure, and you definitely don't want to go for it, because there's nothing much to go for.\n\nApproach: from the southwest corner of Rotwand, head up the trough. At a steep part, go straight left and onto a slab. Continue up until the slab ends at a dropoff. You are now at the top of Hurrah Ridge and at the base of the climb. The approach is a little easier and much less exposed than the Lower Ramp leading to the base of Ruper. A few feet up is a small tree and a good ledge to belay from.\n\nThe climb: climb up a whitish groove on mostly solid rock aiming for a small tree and a ledge (Rossiter says it's a large tree). Gear is decent on this part. Step left behind the tree and head straight up a groove. When the groove blanks out (climbable, maybe, but no gear), move left being careful of several very loose holds. Continue up bulging rock to reach a good horn to sling. The horn is good, but the block it's part of is somewhat suspect. The next bit was the crux for me, perhaps due to the lengthening sequence of suspect gear below me. Which one, if any, would hold? Finally there is a good mid-sized though shallow cam placement on the right. A few more moves lead to the huge ledge on the upper left of Rotwand. Belay at a big tree.\n\nDescent: Rig the belay tree with about 20' of webbing and a ring. Rap to the start with a 70m rope (60m won't reach). From here you can rap into the gully west of Hurrah Ridge. I can't guarantee that's a good idea, but you can apparently scramble up that gully to do the climb named Hurrah Ridge. You can also carefully downclimb the approach or rappel most of it from several good sized trees. Do not do what we did: Scramble a long way up the ramp/ledge to the top of Rotwand and then down the east side. The descent down the east side is much longer than it looks, especially when covered with snow and us in our smooth-soled climbing shoes. It may also be possible to come down the west side after reaching the top of Rotwand, but there are some steep spots in the gully that may require rappelling or belaying.","protection":"Single nuts from brass to big stoppers, double cams from green Alien to #0.75 Camalot. 18 slings, mostly long. A screamer or two is a good idea. Double ropes helpful. 70m or doubles if you're going to rap. Helmets! Webbing and rings to rig the rappels. There are no fixed rappel anchors.","location":""},"__v":0},{"_id":"e3m2JIRtUfuh1uvKfapEXA==","name":"Witch's Brew","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Brooks, Andrea Azoff, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":4,"mp_id":"110104493","mp_crag_id":"105746322","climb_id":"e3m2JIRtUfuh1uvKfapEXA==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"Located on the far right side of the Rotwand Wall, this route climbs steep and rotten rock between the obvious cave and the spillway before exiting into a white and slightly more solid dihedral. The crux lies within the initial 20 or so feet off the ground where the rock is steepest and quite loose. Upon gaining the upper dihedral, the difficulty eases off considerably and the rock quality becomes decent. Belay and then rappel from the remains of an old observation platform atop the wall.","protection":"There is little to no protection available for the crux moves. A groundfall is likely throughout at least the first half of the route and thus warrants an R/X rating.","location":"This is located near the halfway point between the cave and the spillway. Look for the lighter colored dihedral that marks the top half of the route.\n\nDescend by rappelling from what's left of the old observation platform."},"__v":0},{"_id":"N9CV15Y7U5K70QlTZyYWfQ==","name":"Rotwand Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor/John Auld","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":3,"mp_id":"105760986","mp_crag_id":"105746322","climb_id":"N9CV15Y7U5K70QlTZyYWfQ==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"This is \"an historic route\" according to some. It is \"essential\" to others who believe a Rotwand route is a necessary inclusion on an Eldo climber's resume.\n\nSince all the rock looks essentially the same, junky, the start is difficult to pinpoint with accuracy. However, it is about 70' or so to the left of where the southernmost point of the cliff hits the path that traverses along the river. A very indistinct climber's trail leaves the river path about 30 feet before you would have to duck under or climb over a fallen tree that crosses the river path. This 30' climber's trail takes you directly to the foot of the route. The route takes the line of least resistance.\n\nClimb up and slightly right for about 30 feet to a big ledge (5.4). Traverse left about 50 feet to a good sized tree that is an obvious landmark from the ground (5.4). Then head up a left-facing corner system, over some small overhangs to the top. (5.7)\n\nI believe the seriousness rating for those with experience on imperfect rock is closer to an S. The rock is bad but not as bad as reputation has it. Test the holds, weight equally distributed, don't pull out/pull down, and step up more than pull on the handholds. This is good training for the big limestone walls of the world. (\n\ne.g\n\n. Canadian Rockies).\n\nOne more item worth mentioning: \"Sick Mic\" Fairchild has done 120 laps on the Rotwand, many of them alone, the last when he graciously showed me this route.","protection":"A standard Eldo rack.","location":""},"__v":0},{"_id":"ARbZtQ8PVkG3auM8216VzA==","name":"Most Honorable Hose Bag","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pat Ament","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":5,"mp_id":"108917090","mp_crag_id":"105746322","climb_id":"ARbZtQ8PVkG3auM8216VzA==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"Located less than 100 yards above the lower parking lot, Most Honorable Hose Bag follows a difficult to distinguish, left-rising weakness towards a large groove at the top of the wall. Protection is almost non-existent, with what little found most likely not worthy of holding a fall. I found no pro in the last 35' to 40', with a fall from the top likely a grounder.\n\nBroken rock, difficult route finding, and the scarcity of protection make this route a serious undertaking; however, a confident and experienced Eldo climber should have little trouble. Step lightly, pull gently, and enjoy the \"experience\" of climbing this route!","protection":"Very little, a couple of nuts and cams to 1\". Long slings are useful for wandering placements and slinging small bushes.","location":"This is [on the South Rotwand and] directly above the lower parking lot, on the left if driving in. From here, it is best to consult the guidebook as the cliff has few distinguishing features."},"__v":0},{"_id":"huTJvRjYVCSYPNGJei6YrQ==","name":"Lady Godiva","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Larry Dalke, Cliff Jennings (5.7 A4), 1966. FFA: Jim Erickson, Art Higbee, 1974.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":2,"mp_id":"108116505","mp_crag_id":"105746322","climb_id":"huTJvRjYVCSYPNGJei6YrQ==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"Do the same start at the Sampson Effect, downhill from\n\nKinnder Rooten\n\n.\n\nThe route was added to MP.com to capture fixed hardware. If anyone has climbed the route and would like to take over the page with a description, you may. Please contact an admin.","protection":"Standard rack.","location":""},"__v":0},{"_id":"gRwAEsJKXFydqDN4cNJhyQ==","name":"Kinnder Rooten","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Layton Kor and Pat Ament, 1963","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"left_right_index":1,"mp_id":"105759807","mp_crag_id":"105746322","climb_id":"gRwAEsJKXFydqDN4cNJhyQ==","areaRef":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":"For overall ambience, see the Rotwand overview.  Chris Archer said that this climb resembles aid climbing in that you're completely focused on the 4' directly in front of you and because the only way you'd fall is if something you were hanging on blew out on you, at which point you'd wonder if any of the mank your rope was clipped into would hold.\n\nRotwand technique: make a mental note from below of which future footholds are on the solidest rock.  Time and time again I'd be looking down at a hold which looked solid from above but which I didn't trust because I didn't remember how its underside was attached.\n\nApproach: up the slabby trough to just past a short, 5th class step.  Belay at a flattish bowl where there is a tree about 20' away from the face.  A decent 2\" piece can be placed at the start for an anchor.\n\nP1.  5.8-, 120'. Angle up right, aiming for a small tree about 40' up.  The first 30' are the toughest.  Pass the tree on its left after which the angle eases slightly.  Pass a smaller tree on its right.  You are aiming for a belay at a larger tree in a horizontal break. The rock improves in the last 30' feet until you reach the break which is a rubbly ledge.  Belay at the tree which has 1\" placements in solid rock.  The climbing on this pitch is easy for the grade, but the leader will make it harder by devising combinations which use the solidest looking, not the biggest holds.\n\nP2. 5.9-, 50'. This describes the way we went, which made a lot of sense but apparently is not the correct way. Weasel behind the tree, heading left to an obvious crack in whitish rock that resembles limestone.  Up the crack for 10' and pull over a bulge (crux) with good pro in good rock.  Move left slightly then head up an ill defined rib w/ easy climbing, decent rock and scant pro.  Going straight up after pulling the bulge is about 9+ but has no pro.","protection":"Double wires from tiny to medium.  Double cams from tiny to #2.5 Friend, single cams to #4.\n\nMany quickdraws and long runners.  Double ropes are a good idea as are Screamers.\n\nThere is lots of gear, but almost all of it is in suspect rock.  Safety in numbers in the key.  We didn't have quite enough gear, partiuclarly runners, which made the upper part of the first pitch more exciting than it had to be.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,494d1270-cba0-5b83-9585-9233634ea826","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Rotwand, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28159,39.93264]},"bbox":[-105.28217641159495,39.932190339818135,-105.28100358840506,39.933089660181864],"left_right_index":-1,"ext_id":"105746322","area_id":"SU0ScMugW4OVhZIzY06oJg=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:58.085Z","updatedAt":"2022-11-25T11:16:31.004Z"}