{"_id":"6368a36ae80bff5a99582924","area_name":"Anvil, The","shortCode":"","climbs":[{"_id":"Q7SkTpYhUdiF701zaAeHUA==","name":"Open project: \"Eat Nails, Shit Chain\"","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Equipped JDM 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.20312,44.31454]},"left_right_index":0,"mp_id":"119966231","mp_crag_id":"119966131","climb_id":"Q7SkTpYhUdiF701zaAeHUA==","areaRef":"YnsV4cafUoCTY68ubw9Huw=="},"content":{"description":"At the last bolt of The Hammer, bust left, leaving the ample honeycomb jugs for relentless hard climbing out the high headwall. After the featured steeps of the hammer, climbs a sustained 20-30 degree panel, lessening to vert for the last two bolts. Likely a near full-reset rest (still in overhanging terrain though) before leaving The Hammer no matter how you slice it, but the intention was to clip the final bolt and stay in those jugs, rather than messing with the anchor up and right.Grade is a total guess. Havent put any work in, but it seems like 4-5 bolts of high end bouldering on thin pockets giving way to patina crimps, with just enough holds to definitely go. While a few isolated holds are decent enough to chalk the other hand for a bit, there are never two good, or matchable holds in close proximity so it seems like 15-20 moves of uninterrupted power-endurance will be in order. It is currently kindof sharp. I would evaluate the rock quality as \"high, for the Willamette valley\". If you're working it, feel free to tweak things like bolt position. all the holes were overdrilled and the studs can easily be pounded in and patched.","protection":"something like 11 bolts, stainess 3/8 wedges. They seem adequate for the harder stone in the first 40 feet, and good for now up the rest of the route,, but in the future they could be replaced with glueins on the more porous rock of the headwall(better rock quality for climbing up there, but doesn't accept wedges well.)","location":"Begin up the Hammer and bust left at the last bolt."},"__v":0},{"_id":"iCOHga0NWemfSCOKDdbOiQ==","name":"The Hammer","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JDM and Mike Harder 2020.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.20312,44.31454]},"left_right_index":1,"mp_id":"119966277","mp_crag_id":"119966131","climb_id":"iCOHga0NWemfSCOKDdbOiQ==","areaRef":"YnsV4cafUoCTY68ubw9Huw=="},"content":{"description":"This felt like a worthwhile line, with great features and imposing, steep climbing. It is also likely the weakest line on the whole anvil formation. It doesn't bode well for future development or popularity here if this is the warmup, but that's currently what it looks like.Begin up balancy 5.10 climbing for 3 bolts. Then bust a nice rifle-style boulder problem out through the steeps until you gain a beautiful swath of iron hard pocket jugs. Trend up on fun, long, exposed moves, escaping slightly right to the anchor. Established in a very short session.Open project continues up the headwall. likely a full-reset rest no matter where you cut left, but the intention is to clip the last bolt and move up and left from there on thin pockets.","protection":"5 or 6 stainless stud bolts to two bolt anchor.Should be replaced with glueins at some point","location":"on the SW face of the anvil formation. Full shade. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,6f94ded1-737c-51c3-98ca-d6c4052051d4,627b15e1-c69f-5280-9363-af2e6f0f47bb","pathTokens":["USA","Oregon","Willamette Valley","Wormhole, The","Anvil, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.14-"},{"count":1,"label":"5.12-"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.20312,44.31454]},"bbox":[-122.2037484422891,44.314090339818144,-122.20249155771091,44.31498966018187],"left_right_index":-1,"ext_id":"119966131","area_id":"YnsV4cafUoCTY68ubw9Huw=="},"content":{"description":"A 20-30m shaded formation in the trees. Shaped like a great maroon thunderhead, or mushroom cloud. Nearly all sides are wildly overhanging, and feature deep rusty red pocketed caprock, and more vertical, blocky intros. The grey, angular lower band of rock ranges from hard, high quality to hollow death flakes. The caprock band is high quality, softer but more compact, however it seems like it's often going to be too blank for many lines to really go. The lines of weakness are likely to be 5.12 and above. I think the potential for 5.13 and up climbing is significant."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:19:22.835Z","updatedAt":"2022-11-25T11:21:11.056Z"}