{"_id":"63689d5ce80bff5a994f47f3","area_name":"Pagoda Rock","shortCode":"","climbs":[{"_id":"s1YgbD3ZVAa2Fg3kPxMAIQ==","name":"The Unsung War","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chad Suchoski, Jenn Codina","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98579,37.88044]},"left_right_index":3,"mp_id":"105806578","mp_crag_id":"107982522","climb_id":"s1YgbD3ZVAa2Fg3kPxMAIQ==","areaRef":"VguJa0ShU7aCQ4niwQbbCQ=="},"content":{"description":"This is a two pitch route. The first pitch climbs a runnout 60ft chimney with one bolt about half way up to a sandy spacious ledge. The second pitch climbs an over hanging hand crack (crux) for 12ft then up into a tight dihedral with everything form fingers to fists up to another spacious ledge where you traverse out right and up the face past a few bolts to the top. The route's a bit dirty but not too bad, its probably only seen two ascents. The bolts and anchors are all bomber and it takes gear well. Plenty of spots to fire something in. This route is south faceing and is always in the shade. You can climb an arching crack out on the face to avoid the chimney on the first pitch. Its a bit loose and not as fun. You can also traverse out left across the chimney to the buttress face at the start of the second pitch and climb 5.7RX to the top avoideng the crack system all together. I looked at it and gave it a brief go. I don't have the balls, maybe you do. Theirs one old mank bolt for pro, yippie.","protection":"Nuts 1set Cams .5\"-3\" Bolted achors.","location":"This route is found on the south side of the Pagoda just to the right and behind the Pillar route. Its an obvious dark chasm chimney. You can rap the route barely with a 60m rope, or make a short rap down the back side of the Pagoda on a large chain anchor."},"__v":0},{"_id":"hkUoAphAWImOU+X7Lq3Ogw==","name":"The Pillar","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98579,37.88044]},"left_right_index":2,"mp_id":"105806568","mp_crag_id":"107982522","climb_id":"hkUoAphAWImOU+X7Lq3Ogw==","areaRef":"VguJa0ShU7aCQ4niwQbbCQ=="},"content":{"description":"Most of the bolts were replaced on this route in late 05. The bolts on the anchors came out by hand. \"Please, if you have never placed bolts in soft sandstone....DON'T\". Some think the crux is just above the third bolt on the first pitch, some think its just below the top out on the second. Personally, I think its the top out. The rock is really solid for the most part on this route and it takes gear well. The bolts on the first pitch are a bit spacy but seem to come just before you might actually need one. This is a great route, one definitely worth doing.","protection":"Cams 1ea. .3\"-3\" and about 4 QD's. Bolted anchors.","location":"Obvious crack system to the far right side of the Pagoda. Follow the water stain past three bolts to the start of the crack system. You can bail from a 60m rope at any time. If you top out, make a short rap off the chains down the back side of the formation."},"__v":0},{"_id":"s2U+rQawXEeFN2dP4Y51iw==","name":"Dry December","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"F.A Bo Johnston, Anthony Bilotti (1990) F.F.A Chad Suchoski (2006)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98579,37.88044]},"left_right_index":1,"mp_id":"105871934","mp_crag_id":"107982522","climb_id":"s2U+rQawXEeFN2dP4Y51iw==","areaRef":"VguJa0ShU7aCQ4niwQbbCQ=="},"content":{"description":"This route starts about 40 ft to the left of the Pillar and goes between a break in the canopy of two trees, then up the steep central face of the Pagoda. There are anchors at 100 ft but the route continues to the top and can easily be done in one pitch. Pockets, crimps, mantles and route finding is the name of the game on this one. Going strait up is not always the easiest way to the next bolt. You can easily make this route much harder than the grade. The crux comes just off the belay anchors on the second pitch. A few moves later and you're back in the more moderate range. The first pitch is 5.7 and can be toproped from the anchors with a 60m rope. Though this route has been around for more than 15 years, it was just recently bolted in the summer of 06 and could use a little trafic to clean it up.","protection":"13 Quickdraws","location":"Decend by rappelling the route (huge potential for getting your rope stuck)or make a short rap down the back side on chain anchors."},"__v":0},{"_id":"/SUKFTkeWE2UwQh69TeoFQ==","name":"Blue Zenith","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Johnston, Bilotti 05/1990","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98579,37.88044]},"left_right_index":0,"mp_id":"105736423","mp_crag_id":"107982522","climb_id":"/SUKFTkeWE2UwQh69TeoFQ==","areaRef":"VguJa0ShU7aCQ4niwQbbCQ=="},"content":{"description":"This fun steep face can be found on the Pagoda's west face starting at the hills highest point.  Just up from the Pillar route.  Dicey moves start the climbing out and mellow in the mid section finishing with some excellent rock to the left summit of the Pagoda.  A walk off is made fairly easily to the east via a cave system into the Bay Trees to the gully between Rock of Ages and the Pagoda.  Enjoy!","protection":"7 bolts lead up the face with some movement from left to right and back so a few full length runners would be very helpful.  There is no fixed anchor at the top but a small hole in the arete above the finish can be slung to top rope or use as an achor when finished.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,cf84f08e-e906-52ac-8386-b9c6f2a6188a,1b6d0908-e7a9-50b6-8d66-7ac9e54542c2,560b896b-44a1-53b6-8243-89e2c106db09","pathTokens":["USA","California","San Francisco Bay Area","Mount Diablo State Park","Pine Canyon","Pagoda Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.98579,37.88044]},"bbox":[-121.98635969940952,37.87999033981814,-121.98522030059051,37.88088966018186],"left_right_index":-1,"ext_id":"107982522","area_id":"VguJa0ShU7aCQ4niwQbbCQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:09.302Z","updatedAt":"2024-01-15T16:40:35.301Z"}