{"_id":"6368a50be80bff5a995b0653","area_name":"Standing Rock","shortCode":"","climbs":[{"_id":"kgTDZFBKW7mJLI2lbS2uzw==","name":"The Regular Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kor, Ingalls","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.83734,38.30083]},"left_right_index":0,"mp_id":"105717778","mp_crag_id":"105717021","climb_id":"kgTDZFBKW7mJLI2lbS2uzw==","areaRef":"Pn+JV6a7WPWOQIvt2T7IKQ=="},"content":{"description":"This is my favorite desert tower route. Now all free, with a well-protected crux, much Eldorado Canyon-style face climbing on fine rock, cheek-clenching exposure (or is it fine exposure and cheek-clenching rock?), and a classic flat summit. The regular route (the only other route, on the south side, has aid and is  likely unrepeated) is a true desert classic, combining a sense of history and exploration with technical high quality pitches.Start on the northeast corner, under a big clean dihedral.\n\n1. Scramble over some blocks then jam and stem up the dihedral to the roof. Great gear. This is about 5.9/5.10-. Then awkwardly lurch rightwards under the roof, a tad harder, to a blind reach for, well, whatever you can grab out on the face. Launch up a short steep wide section (5.10b/c) to easier ground, where the impacts of so many groping hands and feet, over the years, have removed all traces of the traditional kitty-litter.Saunter up to a tiny exposed ledge and fixed anchor. Double ropes help protect this pitch.\n\n2. Comb your hair and brush your teeth for the photo-op traverse. After this rightwards stroll, launch up a blocky and sustained right-facing system. Again, two ropes and liberal use of slings here is a good idea on this long pitch. There are several moderate 5.10 boulder problem moves between rests, then the crack angles up and left past a steep weird section, then passes a relic of an old fixed anchor. A belay here is possible, but will be hanging and awkward. Best to boldly keep going up the slowly steepening terrain above. Angle up and left into a squat dihedral, then exit this up and right. Wires are surprisingly good here, though be careful to use adequate slings as the placements are often hidden in recesses and funny horizontals. A final funky bulge onto a great ledge completes one of the better trad 5.10 pitches anywhere.\n\n3. The Token Sport Pitch. This has a short but burly overhead-bolt protected 5.11c crux, just above a nice rest ledge. Actually this is hardly a sport pitch; there is a very funky move off the belay to get onto the rest ledge. Once above the crux, more steep 5.10 Eldo-style face climbing with wires for gear gains a crappy old bolt and a mantel onto an elephants-ear flake. If the elephant is in a kind mood, which it usually is, the flake will stay put, and you can belly-scrape up onto the next belay ledge. However this elephant appears to have some form of leprosy, and one day the ear will detach itself. In fact one day the crucial hold at the 5.11c crux will also go south (or north in this case) and this pitch will be rather harder. Once on the ledge, you can relax, all the hard climbing is over with, and while your partner leads the 5.8 glory pitch up and right to the easy finish, you can lean over the void below and envisage the scene should the whole tower topple. If it did, it would fall south, and the climbers would be left with a few seconds of quiet contemplation and a whistle of the wind, before the end. Maybe, just before the tower hit the ground, if you jumped up with enough force, you could actually land unhurt on the debris.\n\nWow, wait a minute, the ropes are suddenly tugging, and off you go easily up the last pitch. Or if your partner is Jonny Copp, he'll not be satisfied with the regular finish, and you'll find yourself struggling up the direct finish. Hmmm. This wasn't in the script. Hideously awkward mantels and steep face, very solid 5.11, lead straight up to the nice new rap bolts. The summit is a very cool place to be, where the silence is loud, and everything else is very small.  There is still a register under the cairn, though the sequence of ascents is pretty hard to figure out anymore due to the assortment of broken pencils, torn candy-bar wrappers and oddments with odd scrawls. Bring more paper!\n\nFor me, it appears I am competing with one Jimmy Dunn, who has also been up here four times. The rate of ascents is interesting. Maybe ten or a dozen ascents a year now. One a month. A total of about 100 ascents is my guess. Rap the route. Two 60 meter ropes gain the top of the second pitch. Fron here, rap to the top of the first pitch, then again to the ground. Get ready for the drive from hell; it's a loooong way to the Moab Brewery. Kor and Ingalls may have done the first ascent, but Castleton Tower it ain't.","protection":"'A regular rack of cams from small Aliens to #3.5 Friend (maybe two sets) and wires (include RPs) and quickdraws. Plenty of slings. There is a nice optional placement for a #5 Camalot just over the lip of the roof on pitch one. ',","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,2dfdb657-4194-5c35-8d71-416488c6bbf9,322f03bc-1ab8-582b-99e0-2a8cd5fc0322,3e7f8957-a6bb-58f5-8e40-8bedd93ec829","pathTokens":["USA","Utah","Southeast Utah","Island In The Sky","Monument Basin","Standing Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.83734,38.30083]},"bbox":[-109.83791298530284,38.30038033981813,-109.83676701469717,38.301279660181855],"left_right_index":-1,"ext_id":"105717021","area_id":"Pn+JV6a7WPWOQIvt2T7IKQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:47.393Z","updatedAt":"2024-01-15T16:49:34.558Z"}