{"_id":"6368a50be80bff5a995aff78","area_name":"Dragon Arch","shortCode":"","climbs":[{"_id":"UD+4/h2fVMaUWyQhZh7haw==","name":"Valentine Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Bob Irine, Rick Reese, Ted Wilson, Feb. 14th, 1963,   FFA: George Lowe, Rex Alldredge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":3,"mp_id":"105741464","mp_crag_id":"105739742","climb_id":"UD+4/h2fVMaUWyQhZh7haw==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"The main right-facing crack system about in the center of the Dragon Arch Buttress.  Dragon Arch climbs are a bit gritty and this one is no exception.  This climb starts relatively easy with a tough 5.8 move (protects with #2 Camalot perfectly), then progresses into a lengthy lie-back sequence.  There were 2 additional pitons below the 5.8 crux.  The belay station has shifted upwards by about 10-15 feet from the Ruckman guide, so bypass the three old pitons, and instead stop at the slung flake.  The upper pitch is wide and hard to protect if you don't have the larger gear; however, this is where the climbing gets better.  Wide crack on your left, bottomed seam to your right, gritty face underneath.  Do you chicken-wing up, face climb, or come up with another way to climb this crack?  Barring the gritty rock, this climb is good.  If more people climbed it, it would vastly improve.  hint hint.  Cleaned up, this route would rate two stars.","protection":"Bring a standard rack, heavy on the large stuff.  Cams seemed especially nice in a couple of locations, otherwise hexes, worked fine.","location":""},"__v":0},{"_id":"NqieJnx6VluBgU6BFECVUg==","name":"Two Heads Are Better Than One","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Durvidge & Pat Contor, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":8,"mp_id":"106596362","mp_crag_id":"105739742","climb_id":"NqieJnx6VluBgU6BFECVUg==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Two Heads climbs the gritty slab a few feet left of Dragon Arch. Easy but hard-to-protect moves up a couple of overlaps lead to a left-trending seam protected by micros (nuts & cams) then up to a large roof that can be surmounted a few different (and possibly wild) ways.\n\nThe moves to the roof a ways above small pieces require a solid lead head - or possibly a second one.\n\nThe upper section is bolt-protected and features fun chickenhead pulling and slab moves.\n\nA bit stout and heady for 5.9- but definitely worthy of a few stars...","protection":"3 bolts, the first one well hidden on top of a huge chickenhead sitting at the lip of the roof (some webbing makes it more visible).\n\nMicronuts and small cams for the start, nothing bigger than a #1 BD C3.\n\nLong slings to tie-off knobs.\n\n2 bolt anchor with fresh-looking webbing and quicklinks (shared with Dragon Arch). Rap off to save your rope for being gnawed on by gritty choss.","location":"This route starts a few feet left of\n\nDragon Arch\n\nand climbs up and around the large left-trending roof."},"__v":0},{"_id":"VPzV43rJU5alWVFqgEbMpw==","name":"Toymakers Dream","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Pat Contor, Lori Ness 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":11,"mp_id":"106611660","mp_crag_id":"105739742","climb_id":"VPzV43rJU5alWVFqgEbMpw==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"A crack, a seam, slab and face? What more could you want?\n\nToymaker's Dream\n\nis a variety show (aka mixed route) dipping into a small assortment of styles and techniques. Although very straightfoward, you'll find yourself doing a lot of second guessing on the difficult and technical, upper crux.\n\nClimb a short, left traversing flake/ramp to the first of four bolts. Continue straight from here up a long, thin seam that splits the slab. Look here for a good rest or two on a few well deposited chicken heads. (The gear through this section is minimal, yet adequate) Reach and rest again at the down/left-leaning ramp with a long, sharp undercling. Protect in the overlap and switch to steep slab mode.\n\nLeaving the ramp, force a bulge to the thin and intense face. Clip the second bolt and try to find a good stance before hitting the crux.\n\nThe final twelve feet of climbing passes two more bolts and involves a series of deliberate moves over small chickenheads. The exit has a great sequence with surprising results. Just shy of crazy!","protection":"Four bolts, cams to 3/4\" inch, stoppers, and a two bolt anchor.","location":"Seated on the far east end of the buttress,\n\nToymakers Dream\n\nis just up the gully and begins at an obvious ramp at the bottom of a seam.\n\nAt the top of the ramp is the easy to spot first bolt."},"__v":0},{"_id":"EC/lmT6VVlCjGMW6fvbUTA==","name":"Rodeo Girls in Bondage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brian Smoot and Bill Robins, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":0,"mp_id":"107638272","mp_crag_id":"105739742","climb_id":"EC/lmT6VVlCjGMW6fvbUTA==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"This route roughly follow the arete on the left side of the\n\nDragon Arch\n\nwall.  We did it in 3 pitches.  There is a lot of bad rock with not fun climbing on this.  However, mixed into the grass, choss, and kitty litter are a few sections of good rock and interesting moves.  One of these sections with good rock as pro that would probably catch a lead fall, the other section has no pro.\n\nP1\n\n: Follow the dirty gully up to flakes on the right side of the gully.  Continue up the flakes to a small stance with a 2 pin anchor on the arete.  The pins were ok. 5.8,70'.\n\nP2\n\n: Undercling out the crack to the right past a pin.  The crack quickly turns vertical.  Follow it past another pin and around to the left side of the arete.  Continue up the face on good, knobby rock with pro that will probably catch you. Aim for a small ledge in a chossy right facing corner made of stacked flakes and dirt.  Follow the corner until you can stand on top of it.  Stare at the short nicely featured face above with no pro.  I climbed this face on the right side near the arete to a ledge with a large pine tree as an anchor.  There is a crack/water groove to the left that did not look like it would take pro. 5.9+,150'\n\nP3\n\n: We followed the wide crack with some fun climbing up to a ledge.  Here my partner traversed way right across a bunch of rotten flakes to a 2 bolt anchor that I think is the top of Enter the Dragon.  5.8,60'\n\nTwo single rope raps brings you to the base of\n\nValentines Crack\n\n.  We did a short rap to the anchors for P1 of\n\nEnter the Dragon\n\nand then one long one to the ground.","protection":"Bring small nuts and cams up to a 3\" piece.  I appreciated small BD C3's and brass offsets.","location":"On the far left side of the\n\nDragon Arch\n\nwall in the gully that separates the\n\nDragon Arch\n\nwall and\n\nThe Egg\n\n."},"__v":0},{"_id":"0P+5e+mZV1O9R69gThyqsw==","name":"Ralph, Herb, Bert, and Ernie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kirsten Davis, Lori Ness, Bill Robins, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":6,"mp_id":"105741467","mp_crag_id":"105739742","climb_id":"0P+5e+mZV1O9R69gThyqsw==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"While standing at the base of Valentine Crack, look east and you will see a grey sling coming out of a left-facing flake.  This is the route (about 50 feet right of Valentine Crack).  It starts on a face to a short hollow-looking flake, up to a groove with a piton.  From here the climbing picks up with a face move to the flake, place your red Metolius, and swing left past the second piton, continuing up the tricky to protect crack.  Here we deviated from the guide and continued right under the roof to a belay stance 20 feet above the top of Lunar Tick.  The book show it climbing just left of the roof, but there were no anchors and the other spot looked to be a better belay stance.  This climb has a couple of noteworthy sequences, interspersed with either easy, gritty, or insecure climbing.  All of the awkward side movements are where the excitement is.","protection":"There are 2 pitons on the route (book only shows one); however, the 2-bolt anchor either doesn't exist or is really good at hiding.  Red metolius seemed nice for the flake just above the 1st piton.  Otherwise standard rack would suffice with a couple of Brass Nuts.","location":""},"__v":0},{"_id":"uKlglRWKXH6B+ogUS6VI2w==","name":"Lunar Tick","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Randy Kieliszewski and Jon Ray,  January 1st, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":7,"mp_id":"105741437","mp_crag_id":"105739742","climb_id":"uKlglRWKXH6B+ogUS6VI2w==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Near the right side of the Dragon Arch buttress system is a scattered patina west face.  There are 6 bolts that lead through progressively better rock.  The start seems to use the flake system to the left until you can gain the gritty face.  A few more moves leads to an exciting angling finger traverse that begins the great section of this climb.  Positive edges, steep clean rock are all that you encounter the remainder of the route.  Toss in the mantle onto the jumbo c'head, and you have the ingredients for a great climb.  Just if the bottom section would clean up.","protection":"6 draws for the route and 2 for the anchors.","location":""},"__v":0},{"_id":"ccVKB86RVCm1PYkhYjB2ig==","name":"Last Shout","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Andy Ross & Gene Vallee (alt leads)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":5,"mp_id":"107181054","mp_crag_id":"105739742","climb_id":"ccVKB86RVCm1PYkhYjB2ig==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Pitch 1. Climb the slab with nice chickenheads and set up a nuts/small cams belay. 60ft 5.10\n\nPitch 2. Here it joins Ralph, Herb etc for 20ft passing an awkward wide slot. Just past the slot is a right leaning corner. Step into this and undercling, jam, stem and layback your way to a bolt. Swing right and hand traverse a rail to reach the chimney. Climb the chimney untill you can step right on to a nice patina face. Clip a bolt and romp up to the anchor. 100ft 5.11","protection":"Pitch 1. Bolts\n\nPitch 2. Nice to have a 5\" cam for the 5.8 awkward slot off the belay but not super cruical.\n\nThen 1/2\" to 3\" cams. Wire set, peenuts and lots of long slings.\n\nNOTE. Make sure you save some long slings for any gear placed in chimney. It will help on rope drag for the final upper face.","location":"Starts 30ft right of Valentine Crack/Gimme Danger and just left of Ralph,Herb etc.\n\nRap to the Lunar Tick anchor and then ground.\n\nYou can lower to the Lunar Tick anchor if you do it in 2 pitches. Makes for a good view to watch your second on the last pitch."},"__v":0},{"_id":"lLwjxnJ9WZ6mISrMkATI7g==","name":"Iridescence","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Brent Barghahn, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":1,"mp_id":"118977596","mp_crag_id":"105739742","climb_id":"lLwjxnJ9WZ6mISrMkATI7g==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Consistent bouldery movement up the pretty arete. This short route is action packed - it climbs like a tech arete boulder problem, straight into a power crimping face boulder problem, into a lip slapping finale. The stone is of high quality with unique grips. There is hardly time to get a shake on this one!\n\nThis route is fully shaded in the afternoon, and gets a strong breeze. It is reasonable to climb on during relatively hot days.","protection":"7 bolts.  A single rack and runners are needed for the mini approach pitch.","location":"The green and orange arete down and left of the first Enter the Dragon ledge belay. A short approach pitch is needed to get below the route - climb the splitter layback finger crack up for 20 feet until even with a large chicken head on the face. Head left here across slopey ledges on the slab over to sling the bush, and then down climb to the bolted anchor at a foot stance. The crumbly first pitch of Gritish Deal is another option at 5.10\n\nIt is easy to drop a bight of rope down once reaching the belay to pull up your sky cragging kit."},"__v":0},{"_id":"v5jQ62pGWcStfQMCn04+vw==","name":"Hairstyles and Attitudes","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Stuart & Bret Ruckman, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":10,"mp_id":"106596475","mp_crag_id":"105739742","climb_id":"v5jQ62pGWcStfQMCn04+vw==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"The Ruckmans recommend starting this route by climbing the face to the right of the Dragon Arch, which involves 5.8 face moves up and around the precarious-looking stack of blocks on widely spaced gear. The gritty face above leads to a dihedral that is home to - wait for it - a right-leaning LCC crack!!\n\nLieback this awkward beast using the occasional jam and face feature until you can pull onto a slab just above the Dragon Arch anchor. From there, a few slab moves bring you to a bolted belay. Bring up your second and rap or shred your rope trying to lower.\n\nHairstyles is a worthy outing and would be loads more fun if it saw some traffic and cleaned up a bit. Get after it and fight the lean!!","protection":"This \"hand crack\" climbs suspiciously like a thin hands/finger crack lieback, meaning you can leave the hand-size pieces at home.\n\nGear from red C3 to a #1 with doubles on .5 and .75 (BD cams) will suffice, although a #3 can be dropped in the lower section and an extra .4 and #1 could find a home in the crack if you wanted to sew it up.\n\nMedium to large nuts are also welcome.\n\nSling long at the start and try to keep the rope out of a couple of grooves, otherwise expect rope drag OF DOOM!\n\n2-bolt anchor on the slab (shared with Toymaker's Dream) with fresh webbing and rap rings. Rap off into said gully, seems like it would take all of a 60m rope to get down.","location":"The recommended start is the same as\n\nDragon Arch\n\n, a short groove/hand crack. Step out right just below the arch and head up the face toward a right-facing dihedral.\n\nThe alternate start involves scrambling up the loose and scrub oak filled gully to the east and following a treed ramp to the base of the dihedral."},"__v":0},{"_id":"RwZEjgrhVxSF0PRPotzkmg==","name":"Gimme Danger","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Ross & Shingo Ohkawa (alt leads)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":4,"mp_id":"106590696","mp_crag_id":"105739742","climb_id":"RwZEjgrhVxSF0PRPotzkmg==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Pitch 1. Climb the first 10ft of Valentine Crack then move right into V groove. Up this then right again past a bolt. Carry on up cracks to just below the top where instead of the wide gravel chimney, finish left and up the easy groove. 5.10 110ft\n\nPitch 2. Layback and undercling the right facing/curving corner. 5.10+ 70ft","protection":"Pitch 1. Standard rack with extra small/med nuts\n\nPitch 2. Metolius red, yellow, small nuts/peenuts, blue, bolts.","location":"Starts as for Valentine Crack.\n\nThe rap off is a rope strecher with a 60m, watch for the ends of the rope.\n\nGreat belay ledge hang."},"__v":0},{"_id":"b3dSuuYoU6aXn2o+nGn8eQ==","name":"Enter the Dragon","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"2nd Pitch:  Unknown.   FFA:  Andrew Ross, Shingo Ohkawa, November 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":2,"mp_id":"106613481","mp_crag_id":"105739742","climb_id":"b3dSuuYoU6aXn2o+nGn8eQ==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"Enter the Dragon climbs the long and varied corner system to the left of Valentine Crack.  To access the obvious, right-facing corner, climb any one of three approach pitches described below.  Once beneath the steep, streaked green wall, layback and jam your way up the splitter, fist-to-hand crack to a roof.  Undercling right along flakes to a small alcove--home to a decent-sized, rectangular detached block.  Move right--past the block--and to the start of a steep ramp.  Tiptoe past a slabby bulge** to a stance, then through a section of sustained, undercling-lieback moves to reach yet another bulge.  Surmount the bulge, then commit to more underclings, past a sporty crux with a bolt, then to a two-bolt belay at a stance.  Left of the belay, mantle chickenheads onto the slab above, then up and right past a short, slanting finger crack.  Clip the first of four bolts, then launch into the steep-slab Kung-Fu above, past a scary--yet solid--flake, and to a wild finish on chickenheads.  Run it out on an easy slab to the two-bolt anchor above. Brilliant!  Who knew such line still existed in the canyon?","protection":"Bring a standard LCC rack, with doubles in fingers to hands.  **Small DMM Peenuts, a 00 or 0 TCU--a hybrid works particularly well here--protects the first bulge.  The second pitch is long and involved, so be sure to bring plenty of long slings to protect your second!  For the final pitch, we took a blue and a yellow TCU, four quickdraws for the bolts, and--though useful, but not necessary--a hand-sized cam.  Rappel the route; from the first bolted belay, a single 60m will reach easy ground in the gully right of the start to Gimme Danger.","location":"To gain the large, right-facing corner below the roof, choose any one of three approach pitches:\n\nOption 1--3rd class the first twenty feet of Valentine Crack, then traverse left along bushy slabs to reach the corner.\n\nOption 2--Twenty-five feet downhill from the start of Valentine's is a shallow, left-facing corner with a crack.  Climb the crack until it is possible to traverse left along a narrow ledge to a prominent chickenhead.  Mantle the chickenhead, then scramble to the base of the corner.\n\nOption 3--Climb left out the undercling flake of Gritish Deal, past two bolts, then onto a right-angling crack at 5.10.  From the stance above the crack, climb easy terrain to the base of the large corner."},"__v":0},{"_id":"X77bqY5OW9ajc/ihuPYasw==","name":"Dragon Arch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Robins & Thomas Koch, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"left_right_index":9,"mp_id":"106596612","mp_crag_id":"105739742","climb_id":"X77bqY5OW9ajc/ihuPYasw==","areaRef":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,ced54e59-01ae-56af-9205-ebf5d8a66fa6","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Dragon Arch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":7,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76793,40.57426]},"bbox":[-111.76852199807368,40.573810339818145,-111.76733800192633,40.57470966018187],"left_right_index":-1,"ext_id":"105739742","area_id":"ztVOWQGuVq+SBev12KZvpg=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:26:25.920Z","updatedAt":"2022-11-25T11:22:22.077Z"}