{"_id":"63689d5ce80bff5a994f4826","area_name":"West Face","shortCode":"","climbs":[{"_id":"gEcZuSCcUpShU4bQgb+dZw==","name":"Whistler","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike daly, Art DeGoede 9/89","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":13,"mp_id":"114967313","mp_crag_id":"114966524","climb_id":"gEcZuSCcUpShU4bQgb+dZw==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"This is another bitchin and bold route on Moro's West Face that never gets done. Takes the center line. One of the best crack pitches on Moro and lots of face climbing on knobs that makes the rock so cool. Original rating was 10c.. which is a joke. 11b sounds right to me, but i dunno\n\nStarts on Twilight Zone ledge.\n\nP1) Head up the ramp of Pressure Sensitive a ways (easy 5th) and make a belay under the bolt of the next pitch.\n\nP2) Carefully head up onto the steeper face and clip the bolt. Bust some big and thin moves right and up until you can reach some good knobs. Fall from this crux (V4?) is totally safe but a little jarring since you're off to the side of the bolt a good bit. Get some ok pro for a directional and traverse right to setup a belay in the bottom of the corner.\n\nP3) 10d - up the beautiful, sweeping corner which reminded me of Rostrum's 10d corner, although this is longer and probably harder (and a bit dirtier, but that should go without saying considering the venues). Belay at the top of it at a single bolt and gear (#2 useful)\n\nP4) 10d+ - up very runout but relatively easy terrain past 3 bolts. You're face climbing to the left of the corner. some gear can be had in a couple spots. Bolts can also be hard to spot. Crux is pulling over a bulge and comes at the 3rd bolt right below the anchor. It is well protected with an attentive belay, but is nails for the grade. awesome holds. 2 bolt anchor, sweet ledge\n\nP5) 10a - Traverse left and up past 5 bolts and sweet crimps to gain a ramp. Follow this thing (easy) to its end where a 6th bolt will then protect a move out left. Up some cool corners to a nice belay ledge 20ft. below a huge ledge. finger size for the belay. 60m. Or got to huge ledge with a 70m\n\nP6) up to the huge ledge which is where Levity's End comes in. Off the right side of the ledge is where the last pitch of that climb will lead to the top (5.8 r-ish). Alternatively, you can head a bit left and up off this ledge to get on the patio (an even bigger ledge) and, with tricky route finding, scramble to the top. Or climb one of a couple routes off the patio (enigma -10c -highly recommend) to get to the top.\n\nP1/P2 note - there is an old bolt more directly below the main corner that is a possible way to access the corner. But the moves getting to this bolt and moving past it seemed much harder than the way described (which is 50 ft. to the left). The bolt protecting the way described was also old (but has been replaced). Not sure which way the FAists went. Likely they tried the straight up way then \"bailed\" to the left way","protection":"All bolts replaced with ASCA hardware. Take doubles from small to #3 and at least 1 #4.","location":"Start on Twilight Zone ledge which can most easily be reached by waking to the summit and then finding Modern Guilt and making 5 raps down it with one 70m rope. This will put you on TZ ledge. You can continue rapping to the ground and climb one of a few routes that lead back to TZ ledge or just climb Whistler. Once on the ledge, walk 100 ft. to the left of Modern Guilt and you'll see the big corner that is the meat of the route. The tops of the two routes are somewhat far apart though, so you might want to think about bringing shoes with you."},"__v":0},{"_id":"NK6XNoJ3WFyjVyjmS3lhsg==","name":"West Face Direct","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Hickey, Cook, Ardesch 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":7,"mp_id":"117291093","mp_crag_id":"114966524","climb_id":"NK6XNoJ3WFyjVyjmS3lhsg==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"Sustained at a moderate grade, exposed right from the start, this climb has good variety & good belay ledges. Climbing the first three pitches of this is the best way to link up with Between the Thighs (5.8, 2P). A good moderate link up, West Face Direct>Between the Thighs would be 5P’s and have a lot of 5.7,8,9 climbing but no 5.10. I haven’t done the top pitch or two West Face direct though it looks like some nice 5.10 steep crack/flake climbing, though it also looks to be filled w/ lichen.\n\nP1: 5.9 100’ gets hard and exposed right off the ground. A finger crack (0.3”) provides some pro, then a hard, reachy traverse right to a corner that has easier climbing and good pro. Could also stay straight up on Sunlight & Shadow (5.9+) which is a hard, flaring finger crack. This pitch ends at bolts on Raven Ledge.\n\n*move belay 80’ right.\n\nP2: 5.8 130’ starts in a clean wide crack (5”,4”) with knobs for feet, to a horizontal crack, a mantel move up to a bolt, trend right to a small crack, then build belay up on a shallow ledge at a steep wall. ***Moving right 80’ of 5.6 would link up with the 5.10 crack/corner pitches of Levitys End.\n\nP3: 5.7 130’ a left traverse with a shallow ledge, big dirty blocks, and some crack for pro. Sew it up here for your follower with finger, hand size cams & long slings. Thrash through the bushes at the end and head to Tier of Vision Ledge to build an anchor at the base of a short finger crack.\n\n*From here trend left and climb the steep crack/ flake to finish on West Face Direct or straight up the finger crack to the roof on Between the Thighs.\n\n*From\n\nthe Patio, do a sketchy 5th class scramble left, or climb Enigma, Digging in the Dirt, or Pennies on the Patio.","protection":"Doubles 0.3”-2”. Single 0.2” & 3” to 5”. Nuts, 8-10 alpine draws. 60m or 70m rope.\n\n*need two ropes to rap Offramp, unfortunately.","location":"Starts at far right side of Zocalo Ledge at the anchor bolts way out on the edge. You’ll have to scramble down (4th,5th) the NW shoulder and climb The Link or do the raps down Offramp, prob best."},"__v":0},{"_id":"2o+mOAiTW56X90xh/5fHMg==","name":"Sunlight and Shadow","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":6,"mp_id":"117239948","mp_crag_id":"114966524","climb_id":"2o+mOAiTW56X90xh/5fHMg==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"An alternate and more difficult approach to \"Between the Thighs\". Can be aborted after the first pitch to join \"West Face Direct\" on its second pitch (5.6 Off-Width and traverse).\n\nPitch 1\n\n:\n\nStarts off of the same belay anchors as \"West Face Direct\", at the far climbers right of Zocalo Ledge. Instead of West Face Direct, take the diagonal finger crack up and right until you top out on a ledge. The crux is very balancy, with the finger crack being flared and quite dirty. My partner called it \"awkward\", and I guess she is right, but I still thought it was fun. Bolted anchors await you.\n\nI originally voted this pitch as 5.9+ as that was the grade found on Daniel's topo at\n\nsekiclimbing.com\n\n. After leading it twice, I don't feel ashamed in calling this thing solid 5.10. Grades are subjective, so be careful on this climb and feel free to vote differently than I did.\n\nPitch 2:\n\nMove the belay approximately 30 feet to climbers right along the ledge and find the second flake system (not the thin flake you see first). Climb this until it peters out to unprotected knob climbing which takes you to the next ledge up. Although the climbing looks easy, we rejoined WFD, so I can't speak to the grade on the second pitch.","protection":"Doubles of finger sizes to stitch it up. BD #1 and #2 were helpful as well.","location":""},"__v":0},{"_id":"4eMnRcyaWNCOCa4joEUvOw==","name":"Pennies On The Patio","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeff Jakson, 1987","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":9,"mp_id":"106056853","mp_crag_id":"114966524","climb_id":"4eMnRcyaWNCOCa4joEUvOw==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"Of/bf+CpV7Wh+1eixdxJcA==","name":"Offramp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":4,"mp_id":"108315573","mp_crag_id":"114966524","climb_id":"Of/bf+CpV7Wh+1eixdxJcA==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"The route follows the long off-ramp, that starts off of Zocalo Ledge, for two pitches and follows the left-leaning ramp that takes off from the off-ramp. the first two pitches are around 5.6. the third pitch is 5.7+ and the crack can be quite dirty making placements harder to find. Rappelling Offramp is the preferred decent for West face routes. After the third pitch, belay off the rails.","protection":"Bolted anchors. Standard Rack. Two 60 Meter ropes","location":"Approach from the stairs until the stairway opens west. Hop the railing rocks and walk to the first rappel anchor, 10 feet to the left. Hug the curving wall until it akes you around the corner, to the next rappel at the end of the ledge Rappel off of two more chained anchors until you are on Zocalo ledge (the large ledge that splits the west face in half) the route starts where the rap ends."},"__v":0},{"_id":"bwxLQcSIUiK9L2DAqiDnnA==","name":"Modern Guilt","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FFA: Brian Prince and Musiyenko, Vitaliy (April 2016). FA: Tom Ruddy with a few friends did the FA but moved before finishing the line","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":15,"mp_id":"111750252","mp_crag_id":"114966524","climb_id":"bwxLQcSIUiK9L2DAqiDnnA==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"The route is a modern beauty. Variable, powerful in spots, techy, juggy, crimpy, at times even slabby. It combines an easy approach, sustained difficulties on all but the last few pitches, but most important of all enjoyable climbing on a proud face. The difficult climbing is well protected and majority of easy climbing has adequate pro as well. A single rack from tiny to a gold camalot is sufficient to climb the route. It is approached from the top of the Moro rock and rapelling the route. You can leave the single rack of cams on top of the 3rd pitch, as you won't need it on the first three. If one wants to work a certain pitch from the top, it is always a possibility to do so. In my opinion this route is up there with the best multi-pitch free climbs in the state, get psyched and jump on it!\n\nPitch 1 - 5.11+. The 'Golden shower for breakfast' pitch. Get your big-boy slab shoes on and smear your way up to the first crux (11+) - an improbable side pull to a dyno chicken wing. Send or pull through the gnarly boulder problem, than continue up to the second difficult section (5.11-), a traverse under, than over the roof to a two bolt anchor. 170 feet/16 draws.\n\nPitch 2 - 5.11 or so, difficult to rate. Hard but easier than the crux pitches. Get over to the first bolt and onto the dike. At the third bolt you will want to go slightly higher on the dike and use crimps above the nice knob so you could highstep your way to the top of it. Shuffle your feet and traverse left than up past wild little knobs. to a two bolt anchor. 5 bolts 60 feet.\n\nPitch 3 - 5.10. Get over the dike, just left of the anchor and clip the first bolt. Climb up past three more bolts on runout, but somewhat juggy face to a two bolt anchor. 4 bolts 85 feet. (pitches 2 and 3 can be linked without much trouble).\n\nPitch 4 - 5.12: The 'Rudbud's last dance' pitch. This pitch is long and sustained. Begin by climbing through a few cracks with gear from .5 to #2, than get to the top of the flake, clip the bolt from a nice undercling and become one with the gnar. Work your way up the powerfull and well protected sweet crimps to the overhang. Transition left from the overhang to SICK knobs. Once you are at the basketball sized knob, mantel to the top of it, using a few smaller features above and right of the feature. From here, easier, but engaging climbing will take you to a great belay ledge, called the Twilight ledge. Unloading any extra weight (and packing it out in a haul bag!) is a good idea before taking on the next slabby crux... 160 feet - 16 draws and a few longer alpine slings to extend the widgets (med to hand size) you placed.\n\nPitch 5 has two variations (5.12- or 5.10+ish). The anchor bolts are so far to the left because there was an old bolted anchor, which was replaced. The bolt in the middle of the ledge is to protect the follower for the badass who wants to link this pitch with the last but not f**k the second. Upper variation - the 'Slab-gangster' traverse, takes you past 5 bolts to a two bolt anchor - 5.12-. For lower variation, the 'Havana' traverse, clip the first bolt and climb down about 20 feet. Traverse right for about 20 feet on improbable but surprisingly relatively easy face. Than up to a bolt. Two wild mantels take you past another bolt (last bolt of the original traverse) to the two bolt anchor (10+). 40 feet.\n\nPitch 6 - 5.11. The ‘Tip Drill’ pitch! Memorable climbing on clean knobs takes you to the next two bolt anchor. Your fingertips will remember this one. 100 ft - 10 bolts.\n\nPitch 7 - 5.10+. Climb up and left past the three bolts. Get around the arete from the giant hole into a slabby corner. You can either place a purple metolius cam at your feet, get psyched and climb up past the difficulties, or bring a few small nuts (maybe offset?) to get yourself on a mini top rope before doing the slippery moves. 100 ft - 3 bolts/gear to #1 camalot. Move the belay to the left (north) end of this AWESOME ledge - the Spice Ledge and give your best Nature Boy Rick Flair WOOOOOO!!! Time to get psyched for Knobbo Loco! (In case you are running low on gas or a thunderstorm is coming in, it is possible to climb out from the spice ledge on 5.8ish terrain by traversing right and following the right slanting ramp/crack system. I am unable to accurately rate it, as I did it in a downpour a while back and it was fairly full on with a single set of cams)\n\nPitch 8 - 5.11. The ‘Knobbo Loco!’ Great pitch and an end to the steep, knobby gnar. To begin you can clip the first bolt and either go left to the end of the ledge under it (I think easier) or climb above and traverse left on knobs to the second bolt above it (harder). Whatever you choose, very fun and juggy terrain takes you to a SICK undercling with fun moves to gain the stance above it (10+ish?). Work your way slightly left using pea sized pinches and pull a few cruxy sections to a traverse right. Mantel the small ledge and work your way up the obvious ramp. Plug in some little pro (singles purple BD and smaller) and make your way to the two bolt belay anchor. Fuck yeah! 10 bolts 160 ft.\n\nPitch 9 - 5.9ish. Clip the first bolt off the belay and climb straight up to the big flake above. Plug in small offset nuts, if you brought any, or run it out like a granite gangster that deep inside you want to be. Get to the flake and unload the #2 camalot. Climb up to a nice ledge and up the slab past two more bolts to another two bolt anchor at a great stance. 120 feet 3 bolts and gear.\n\nPitch 10 - 5.8ish. The ‘Summit sprint!’ Climb mostly easy slab over a bulge, which takes small gear (up to BD 0.4), than more slab to the top! 6 bolts with a longer draw for the small cam placement - 120 ft.\n\nWalk back to the summit, take photos of the Castle Rocks and tell all the tourists about the epic climb that you had. They WILL be impressed. Some MAY even share their weed with you... :)","protection":"Maybe 14 draws, three (?) alpine slings and a single rack of cams from purple metolius to #2 camalot (gold). A few small offset nuts could be nice, if you are light.","location":"The best way to approach the route is to find the top and rapell to the base using a single 70M rope, or two 60s would work well too. If using two ropes, you can haul a small pack. Better yet, leave your approach shoes on top of the route and stash the food/water on Spice and Poop ledges while rapelling.\n\nThe route is located on the big West Face of Moro Rock (southern part of it).\n\nTo find the top, hike up the stairs to the summit from the parking lot. Go over the rails and hike/scramble south along the ridge for another 5 minutes or so. Good friction on slab most of the way. Stay on the SW side.\n\nBefore reaching the pine tree at the top of Piece de Renaissance cut right (west) and down-climb exposed but solid 4th class to the tree/bushes. There is an anchor with a section of white rope, which could be used to get to the first rap anchor. 9 or 10 clean raps will take you to the base. For great overlay of the West Face of Moro Rock go to\n\nsekiclimbing.com/moro---wes…"},"__v":0},{"_id":"zOgsQ3C7VHK22DLRYCGISQ==","name":"Meteora","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Daniel, Vitaliy, Brian, Chris - 2016-2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":14,"mp_id":"116776375","mp_crag_id":"114966524","climb_id":"zOgsQ3C7VHK22DLRYCGISQ==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"A great, fully independent line up the west face. Comprised of three standout pitches - one at 5.10 (P2), one 5.11 (P4), and one 5.12 (P6) - with some easier \"filler\" pitches in between. The crux moves on P6 is a short boulder problem and could easily be pulled through, or the pitch could be skipped entirely by joining Modern Guilt for half a pitch. This would make the overall rating 5.11c.\n\nDo this route if looking for some safe, challenging, and wild climbing on Moro that offers more cracks and a far less sustained nature than its neighbor to the right. Or crag the 4th pitch if you find yourself on twilight zone ledge. Or, like with most of Moro, mix and match as you want. Needs some traffic to help clean up\n\nP1 - 45m 5.8 - choose your own adventure up to the base of the corner system. build a belay in some blocks.\n\nP2 - 50m 5.10d - This is a wild, long, and continuously engaging pitch. The start is a bit crappy cause I trundled a 15ft tall pillar and the crack that was left behind is a little mossy/chossy. A bolt here would be nice. Hopefully someday soon, but it's not too bad. Get up to the roof, undercling out left and bust some moves to get to a cool jug. Clip a bolt then quest up for the rest of the pitch on steep jugs which are interrupted a few times by thinner cruxes. At the top, after a juggy layback flake, build a belay at one bolt and a #0.5. 8 bolts or so and full rack on this pitch.\n\nP3 - 5.9 45m - Traverse right along a horizontal crack and knobs. When the crack ends, head up and right following bolts and cool knobs to gain Twilight Zone ledge.\n\nP4 - 5.11c 25m - Rowdy! Largest piece needed is #2. Head up the green colored flake/corner above. 2 bolts protect the bottom of it where it's still hollow. Great finger locks and stemming lead to an alcove of sorts where you can get a high piece and a very active rest. Then summon the courage to launch for the lip of a visor-like roof (it's a jug), match, throw a heel and mantle on up. 2 bolt anchor waiting for you. Amazing! You will likely be pumped (if your'e like me), but for sure will be grinning hardcore!\n\nP5 - More of a move the belay pitch. Head up the chimney type thing and then walk through a big bush. Head up to the base of the corner to a nice stance and gear anchor.\n\nP6 - 5.12b 45m - A Journey! If you have to pull through the crux moves, this pitch is still very much worth climbing (and would be 10+ish). The corner system above is steep and wild. It starts out as perfect hands but is an angling, awkward as heck, blue collar kind of thing. Pay your dues and continue up to a nice sit down rest. The corner then blanks out but magical jugs appear on the face out left, bolts protect. Higher, regain the corner and enjoy some great fingerlocking, stemming, and huge holds. Then the corner again blanks out, as does the face. Clip a bolt and execute the short but fierce boulder problem until the crack opens back up. Try and place more gear (save a tips piece and a #1) or just keep gunning! Gain a rail that offers an escape out right onto the face, clip a bolt above and then climb knobs up to the anchor.\n\nP6/7 variation - 5.10/11 - from the big bush, keep heading right along an exposed horizontal crack that will lead you to a 2 bolt anchor on the left side of spice ledge and the bottom of P8 of Modern Guilt. Head up this pitch and through the crux until a bolt line leads left back to Meteora. Although, if you go this way, I think continuing on MG is the better finish. In that case, keep to the right line.\n\nP7 - 5.7 20m - Sweet knobs lead left off the belay up to a 2 bolt anchor on a nice ledge. couple bolts and some finger size gear in a flake. Can barely link with P8 with a 70\n\nP8 - 5.8 50m - Choose your own dirty adventure following one of a couple natural lines up to a ledge. Build an anchor. From here,  you can walk off to the right (you're 25ft. away from Modern Guilt top out). Or be the first to climb the corner above and left.\n\nP8/9 alternative - 5.9 - A cleaner finish if you haven't had enough. Head straight left from the top of P7 and follow spaced out bolts for 2 pitches of knob and slab climbing to the top.","protection":"singles of tiny. doubles 0.3 ->#2. single 3 and 4.","location":"The best approach is to rap Modern Guilt. 9 raps with one 70m. You can leave shoes at the top because Meteroa starts and tops out less than 100ft. left of Modern Guilt. You can also stash food/water on Twilight Zone Ledge on the way down. From the base of MG, scramble up a low angled corner to the left or bushwack down low and around to the left. Either way, gain a giant ledge system 50 ft. above the forest and look for the obvious, large, flake/corner weakness of the 2nd pitch."},"__v":0},{"_id":"b4Fs204vUXiTfFqR16b6lg==","name":"The Lizards Kiss","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Daly and Deb Castro (April 2004)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":0,"mp_id":"106056974","mp_crag_id":"114966524","climb_id":"b4Fs204vUXiTfFqR16b6lg==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"Pitch #1\n\n:\n\nStart at the right side of the northwest slabs (50 feet left of the steep wall of the West Face and left of the start to 'Rio Bravo'). Scramble up easy 4th class slabs for 30 feet to a narrow ledge. Once at the ledge, locate a crack that ascends to a headwall with a block. Ascend the crack (thin pro: #3 Stopper) to the block. Climb the right side of the block (.5 Camelot Jr. helpful) and make an awkward mantle up and over (5.8) to open slabs. Climb the slab (5.6) up and slightly left. Pass two horizontal flaring cracks (#2 and #3 Camelot) and climb 160' feet to a ledge. (Note: this is the same ledge from which the last rappel was made). Belay from here.\n\nPitch #2\n\n:\n\nMove the belay 50 yards up and left near the end of the terrace, just below a water polished right facing corner (possibly weeping water in the early season). Start here and climb the corner (5.7) for 40 feet (pro to #1 Camelot). Once at the top of the corner, exit to the left and then head straight up on open slab for 80 feet (5.6/5.7....no pro!). The top of the slab becomes slight debris and moss covered...use caution!. Locate a large boulder and belay from here. Either continue to the top of the northwest shoulder for several pitches by ascending 'Link' (5.6) and 'Holy Grail; (5.7) or relocate the 3rd/4th class ramp and ascend the approach trail.\n\nAs a note of caution, be very watchful for rattlesnakes and fire ants. This party experienced a large population of fire ants all throughout the lower sections of the northwest slabs.","protection":"Essential Gear\n\n(2) 60 meter ropes\n\nQuickdraws\n\nPro to #3 Camelot (small nuts helpfull too)\n\nSlings\n\nSpare carabiners\n\nWATER!!","location":"From the Moro Rock parking lot, go up the stairs for approximately 75 yards and locate a flat notch that overlooks the northwest side of Moro Rock and views (barely) into the central valley. Scramble over this notch and onto the open slab. Once on the slab, go next to where the wall meets the slab and locate 2 ring anchors (placed in May 2005). A total of 7 rappels. When rappelling from the 3rd anchors station to the 4th, move left 100 feet as you rappel down to anchor #4. Anchor #4 is located on the side of a large block, somewhat out of view. It is just before a large 3rd class ledge, 30 feet above. From #4, rappel straight down for three more rappels before getting to the base of Rio Bravo and the open slab to the left of 'Journey To Ixtalan' (5.8 R). Start The Lizards Kiss approximately 40 feet left of the start to Rio Bravo."},"__v":0},{"_id":"gVjOg8hnWnG4hpdpQbL0JQ==","name":"The Link","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":1,"mp_id":"114946916","mp_crag_id":"114966524","climb_id":"gVjOg8hnWnG4hpdpQbL0JQ==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"A fun and well protected moderate with a short approach. Can be linked with other easy climbs and requires no raps to approach. Full value 5.6. A couple of very fun cracks!\n\nPitch 1:\n\nClimb up the slab and blindly reach around into the right facing corner. Follow the corner up to a thin ledge that traverses right to Zocalo, belay at this ledge.\n\nFrom here, you can 3rd class to the right to get to Zocalo, or move the belay left 100 feet or so.\n\nStepping around the corner above the slab is the crux. Good pro can be had by starting on Land of Goshen and using long slings.\n\nPitch 2:\n\nClimb up the easy low angle crack until you reach a bulge/mini roof on your right. Traverse right and surmount the bulge. Head up easy slabs and ledges towards a large left facing corner. Several places to belay, none are great.\n\nPitch 3:\n\nJam your way up the fun left facing corner and belay on the large ledge with the tree.\n\nThere is a 2 bolt belay on the far right end of this ledge if you want to finish on Holy Grail. (Super fun 5.7 dihedral pitch)\n\nYou can link pitches 2-3 with a 70m rope and ~15 feet of very easy simul climbing.\n\nPitch 4:\n\nFollow the easy ramps up until you feel like walking or run out of rope, and build.\n\nLimpingcrab has a great\n\ntopo\n\nfor Moro.","protection":"Doubles to 3. A single 4 is useful, but not needed","location":"Try to follow the trail down from the old bathrooms. You will likely have to bushwhack. Traverse out to a large sloping ledge on the big ramp, or pass the ramp on skier’s right and pick up the ledge below it. The Link is at the upper reaches of this ledge on climber’s right. Look for the obvious big roof with cracks (Land of Goshen). The Link starts 10 feet to the right.\n\nBe cautious above the slabs. There’s a lot of forest debris everywhere."},"__v":0},{"_id":"PRLi7cWvUYSvuLvG5+oC4Q==","name":"Levity's End","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"EC Joe, Dave Hickey, Ken Awbrey 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":12,"mp_id":"107878615","mp_crag_id":"114966524","climb_id":"PRLi7cWvUYSvuLvG5+oC4Q==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"I wish I could make the title say 5.10 safe, 5.7R because the crux takes all the gear you want.  Great line directly up the center of a great formation!  Really fun climb with thin face, knobs, cracks, off-width, and everything in between.  The crux is very well protected, but some of the easier pitches are run out or rely on slinging knobs and some old bolts.  Can be climbed for most of the year, but the road closes in winter and it may get too hot for wusses from the coast in the summer.\n\nP1: Climbs up past a bolt to the yellow rectangle at the base of the knobby wall. (5.9)\n\nP2: Follow the base of the wall up and left until you get to big knobs.  Take the knobs up to condor watch ledge. (5.8)\n\nP3: Move right along the ledge and climb up more knobs, past a few old bolts, to a three bolt anchor at a small stance. (5.7)\n\nP4: Follow the ramp up and left towards the obvious corner. (5.7R)\n\nP5: Follow the corner through cracks from wide hands to OW and lie backs until you get to a stance at the bottom of the obvious dihedral crux pitch. (5.10)\n\nP6: Climb the corner, place a piece near the top to protect the follower, and belay from the far right end of the ledge. (5.10)\n\nP7: Head up and right from the right end of the ledge.  Find the path of least resistance. (5.8 PG-13)","protection":"Hmmm... Trying to remember.\n\nCams from small to 5\" with extra in the 2.5\" range for the crux\n\nSet of nuts\n\nSlings for knobs","location":"To get there:  Take the stairs until you get a view west, hop the railing and head down/left to a 2 bolt anchor, rap down to the big brushy zacolo ledge, follow the ledge south and down some 3rd class until you're on condor watch ledge, two bolted raps from the end of this ledge reach the ground (125' and 165').  Need two ropes or a tag line for the raps."},"__v":0},{"_id":"vrKN1kvbVp+/MspgcuPXbw==","name":"Holy Grail","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Hickey, Cook, Ardesch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":2,"mp_id":"108320376","mp_crag_id":"114966524","climb_id":"vrKN1kvbVp+/MspgcuPXbw==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"A fun moderate route with most of the climbing being around 5.5-5.6.\n\nUse the newer rap route to access this climb, because the rap route takes you right down the climb to the start at the bottom of the crack system, by the large boulder with the rap bolts on it.  Three double-roped rappels take you to the large boulder that marks the start of the route. built an anchor at the base of the route, to belay from.\n\nPitch one: Step out right and climb up the slab and cracks to a 2' ledge with an old bolt and a crack that takes small gear. 95' 5.6\n\nThe second pitch follows an easy crack system to a large pine tree on a ledge, move right onto the ledge, belay here. 5.5 110'\n\nThe third pitch begins in the middle of the ledge, veer up and left to stay on route. Continue up the ramp past a left leaning finger crack, continue past the alcove and up the right-facing dihedral. You'll pass an old two-bolt anchor clip this as a directional and head left and up, to a ledge with a gear belay 160' 5.7\n\nFollow the easy dihedral and slab to the top. The route ends at the 4th class slab before the stairs. Belay off of the first rap bolts on top of the slab. Low 5th ,160'","protection":"From Nuts to 4\"\n\nTwo 60m ropes","location":"The route starts just above the thin ledge toward the left side of Zocalo ledge. when approaching from the stairs, walk until the view opens up west (towards the valley) then hop over the rocks that act as a boundary for the stairs. look for new rap bolts to the left (when facing west) as you come out on the slab. Rap straight down the slab,. Three double-roped raps take you to the base of the route."},"__v":0},{"_id":"kLSvcGULXq2NY1S+0Ce99A==","name":"Gray Squirrel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Jackson, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":3,"mp_id":"118712918","mp_crag_id":"114966524","climb_id":"kLSvcGULXq2NY1S+0Ce99A==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"Fun chimney climbing that, at times, climbs like a slab within a chimney.","protection":"Singles 0.3” to 2”\n\nDoubles 3” to 5” or 6”\n\nSet of nuts.\n\n​\n\nThe bottom half of the climb protects well, the second half not so much.","location":"Climb the first two pitches of\n\nHoly Grail\n\nand look for the large, prominent chimney to your right. When exiting Holy Grail, there’s a short slab traverse to an alcove w/ a ledge, where you belay and start the climb.\n\nTo reach\n\nHoly Grail:\n\n1) Do the old scramble down the NW shoulder and get on the first pitch of The Link then traverse the huge ledge towards Zocalo (one rope).\n\n2) Rap Offramp to Zocalo w/ two ropes on the 3rd rap."},"__v":0},{"_id":"tkZrWarTVYq/mBh7ozNKQA==","name":"Enigma","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Spencer in 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":11,"mp_id":"116715576","mp_crag_id":"114966524","climb_id":"tkZrWarTVYq/mBh7ozNKQA==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"Awesome and safe (enigma) pitch off the right side of Patio Ledge. The best way to top out Levity's End, Whistler, West Face Direct, etc. Also just great as a stand alone pitch.\n\nHead up the sweet finger sized corner and then start clipping bolts. Bust out right onto steep knobs. Once at a ledge, a few more bolts on easier terrain take you to a 2 bolt anchor. From there, low angled rock will take you to the top, right near the summit railing where you have to build an anchor, or use the railing.","protection":"a few finger sized pieces then all bolts (9 of them). bolts are original but are 3/8\" and are doing ~ok","location":"Far right side of Patio ledge (the gigantic ledge 150 feet below the summit). Start in the furthest right corner. The top out is 20 ft. South of the summit railing. I think you could build an anchor, rap to the bolted anchor, then to the Patio with one rope if you just wanted to do this. Or, rap Pennies (or anywhere on the railing) with 2 ropes and walk to the right. Or, climb something on the West Face that leads to the Patio."},"__v":0},{"_id":"tLnbxI/jUpquAVcZVD9nFQ==","name":"Digging in the Dirt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Spencer 10-92","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":10,"mp_id":"108758923","mp_crag_id":"114966524","climb_id":"tLnbxI/jUpquAVcZVD9nFQ==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"A right-leaning crack that starts off of Patio Ledge. It starts as fingers/Off-fingers for the first 30 feet up to a sloping ledge with a chained anchor ,which you can belay off of to reduce rope drag or continue upward. The second and third cracks wax and wane between hands and fists. From the top, the belay is off of a gear anchor or the beloved railing, with a grand tourist welcome. The route needs a good deep cleaning.","protection":"Nuts to 3\". Doubles in fingers to fists. two 60m ropes for rappel.","location":"Walk all the way up the stairs and then rap off of the railing above Pennies on the Patio for the cleanest rappel. Walk about 40 feet south across the Patio and you'll see the crack."},"__v":0},{"_id":"B+M1Et0/XgqCAsjJhRj1wg==","name":"Between the Thighs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Cook, Rene Ardesch, July 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":8,"mp_id":"108302545","mp_crag_id":"114966524","climb_id":"B+M1Et0/XgqCAsjJhRj1wg==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"This route is an awesome and moderate way to summit Moro from Zocalo ledge or from the bottom. But you'll notice that this route is in the upper middle section of Moro, so you actually have to climb another route to get to it. Fortunately the other route is the same grade, making this path a great and exposed way to the patio ledge. And it's only 5.8! But be sure you're confident at the grade, because you can't pull through the slab.\n\nThe Approach: pitch 1.Walk to the furthest right(south) side of Zocalo ledge, you'll see two bolts with rap rings on them, you can clip these as your anchor. Climb the crack directly above the bolts. Step on to the small dike ,twenty feet up, and place a piece high(.3-.5\"). Traverse right on a rising dike that leads into a corner. Follow the corner to a large ledge and either use the bolts to the left or build an anchor to the right.\n\nPitch 2. Walk to the right side of this ledge and start up a 5.6 off-width. You'll get to a hand sized horizontal crack, place here and the climb straight up and slightly right into the slab(exposed 5.8 Crux). You'll get to a small corner that'll take good pro.continue left and up afterwards. Traverse left below the overhanging wall for a bit till you find a good spot to belay.This pitch is a rope stretcher for a 70m. I recommend splitting it up by belaying before the traverse. A 70m is needed to reach the ledge to the left, with a 60m you'll just end up cutting the traverse short to Belay, or the leader may end up belaying the second on a slung stick under a couple of rocks!\n\nThe Route: Now to start the route! Pitch 1: Once you arrive at the ledge, climb the right-slanting finger crack that leads into a dihedral, continue up the closing book, with a fist crack splitter in the back,(5.8) and belay in the alcove.\n\nPitch 2: The shortest but sweetest pitch. The alcove is capped with a roof that has a couple cracks underneath that take you out from under it. Traverse along these cracks until you pull around the roof, enjoy the exposure, and summit on the Patio Ledge. lots of drag so belay right after the roof. Success! Bask in the cheers of the tourists above!","protection":"Doubles from fingers to 3\"\n\nTwo 60 meters needed to rap, or a 60m and a 70m","location":"Locating this may seem difficult but once you're on route, it's quite straight forward. Rappel down the Offramp rappel to Zocalo ledge, walk to the very far right side of this ledge, to the two-bolt anchor. Start here.\n\nThe walk off from the patio isn't terribly straight forward and is 4th/low 5th class and a fall could be horrible and lead to death and whatnot. Once you're on the ledge go to the left side and scramble up some easy slab and then follow the wall too the right, turn an exposed corner, with a drop off, and climb the small ravine to the stairway. Rope recommended."},"__v":0},{"_id":"6Eznzno7W6CWwlNJh+wyww==","name":"Aerial Boundaries","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bruce Hendricks & Amos Clifford '86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"left_right_index":5,"mp_id":"107247338","mp_crag_id":"114966524","climb_id":"6Eznzno7W6CWwlNJh+wyww==","areaRef":"llF0fy+iWWyd69lDpcy13g=="},"content":{"description":"Pitch one  Climb the dihedral via many cracks.  Continue through the roof moves above.  (Watch out for two potentially loose blocks in this section.) A strenuous and awkward crack leads around the corner to the right (passing a bolt) to a small ledge and a gear belay. 5.10\n\nPitch two  Make a few interesting moves off the belay through lichen covered rock. Knobs and smears take you up and left to a long, low-angle chimney.  From the top of the chimney, follow cracks up and left for 20 feet and build an anchor. 5.8\n\nPitch three  Climb the slab above past intermittent cracks to a gear belay on low angle rock. 5.6\n\nPitch four (optional)  A class 4 ramp leads up to the right and eventually to a few easy fifth class moves which gain the stairs.","protection":"2 sets of cams to 3 Calamot (maybe an extra .75)\n\n1 set of nuts","location":"This route starts two rappels down the Offramp. (see photo)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,1a1b2af8-a3b5-5445-8fd1-fa6d6703994a,9651747f-2fa2-596c-9deb-d943a5ccb5de","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Moro Rock (SEKI)","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.10"},{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.8"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":6,"intermediate":7,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.76663,36.54275]},"bbox":[-118.76718968758414,36.542300339818134,-118.76607031241586,36.543199660181855],"left_right_index":-1,"ext_id":"114966524","area_id":"llF0fy+iWWyd69lDpcy13g==","polygon":{"type":"Polygon","coordinates":[[[-118.76718968758414,36.542300339818134],[-118.76607031241586,36.542300339818134],[-118.76607031241586,36.543199660181855],[-118.76718968758414,36.543199660181855],[-118.76718968758414,36.542300339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:54:09.988Z","updatedAt":"2024-01-20T00:57:48.546Z"}