{"_id":"6368a214e80bff5a9955da68","area_name":"WatchTower","shortCode":"","climbs":[{"_id":"xuwngPxPWP2OxoUMYK1eCA==","name":"Watchman's Secret, Variation","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":7,"mp_id":"111003493","mp_crag_id":"106014542","climb_id":"xuwngPxPWP2OxoUMYK1eCA==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"Unknown developer!! FA?? This route is a variation for the second pitch of The Watchman's Secret. After first pitch of Watchman's, head straight up and slightly right after anchor. (Left line = second pitch of original route). Climb over bulge on easy 5.9 terrain via runout bolts and iffy gear to reach glorious horizontal finger crack traverse. With delicate feet and superior crimps, clip two stacked bolts and pull onto vertical face. Layback thin vertical crack, either run-out to next bolt or place a 0.4 cam in flaring, shallow crack and convince yourself it'll hold. Finish on technical bulges and slab to reach anchor for final pitch of Watchman's Secret. PG 13 pro for sure but bomber rock. Crux is transitioning from horizontal to vertical crack (well protected). Clean falls. By itself or tied into other two pitches of Watchman's, this is an exceptional and exceptionally fun route. Five stars.","protection":"Runout but solid fixed pro: 3/8\" bolts. All belays are double Fixe hangers. Three raps with one 70' rope.","location":"Start on The Wachman's Secret (see route description). Hard right traverse to first double hanger belay. At anchor, head straight up and right instead of going left for traditional route."},"__v":0},{"_id":"209pEnCTVBqWnDcQlYE9Pg==","name":"Watchman's Secret","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Marc Ripperger, Matt Lawry","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":6,"mp_id":"107171052","mp_crag_id":"106014542","climb_id":"209pEnCTVBqWnDcQlYE9Pg==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"A very nice new route on the right side of the Watchtower formation.     Pitch 1 - Start 15 ft or so right of Seventh Sojourn and a bit left of the first pitch of Excalibur.  Climb steep face with a little bit of pro to gain the first of the bolts.  Follow the bolts through tricky moves eventually heading out right to a belay about one hundred feet up.     Pitch 2 - Step up and right from the belay gaining short crack systems that lead up to gain the line of protection bolts that lead to the steep left facing corner above.  Wild stemming and tiny gear will get you through the crux section.  After the crux continue up to a large ledge and another bolted anchor.   Pitch 3 - Step right and follow the bolts up the nice headwall.  Interesting and featured rock make this pitch highly entertaining.","protection":"Light rack to 2\" be sure to have RPs and at least a couple of tiny cams.  We used 00 and 000 C3s on the 2nd ascent. 12 Quickdraws.   There should now be a bolted rap route to get to the base of the the climb.  Be sure to have a 70 meter rope as the raps are 35 meters. Each pitch has bolted cruxes and the last pitch is all bolts.","location":"Located of the Watchtower starting in between Excalibur and Seventh Sojourn.  The route finishes well to the right of the other established climbs.  It will cross Excalibur near the end of the first pitch."},"__v":0},{"_id":"/P6cNGrYWpKMp+n7j6uMBA==","name":"The Sword In The Stone (Clarent)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Lee Brinckerhoff and Sondra Ripperger","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":2,"mp_id":"107796613","mp_crag_id":"106014542","climb_id":"/P6cNGrYWpKMp+n7j6uMBA==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"The first pitch is a link up of two previously established routes. The second pitch climbs the obvious corner above the Excalibur belay and is stellar with continuous 5.10+ climbing and a hard crux section. The third pitch has a bit of lichen still but nothing that makes it too difficult and in general the rock is really good for a final pitch in the Sandias. \n\nPitch 1- Follow the bolts of The Watchman's Secret until nearly at the first anchor of that route and where it crosses the first pitch of Excalibur. Head left, follow Excalibur to the first anchor of that route. 120 feet, 5.10, mostly bolts with a few small pieces, nuts and finger size cams.Pitch 2-Head up Excalibur just past the bolt. Where you would step left into the far left, left facing corner, instead head up the very shallow and thin left facing corner that you are in. Follow this to a very difficult move getting over a bulge into the corner above (crux) passing a bolt. Once in the corner, spaced out finger locks and stemming lead up to a roof. Pass the roof on the right and follow the steep left facing flake up to a bolted belay. 100 feet, 5.12, nuts and all the small cams to finger size and a single set up to #2 or #3 camalot. Pitch 3-Step right into the left facing corner. Follow this up past a roof on good holds. Try to place a piece of gear out left of the corner above the roof to keep the rope from jamming a few feet above the lip. Continue up the corner until you can step over right to the anchor at the top of The Watchman's Secret. 80 feet, 5.9, nuts, set of cams with extra #.5 to #1 camalots. ","protection":"Stoppers, cams to #2 or #3 camalot, with doubles to a #1 and triples of Blue TCU/Green Alien and Yellow TCU/Yellow Alien. Slings and draws.","location":"Starts just right of Seventh Sojourn following the bolts of Watchman's Secret."},"__v":0},{"_id":"+x30FkxoXLa7QYg/yGHorg==","name":"Seventh Sojourn","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Komen and Mark Thomas (1990)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":0,"mp_id":"106018148","mp_crag_id":"106014542","climb_id":"+x30FkxoXLa7QYg/yGHorg==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"Overall, Seventh Sojourn has mostly good rock and adequate protection. In my experience, pitch 2 is the pitch that stands out: heady traverse to small pro followed by enjoyable steep climbing. The guide \"Sandia Rock\" indicates that pitch 3 is the crux pitch (5.9).\n\n P1 (5.7 to 5.7+): Face and crack climbing mostly straight up the major weakness to a bolted belay just after a chimney formation - which can be avoided by staying left.\n\n P2 (5.9, crux pitch): Traverse right several moves and then up as needed to get some small pro (~1/3 inch) near the base of the flake. Then ascend the flake followed by climbing a left trending dihedral above the belay to a bolted anchor.\n\n P3 (5.7-5.8): Traverse left, then up and right, then up past a bolt (may be difficult to see). Continue mostly straight up until finding a short vertical crack above a small horizontal ledge: gear anchor from about 1/2 to 1 1/2 inches (useful cams:  0.5\" & 1\").\n\n P4 (5.8): Seventh Sojourn proper continues mostly straight up and through a small chimney/roof and then to the top. Gear anchor.\n\n If the leader runs out the start of the 3rd pitch a bit then the second can skip the vegetated traverse and instead get immediately into some enjoyable terrain (5.9?) - i.e., climb up while trending left from the belay through small features and a couple shallow cracks before resuming pitch 3 proper.\n\n At the top of pitch 3 and from the described gear anchor, the bolt visible up and left about 15 feet protects a few 5.10a moves of a p4 variation which then continues up past the 1st bolted anchor for the rap of The WatchTower.","protection":"Anchors from bottom to top are bolts, bolts, gear (1/2\" to 1 \" - useful cams: .5\" and 1\"), and a couple large trees a little back from the cliff top. Standard rack to 2 1/2 inches. Cams or slider nuts less than 1/2 inch useful.","location":"The start of the route is found after rapping down The WatchTower as described on that page.\n\n If you rapped Watchman's Secret - recommended with a 70m rope, Seventh Sojourn is roughly 100 feet down hill skirting along the base; see photo of pitch 1.               \n\nView from the base of The WatchTower.  The first pitch of Seventh Sojourn goes up the major weakness slightly left of center; pitch 2 traverses left to right beneath the flat wall above before heading up.\n\n If you instead rapped the face that Seventh Sojourn ascends, well, you are at the base of the starting pitch. :)"},"__v":0},{"_id":"qRrGTGJdVVKJx14D4a7Seg==","name":"Excalibur","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Komen, Mark Thomas 1990","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":1,"mp_id":"106014546","mp_crag_id":"106014542","climb_id":"qRrGTGJdVVKJx14D4a7Seg==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"A Fun 3 pitch climb, the second pitch of which is great. \n\n  Pitch 1: 5.10a ~100 ft PG13   Face climb off the ground on jugs to a straight in obtuse dihedral.  Place some small pro to a  piton and head left.  5.9+, (I thought this was the crux).  Continue up with sparce gear to a low-angle groove with a 5.10a slabby crux.  \n\n  Pitch 2. 5.10d ~140 ft   A great exciting pitch   Face climb up from the belay to the bolt, can sling a flake and get a small nut.  Clip the bolt at the crux and pull 5.10b moves to a nice stance under a roof.  Head left (tricky) to the main left facing dihedral.  Head up placing small pro to another roof. 5.10d crux,  Lie back around this and head up to easier ground. Run the victory lap to a nice belay 40 ft higher.  Good gear and optional bolt on Seventh Sojourn.  Belay takes .75 - 1 camelot's. \n\n  Pitch 3 5.10a or 5.9 100ft   5.10a variation, head left clip a bolt and make a few moves of 5.10a \n\n  5.9  Head straight and right  and head up a chimney, can angle right for more climbing.","protection":"Nuts + 2X Camelots .3 to #2, 1X #3, or equivalent.  Some smaller C3's came in handy.  Could also place some small slider nuts if desired.","location":"After the rappels you will be at the base of Seventh Sojourn, head uphill about 20-30 ft, and look for a piton in a obtuse dihedral."},"__v":0},{"_id":"ID4uyDYTUPGjVKJQzRDuPA==","name":"Crybaby","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Lee Brinckerhoff   Nov. '06","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":4,"mp_id":"106220414","mp_crag_id":"106014542","climb_id":"ID4uyDYTUPGjVKJQzRDuPA==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"This route starts up Cry for Merlin and after the second crux of that route, which puts you on the arete, heads back out onto the face and climbs through the obvious overlap past an extra bolt or two and another harder crux sequence. That can subcum to some weak jessery. \n\n  This was the original intended line of Cry for Merlin, though the climbing does natually deposit you at the base of the easy corner, this variation is still an appealing line.","protection":"Bolts","location":""},"__v":0},{"_id":"TGPtQmfoVs68FgvYVTxBXA==","name":"Cry for Merlin","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bryan Pletta","type":{"trad":true,"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":3,"mp_id":"106060211","mp_crag_id":"106014542","climb_id":"TGPtQmfoVs68FgvYVTxBXA==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"Descend via the standard rap route as for Excalibur (this will be a hard swing to the right if you start at the crux pitch). Belay at the right set of anchor bolts (the left set being for Excal) and ramble up the easy start (5.8) to where the business starts on the slab. Awkward and balancy moves take you out the crux through a well protected, slightly overhanging, sharp arete. Pass up the last bolts before the belay  to avoid some serious rope drag, or take double ropes to not have to worry about it and just clip the bolts.   The exit pitch is trad 5.9 that pros well and is an easy finish.","protection":"set of draws, trad rack up to #2 or Camalot. 2 x 50m doubles is great.","location":"Located just to the right of Excal, this is the obvious arete with the best position of all the climbs on this wall."},"__v":0},{"_id":"zx69W30rVUGdCO7od/l7Vg==","name":"Alchemy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Brinckerhoff   Nov. '06","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"left_right_index":5,"mp_id":"106220419","mp_crag_id":"106014542","climb_id":"zx69W30rVUGdCO7od/l7Vg==","areaRef":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"Off the top of the crux pitch of Cry for Merlin, head straight up the orange wall starting out a little left up through a roof and some vertical seams to a ledge out right near the arete. Then more seams head up and trend slightly left into the shallow grove. Finish with a giants staircase to the top of the wall.","protection":"Bolts and gear up to a #1 camalot \n\nAPPROACH You an approach this and Cry for Merlin/Crybaby by rappelling in from the top. When you come to where you have to move down and right to get to the normal rappel tree there will be an obvious \"top\" just in front and to your left. If you step out onto this and look down to the left there is small gully feature. There are 2 pins in the right hand wall of this gully, you should be standing almost directly on top of them. These an be backed up with .75 camalot or 1.5 friend. If you use a long cordalette to equalize and extend them a few feet you an rappel with a single 70m rope to the anchor at the top of the crux pitch of Cry for Merlin (tie a knot in the ends as it reaches with a foot or two to spare)...I'm not sure at this time if a 70m then reaches the anchor at the base of the crux pitch as well, but I don't remember carrying 2 ropes in...so.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,fd238813-ac64-513d-986a-9e4f71b61351,f535a1cd-93cc-50fc-b507-1a63910f049a","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pinnacle Valley","WatchTower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"alpine":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45412,35.22192]},"bbox":[-106.45467043065405,35.22147033981814,-106.45356956934594,35.22236966018186],"left_right_index":-1,"ext_id":"106014542","area_id":"9TWhzZPMUPy1BxpjkQ8Emg=="},"content":{"description":"A great wall hidden in the middle of Pinnacle valley.  This formation has good steep lines on quality rock.  It's biggest drawback is the shortness of the climbs 3 to 4 pitches. \n\n  Climbs from Left to Right: \n\nSeventh Sojourn 5.9 \n\nExcalibur 5.10d \n\nCry for Merlin 5.12b "},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:49.023Z","updatedAt":"2024-01-15T16:47:16.450Z"}