{"_id":"6368a1b8e80bff5a99553e16","area_name":"03. Main Slab","shortCode":"","climbs":[{"_id":"OOB8jfdMU1K9o+42SETb0Q==","name":"Woodnote Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt Winkler & Partick Davis, Septn 1986","type":{"trad":true,"tr":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":9,"mp_id":"114433584","mp_crag_id":"109317671","climb_id":"OOB8jfdMU1K9o+42SETb0Q==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"2 stars as a TR set up (belaying from above at the tree ledge, or with some creative extensions of the anchor with a 70m rope from below )  from the tree ledge at the end-of-P1 of Hugo's Horror. (You have to climb Hugos: about 5.7 past the bolts, or 5.4 staying in the gully and then breaking out right.  Leading Woodnote there is only the protection afforded by an oak tree branch about 25 ft up, hence the \"X\".\n\n It is also unclear whether this climb and Todd Swain's \"Sputnik\" are exactly the same route. Webster listed only Woodnote in the 1986 (2nd ed.) White Mtn Guide (but did list many of Todd Swain's other routes both on Willard and throughout the White Mtns).","protection":"The tree branch","location":"From the very toe of the slab at the base of Cinema Gully/Hugo's Horror, hike up the steep, gravelly \"path\" to the right.  START about 50 ft up, at the big oak tree at the very highest point on the path, before the path drops down to the bases of \"Time-Space\" and \"Across the Universe\".\n\n Step down and left a bit, then climb up a right-ish leaning \"dike-gully\" 15-20 ft and then move right onto the \"crest\" of the rounded arete. If leading, sling the tree branch (your ONLY protection) and then continue near the crest of the arete.  About 50-60 ft up you pass just to the left of a rotten (no pro here!) flake that juts downward.  Continue, finishing on the left at the tree island of \"Hugo's Revisited.\"\n\n The climb was surprisingly clean and needed only an occasional bit of brushing."},"__v":0},{"_id":"AnnMG0IlU4Ko5x4TR/JNhw==","name":"Ursa Major","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Swain, Mike Cody & Dick Peterson 1980","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":12,"mp_id":"111280269","mp_crag_id":"109317671","climb_id":"AnnMG0IlU4Ko5x4TR/JNhw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"This route climbs the slabby face and huge overlap between Time Traveler (originally called Ursa Minor) and Across the Universe. \n\n  P1: Climb the face to a bolt, then layback up an obvious right facing flake to a belay anchor below the large overlap (5.7; 130 feet; same P1 as Time Traveler/Ursa Minor and done before that route was established). \n\n  P2: Climb straight up over the center of the huge overlap (5.8 R) between Time Traveler/Ursa Minor and Across the Universe to easier climbing on the slab above. Go to to a flake, then diagonal right to a pocket and a bolt. Belay above at a bolted anchor (5.8 R; 165 feet). \n\n  P3: Climb straight up the easy face above to an obvious corner (piton anchor placed at the base of the corner placed on the FA). \n\n  P4: Climb the corner (a bit rotten) then up and left to the tree ledge (5.5)","protection":"Some bolts and a standard rack.","location":"This route climbs the slabby face and huge overlap between Time Traveler (originally called Ursa Minor) and Across the Universe. \n\n  See 1st (1982) Webster guidebook page 200."},"__v":0},{"_id":"mfLE7gU/Xh2Sz46D5FKEuw==","name":"Unknown (Mid-Cliff Start)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":1,"mp_id":"121732070","mp_crag_id":"109317671","climb_id":"mfLE7gU/Xh2Sz46D5FKEuw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Disclaimer- Not being of mind to run out on an ancient 1/4 bolt placed in a water course, and not having large cams, we top-roped this pitch, although RW did lead the corner pitch, arriving at the base of the corner by climbing the protected Falling Bodies Direct and moving left.Start on the left end of the sandy/grassy belay ledge used for Falling Bodies and FB-Direct.  Might as well clip the first bolt on Falling Bodies Direct as you pass by. Now climb up and left, along sort of ramp-like steps to the piton and bolt in a streak of brown rock.  I climbed up pretty much directly above the piton, onto a clean face above, which was surprisingly easy ( 5.6 - 5.7 +/- )  to a ledge with bush(es).  Continue (run out) to the base of the large flake/corner. Large Cam ( #4, although a #3 will fit but is almost tipped out) .\n\nAt the top of the corner make an awkward and difficult-to-rate move out right ( 5.7 - 5.8??  #5 cam? ) to the face.  (After a few feet you can step back left to the corner to place pro for your partner.) Continue up and right on easier rock. \n\nBelay choices aren’t pretty. Belaying from the B&R Adventure anchor exposes the follower to a potential horrible swing, while going up to the Cinema Gully tree involves the rope running over an intervening buttress and through trees. Good luck Mr. Phelps!","protection":"Screamers for old bolts, large Cams ( #3, 4 and maybe 5 ) for corner of flake.","location":"On the big slab left of the ice climb Cinema Gully.  About 15-20 ft left of Left of Falling Bodies DirectStarts on same sandy belay ledge as Falling Bodies & FB Direct. This ledge is 20-25 ft up and left of the top pitch of B&R’s Great Adventure, and about 110 ft below the Big Tree Ledge. There's a triple-bolt rap anchor (2 old, 1 new) and a new bolt on the sandy ledge itself."},"__v":0},{"_id":"0Sk0BmxlX3KOFwarzH2q9Q==","name":"Time-Space Continuum","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kurt Winkler & Peter Gamache","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":11,"mp_id":"109769531","mp_crag_id":"109317671","climb_id":"0Sk0BmxlX3KOFwarzH2q9Q==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"NOTE: This climb seemed to have gotten the name \"Mystery Route\", although I originally posted it as Time Traveler Revisited and may still show on some photos with that name. This slightly revised introduction was posted 4/27/16 after discussions with Kurt. \n\nHISTORY: Taking a line to the right of Hugo's Horror, and generally left of Time Traveler, Kurt Winkler and Peter Gamache worked out this great line that carefully avoids the routes: Sputnik, 6000-Salad Bowls, and Time Traveler. After leading the line without bolts, the bolts were placed so others could enjoy the route.\n\n Not knowing the name of this line, but after several comments as to \"What's that great bolted route right of Hugo's?\" I put in the route and called it \"Time Traveler Revisited\". I hope Kurt forgives me.\n\nTime-Space Continuum 5.8 / 5.5-5.6 PG-13\n\nDescription: There is a little of everything on this climb: bomb-proof double bolt anchors at the end of each pitch, thought-provoking moves which turn out to not really be THAT difficult, clean slab, steeper headwall climbing, a bit of route finding on the last pitch, alternate ways to do moves, and sufficient bolts and trad-gear to keep the safety rating in the G to PG range.\n\n A Gunks climber I know likened the route to a combination of the Gunks climbs Mainline (Near Traps) and Arrow. One caveat: The first pitch crux may be more difficult, and more R-ish for shorter climbers.\n\n Approach: Attain the short gulley that is directly below the lowest toe of Mt. Willards slab by the method of your choice. (This is the start of the ice route Cinema Gulley.) Most climbers walk the railroad tracks, although the hike up from Rt 302 is probably faster, plus you get to visit Hatties Garden (the garden, not the climb of the same name). Up the short, boulder gully, which is rapidly becoming vegetated, to the toe of the main slab (Here, you are at the start of the routes Hugos Horror and Standard.) Scramble uphill to the right along the base of the cliff for 50-75 ft past a large oak tree growing about 2 ft from the cliff; then down 25 ft to a flat area at the base of slabby rock with a large overlap about 130 ft above. The climb Woodnote Arete (5.7R, K. Winkler & P. Davis Sept 1986) starts back up near the large oak tree. Time-Space (photo) starts in the flat area, and Across the Universe (5.10a T. Swain, M. Cody, & D. Peterson, Aug 1982) starts to your right, 15-20 ft above this slabs toe. [Photo \"Base Area of Across the Universe and Time-Space Continuum\" posted in the \"Across the Universe\" climb.]\n\n P1. START about 20 ft LEFT of this slabs toe near a 3 ft long diagonal slash, or shallow crack. Climb 20 ft to a bolt just left of a right-facing bulge/corner. Up the corner for one move, then step LEFT and up to the 2nd bolt. Up right (gear) then up a shallow right-facing corner for a few moves* and step LEFT onto the clean face with 2 bolts; directly up this (5.6-5.7 slab) to the overlap. (Gear is a small cam and/or nut at the base) Up the overlap** to the bolt (crux), then move right and up to the 2-bolt anchor. 180 ft 5.8  [*Climbing onto the slab from directly below the first bolt is more difficult. ] [ ** Shorter climbers usually climb up on rock left of, and below the bolt, taller climbers usually can reach the bolt from a line below and slightly to the right of it.]\n\n P2. Diagonal LEFT past 2 bolts and up to the clean, white slab. Gear fits in a flake, then up the slab past 2 bolts (5.6-5.7) to the steeper wall above and 2 more bolts to the 2-bolt anchor. 190 ft 5.6-5.7 You might see the ¼ bolts of the original Time Traveler on the slab to your right.\n\n P3. Directly up past bolts and possible gear placement(s) to a 2-bolt anchor. 115 ft 5.5  5.6 \n\n P4. Directly up for 80-100 ft past 4 bolts and possible gear; then move up on a rising RIGHT-DIAGONAL ramp (easy) to a bolt on a clean, brown slab. [Alternate 1] Directly up past the bolt ( 5.8) or, alternately, much easier on the right, then step back left. Now, continue up the face with 2 hidden* pitons for protection to a mantle (5.7) at a final bolt ( Or, easier a few feet to the left of the bolt.) Easily up the final few feet to the 2-bolt anchor. 180 ft 5.8 / 5.5-5.6 PG-R . *The pitons are both driven down behind horizontal flakes/small ledges and should be threaded with wire nuts to prevent possible breakage of carabineers over the rock if they are called upon to catch a fall!\n\n Alternate 1: Instead of taking the rising diagonal to the right (and the bolt), one can also continue directly up on a series of flakes and corners (gear) and then move right back to the flakes/small ledges with the fixed pitons and the final bolt.\n\n Descend via four (4) rappels with double 60 meter (200 ft) ropes. It is possible to use a 60M and a 50M, but the last two raps really \"stretch\" the 50M.\n\n One way to the tree ledge and the upper slabs is to move a few feet right, then up some brushed ( 2015) footholds to the bushes and trees on the right. Then a half-pitch of \"Class 3.9\" leaves and bushes gets one to the path along the upper tier. WATCH for lose rocks just laying on the leaves.","protection":"Std Rack","location":""},"__v":0},{"_id":"rJJ+WjCOUsm7VX6a8N1ifQ==","name":"Star Trek and the \"Lost in Space\" 5.7+R Variant ?","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Swain & Curt Robinson, Sept 6, 1982","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":15,"mp_id":"109082401","mp_crag_id":"109317671","climb_id":"rJJ+WjCOUsm7VX6a8N1ifQ==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Just a bit of poor rock at the top of Pitch 1 and at the start of P2 keeps the \"stars\" at only 2, otherwise a nice way to get to the clean, white slabs above, and otherwise a 3 star climb for sure. The bad rock and \"tree/bush thrashing\" of the normal P1 can be totally avoided by climbing any of the variations listed as separate climbs: (\"Middle of the Night\", \"First Knight Returns\" or \"Grey Ghost\", 5.6 to 5.9?) on the clean slab just left of  \"A Night Climb for 2 Knights...\"....it is highly recommended to START there.APPROACH: From the RR Tracks go up the short rock gully to the main slab (i.e. to the lowest 'toe' of the slab at the start of the Std Route; same as the winter climb Cinema Gully) then up RIGHT along the base passing starts of Time Traveler and Across-the-Universe. Continue upwards close to the base of the slab for another 40-50 ft or so, (very steep dirt) then slab right through the woods 50-75 ft to the next low angle, easy slab. [photo 1] Start here, about 1/2 way up the slab at a 6-8\" maple tree. (FA party probably started lower, as their P1 length is given as 150 ft)NOTE: Route description slightly revised May 2016. \n\n  P1- [Var./Alt] 100 ft 5.2-5.4  Diagonal easily up the slab to cross it, then either up through the bushes, trees and dirt,...or up the very poor rock just to the left of the same. In 2007, when confronted with a mossy wall, I climbed up on a 'nose-like\" feature to the right, but in 2015 noted this had fallen off and left shattered yellow rock!, I stepped gingerly across to the right, then up. Belay in trees at the base of the dark rock. The letters \"S T\" are scratched/engraved(?) into the rock. [photo]Variation/Alternate: Much cleaner and more solid rock is found on any of the slab variations to P1 of A Night Climb for Two Knights\".  If chosing this alternative, a better approach is as follows: Direct Approach to the \"Night Climb\" slab: Hike up from Hattie's Garden parking to the RR tracks. Look for a small cairn about 150 RR-ties \"up-notch\" from the \"Cinema\" gully, then follow cairns steeply up, keeping generally to the right side of the wide gully, to a horizontal dirt ledge just right of the \"toe\" of the slab that is Pitch1 of Star Trek. Move right 25-30 ft, crossing a new (2020) short section of white slab (or, descend and climb around this) and then follow a zig-zag path up on steep ground, finally cutting back left and up to a small flattish area suitable for roping up. There should be a triple-trunked bitch tree [photo] on the slab to your left, about 20 ft up. If you find yourself directly below a very mossy slab you are too far right. The correct route of approach touches the very bottom left of this slab at a small overlap.\n\nP2- 80 ft 5.4-5.5 (PG) \"The Black Band\"   Climb up 5+/- ft left of the \"ST\" on less secure rock, past one bolt to a second 3/8 inch bolt next to an old 1/4 inch.  From this bolt, continue traversing left 15-20 ft (staying low) and then climb up through the \"nose\" [photo]. Belay at the double-bolt 3/8-inch belay/rap station. [First climbed in 1966 as part of “Night Climb…”  ; belay was on top of flake/slab on the right.] According to all published route descriptions the route \"Celestial Path\" leaves here, taking a rising traverse right to the next available tree ledge. [See route description submitted by Gunkswest]P3- 100 ft 5.5-5.6  From the top-of-the-flake belay, move left, clip a new 3/8\" bolt [\"backed up\" by the a 1/4\" !] Make a big step back left, then left to start up a sort of dike-like ramp with rounded holds. Excellent rock with reasonable protection behind rounded flakes. Belay at left, at a 2-bolt anchor. [\" 1966’s A Night Climb...\" branched off right befor this belay, which wasn’t put in until much later.] ]P4- 100 ft 5.4 - 5.5 PG/R Continue up and slightly right following a weak dike-like weakness. At about 40 ft up (5.4 R) pass an old 1/4\" bolt with a new 3/8\" bolt next to it, then up further to a 3/8\" bolt that replaced the old 1/4\". Belay slightly left at a 2 bolt belay. Today Gamma Ray leaves from this anchor/rap station. See the route description.P5- Continue up and left along an obvious ramp-like feature. When we climbed the route, at the \"end\" of this \"ramp\" we made an easier-than-it-looked slabby move left to gain very easy climbing up a \"groove\" with rounded holds that led up to the Big Tree Ledge. [although a \"P6\" might be required] The actual F.A. may have gone straight up a slab just to the right of this feature (which looked to be certain \"R/X\" territory).Once moved into the \"groove\" it was also possible to traverse further left to gain the rap/belay anchors (rap with 2 ropes) at the top of the \"Milky Way Pitch\" of Across the Universe.P5a- \"Lost in Space\" Variation see also separate route description posted by Gunkswest; he has the variation as a 2-pitch Var., starting at the end of his P2 and going all the way to \"the tree ledge\" in 2 pitches. They would have to be rope-stretchers with 50 m (165ft) ropes. Rapping from the Big Tree ledge to the end of P2 is four 100-ft raps. Even if the tree ledge he speaks of is the \"Mid-Slab-tree-ledge\" it's 3 x 100 ft raps. Gunkswest indicates P3a has \"2 bolts\" and goes \"to the regular belay\", then his P4a heads up a white slab to the tree covered ledge. ]Here's what we did, I think it's (most of) the 2nd Pitch given by Gunkswest. If his description is correct, there must be a lower pitch that climbs the slab to the left of the regular P3.Pitch 5a \"Lost in Space\" Variation   110 ft  5.7 / 5.7+ R From the dbl bolt anchor at the end of P4, climb straight up the white slab above. 20 +/- ft up, and a bit right of the whitest rock there is a \"hole\" that accepted a red alien (a Tri-Cam might be better) near the 5.7 / 5.7+ crux. Then easier (5.5-5.6) to the flake (#3 or #2 Camalot) and up to the \"mid-slab tree ledge\" above. [NOTE: The F.A. may have not gone right to the \"mid-slab tree ledge\" but rather stayed on the slab; but this would have been a VERY long pitch, especially in the day of 150ft / 50m (165ft) ropes]P6a - If you want to climb up to the Big Tree Ledge, climb up about 125 ft of brown slab, then high-angle bushes and trees. Alternately, and a much nicer route to the Big Tree Ledge, is to walk & slither down the mid-slab tree ledge 25-30 ft and finish on P5 (and 6) of \"A Night Climb for 2 Knights.\"Descent: From the big oak tree at the climber's left end of the mid-slab tree ledge, descend as follows with a single 60m rope:1) From a Dbl  bolt anchor 15 ft left of the oak tree to belay/rap of P4 of Star Trek2) From P4 to P33) From P3 to P24) From the P2 belay/rap anchor to the tree ledge at the \"ST\" Take care with this rap, may be some lose rock.  Climbers down first should walk to skier's left on the ledge to get out of the \"line of fire\".>>It is possible to rap off one of these trees, near where you land, directly to the base, but it is bushy, dirty, and has much lose rock. Better to Walk to skier's left 25-30 ft, find a rap anchor on a small oak tree.5) Rap from a 5-inch diameter oak tree only about 40-50 ft to a dbl bolt rap station6) Rap to the ground, below the triple-trunked birch tree of \"A Night Climb\"","protection":"Std Rack, Tri-cam(s) for \"holes\", \"Screamers\" for 1/4\" bolts & draws for bolts.","location":"From the RR Tracks go up the short rock gully to the main slab (i.e. to the lowest 'toe' of the slab at the start of the Std Route; same as the winter climb Cinema Gully) then up RIGHT along the base passing starts of Time Traveler and Across-the-Universe and up close to the base of the slab for another 50 ft or so, then slab right through the woods 40-50 ft to the low angle, easy slab. [photo 1] Start here, about 1/2 way up the slab at a 6-8\" maple tree.\n\n There is supposed to be a slabby lower start, down and off to the right (facing uphill). One attempt to find it by this climber resulted in two back-offs from quite low; although muddy/slimy shoes may have contributed to this! One of these two attempts had been optimistically labeled \"Alt. Slab Start\" on one of the photos.\n\n P1 is quite lose and extremely dirty at the top. A much better start to the climb is the slab just left of the climb \"A Night Climb for Two Knights\". This has its own approach. See that climb."},"__v":0},{"_id":"nGxrER4dVrmelfUUdZQsyw==","name":"Standard Route - Left Variant Lower, 1929 Route Upper","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA Lower: R. Underhill & L. O'Brien 1928, Upper: L. O'Brien and John Gray 1929","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":6,"mp_id":"112228583","mp_crag_id":"109317671","climb_id":"nGxrER4dVrmelfUUdZQsyw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"In late Sept. 2016 we climbed this route with Kurt Winkler. He had worked out the route, and especially the route through the upper tier, about 30 years ago.  \n\n  The route we took on the lower slabs is probably a \"left variant\", it is believed that Underhill and O'Brien's route of FA may have gone to the right and up after the initial slab pitches, probably climbing somewhere near today's \"Hugo's Horror\". (see HISTORY)  \n\n  In keeping with the \"spirit\" of early climbers (and this route was a favorite of the New England climbers of the 1930's and 40's) we tried for short pitch lengths and for belays from trees whenever possible.  That being said, those tree belays formed a very natural line, following the line we took the belays were very \"natural\".  \n\n  The route description was written \"on the rock\" as the party climbed the pitches. The amazing history of this route follows the description. \n\nDescription: Not for the faint of heart, the technical grade (which I have “upped” to 5.7 from the 5.6 listed in Ed Webster's 2nd Ed. White Mtns Guidebook) bears little resemblance to the “psychological” grade, especially for the upper tier section of the route.  Ed Webster, “author” of MANY New Hampshire first ascents, went so far as to declare that the upper tier section of this route “cannot be safely recommended ” due to bad rock.  Yet in the 10 pitches of climbing our team found only about 60-80 feet of really poor rock, and nearly all was on P7, and could be avoided (on a foothold-to-foothold “micro” scale) if you knew how to climb it.  (Perhaps Ed, or the “strong team” he quotes in the 2nd ed. of “Rock Climbs in the White Mtns of NH, 2nd Ed. 1987\", started up the “wrong amphitheater” and encountered the chossy slabs that Underhill had?!) \n\n     The “ 70 +/- feet of fractured rock” notwithstanding, any ascent of this route is a “necky” undertaking.  Even such a good climber as Kurt Winkler spent nearly 30 years between ascents.  Think lots of 5.4 to 5.6 PG-13, R and “R/(X?)\".  Think of going from “stacked blocks” of chossy rock…. to rock so solid that super-thin “Bugaboo” pitons go in only half way, both encountered only 50 feet apart! \n\n     Perhaps such a climb is best summed up by the idea Jon Krakauer expresses in “Eiger Dreams”: There are climbs you want to do, and there are climbs you only want to be able to say you have done! \n\nDESCRIPTION: \n\nSTART- At the bottom “toe” of the cliff, in “Cinema Gully”. \n\nP1 – [Var’s], Climb fractured rock on the right side of the gully, and just left of the bolts of “Hugo’s Revisited”, onto the slab above.  Continue up the slab, trending slightly right, to the large tree island with large oak tree belay. (as for “Hugo’s Revisited”)  160-170 ft  5.4-5.5 R  If you only have a 120ft rope (a la 1929) then belay after driving in a piton.        [ P1 Variation(s): Var1- One can also start and climb the opening moves of Hugo’s, 5.7 but bolt protected.  Var2 From the toe, scramble 60ft up and right and start just left of the first big (oak?) tree.  Easily up 10-15 ft, in a sort of \"corner/shallow gully\" about 8 ft wide.  Pass a bush/tree at the top then step left onto the slab above.  Continue to the tree ledge.  This is the easiest way to the first tree ledge.]  \n\nP2 – Traverse left and slightly up, easily, to a 2nd oak-tree island, just to the right of Cinema Gully itself.  Belay in trees.  80-90 ft  5.3 \n\n  NOTE: It is believed that the “right variant” (probably route of FA) starts from either the first tree island or this tree island, although it might start from the end of P5. \n\nP3 – Traverse left across the gully (passing a 1980’s 2 bolt rap anchor, and a 1950-60’s piton) to a short, easy ramp/ledge on the left side of the gully.(photo#3)  Now climb straight up on good rock, then move up and right entering a groove/corner formed by the right side of the large, smooth slab on your left.  About ½ way up this establish a gear belay. (Key piece is #2 Gold Camalot-sized).  115ft  5.4-5.5 PG/R \n\nP4 – Continue up the groove, then up and left on slab 80 ft to a tree/bush belay.  There is an old ¼” bolt on the slab along the way.  80-100 +/- ft   5.6R  [Do not go too high on this pitch. If you reach a 1980's dbl bolt anchor you are 40-50 ft too high.]  \n\nP5 – Traverse back right to an oak-tree island on the right side of the gully.  115-120  slippery 5.4PG/R \n\nP6 – Back left into, and across, Cinema Gully to a sort-of “up-side-down” staircase. (photo#9) Up this, then continue easily to the rap-anchor-belay-tree at the top of Cinema.  Take care in the last few moves, especially if wet.  Almost a rope-stretching 200 ft  5.6 PG   NOTE: The right-facing corner 10 ft left of the “staircase” is “more difficult than it looks”.  \n\nHike /Scramble Time – Now we go on the hunt for the (correct) upper amphitheater. If you have approach shoes with tread, you might consider putting them on at this time.  Some folk keep the rope on for this part of the climb.  \n\nI hope the following is reasonably accurate, I didn't take notes in the distances:  From the belay/rap tree at the top of Cinema, scramble up steep talus-and-leaves for 30+/- ft, then traverse to the right below the obvious slab.  Now a rising traverse rightwards for 100 - 150 +/- ft (from the slab) until a scree/sand slope is intercepted.  (If you don’t find this you may have gone too far right.) Up the sand/scree 150+/- ft with care, especially near the top.  On your right will be the incorrect “semi”-amphitheater.  On your left should be a darkly-colored, nearly vertical wall (photo#11).  Move up and left keeping to the un-vegetated space a foot or so from the wall.  There’s a tight squeeze past a pine tree about ½ way along this section.  After 150+/- ft you’ll come to a 35-40ft  5.0-5.2 slab.  Up this, then a few more feet of high-angle sand/scree to two oak trees on the left*, below a huge water-runnel-type gully. Whew!! You have reached the correct amphitheater.  \n\nYou don’t want the maple trees on the right, since they are “in the line of fire” for the next pitch. \n\n      NOTE: There’s much fractured rock on P7, especially the initial slab, including one ready-to-go block about the size of a toaster-oven that we didn’t kick off because others were somewhere below and we didn’t know where.  There's a bit more fractured rock on the traverse, and stacked blocks in the corner.  Keep your cool: 1) test your hand and footholds, 2) avoid anything that looks fractured as much as possible, 3) try to avoid putting 100% of your weight on any one hold, and 4) if you must pull, pull down not out! \n\nP7 Up the slab (Photo#14) which is above and right of the belay trees, then traverse right (passing an old, 1940-50’s piton) into the ugly corner. (photo#16)  Ignore the accumulated rap-and-back-off slings (but do note the semi-historic, large Hexentric nut from the 1970-80’s!)  Also try to ignore the stacked blocks above.  Part way up the corner you can physically ignore the blocks by stepping left onto the yellow face, making a few moves up the left face, and then moving back right to the top of the corner.  Exit right.  Behind the bush is easier than in front of it.  Walk 25-30 ft right on a good ledge to a birch tree belay.  125 +/- ft  This pitch is difficult to rate.  The moves are probably actually no harder than 5.5-5.6 R/(X?), but the fractured rock and dangerous conditions in the corner make the psychological grade much higher.  My partners also said there was an old 3/8” bolt on the final ledge, (possibly put in for a belay anchor before the tree was large enough) but I did not see it personally.  \n\nP8 – As ugly as P7 was, P8 is pretty!  Start a few feet left of the birch tree (at the right end of the ledge) and climb up the solid rock slab. (Photo#19)  About 50-60 ft up pass two ancient (1930-50’s era) pitons which probably were anchors (!!!) for a belay with shorter ropes. (Pins are only partially driven in, but are in as far as they will go!)  At the pins, step left to surmount a small overlap and steep slab above, (probably the climb’s technical crux,  about 5.7 – 5.7+) and continue up, now on slightly lower quality rock.  At about 100-120 ft up this pitch I remember climbing a short open book, then more easy slab to a gear anchor at a small overlap.  170-180 ft  5.7 – 5.7+ PG  This belay is about 35-40 ft below the start of the steep, upper headwall, and just left of an area with black moss.  Do not go too high. \n\nP9 – Step down and right, cross the moss, then up a steep gravel-and-sand slope (Photo#22), perhaps using trees and branches to assist your climb, to a gravel ledge and a few oak trees, just below a vertical slab.  70-80 ft  easy, but ”sandy” R \n\nP10 – Move left on the ledge a few feet, past a 2nd oak tree, to a dirty, 12ft-high corner. (Photo#23)  Up this (height-dependent move 3/4 of the way up) to the slab above.  Straight up this slab, passing a 1930’s piton in a horizontal crack (and, 2-3 ft right of the pin is a great horizontal placement, in a “nitch”, for a 0.5 (purple) Camalot-sized cam).  The 6-8 ft above the pin is the technical crux of this pitch.  [I climbed it at the cam placement, moving up and left; others climbed over and up by the piton.]  Continue up the slab, eventually trending up and right to a good stance just in front of the forest-pine-trees.  Now, up the 15 ft, mossy but fairly solid final steep wall on your left (the psychological crux of the pitch) to very easy slab.  Walk up the low-angle slab and belay off any good tree. 130 +/- ft  5.6-5.7- PG-13/R   It is probably possible to avoid the last 15 ft wall by a serious bushwhack into the forest.  \n\n  From the final belay tree, walk up the low-angle slab 30-50 ft (depending on where you have belayed) to where there’s an obvious opening in the forest that marks a climber’s path that leads 200 +/- ft to the outlook at the top of Willard and the hiking trail back to the railroad tracks.\n\nHISTORY: This route was one of the “Big 5” routes that were first ascended in 1928-1929. [In my opinion, the others were: 1) “Old Cannon” and 2) “Whitney-Gilman” [both on Cannon]; 3) Whitehorse “Standard”, and 4) Pinnacle’s “Allis chimney”, a.k.a. Northeast Ridge of the Pinnacle, in Huntington] \n\n     Willard’s lower slabs were first climbed to the “Big Tree ledge” by the team of Robert Underhill and Lincoln O’Brien in the summer of 1928, most probably by a right-side variation on the lower slabs, which climbs close to (or on) the route now known as Hugo’s Horror.  (The left side variation was described above.)  The team continued onto the upper tier. (a.k.a. “upper wall”, and/or “upper slabs”)  An unspecified distance up this Underhill encountered a move at the top of a chimney that required the use of what we would call today a “chossy” handhold.  Above him he could see/sense that the angle of the cliff relented.  He untied and instructed O’Brien to walk to the right along the Big Tree ledge to where he could scramble in the trees to the summit, there to drop a rope to him.  Alas, after a while Underhill realized this would take quite a bit of time, and even then, once on the summit, the rope would be too short to reach.  (Underhill and O’Brien were the first, but hardly the last, climbers to grossly underestimate the size of the South Face of Mt Willard! ) \n\n     Completely alone, Underhill committed to the chossy hold, soloed the move and…found himself faced with some of the chossy-est, most fractured rock in the Northeast: the yellow, decomposed granite below the “Devil’s Den” cave.  Soloing up slowly, on holds where he felt each hold had only a “50:50 chance of staying on the cliff”, he eventually reached marginally better territory.  There he continued up, but higher he was stopped again, this time by a polished water runnel.  \n\n     Meanwhile, “back at the ranch”, or more specifically back on the summit, O’Brien had completed his task and tossed down the rope, which just barely reached. (Short ropes in those days)  Underhill climbed over the polished rock and finished the slabby section using the rope as a hand rail! (i.e., not even tied in!)  \n\n     The following year, (1929), Lincoln O’Brien and John Gray climbed up to the Big Tree ledge, hiked up left and found the key corner (P7 of the route description above, photo#17) that led the way to the upper tier on much more reasonable rock. \n\n     On the lower slabs a “left variant” would be established (which is believed to follow better rock than the original “right side”), but the “O’Brien-Gray” route on the upper tier would remain the only route through the upper tier for 37 years, and the only route through the “main wall” of the upper tier for 44 years, until 1973 when “6000 Salad Bowls” was established to its right.  Indeed, when I started climbing with Boston climbers in the mid 1960’s, no one I met had ever climbed Mt Willard. \n\n     One must remember that in the 1920’s-30’s climbers used short, hemp ropes (60 to 120 ft; and don’t even THINK about the rope holding a leader fall).  Pitons were almost never used to protect a move (why bother, when the rope would break anyway?!), and only occasionally at belay stances.  (The FA of the Whitney-Gilman used zero pitons, none for protection, not even one for any of the belays, of which there were 17 on the FA.).  Steel carabineers weighed about 5-6 oz each; a leader normally carried only a very few.  Slings to reduce rope friction were unknown, besides this would take two of your ‘biners!","protection":"Std Rack - \"screamer's\" are nice on some of the old pitons   \n\n  Piton Hammer and thin-blade pitons optional and may reduce the \"R\" to \"PG\"","location":"On the main slab, at the \"toe\" of the cliff (Cinema Gully)"},"__v":0},{"_id":"Na4wxyhBXuuzPVX5kn7+5A==","name":"Sputnik","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain & Curt Robinson September 5, 1982","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":10,"mp_id":"111280515","mp_crag_id":"109317671","climb_id":"Na4wxyhBXuuzPVX5kn7+5A==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Climb the rounded, unprotected arête below the left end of the huge Time Traveler/Ursa Major overlap. Traverse right to the bolted belay atop P1 of Time Traveler/Ursa Major.","protection":"Not much...","location":"Start below the left end of the huge Time Traveler/Ursa Major overlap. \n\n  See page 371 of Webster 2nd (1987) guide."},"__v":0},{"_id":"XvA3gyWYWKOOKlc79QzPsQ==","name":"Middle of the Night (1 pitch)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"RH & RW  2016 ( 2017?)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":19,"mp_id":"119530714","mp_crag_id":"109317671","climb_id":"XvA3gyWYWKOOKlc79QzPsQ==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"(The Yellow line on the photo ) Runs up the middle of the clean slab just left of \"A Night Climb for Two Knights\" (slab just right of the \"not lichen it\" start of Star Trek), and can be used as an alternate start to \"Night Climb / Star Trek\" or climbed as a stand-alone pitch. The double bolt anchor is set for a 60m (200 ft) single-rope rap to the ground.P1 - From the gear-up area, carefully walk 15 ft left to a tree tie-in/belay at the base of a vegetated crack and a clean slab with 1 bolt. Originally this climb started in the short, vegetated crack below the triple-trunked birch tree but now the short slab to the right has been cleaned and a bolt added. Use either approach to reach the birch tree 15-20 ft up.Move up and left 10-15 ft across face, passing below a small overlap (gear, small cam or TCU) stepping up and left to the first bolt. Up (5.6 +/-) past two (or 3?) more bolts to a flat-ish area. Three possible endings: 1) ( Easiest) Move right on the flat area to the \"groove\" corner of \"A Night Climb...\" Up this passing the dwarf birch, to the 2 bolt anchor on the left.  Total distance 90-100 ft 5.6 +/- (or continue easily to the tree ledge, total about 140 ft) \n\n2) (About 5.7 / 5.8-) Step up from the flattish area, clip the first black bolt and then traverse right to the \"Night Climb\" corner and up to the anchor.3) ( 5.9 ?)  Continue up from the first black bolt, clip the 2nd and then up to the anchor.   ","protection":"Draws for the bolts, small cam","location":"On the clean \"A Night Climb...\" slab, about 200-250 ft right of the starts of \"Time Space\" or ATU. From the starts of \"Time-Space Continuum\" and \"Across the Universe [ATU]\", continue 30-40 ft up along the base of the steep side of the ATU slab and then cut horizontally right to the next slab (the \"Star Trek\" slab), descend to the \"toe\" of that slab; continue around to the right and down. Pass by a large overturned oak and then cross a 15-20 ft section of clean slab where a 2nd tree has recently (2020) been blown over. Once beyond this, zig-zag up the steep slope, keeping just to the left of the highly-lichened slab that is to your right, headed for a \"triple trunked birch tree\" about 15 ft up the cliff on your left.  From Cinema Gully or the RR Tracks - It probably best to go back down to the RR tracks and take the path up to  \"Star Trek/Night Climb\".  Walk  along the RR Tracks about 150 ties beyond the gully and look for a 2nd cairn*. Follow cairns up on a zig-zagging crude path. [ 2020 update there now is a large tree blown down. This does not block the crude path but does force you to the right, which is where you want to go. ]  Cross 15 ft of a newly-exposed slab (smaller tree blew down), then up following a zig-zagging path to the base. Avoid going too far right, if you find yourself below a really mossy slab you are too far right, the correct approach path climbs up a steep slope in the woods, just left of the left edge of this mossy slab headed for a \"triple trunked birch\" tree 15 ft up the cliff. There's a reasonably flat area just before the start.*2020 Update - As you continue to walk up the tracks, there's a cairn about 100 ft beyond Cinema gully. I presume this is a \"direct\" approach to the \"Across the Universe\" and \"Time Space\" but haven't actually taken it. "},"__v":0},{"_id":"KUg7oW2CUBSfkZM238jFDA==","name":"Lost in Space (Mid-cliff start)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Swain & Curt Robinson September 6, 1982","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":16,"mp_id":"111280609","mp_crag_id":"109317671","climb_id":"KUg7oW2CUBSfkZM238jFDA==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Start as for Star Trek.P1: Same first pitch of Star Trek (5.2).P2: Follow Star Trek's 2nd pitch around the bulge (5.5).P3: Climb straight up the white face past two bolts to a belay (5.7).P4: Head right up a white slab to a tree ledge below the huge tree covered ledge (5.7 [5.5 R]).P5: Rappel or continue up to the huge tree ledge to climb something above.See page 373 of Webster's 2nd (1987) guide.","protection":"Some bolts and standard trad gear.","location":"Start as for Star Trek, up and right of Across the Universe. This route branches off from Star Trek at the belay with the etched \"ST.\""},"__v":0},{"_id":"nCp3qk0MWSm7pGvqXnCbNQ==","name":"Hugo's Horror Revisited","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"mike lee","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":8,"mp_id":"107222936","mp_crag_id":"109317671","climb_id":"nCp3qk0MWSm7pGvqXnCbNQ==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Hugo's is a new take on an older nebulous line that was originally done by Hugo Stadmuller. Locate the prominent toe of rock that falls just shy of the rr tracks and hike up hill, at the toe of the cliff you will see the wet streak that is the winter route cinema gully, walk climbers right about 25 feet uphill until you see a bolt on a slab.[Alternately, if it's dry, start at the very toe of the cliff and work up the gully a bit before stepping right onto the slab below the first bolt [photo];....or just clip the first bolt with a long runner and continue up the gully for the easiest start.]1. climb a very easy slab to a tree ledge passing a couple bolts low on the route.180 ft 5.3-5.4  [Admin. NOTE: The easier climbing is in the slightly broken gully to the left of the slab with bolts. Directly up past the bolts on the arete of the clean slab is more difficult; about 5.7, give-or-take. R. Hall]2. behind the tree ledge there is a small but short head wall, climb this on gear and meander your way up the slab above to a 2-bolt anchor. 160 ft 5.5-5.6 depending on your ability to pick the easiest path 3. [photos] follow a slab to some steeper overlaps and shallow corners picking the path of cleanest rock and following bolts and the occasional gear placement. Crux is about 1/2 up this pitch.160 ft 5.6 -5.7 PG-13/R.   [beta- don't waste time looking for gear pro at the crux, there isn't any.]4. climb steeper rock again following bolts to a couple tricky but well protected moves to the top of the lower tier. 160 ft 5.5-5.6\n\n[ I believe that shortly after this pitch starts there is a steeper yellow-rock slab. The easier way is to the left on dark rock. Directly up the yellow slab is harder, 5.7 - 5.7+ and probably “R” as the one crack is pretty sketchy for pro and if you \"blow it\" there would be \"many bounces\".  R Hall NH Admin] DESCENT- Rap the route with two 60M ropes. It is possible to JUST make it with a 60M and a 50M \"pull down\", but you'll have to drop straight down/rappeller's right-ish on the last rap towards the base of Time Traveler.One way to the big tree ledge and the upper slabs is to traverse right, clip one of the bolts of the top anchor for \"Time Space Continum\", continue right and then up some brushed ( 2015) footholds to the bushes and trees on the right. Then a half-pitch of \"Class 3.9\" leaves and bushes gets one to the path along the upper tier. WATCH for lose rocks just laying on the leaves! ","protection":"This route is a fine example of the term \"mixed\" there are bolts just when you need them and gear in any spot that it could be placed naturally.Gear is mostly in the small to medium size: 0.3 - 1.0 sizes.  You’ll also find placements for Nuts. There are two bolt anchors at all the pitches except for the first pitch (tree ledge with slings).","location":""},"__v":0},{"_id":"NX+sUc0IVd6iN4KSG+MZZw==","name":"Grey Ghost (1 pitch)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"RW & RH Sept 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":21,"mp_id":"119530870","mp_crag_id":"109317671","climb_id":"NX+sUc0IVd6iN4KSG+MZZw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"As you climb on Willard, beware of the Ghosts of \"Climbers Past\". Willard was the haunt of Henderson, Underhill and a host of other climbers from the early days. Named for the color of the bolt hangers, the only hangers available at IME in the “COVID” spring-summer of 2020.P1  START on the slab, right of the dirty crack and directly below the birch tree.  Climb up past 1 bolt to the birch tree, then into the corner/right-facing flake [gear, med cams], same as for \"First Knight Returns\", but at the top move right to the 2nd grey bolt.  Make thin, tricky move(s) (one smear hold is particularly slippery but not necessary) past a closely-spaced 3rd bolt to the beautiful \"arête\".  Up this past B#4, and gear (med cam)  higher up in a crack.  A move or two up the gully, then step right to the 5th bolt on the right “wall”.  Up the better-than-it-looks dark rock (6th bolt) ending at the tree ledge.  140 ft 5.8+  ( +/-)  Above B#5 it is possible to move up and left to the double bolt anchor on the slab. If you finish on the tree ledge there is a rap station on the 4-5-inch diameter oak tree to your left. Make two raps, utilizing the double bolt anchor on the slab, or rap with two ropes. (even a single 70 only makes it to the birch tree) The bottom 2/3rds of the route can be top roped from the double bolt anchor with a directional through Bolt #5.","protection":"About 6-7 draws, Green (0.75) and maybe a purple (0.5) Camalot","location":"On the clean \"A Night Climb...\" slab, about 200-250 ft right of the starts of \"Time Space\" or ATU. From the starts of \"Time-Space Continuum\" and \"Across the Universe [ATU]\", continue 30-40 ft up along the base of the steep side of the ATU slab and then cut horizontally right to the next slab (the \"Star Trek\" slab), descend to the \"toe\" of that slab (now, 2020, exposed by a large tree-root system upended in a storm); continue around to the right and down. Take care crossing a 15-20 ft section of clean slab where a 2nd tree has recently (2020) been blown over. (Or, descend, cross below the base of this slab and then climb back up the other side.)  Once beyond this, zig-zag up the steep slope, keeping just to the left of the highly-lichened slab that is to your right, headed for a \"triple trunked birch tree\" about 15 ft up the cliff on your left.  From Cinema Gully or the RR Tracks - It probably best to go back down to the RR tracks and take the path up to  \"Night Climb/Star Trek\".  Walk  along the RR Tracks about 150 ties beyond the gully and go up at the 2nd cairn* you pass. Follow cairns up on a zig-zagging crude path. [ 2020 update there now is a large tree blown down. This does not block the crude path but does force you to the right and up, which is where you want to go.]  Take care crossing a 15-20 ft section of clean slab where a 2nd tree has recently (2020) been blown over. (Or, descend, cross below the base of this slab and then climb back up the other side.) then up following a zig-zagging path to the base. Avoid going too far right, if you find yourself below a really mossy slab you are too far right, the correct approach path climbs up a steep slope in the woods, just left of the left edge of this mossy slab headed for a \"triple trunked birch\" tree 15 ft up the cliff. There's a reasonably flat area just before the start. *2020 Update - As you continue to walk up the tracks, there's a cairn about 100 ft beyond the gully. This is a \"direct\" approach to the \"Across the Universe\" and \"Time Space\".  "},"__v":0},{"_id":"QRHBqTHiVkiXXYWMoO1Ttw==","name":"Gamma Ray (Mid-cliff start)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain & Dick Peterson August 30, 1982","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":18,"mp_id":"111280644","mp_crag_id":"109317671","climb_id":"QRHBqTHiVkiXXYWMoO1Ttw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"P1 & P2: Climb the first two pitches of Star Trek/Celestial Path. \n\n  P3: Climb up a white streak past a bolt to an overlap with a bolt. Pull the overlap (crux) and belay on the higher tree ledge (5.6; 100').","protection":"Bolts and standard rack.","location":"Start as for Star Trek/Celestial Path, up and right of Across the Universe, at the etched \"ST.\""},"__v":0},{"_id":"8/yneIeaX4yVc3GfaqyYaw==","name":"First Knight Returns (1 pitch)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"RH & RW  2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":20,"mp_id":"119530755","mp_crag_id":"109317671","climb_id":"8/yneIeaX4yVc3GfaqyYaw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":" From the gear-up area, carefully walk 15 ft left to a tree tie-in/belay at the base of a vegetated crack and a clean slab with 1 bolt. Originally this climb started in the short, vegetated crack below the triple-trunked birch tree but now the short slab to the right has been cleaned and a bolt added. Use either approach to reach the birch tree 15-20 ft up.P1 (The Green line on the \"Slab Photo\")  From triple-trunked birch tree, step right and continue up to the right-facing flake (gear in flake, green 0.75 Camalot), step left onto the cleaner rock and up to a left-rising crack/ledge with tiny vegetation growing in it. Step  left along this to a black bolt.  Continue up along the crack/groove (5.6/5.7) for several moves, then straight up to a flattish area, [or climb the clean slab directly up past the black bolt. (5.8 ish] to the same flat area]  As with \"Middle of the Night\" take one of three possible endings to reach the belay at the double bolt anchor. 100 ft  5.7 +/-, or continue to the tree ledge ( 140 +/- ft) The double bolt anchor is set for a 60m (200 ft) single-rope rap to the ground.This was the first climb on the slab and was originally listed as an alternative P1 for \"A Night Climb for Two Nights\".","protection":"Draws for the bolt(s) and Green (0.75) and/or purple (0.5) Camalot","location":"On the clean \"A Night Climb...\" slab, about 200-250 ft right of the starts of \"Time Space\" or ATU. From the starts of \"Time-Space Continuum\" and \"Across the Universe [ATU]\", continue 30-40 ft up along the base of the steep side of the ATU slab and then cut horizontally right to the next slab (the \"Star Trek\" slab), descend to the \"toe\" of that slab; continue around to the right and down. Pass by a large overturned oak and then cross a 15-20 ft section of clean slab where a 2nd tree has recently (2020) been blown over. Once beyond this, zig-zag up the steep slope, keeping just to the left of the highly-lichened slab that is to your right, headed for a \"triple trunked birch tree\" about 15 ft up the cliff on your left.  From Cinema Gully or the RR Tracks - It probably best to go back down to the RR tracks and take the path up to  \"Star Trek/Night Climb\".  Walk  along the RR Tracks about 150 ties beyond the gully and look for a 2nd cairn*. Follow cairns up on a zig-zagging crude path. [ 2020 update there now is a large tree blown down. This does not block the crude path but does force you to the right, which is where you want to go. ]  Cross 15 ft of a newly-exposed slab (smaller tree blew down), then up following a zig-zagging path to the base. Avoid going too far right, if you find yourself below a really mossy slab you are too far right, the correct approach path climbs up a steep slope in the woods, just lefdt of the left edge of this mossy slab headed for a \"triple trunked birch\" tree 15 ft up the cliff. There's a reasonably flat area just before the start.*2020 Update - As you continue to walk up the tracks from Cinema, there's a cairn about 100 ft beyond the gully. This is a \"direct\" approach to the \"Across the Universe\" and \"Time Space\" ; the path up to \"A Night Climb...\" is a bit further up the tracks."},"__v":0},{"_id":"s0LJ8wArVX+ag657mw2UrA==","name":"Falling Bodies Direct (Mid Cliff Start)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"RH & RW Aug 14, 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":2,"mp_id":"119449734","mp_crag_id":"109317671","climb_id":"s0LJ8wArVX+ag657mw2UrA==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Climb Pitches 1 & 2 of Bob & Ralph's Most Excellent Adventure (or Asteroid Belt and continue straight where that route bears left)Falling Bodies Direct – Scramble up (one ‘tricky’ move) from the P2 anchor of B&RsMEA to the sandy ledge with the triple bolt anchor. There is a bolt on the back wall of the sandy ledge about 1/2 way to the left end that makes belaying on this ledge much safer.From the left end of the sandy ledge, follow several bolts up the steep slab (crux...5.9-ish?) to reach a stance with a bolt. Then climb up past the thin arching crack (optional small wire nut placement), make a step right and up to connect with Falling Bodies-Right and the double bolt anchor on the top. 110 ft  5.9 (+/-)Descent-  From the double bolt anchor at the top, rap with a single 70m (but maybe not a single 60m) to the triple bolt anchor on the right end of the sandy ledge. From there, either rap 4 more raps with a single 70m (but NOT a single 60m) down the single-70m-rope rap line.If using double 70m ropes, from the top rap 3 raps down the bolted anchor line of B&R'sMEA.Old Route Further Left ? - The keen-of-eye might notice, about 25-30 ft left of FB-Direct an old piton and bolt at a small overlap on a sort of \"staircase\" bit of rock. Obviously an old route unreported in any guidebook. It looks like that route would go up to the large, right-facing flake/corner that ends at the furthest left section of the top of Cinema Gully, about 25-30 ft left of the top of the FB-Direct. If exploring this perks your interest, I'd take along some large cams (#2's, #'3's and maybe a #4 or two) for the final crack.  ","protection":"8-9 quick draws, small wire nut optional, small cams optional","location":"Starts from the left end of the sandy ledge 20-25 ft up and left from the P2 anchor of B&RsMEA. "},"__v":0},{"_id":"g7GEkO8bVEGZIoSdYoNlRw==","name":"Falling Bodies - Right (Mid-Cliff Start)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"RW & RH Aug 7, 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":3,"mp_id":"119449666","mp_crag_id":"109317671","climb_id":"g7GEkO8bVEGZIoSdYoNlRw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Climb Pitches 1 & 2 of Bob & Ralph's Most Excellent Adventure (or Asteroid Belt and continue straight where that route bears left)Falling Bodies (Right) – Scramble up (one ‘tricky’ move) from the P2 anchor of B&RsMEA to the sandy ledge with the triple bolt anchor.  Falling Bodies (right) was the line originally proposed by Bob in 2015 for this upper headwall.  It takes the line on the grey-colored rock to the left of B&RsMEA. (See \"History\" in Bob & Ralph's Most Excellent Adventure\" )From the triple-bolt anchor head up into the shallow depression just left of the dark brown rock of “MEA”. Gear, 0.5 Cam, on left about 20ft up. The first bolt is colored red and is at the crux (5.8-ish ).  Continue onto the “hump”.  Step Left (bolt) then more easily past several more bolts (well left of “MEA”) moving up and, at the top, to the right to the common anchor.  115 +/- ft  5.8-ishDescent-  From the double bolt anchor at the top, rap with a single 70m (but maybe not a single 60m) to the triple bolt anchor on the right end of the sandy ledge.\n\nFrom there, either rap 4 more raps with a single 70m (but NOT a single 60m) down the single-70m-rope rap line.If using double 70m ropes, from the top rap 3 raps down the bolts anchor line of B&R'sMEA.\n\n ","protection":"Small-Med cam(s) and 6-7 quick draws for bolts","location":"Starts from the right end of the sandy ledge 20-25 ft up and left from the P2 anchor of B&RsMEA."},"__v":0},{"_id":"E6nWIaDfUdOl04K/bLZofg==","name":"Celestial Path (Mid-cliff start)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain, Curt Robinson, Scott Metzger & Don MacDougal May 16, 1982","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":17,"mp_id":"111280566","mp_crag_id":"109317671","climb_id":"E6nWIaDfUdOl04K/bLZofg==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Start as for Star Trek. \n\n  P1: Same first pitch of Star Trek (5.2).   P2: Follow Star Trek's 2nd pitch around the bulge (5.5).   P3: Follow the obvious ramp up and right along the top of the steep wall below. Belay at the highest birch trees on the tree ledge (5.4; 110').   P4: Continue diagonally up and right to reach the huge tree ledge (5.3; 150').","protection":"Standard rack.","location":"Start as for Star Trek, up and right of Across the Universe, at the etched \"ST.\" \n\n  See page 373 of Webster's 2nd (1987) guidebook."},"__v":0},{"_id":"lZUvIIodXFi9ZnC7esce6g==","name":"Butterfingers","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jon Sykes, Laura Sykes, & Scott Lovell  June? July? 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":7,"mp_id":"119470097","mp_crag_id":"109317671","climb_id":"lZUvIIodXFi9ZnC7esce6g==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"This takes a line to the left of Hugo's Revisited and right of Cinema Gully. Name come from the slippery bolts that seemed to slip out of the hand(s) of one of the FA leaders!1) START on Hugo's, at the 3rds bolt (up about 75-100 ft) diverge from Hugo's by tranding up and left (same as for the Standard Route). There are three(3) tree/bush bunches: the right most is Hugo's, the left most (almost into Cinema Gully itself) is on Standard, you want to go to the small group of bushes/small tree(s) that is in-between these two larger bunches.  220 ft  (70m rope) 5.6-5.7(?)  Dbl bolt anchor on sandy ledge. Take care on sloping ledge there are still some lose rocks.P2 – Climb the headwall above (3 Bolts, said to be 5.7+ / 5.8- or 5.7 A-0 at 2nd bolt) continue up on nice slab. Ignore a bolt off to the right (off route) but climb up a small “corner-ish”/ gully and step left to a dbl bolt anchor.  120 +/- ft, 5.7+ / 5.8-  P3 – Climb the slab to a double bolt anchor on another sandy ledge.  115 ft +/- 5.6 +/- P4- Climb up on a slab and then right-ish into a big, left-facing corner (neither visible very well on the photo).  At the top of the corner step left and up onto the “white slab”.  Here the first ascenders had planned on climbing directly up the slab (now known as “5.9-ish scary”, which probably translates from “Sykes-in-ese” into 5.10!) but the result is a bolt placed too high and too far right.  Nevertheless, Clip the bolt, and then step down and left to reach the left “Arete” of the slab.  Up this for a few moves, then traverse back right and up to the double bolt anchor.  140 +/- ft 5.8 or so. If planning to continue onto the upper tier, you may want to continue up and right to a belay tree.Descent: Rap the route\n\nYou can rap from Belay 3 to belay 1 with double 70m ropes, but not double 60m’s If you do this the best \"approach\" to the anchors of P1 may be to rap over the overhang and then walk back right to the bolts, rather than trying to tension-traverse rap directly to the bolts.  \n\nThe rap from Belay 1 to the base MAY (?) need double 70m’s, If you only have 60’s then traverse to the Hugo’s tree ledge","protection":"Std Rack","location":"To the \"toe\" of the slab at the base of Cinema Gully via the path from Rt 302 to Hatties Garden (the garden itself) on the RR tracks, then a short walk back up the tracks. Full details in the Mt Willard AREA. "},"__v":0},{"_id":"HG0EcVq1VhKmEC50IJzyhw==","name":"Bradley's Main Slab Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Robert Underhill , 1928","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":5,"mp_id":"106477746","mp_crag_id":"109317671","climb_id":"HG0EcVq1VhKmEC50IJzyhw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Admin's NOTE: This route was initially submitted by Bradley White as the \"Standard\" route. In the 1980's to the mid 00's Brad was prolific in climbing routes, many of which were/are first ascents on far backcountry slabs, both partnered and solo. Many of these would have been lost forever, except that he put them into Mountainproject, but often from memories that were decades old. \n\n      Prior to Brad's leaving the Plymouth NH area he gave me general permission to modify and/or correct these routes.  An e-mail contact returned the response from Bradley that he had \"... basically went up where the ice is in the winter. Summer Cinema Gully. That's a descriptive name.\" This would indicate that he basically followed much of the line of the \"Left variant\" of the Standard route on the main (lower) slab. \n\n     However, whereas Bradley describes moving right to finish the climb, which is a perfectly reasonable (especially for someone soloing, since the angle of the upper tier decreases as you move right on the Big Tree Ledge) all old route descriptions indicate the original Std Route went up and left through the Big Tree ledge to reach the base of the Upper Tier. (aka \"Upper Wall\") \n\n     It remains unclear whether the 2nd paragraph of his description describes a long traverse all the way to the north, i.e. to the \"East Slabs\" Ice Climbing area, and a subsequent ascent somewhere near the line of the 1966 route \"A  Night Climb...\", or a lesser traverse to the right which would put his ascent of the upper tier near the \"Devil's Cave\", i.e. possibly in the area of the aborted attempt by Robert Underhill, where he used a top rope from above to climb the final pitch.  \n\n     I have re-named this route \"Bradley's Main Slab Route\" for two reasons: 1) to avoid confusion with the actual \"Standard Route\", which will soon be posted, and 2) because Brad's description, at least in the upper part, is a bit vague.\n\nBradley's Original Submission: \n\n  Enter at a weakness in the lowest point of the slab's tongue of rock and follow this line of least resistance up a depression for a rope's length. Belay, then head left and up (crux)to the tree ledge. [Editor's note: These must be very long pitches, (70M?) since most climbs take 4 pitches to reach the tree ledge.] \n\n   Travel right traversing on tree ledge to it's northern side. Climb slab to cave like outcropping. Head up and right following short slabs traversing up and left but not going into the trees.  I gave it 2 stars only because it's a bit mossy from being an ice route in the winter.","protection":"traditional rack pro is okay on the lower slab. the crux is run out. There are bolted variations to cave upper section or go for it without clipping bolts to cave. Not much of anything for pro wandering up to the top of the cliff.","location":"Where the slabs bottom out to the ground and the center of the cliff. Follow railroad tracks west until you're below this section and scramble up talus and trees to cliff. DESCENT: Go down Willard Trail, 2 mile hike to car."},"__v":0},{"_id":"6VqE5b1DU9CQ4yhRnSIdAg==","name":"Bob & Ralph's Most Excellent Adventure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon & Laura Sykes, R Weisslede & RHall 8/1/20","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":4,"mp_id":"119449064","mp_crag_id":"109317671","climb_id":"6VqE5b1DU9CQ4yhRnSIdAg==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Bob & Ralph's Most Excellent Adventure (\"B&RsMEA\")NOTE: While intermediate belays on gear are possible, a 70m rope is virtually required for this climb.  Double 70m ropes makes the descent in only 3 raps, although there is a rap line (5 raps) possible with a single 70m.  P1 – Start at the base of Cinema Gully and climb up left and center, about 40 ft up break out left (this is probably the 2nd “obvious” place to break out left).  Once out of the gully, continue up to a bolt (about another 20-30+/- ft ) on a slab.  (You may see a rap-anchor to your left.) Now up slabs and small corners to a double bolt anchor about 20-25 ft right of where Asteroid Belt breaks through the headwall.  215-200 ft  5.5-5.6 P2 – Up past 1 bolt and gear (Med cams) to a “left foot commitment move” at the top of the “headwall”.  A bolt protects the slab immediately above the commitment move, but not the move itself.  Now head up towards the dark brown swarth of rock that is usually covered in ice from Nov to April.  Slabs, corners, occasional gear, and 3 more bolts (one by an ancient ¼-inch buttonhead) lead to a double bolt anchor at 215-220 ft (another “70m pitch”)  5.7 +/- PG, and 5.5-5.6R due to some slab moves 10-15 ft above ledges. NOTE: Once at the P2 belay, there is a triple-bolt anchor (2 very old 3/8” plus a new SS 3/8”:) up and to your left 25+/- ft.  It is next to a wide, sandy ledge with small trees/bushes.  You can not reach it by “extending” P2, even with a 70m rope.  The “Falling Bodies” climbs start on that ledge. P3 – Up the dark brown rock, following closely-spaced bolts.  Around the 3rd or 4th bolt the route trends left to a “hump” (gear, med. Cams. in its right side).  On top of the “hump”, step up and right (bolt) and continue up (gear, small TCUs, and I think 1 more bolt) generally 15-20 ft right of the line of bolts to the left (Falling Bodies) to a double bolt anchor on the vertical, black rock above the water gully.  125 ft +/-  pretty continuous 5.8 to 5.8+   ( or 5.7+/5.8- A-0 at 4th (?) bolt where the climb steps left on a smooth slab) Descent - Rap the route with 3 double-rope 70m raps, ……or rap the independent rap-line to climber's left with 5 single-70m-rope raps. At least 2 of the raps are a FULL 35 meters, so tie knots!  From the top anchor, this line raps to the old bolts (now a triple bolt anchor) at the right end of the sandy ledge, 20-25 ft up and left from the P2 anchor of \"B&RsMEA\".  (See ROUTE PHOTO)  History- In 2015 Bob and Ralph climbed Asteroid Belt and continued up to the old double bolt anchor at the sandy ledge about 1/2 to 3/4 of a pitch above where Asteroid Belt veers to the left on vegetated ramps. Ralph climbed up to the arching crack in the grey rock above, placed two pieces of gear (a #0.75, green, Camalot and a small Red \"TCU Camalot\"...the ONLY gear in the pitch) About 15 feet beyond (and about 65 ft up the pitch) a crystal broke off and resulted, with slack and rope-stretch, in a 40-50 ft fall, which resulted in a badly sprained ankle. Although a party on Hugo's offered to help, we executed a self-rescue with no further adventure.A week later Bob hiked to the top of the mountain and rapped the entire cliff to retrieve the gear in the crack. The 0.75 Camalot had completely blown out of the crack and was just hanging, Ralph having connected it to the red TCU, which, in turn, had completely expanded and was acting as a nut, not a cam, and was inches from blowing out of the crack also. This was all that was between the 40 ft fall and a 150-200 ft fall. Truly an \"Excellent Adventure\". The name \"Falling Bodies\" for the route came to mind. Five years later (neither Ralph nor Bob could believe five years had passed, but date-stamps on jpg's don't lie) Jon Sykes, who Bob had told the story to, volunteered to lead up a new route in the area. He chose to climb the dark brown rock to the right of \"Falling Bodies\" and to name the route \"Bob & Ralph's Most Excellent Adventure\". Bob & Ralph returned to the \"scene of the crime\" and put in two alternate-ending pitches to \"B&RsMEA\", \"Falling Bodies (Right)\" and \"Falling Bodies Direct\".  FB(Right) takes the line that Bob had originally proposed to Ralph in 2015 (he was actually climbing a bit to the left of it when he fell). whereas FB Direct starts at the left end of the sandy ledge and climbs directly up.\n\n ","protection":"Std Rack augments bolts    NOTE: A 70 m rope is almost mandatory for this climb","location":"Start at the tow of the slab at the base of Cinema Gully "},"__v":0},{"_id":"7vj773wvUASmMMhtTyH6Iw==","name":"Bear Minimum (to intercept Star Trek, and Gamma Ray)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA? / As-Climbed-By  R.Hall, R. Weissleder, and Oliver Weissleder Aug 14, 2015","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":14,"mp_id":"110910592","mp_crag_id":"109317671","climb_id":"7vj773wvUASmMMhtTyH6Iw==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"History: The impetus for this climb was a remark made by another climber inquiring about the climbs on the slab beyond Across the Universe.  I said that they were quite nice once one got beyond the first two pitches, which included some moss-clad rock at the top of P1 of Star Trek\n\n[But see the \"revisted P1\" of A Night Climb for Two Nights which avoids the lichen and bad rock portions of P1 of Star Trek] ...and the black band of poor rock on P2, which also involved quite a traverse that was nearly impossible to protect for the second (unless two-rope technique was used). That got me wondering if there was a better way to get to those nice slabs where one would have to do the bare minimum of climbing on the black band. All things considered, the original line of \"A Night Climb / Star Trek\" may be better, especially climbing the variations/alternates for P1 of \"A Night Climb\".\n\n  The name of the route came about when we spied a yearling black bear cub wandering around near the 1st belay of Star Trek, 50-60 ft to our right. Never saw mom!  \n\nApproach: Same as for Time Traveler and Across the Universe [ATU].  Once at the base of the Time Traveler / ACU slab, continue up the right side of the slab, passing the start of ACU, then steeply up, close to the slabs right side and passing a HUGE maple tree (3 ft diameter) and on to a second HUGE maple tree. \n\nSTART: At the 2nd huge maple tree with a minor slab above and to the left. About 15-20 ft up there is a 2 ft overlap that diminishes and ends on the left.  (Photo) \n\n  P1  Climb the not-as-easy-as-it-looks unprotected slab to the overlap where good gear can be placed. Turn the overlap on the left and continue up solid, but not very protectable rock to a tree ledge on the right below the black band.  100- 115 ft  5.5 R\n\n  While climbing above the overlap, the slab bolts of ATU will be seen about 25-30 ft to your left.  At the belay you will be about level with the 5.10 crux of ATU. \n\n  P2  Climb up to the jutting flake (15-20 ft up, photo) in the black band, protect in it ( the lower the safer) and climb over with a high step to the left. (5.6 -5.7)  It is probably best not to crank too hard on the flake.  Continue for about 30-35 ft more of black rock (poor gear), then breaking out into clean, hard open slab.  We continued up on the slab for another 75-100 feet to a gear belay [160 ft  5.6  5.7 and 5.5-5.6 R/X for the upper black band part],.... BUT, once on the solid slab, a better approach would be to place a good, solid piece of gear as a directional for the followers, and then start moving rightwards on a rising diagonal (photo). \n\n  P3  We did a full 100+/- ft traverse from our belay, even descending a little to keep to the easiest rock [ 5.1  5.3 ] and intercepted A Night Climb/Star Trek about 30 +/- ft into its 3rd pitch, about 20-25 ft above the 3/8\" & ¼ bolt combo.  Continue up P3 of Star Trek by climbing the right-leaning weakness of slightly rounded bulges (gear) to the double bolt anchor above a nice ledge on the left.  180-200 ft (less if P2 ends by diagonaling right)  5.6  and 5.1-5.3 R/X (on the traverse) \n\n  P4  (of A Night Climb/Star Trek) Continue up slightly right on the faint dike and weakness, passing a double protection bolt ( old ¼ plus a new 3/8) about 40 ft up, and then passing another ¼  bolt to a double bolt anchor. 100 ft  5.4 - 5.5 and 5.4 R\n\n  >>>> Star Trek now continues up and left. See Route Description    \n\n  >>>> Lost in Space 5.7+R climbs the slab directly above the belay; see Route Description.  \n\n  >>>> Gamma Ray: See Route Description and COMMENT. A VERY enjoyable pitch.     Since the dbl bolt anchor at the end of P4 was put in, Gamma Ray moves right off the belay and climbs easy slab well above the bush-tree ledge (*the FA of Gamma Ray started from that tree ledge) and then climbs directly up the white rock to the left end of the overlap (1/4\" bolt) 130 ft  5.5 - 5.6   protection rating depends on your faith in the bolt.  A screamer is recommended.        NOTE: A rap with a single 60m rope will make it from the oak tree on this  ledge back down to the dbl bolt anchor at the end of P4.  See descent posted in the route Star Trek.","protection":"Standard Rack","location":""},"__v":0},{"_id":"ohqMwkjWVwmPDn3eM1iyCA==","name":"Asteroid Belt","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain, roped solo  June 10, 1982","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":0,"mp_id":"109792441","mp_crag_id":"109317671","climb_id":"ohqMwkjWVwmPDn3eM1iyCA==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"A slab climb left of Standard. Todd's rating is a bit \"old school\" 5.6. and the protection is a bit marginal above P1. [5.7 PG-13/R ??]  The bold text is the description, essentially, from Webster's 2nd Ed. Italic is our description.START-Left of the \"toe\" (and left of the start of Standard). In Oct 2015 we followed the base up and left through bushes and started about 30-35 ft left of the \"toe\", at the left end of the 6-8 ft overlap, and where the base drops down a few feet to go around sort of a \"corner\". \n\nP1 - 200 +/- feet to the tree ledge. 5.3  We climbed up and stayed generally to the right where flakes and cracks provided more-than-expected chances for gear placements, especially if you have small wired nuts. 200ft 5.3-5.4 PG-13P2 - Over the headwall on steep flakes, then diagonal left to a birch tree (still there??) belay. 50 ft 5.6 The flakes on the \"headwall\" allowed for gear (med. cams) but we found the slab immediately above more difficult than expected. (5.6+/5.7 PG-13/R) and there were also some thin moves on marginal gear above that. We went up to a tree island. 100-115 ft (NOT \"50 ft\") 5.6+/5.7 PG-13/R) Maybe Todd's \"birch tree belay\" at 50ft is gone.P3 - Angle left on grassy ledges to the large tree ledge. 200 +/- feet 5.4 (Looking at the cliff, I'd guess it would be more like 300 ft of climbing. )Here we sort of goofed! Lured on by the clean slabs above we continued on up instead of heading left on \"grassy ledges\".Our P3- About 6-8 ft left of the belay tree we moved up the short, steeper wall and gained the slab, crossed it diagonally to the right (pro in a crack not seen from below) to a streak of white rock. Up this to the bushes, then back left and up an easy slab to a 3-4 inch diameter oak in gravel in a short right-facing corner. We belayed here but it’s far better to continue 15-20 ft to a nice ledge just left of a triple bolt anchor. 115 - 140 ft  5.6 \n\n2021 Update- the old, non-stainless bolts have now been re-enforced with a 3rd Stainless bolt, plus there is a stainless bolt a few feet left on a good, sandy ledge so this is now the better belay and rap station.P4 - Our P4 was supposed to go up (past the dbl bolts) to the Big Tree Ledge. Lured on by the belief that at least one of the \"5.4 - 5.6\" variants of the Standard Route MUST climb this section of rock was, shall we say, a mistake. If you make it to the Big Tree Ledge, it is more of a \"hike\" than you might think up, and then diagonal-up right to get to most of the \"upper tier\" climbs.2020/2021 Update- see the routes “Falling Bidies, Falling Bodies Direct, and/or Bob and Ralph’s Great Adventure” for descriptions on gaining the Big Tree Ledge.To get to the top of Hugo's and/or Time Traveler Revisited, go up, diagonal right, then downWHENEVER HIKING ON THE BIG TREE LEDGE PLEASE BE CAREFUL OF ROCKS JUST LAYING ON THE SURFACE, OR (WORSE) JUST BELOW THE LEAVES.Descent - IF you do make it to the Big Tree Ledge, there's a tree on the left with a rap ring. (Probably mostly used in winter. Cinema gully ends here.) Rap with two 60m ropes back down to the belay at the dbl bolt or slightly lower small oak. Then another 2 x 60m makes it FROM THE OAK to the tree ledge at end of P1. (Not 100% sure 2 x 60m from the dbl bolt would make it, but would think they would since the bolts obviously pre-date routine use of 70m ropes.) Then a final 2 x 60m rap to the ground, although a single 70m might make it.Single 70m Rope Descent Updated 2021- From the Big Tree Ledge and the tree with rap ring, either scramble, climb, or do a short rappel (10m, 30-35 ft) down from the tree to the dbl bolt anchor on the dark-colored-rock wall to your left as you look out ( skiier’s left) from the tree.   1) Rap 34 m to the dbl (now triple) bolt anchor by some small trees and a grassy ledge. 2) Rap 35 m to a 6-7inch diameter oak tree in some shrubs on a sloping, sandy ledge. (Rap sling left Aug ‘20 & Oct ‘21) 3) Rap 32-34m to a dbl bolt anchor on the low-angle slab below the B&R’s Great Adventure anchor. After rapping over the vertical section, look down and right for this anchor.   4) Rap rappeler’s right 30-32m to a dbl bolt anchor.  BEWARE rock fall when pulling rope. 5) Rap 20m  to the ground at base of Cinema. NOTE: \"Rap 35 m\" means 35m (115 ft) NOT 33 or 32 ! TIE KNOTS.","protection":"Std Rack, wire brush perhaps would be useful.","location":""},"__v":0},{"_id":"2M2m+wp6V5ChohCjCG+4sg==","name":"Across the Universe","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Swain, Mike Cody & Dick Peterson on 8/30/1982 after five previous drilling trips.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":13,"mp_id":"106006357","mp_crag_id":"109317671","climb_id":"2M2m+wp6V5ChohCjCG+4sg==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Across the Universe is located uphill from the obvious toe of the Mt. Willard slabs. There are two possible starts:  \n\n  1a. Walk uphill from the toe, and start below a flaring corner/groove moving past two bolts (5.9) slabbing up 20 feet (unprotected) to a second bolt then moving farther right passing two more bolts (5.8) to a two bolt anchor below the headwall at a nice ledge.  \n\n  1b. Walk farther up hill from the previous variation gaining higher ground. Head upwards over an easy headwall joining the previous pitch at its forth bolt, move up passing the previous pitch's anchor, linking up the crux second pitch.   \n\n  2. From the two bolt anchor move up and right clipping a fixed pin at the base  of the head wall, climb straight up on vertical rock and clip a bolt. From some good holds do some cool trickery to move past the bolt to a jug and a pin in a fare (I would back this pin up as it is only held in the rock by a large nubbin) then launch straight up passing a nice layback flake belaying at a two bolt anchor in a water hole.  \n\n  3. Run it out straight up getting occasional gear (5.5) aiming for a lone bolt even with a tree ledge on your right, clip the bolt with a long runner and make a easy traverse over to the tree ledge and belay at a two bolt anchor.  \n\n  4. The Milky Way Pitch. Awesome traditionally placed bolts on 5.9 slab, follow bolts and one fixed pin to a two bolt anchor.  \n\n  5. Most folks rap from here (2 ropes [even a 70m single comes up short] to the dbl bolt anchor right of the tree, then a 2 rope rap to the ground)...or run it out on 5.4 up to the tree ledge and climb any number of variations to the top of Mount Willard. (See \"Upper Face\" AREA)","protection":"standard rack to #2 camalot","location":""},"__v":0},{"_id":"ds/AmPVMXzK/jJzZH/In0g==","name":"A Night Climb for Two Knights","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"RH & JP, July or Aug. 1966","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"left_right_index":22,"mp_id":"111063598","mp_crag_id":"109317671","climb_id":"ds/AmPVMXzK/jJzZH/In0g==","areaRef":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"Revised 2019 and 2020, History has been moved to its own section. 3-stars with the P1 Variation “Middle of the Night” and Using P4 of Star Trek and Star Trek's \"Lost In Space\" variation. The original line for P1 is described here.; Three much cleaner variations to the original pitch 1 have their own route listings:1) Middle of the Night, 2) First Knight Returns and 3) Grey Ghost.   The P1  variation “Middle of the Night” is also highly recommended as an alternate to the first pitch of Star Trek.\n\nOriginal 1966, P1   (Blue on the photo of the “Knights Slab”. ) From the flattish area scramble directly up very steep dirt 15-20 ft and step right on steep dirt to gain a double trunked tree.  Climb an easy ramp back left to the corner with small trees.  Climb the easy \"layback\" flake and corner above, [photo] step left onto the main slab near the stunted birch, then up to the tree ledge. 130 ft 5.4NOTE: There are three 1-pitch routes on the excellent, clean slab to the left of the corner, any one of which can be used as an alternate P1. These each have their own listings as routes: 1) \"Middle of the Night\",  2) \"The First Knight Returns\" and 3) \"Grey Ghost\".\n\nP2 \"The Black Band\"  16 years later the climb Star Trek would follow the 1966 route through the black band. Climb up 5-6 ft left of the S T on easy (5.4 +/-) but less secure rock to a dark colored bolt. (see note) continue up to a second 3/8 inch bolt next to a old 1/4 inch-er.  Traverse left (20-25 ft), staying low, to where the overhang above you ends at downward-facing flakes. [photo]. Continue up through the flakes to a double bolt rap/belay anchor on the right. 80 ft 5.5 PG-13NOTE 1: The lower bolt was placed just recently by the 1966 FA leader because all cracks and flakes are expanding and lose. It is believed the higher 1/4-inch bolt was placed on the FA of Star Trek. During the FA of “Night Climb” the pitch was climbed without protection, and the team belayed on the flattish flake a few feet below the modern double bolt anchor/rap station.Note 2 All written descriptions imply that the Star Trek variant \"Celestial Path\" leaves from this belay and moves right and up.P3 - The 1966 route goes up what would become P3 of Star Trek:  Climb up about 15ft, to the bolt  (\"backed up\" by an old ¼-inch !) and over it (big step back left)  then move up and left to gain a sort of \"rounded dike like\" section of excellent rock with reasonable protection behind rounded flakes. Belay at a 2-bolt rap/belay anchor on the left. 100 ft 5.5 – 5.6 (The old ¼ inch bolts at the anchor are now completely replaced.) Nuts are very useful on this pitch.Today P3 ends at the dbl bolt anchor on the left, but in 1966 we moved right to the bushy ledge with small birch trees, located 25-30 ft to the right of the double bolt anchor of Star Trek.  On the nearly crackless slab the 1966 duo longed for the safety of tree-belays!P4 - Move right from the anchor, clip a (black) bolt to protect the moves onto the bushy island. Gaining the bush-island at the approx. level of the bolt is easiest. At the top of the bushes, climb up the obvious large flake/crack [photo] and at its top start moving right on a rising diagonal.  A fixed wire nut was found in 2015 where there is one small \"step up\".  [There was a VERY rotten web-sling looped through the wire, most probably from some 1980's \"back off\". The sling turned to dust in the hand!]  Continue moving right on very easy rock (brushed), then climb straight up on clean rock ( 2 bolts, 20-25 ft apart, added by FA leader 50+ yrs after the FA) just to the right of a line of black moss.  [photo] Brushed footholds lead to the mid-slab tree ledge above; belay at a single bolt anchor (small trees as back up) below a dike-like groove and obvious left-facing flake. The entire P4 was totally unprotected on the FA: 180 - 200 ft 5.4-5.5 PG  (130-135 ft from the bush island, which had a belay tree in 1966.)NOTE The route photo in guidebook The Notches (pg 28) incorrectly shows A Night Climb taking the line of Star Trek’s P4 and its Lost In Space (5.7+ R) variation to reach the mid-slab tree ledge, then scrambling down the ledge to the base of the dike-like groove at the start of P5. The \"Knights\" only WISH they had gone this much more ascetic route in 1966.  P5   Climb up the dike-like groove. When the groove ends, climb a short white face to an obvious left-facing flake. Up the flake and to a double bolt rap/belay anchor on the left (The FA belayed at the pine tree on the right). A very pretty pitch, even if it is easy. 80-90 ft 5.3 -5.4NOTE  End your climb here if you are not planning on doing one of the upper-tier routes.  A rap using a single 60m rope will reach the large oak tree at the climber’s-right end of the mid-slab tree ledge. Rap off the dbl bolt anchor 15 ft climbers-left of the oak tree.  The whole route can then be rapped with a single 60m (knots on the end please ! some raps are \"close\"). At the \"S T Ledge\", walk back east to where you came up and make a short rap off a small Oak tree to the dbl bolt anchor above the 2 black bolts, then to the ground.P6   Move slightly up and left to a nearly horizontal blueberry & bush ledge. Traverse left on this until you can move up into the Big Tree Ledge. 80-90 ft 5.3-5.4  Oak tree rap anchor.    [Easily combined with P5 if you are planning on going to the Upper Tier.]\n\n \"P7\" I added this as a “pitch” because most climbers will not bother to unrope and coil the rope. From the large tree (8mm rap sling, 2019) Scramble horizontally, then leftwards and up (watch for lose rocks) for 150 +/- ft and pick up the faint climber's path near the base of the steep upper wall.Continue to the right for another 200 +/- ft.  The most open path seems to now start at the base, then divert a bit to the right staying 30-40 ft right (downhill) of the path along the base, gradually regaining the base around the start of Sailspitch.  Just before the path drops down to the area of the winter ice routes on the East Face, belay at a good tree just below a corner with steep grass. (photo) The 1991 route Ground Control starts here and follows A Night Climb for its first 30 ft or so.  P8  Climb the grass and corner to a 1966 piton driven ½ way in. (Green, #0.75 Camalot can be placed 2 ft below the pin) Above the piton move right and down on a series of steps leading right, and past a 10-inch curved left-facing flake ( TCU, e.g. Red #1 TC-3 Camalot) to a stance at a bolt on an 8-10 ft-high steeper slab. [photo]. Climb the short slab (crux: 5.7+? ) A 2nd bolt 15 +/- ft above,  then  over 40-50 +/- ft slightly up and right to a tree belay at the base of a 10ft wide streak of clean, grey-colored rock. 130 - 150 ft  5.7+?\n\n[see also Variation P8] During the FA the last pro was the half driven piton: no TC-3, no bolt. The leader, climbing in Limmer boots with lug Vibram soles ( no sticky rubber in THOSE days!) called down to the second and told him that, in the case of a fall it was OK to cut the rope.P9  Climb the 4-5 ft wide streak of lichen-free, light grey rock to the trees. 80 ft  5.5 - 5.6 ( 2 bolts)Variation P8  First pitch of The Christening  FA 4July85 by Butch and Jeanne Kinnon (See the end of the HISTORY section for more info.) From the belay move out right and then a semi-tricky move back left to gain a right-rising gully [photo]. Climb this to the top, make a step up left, then directly up and arrive at the easier climbing just to the right of the 5.7+/5.8 move of the original P8. Continue as with P8 up right, to a tree belay and then P9 to the top. Taking this variation reduces the grade of P8 to about 5.5-5.6 PG / PG-13While the rock looks ugly, it is actually better than it looks.\n\nDescent: Bushwhack uphill and slightly right to the climbers path from Hitchcock Gully, thence onto the summit of Mt Willard and the hiking trail.Descent from the end of P6 (base of Big Tree Ledge)Descend with a single 60m rope:1) From the oak tree on the Big Tree Ledge to the anchor end of pitch 5 2) From the anchor at the top of P5 rap down to rapeller's left directly to the large oak tree. (If you can't tension-rap to the tree, just rap straight down and walk up to the tree.)3) From a double bolt anchor 15-20 ft climber's left (skier's right) of the large oak tree, to P4 of Star Trek. This creates a TR on \"Lost In Space\" (5.7 R/X)  if you are interested. 4) From P4 to P35) From P3 to P26) From the P2 belay/rap anchor to the tree ledge at the \"ST\".  May be some lose rock.  The first Climbers down should walk to skier's left on the ledge to get out of the \"line of fire\". Half-way down this rap, flip the rope to rappeller's right over a \"hump\" to make it easier to land near the \"ST\".>>With double ropes it is possible to rap directly to the base near the start of Star Trek, but it is bushy, dirty, and has much lose rock. Better to Walk to skier's left 25-30 ft, to the rap anchor on a small oak tree (end of P1).7) Rap only about 40-50 ft to a dbl bolt rap station (A single 70 m will only get you the 3-trunked birch)8) Rap to the ground, below the 3-trunked birch tree of \"A Night Climb\"","protection":"Standard Rack -  Plus, be sure to bring a #1 Red Camalot for P4 and a Red, #1 TC-3 Camalot for P8.  Nuts actually work bettwer than cams in some of the flakes of P2, and P3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,4e41d2a1-bb15-5715-831e-1e0c15e05ca8,14066f9a-5d61-52d1-8ab5-347f9d921421","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Mt. Willard","03. Main Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.8-"},{"count":2,"label":"5.8"},{"count":3,"label":"5.7+"},{"count":5,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":21,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":23,"bands":{"unknown":0,"beginner":21,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":21,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.40458,44.21063]},"bbox":[-71.40520733251047,44.21018033981815,-71.40395266748952,44.21107966018187],"left_right_index":-1,"ext_id":"109317671","area_id":"FAZvml1hUtGKtTR/nZIUIQ=="},"content":{"description":"The Main Slab has several interesting routes, including the multi-star \"Across the Universe (5.10)\", \"Hugo's Horror 'Revisted'\"(5.6 / 5.7) and \"Time-Space Continuum\" (5.8) (originally entered as \"Time Traveler 'Revisted'\".) In the case of \"Hugo's\" bolted anchors were added, and an occasional protection bolt, to pretty much the original line of an ancient \"X\" route.\"Time-Space Continuum\" is a new line carefully worked out to not touch older routes such as \"6000 Salad Bowls\", \"Time Traveler\" and \"Ursa Major. \"Time Space\" has bolted anchors and \"alpine\" protection bolts.Further right on the main slab are the often overlooked slab climbs: Star Trek (5.6) and its excellent variants \"Lost in Space\" (5.7+) and \"Gamma Ray\" (5.6).Recent work has \"re-discovered\" the line of an \"ancient\", previously unreported full length route done in 1966. (\"A Night Climb for Two Knights\") but more importantly this work \"uncovered\" three short, new routes that are fun in themselves or as P1 alternatives to \"Star Trek's P1\" that are free of poor rock, massive lichen, and general ugliness. Other's have said of Star Trek's regular P1: \"...you'll not belichen this!\"; but these three new, short routes are on clean, solid rock.When Whitehorse is crowded, try Mt Willard's Main Slab for some fun routes!"},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:12:08.958Z","updatedAt":"2024-01-15T16:46:27.259Z"}