{"_id":"63689de0e80bff5a994f9896","area_name":"Anti-Phil Wall","shortCode":"","climbs":[{"_id":"c1CYPMMWWqCNFRenYweWbA==","name":"Sing It In Russian","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Stuart Ruckman, Gordon Douglas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":5,"mp_id":"105762612","mp_crag_id":"105745474","climb_id":"c1CYPMMWWqCNFRenYweWbA==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Tired of the overcrowded and polished Ruckman Cave?  Head on over to the Anti-Phil wall for the less well-known short power route, Sing It In Russian.  I personally think it's better than comparable 12b short Rifle routes such as\n\nStreet Knowledge\n\n,\n\nPinch Fest\n\n, or\n\nRight El Sapper\n\n.\n\nGreat rock with no polish, a little power and a little technical skill will get you to the top.  You can rest on a kneebar right before the crux.  It's comfortable so no kneepad is necessary.  The crux is a bit reachy but I've seen 5'6\" climbers send.\n\nGo left from\n\nEasy Skankin'\n\nover the dirt mound and Sing It is the first route you come to.","protection":"9 bolts.","location":""},"__v":0},{"_id":"yKC6BnfbWk+w3h1eIMzIFw==","name":"Shadowboxing","yds":"5.14d","grades":{"yds":"5.14d","french":"9a"},"fa":"Jonathan Siegrest","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":35,"mp_id":"118742586","mp_crag_id":"105745474","climb_id":"yKC6BnfbWk+w3h1eIMzIFw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is one of the most difficult and inspiring rock climbs in the country.\n\nAll of Rifle’s hardest lines are beautiful, long, and unique, and Shadowboxing is no different. Begin by climbing a 50 foot 5.11+ to a big ledge. From here, it’s 90 feet of relentless underclings, pockets, and crimps with bad feet and no kneebars, very atypical to Rifle. The only good rest on the route is a large, flat undercling a bolt or two below the first crux (there is a no hands kneebar here but to get to this point it’s only about .13a). Climb into the first crux - a long and sustained V11/12 boulder problem with a few tiny crimps and a flat undercling, then tech up into a shallow corner with a very strenuous rest on a pocket. The upper crux has some of the smallest holds in Rifle and is a vertical V9/10 with shallow 2 finger pockets and small crimps. Fight to a victory jug, and keep it composed for a couple more bolts of chossy 5.11 (scary).\n\nOnce 5.14c, this line has broken a few times but has been reclimbed by half a dozen or so, and consensus is 5.14d.","protection":"A couple extra draws and maybe a low end kneepad, not important.","location":"This ascends a massive, overhanging panel of rock across from Project Wall. It is not to be missed."},"__v":0},{"_id":"V1rdKfgBWJ+Jh7XBSvbFVg==","name":"Serpentine","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":8,"mp_id":"105760128","mp_crag_id":"105745474","climb_id":"V1rdKfgBWJ+Jh7XBSvbFVg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Almost completely forgotten, this route starts about 25 feet up the ramp, on the left side of the Anti-Phil Wall.\n\nSlide through a traverse down low, continue up easier terrain until you reach a large shelf, and pull through pockets to gain the anchors (see note below).\n\nThe move are fun, and the rock is solid.  Unfortunately, a fine layer of sand covers the entire route.  So, if you start up this one, bring a toothbrush, and make sure your belayer has some protective goggles.\n\nNOTE:  As of 6/1/03 the anchor was composed of a drop through and a hanger without a chain.  So, unless you are comfortable lowering off just the drop through, bring a carabiner for the hanger.","protection":"10-12 draws, a toothbrush.","location":""},"__v":0},{"_id":"HmfnbS2mWge5LU/Oz/7m0Q==","name":"S.C.U.M. Mainfesto","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Pegg, Fiona Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":4,"mp_id":"105762498","mp_crag_id":"105745474","climb_id":"HmfnbS2mWge5LU/Oz/7m0Q==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"For further information on the route's name, refer to the 1996 film \"I Shot Andy Warhol\" starring Lili Taylor as a rambling street artist.\n\nThis is a good technical route involving a lot of stemming and overlapping roofs.  It is sometimes awkward but always engaging.  It is a bit hard compared to other Rifle 11a's.\n\nThis is located a couple feet left of\n\nSing It In Russian\n\n.","protection":"6 bolts.","location":""},"__v":0},{"_id":"/vfEZjsgWCqQ539QkmN1Aw==","name":"Ride The Snake","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":25,"mp_id":"106575471","mp_crag_id":"105745474","climb_id":"/vfEZjsgWCqQ539QkmN1Aw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Scramble up 15 feet of blocky jugs to a ledge & the 1st bolt.  From here, hard-to-read sequences on generally good holds lead you up & right early on, then back left & up to the anchor.","protection":"6 bolts to a 2-bolt anchor.","location":"This is just left of \"\n\nPurple and Green\n\n.\""},"__v":0},{"_id":"6n1IG2wZXAasyMz6mpWWNw==","name":"Quasimodo","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":29,"mp_id":"105764874","mp_crag_id":"105745474","climb_id":"6n1IG2wZXAasyMz6mpWWNw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a fine \"Rifle moderate\" on the right side of the Anti-Phil.  It is directly right of the route\n\nPurple and Green\n\nand can be identified by a diagonaling crack under a roof about 15 feet off the ground.  A definite crux comes in pulling out of the crack.  The rest of the climb is sustained and interesting.  This would definitely be a 3 star climb at most other sport areas.\n\nIt is probably not the best warm-up for harder stuff at the Anti-Phil due to the cruxy nature of the climbing low on the route.","protection":"9 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"jSoOpQSaVtW0u6NigDYe4w==","name":"Purple and Green","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Justin Sommer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":27,"mp_id":"105753676","mp_crag_id":"105745474","climb_id":"jSoOpQSaVtW0u6NigDYe4w==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a great route and probably the funnest of its grade in the Canyon. It climbs straight up the aesthetic grey wall above the water mound past (upstream of) the anti-Phil proper. This is to the climber's right of all the routes (\n\nThe Anti-Phil\n\n,\n\nEurotrash\n\n, etc.) in the center sector.\n\nBoulder up past ledgy climbing and clip a couple of bolts. A cryptic, powerful crux leads to ultra-pleasant face climbing on good flat and incut edges. Treat the flake system below the anchors with care.","protection":"8 quickdraws.","location":""},"__v":0},{"_id":"rYrMqPYiXcKmPIZSrVgxtw==","name":"Poetic Justice","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":16,"mp_id":"105753496","mp_crag_id":"105745474","climb_id":"rYrMqPYiXcKmPIZSrVgxtw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Is it 12d? Is it 13a? This is yet another Rifle slash-rated route that has spawned endless campfire grade bickering. Due to severe boot polish it's probably become 13a over the last couple of years.\n\nThis fine route climbs the deceptively hard groove/dihedral feature out right of the Anti-Phil. It originally ended at the top of the corner below an imposing bulge, but Kurt quickly moved the anchors up once he realized the quality of the climbing to be had through the bulge. There are some huge perched flakes above the anchors -- Don't go near these! In fact, don't even breathe in their direction or think about them -- as recent shedding in the Arsenal can attest, Rifle often falls down without any help from climbers.\n\nStart in the well-trampled dirt area below the center of the wall (there is a rotting picnic table here) and boulder up and right along a pocketed seam which leads to the face at the base of the corner. Tricky, slippery moves take you up into the corner, which eases up the higher you get. Rest well before the finishing bulge, a powerful, technical affair on nice brown and black stone that has spit more than one climber off (it's a long ride).","protection":"10-12 quickdraws and a 60 meter rope.","location":""},"__v":0},{"_id":"BuRt/YxmWCSf07AJmmKJKA==","name":"Philthy","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Righter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":7,"mp_id":"106155787","mp_crag_id":"105745474","climb_id":"BuRt/YxmWCSf07AJmmKJKA==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Power endurance to rest before pulling the roof crux.  There are fun bottom moves on good rock.  It is a little dirty on top due to seasonal runoff.","protection":"5 -7 quickdraws.","location":"This is on the Anti-Phil one route right of \"\n\nSing It in Russian\n\n.\""},"__v":0},{"_id":"p86EoBihVh6gK0h6B6Lowg==","name":"Philosophy","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Phillip Benningfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":11,"mp_id":"105754318","mp_crag_id":"105745474","climb_id":"p86EoBihVh6gK0h6B6Lowg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a somewhat squeezed route one route right of\n\nEasy Skankin'\n\nin perhaps the most gridded out sector of the anti-Phil Wall. Nevertheless, it's long, pumpy and fun, with some very cool pocket climbing on the upper headwall.\n\nStart as for I'm Not Worthy (13a) but continue straight up into funky, triangular corners. As the angle increases so does the difficulty, culminating in a cruxy roof. Turn the roof, rest and punch it up the black headwall, staying slightly left of the bolts on crimps (the original line stayed right on brushed-off sidepulls at 13a but is contrived). You'll be sharing a few holds with\n\nEasy Skankin'\n\nat one point -- that's just how it goes!\n\nThe start is basically the lowest start off the ramp on nice black and tan stone. A popular 12d link up is the first 4-5 bolts of Philosophy into the top of\n\nPhilistine\n\n. Ask a local for beta.","protection":"14 draws and a 60 meter rope.","location":""},"__v":0},{"_id":"Izyj8WpxW/mtheZQz1OeJQ==","name":"Philology","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Darek Krol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":23,"mp_id":"106244530","mp_crag_id":"105745474","climb_id":"Izyj8WpxW/mtheZQz1OeJQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Another nice addition by Derek, Philology follows a blue streak to a steep, blocky corner.  Unfortunately,  the fourth bolt is poorly placed in an effort to force people to do a hard section rather than stepping right to the easy 5.7 ramp.  Even more unfortunate is that it doesn't work, because you end up at the same place either way.  For this, the route loses classic status.\n\nMake a hard move to gain the ledge, and then decide if you want to do go left (V4) or right (the 5.7 ramp) to get past the fourth bolt.  Just before the angle steepens, make some cool crimp moves and then prepare for blocky madness.  Stem, and trick your way up the obtuse corner until you reach a good rest, then engage the final crux below the chains.\n\nBe sure to savor the awesome pinches and fins that are found on this route.  This is Rifle, almost at its finest.","protection":"Bolts and a two bolt anchor with chains and fixed carabiners.","location":"15 feet to the right of\n\nPhil It\n\n.  There is a log bench at the start of this route."},"__v":0},{"_id":"0AXThNCyWq61gkqNpF1hcg==","name":"Philibuster","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eric Candee, Eric Fedor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":19,"mp_id":"105753742","mp_crag_id":"105745474","climb_id":"0AXThNCyWq61gkqNpF1hcg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"I think this is a great route, and certainly one of the toughest for the grade at Rifle. Perhaps its only defect is that every clip seems to be a long stretch away, making it much easier to do the route once the draws are on (use long ones at that!).\n\nBoulder up into an acute corner and clip a bolt, then move right to establish yourself on the face over the roof. Continuously crimpy moves define the next 30+ feet of climbing, which is capped by a powerful stretch right into the base of another dihedral. Move left at the top of the dihedral to finish.\n\nThis route has grey cold shuts on it. Now, what the hell is a \"Philibuster?\"","protection":"10-12 quickdraws.","location":"This climbs the very colorful blue/black/grey streaked wall right of\n\nEurotrash\n\n, of which it is basically a slightly easier version."},"__v":0},{"_id":"lxKp1/WnUXuxX0AeDYvplg==","name":"Philistine","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Don  Welsh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":14,"mp_id":"106250006","mp_crag_id":"105745474","climb_id":"lxKp1/WnUXuxX0AeDYvplg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is the desperate direct start to I'm not a Philistine.  Touted by the Rifle guidebook as having the hardest move on the wall, this route follows four bolts up nice stone, and then connect with the finish of I'm not a Philistine.\n\nBasically, the crux involves pulling over a small roof via small sidepulls, and massive, slopey pinches.  It's a good challenge, but if you can't palm a basketball it might be wise to let this one gather dust and webs.","protection":"Bolts and fixed anchors.  Might want a kneepad for the crux.","location":"This is one route left of the\n\nAnti-Phil\n\n.  Look for a small roof about 15 feet up."},"__v":0},{"_id":"D7RsoWlwUNuouL3lJQfVWg==","name":"Philch","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eric Candee? Don Welsh?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":21,"mp_id":"105756997","mp_crag_id":"105745474","climb_id":"D7RsoWlwUNuouL3lJQfVWg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is pretty good for a \"slabby\" route. It climbs the inset V-groove one route right of\n\nDef Jam\n\n. Alternately, it is the first route left of the dirt-pile 5.10s and 11s, so the furthest route right on the Anti-Phil proper.\n\nIt climbs a prominent light-blue streak on nice stone, with bouldery cruxes and plenty of business up high to keep you on your toes.\n\nA slappy boulder problem over the rooflet at the beginning (V4 or V5) leads to a series of hard moves to gain the groove. Continuous, strenuous climbing on crimps and pinches up the blue streak lead to tan rock and the anchors. This is a good, technical antidote to the thuggier climbing at Rifle.","protection":"Quickdraws and a 60-meter rope.","location":""},"__v":0},{"_id":"cc3Mh0WvXgiXpmLdRceIlg==","name":"Philanthropy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Krong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":0,"mp_id":"106287360","mp_crag_id":"105745474","climb_id":"cc3Mh0WvXgiXpmLdRceIlg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This route is located left of\n\nFullphilment\n\nand can be identified by a small, left-facing, dihedral feature beginning at about the 4th bolt.  This route has many cruxy sections and is technical and sustained from bottom to top.  A great climb!","protection":"8-10 bolts with 2 ring anchors.","location":""},"__v":0},{"_id":"hq6Rm654Xdqp6JAhlMqRwg==","name":"Phil-attio (The Stumblebum)","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":33,"mp_id":"105758017","mp_crag_id":"105745474","climb_id":"hq6Rm654Xdqp6JAhlMqRwg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Whoa, lo and behold, a new route in Rifle Mountain Park!\n\nThough I've given this route 2-stars, in reality, in its current crispy/new state, it probably only merits a star. Give it a year, however, and some travel, and people will really dig it!\n\nThis route is sandwiched between Bong 30 and\n\nGirly, Not Burly\n\n, the semi-hidden routes on the nice blue/white buttress almost directly across canyon from The Eighth Day. Approach either by parking at the Project Wall and wading the creek, or walking back up canyon from the\n\nAnti-Phil\n\nproper.\n\nShiny new hangers mark the line, which begins with a hand/fist crack to a ledge. Step right and weave your way around, and over bulges, snagging the occasional jug. A high crux pulling into and getting out of the overhanging, black groove sets you up for some spicy 5.10 to the anchors.\n\nWith traffic, this route might come down a grade or so, as more holds are cleaned off. Right now, be aware of licheny foot panels and crispy crozzlers -- but, fortunately, no huge death blocks!","protection":"12-13 Quickdraws","location":""},"__v":0},{"_id":"pRQLx9O5Vmumg8CfAiDr0g==","name":"Phil of All Evil","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":13,"mp_id":"105758886","mp_crag_id":"105745474","climb_id":"pRQLx9O5Vmumg8CfAiDr0g==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is yet another link-up on the Anti-Phil wall, but it happens to be the best one, combining the funnest cruxes of two different routes for a pumpy tour up the middle of the wall.\n\nStart as for \"\n\nI Am Not A Philistine\n\n\" (5.12c). This involves clipping the first two bolts of \"\n\nPhilosophy\n\n,\" then diagonalling right into the groove on\n\nPhilistine\n\npast two more bolts (first crux). Head up the groove to the ledge on\n\nAnti-Phil\n\n(slightly sporty).  Stand up on this ledge, then finish out on the\n\nAnti-Phil\n\n(more cruxes, and a pumpy redpoint crux up high).\n\nThis is either 5.13a or 5.13a/b or 5.13b, depending on whom you ask.","protection":"60-meter rope and 12-14 quickdraws.","location":""},"__v":0},{"_id":"NzCHy3nBWgmbYEor2bhVow==","name":"Phil It","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Darek Krol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":22,"mp_id":"106244462","mp_crag_id":"105745474","climb_id":"NzCHy3nBWgmbYEor2bhVow==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a nice addition, with great rock, and nice moves.  Unfortunately, it's a one-move-wonder route with easy (10+) climbing down low and a wicked hard move to get over a roof near the chains.\n\nClimb up to a ledge and follow the beautiful blue streak up a corner making interesting and meandering moves to a no hands shake below an intimidating roof.  Pinch and lie back the rib feature in the roof, until you reach a shitty pinch.  Then huck for a better hold over the roof, make a couple of more unusually pumpy moves, and attain 12c glory!\n\nThe route quality of Phil It is a little below average for Rifle.  However, if this thing was in Boulder Canyon, people would be lining up to try it 24/7.  So, if you are looking for an average Rifle route or a 5 star Boulder Canyon route Phil It up!  If not, walk on by.","protection":"Nine bolts.  The anchor is fixed with chains and two carabiners.","location":"15 feet to the right of\n\nPhilch\n\n."},"__v":0},{"_id":"OvZ4WgSkWL6n6Ot6pM6wSA==","name":"Night Vision","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darek Krol, Brad Buhrow","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":26,"mp_id":"107611346","mp_crag_id":"105745474","climb_id":"OvZ4WgSkWL6n6Ot6pM6wSA==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Night Vision is the extension to\n\nRide the Snake\n\n. After clipping the anchors on\n\nRide the Snake\n\n, move up the steep face on nice rock. The crux moves are at the 2nd bolt of the extension when you have to leave a big foot and make some thin moves to gain the groove feature. The angle kicks back in the groove, but there is a little slab trickery guarding the final moves to the anchor. The route is a little dirty still or suffers from rain washing dirt down the climb, so that may make the slab moves feel challenging as well.","protection":"10 (?) bolts and anchor.","location":"This is an extension to\n\nRide the Snake\n\n."},"__v":0},{"_id":"L9qQmB5fW5iAJOxnhMSNsA==","name":"Movement of Fear","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":9,"mp_id":"105753889","mp_crag_id":"105745474","climb_id":"L9qQmB5fW5iAJOxnhMSNsA==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a long and stellar pitch with two distinct 5.12 cruxes separated by scads of awesome, varied climbing on the unique pocketed limestone of the anti-Phil wall. It climbs through some of the best stone on the wall in a great position. It was bolted, cleaned and sent in a proud one-day effort by Kurt Smith.\n\nThis is one route left of\n\nEasy Skankin'\n\nand shares the same first bolt. It is the second route from the left on the anti-Phil proper and climbs up a tan face through a big roof, then up the grey streak above.\n\nStep off the ramp and climb a devious, sustained sequence up to good holds beneath the roof. Meander your way up the ever-steepening wall above to some very cruxy business at the last two bolts, right where the stone is at its limestone best.","protection":"14 draws and a 60-meter rope.","location":""},"__v":0},{"_id":"uFqPSQ+jWhK6NR03ZfbFjQ==","name":"Land Phil","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Phil Benningfield, Pete Takeda","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":2,"mp_id":"107783543","mp_crag_id":"105745474","climb_id":"uFqPSQ+jWhK6NR03ZfbFjQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a steep, technical route on good rock.\n\nTo start, pull through a small roof at the bottom and weave around on good holds to a tricky set of moves at about mid-height that, for me, involved a blind reach to the right and slapping up a large block feature. At the top, make a crimpy move to the anchors. This climb isn't as run out as\n\nFullphilment\n\n, but there are spots where it might feel a little old school to some.","protection":"About 8 (now 10) bolts plus coldshut anchors.","location":"It is just right of\n\nFullphilment\n\nor up the small hill left of\n\nSing It In Russian\n\n."},"__v":0},{"_id":"VckMse7SVXWju/rXWl8Kwg==","name":"Kill Phil","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Josh Wharton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":6,"mp_id":"107679452","mp_crag_id":"105745474","climb_id":"VckMse7SVXWju/rXWl8Kwg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Climb a techy face below the roof. It felt a little contrived to stay on the true line that is bolted, and it's a lot easier to use the well chalked holds on\n\nSing It In Russian's\n\nstart then step right to a \"tooth\" shaped hold next to the second bolt of Kill Phil. Climb to the roof and clip a leaver biner on the third bolt just over the lip. I tried clipping my own draw here, but it put the rope in an awkward position at the lip of the roof, so either clip the leaver biner (if it's still there) or put a longish draw on it. Make some cool moves over the roof and into the corner above that has beautiful gray stone. Under the upper roof, make committing, hard moves left to the finish on\n\nSing It In Russian\n\n. The moves left were really hard and felt like the crux of the route.  This route felt kind of \"traddy\" and doesn't get done much, but it has some redeeming characteristics.","protection":"6 bolts plus the 2 bolts (that usually have draws) at the top of\n\nSing It In Russian\n\n.","location":"It is in between\n\nSing It In Russian\n\nand\n\nPhilthy\n\n, sharing the same start as\n\nSing It In Russian\n\nor just right of it."},"__v":0},{"_id":"lLDQyfm+WaWIN6OZq6zMpg==","name":"Just Another 5.14","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nathaniel Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":31,"mp_id":"105759735","mp_crag_id":"105745474","climb_id":"lLDQyfm+WaWIN6OZq6zMpg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is the rightmost route on the hillock where you find\n\nPurple and Green\n\n, up and right of the Anti-Phil proper.  It wasn't put up in the smartest possible way, meaning fixed ropes were left dangling for quite a long time and a semi-incriminating 12-foot-long pry bar was left at the base of the route, but hopefully people will wise up a bit and realize that there is, in fact, a bolting ban in Rifle, at least for the time being.\n\nThat said, this is a pretty fun line, with some crack climbing on it. The large pillar/block below the finishing corner appears to be solid -- just make sure you unclip your rope from the low bolt on the left once you've clipped the first bolt in the corner, then flip your rope back right around the block. Tricky moves gain the anchors. This will clean up and be pretty fun.","protection":"15 quickdraws and a 60-meter rope.","location":""},"__v":0},{"_id":"esKXt7+0X6CzEwk58PoNOw==","name":"Incisor","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Rust","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":3,"mp_id":"108315842","mp_crag_id":"105745474","climb_id":"esKXt7+0X6CzEwk58PoNOw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This route embodies classic Rifle climbing.  It's got holds pointed the wrong way, blocky feature funkery, and just general shouldery techy goodness.  I'll bet you could even throw a knee in somewhere.  It's definitely deserving of more attention than I've ever heard/seen it getting.  Go enjoy the relative solitude of Left Anti-Phil and give it a try.","protection":"Bolts.  Maybe 10 + something for the anchors.","location":"It is between\n\nLand Phil\n\nand\n\nS.C.U.M. Mainfesto\n\n."},"__v":0},{"_id":"6RUBBb7qWqS2R9XpzGhLSg==","name":"I Am Not A Philistine","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Don Welsh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":12,"mp_id":"105763185","mp_crag_id":"105745474","climb_id":"6RUBBb7qWqS2R9XpzGhLSg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is the first line of bolts beginning off of the right side of the diagnonaling ramp where\n\nEasy Skankin'\n\n,\n\nMovement\n\n, etc. start, and is the start of\n\nPhilosophy\n\n.  Move past a couple of bolts worth of easy climbing (don't slip) then shuffle right past a crux, then a harder crux, and two more bolts, on big holds and poor feet.  Rest in a corner for as long as you want, then move straight up making some balancy moves and a toss for a big ledge that the route shares with\n\nThe Anti-Phil\n\n.  Shake out and move left out a cool juggy rail (steep) then head up beautiful brown rock as the route straightens out...a couple of hardish moves, a very good rest that is hard to leave, and then some difficult slappy fun on the final headwall on genius stone gets you to a three bolt anchor.\n\nAmazing!","protection":"60 meter rope and 12 quickdraws.","location":""},"__v":0},{"_id":"ZgZRaauFVw6NGq4yPhZeKA==","name":"The Great Cornholio","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jerry Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":36,"mp_id":"105757069","mp_crag_id":"105745474","climb_id":"ZgZRaauFVw6NGq4yPhZeKA==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This route isn't actually on the Anti-Phil proper but is a ways right (up canyon) and sits directly across the road and river from the Project Wall and the Eighth Day. The approach is simple due to a bridge that crosses the stream from Project Wall leading to a path that takes you directly to the start of the route. Alternately, it can be approached from the Anti-Phil. There are quite a bit of nettles if you walk down from Ruckman.\n\nThe route ascends the curious buttress that forms the right wall of a huge open book. The route tackles the outer, right edge of this wall and faces down canyon. It climbs through a trio of stepped roofs separated by tan slabs and sports angle-iron hangers.\n\nClimb broken rock to the first rooflet, then step over and climb a nice face to a bigger roof. Surmount this roof on good edges (or use the \"interesting\" pocket next to them), then bust up the long, tan slab on insecure ground to the base of the monster roof capping the line.\n\nStrange moves out a seam/crack lead to a lip encounter and the anchor.\n\nThis would be a pretty good route with some traffic and better bolt hangers.","protection":"12-14 draws and a 60-meter rope.","location":""},"__v":0},{"_id":"ljPabaB4WzuhZw5MpunLLw==","name":"Girly, not Burly","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":34,"mp_id":"106169095","mp_crag_id":"105745474","climb_id":"ljPabaB4WzuhZw5MpunLLw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This route starts a few feet to the right of\n\nPhilatio\n\n.  Start on a shelf then move up and right on home-made hanger.  The crux comes low on the route followed by 5.11 climbing.","protection":"Bolts.","location":""},"__v":0},{"_id":"8joaeP/eWMi6ASvptgOnyQ==","name":"Fullphilment","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Charlie Bentley and Pete Takeda","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":1,"mp_id":"106287380","mp_crag_id":"105745474","climb_id":"8joaeP/eWMi6ASvptgOnyQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Just when you think you're solid on 5.11 at Rifle, you come across this route.  Technically the climbing is low-end 5.11, but when you're looking at 20+ foot whippers if you blow the crux, it somehow feels a bit stiff at the grade.  However, this route offers \"good climbing on great rock\" and is well worth climbing if you're in the neighborhood.","protection":"Bolts but not as many as you'd like.","location":"This is the next route right of\n\nPhilanthropy\n\n."},"__v":0},{"_id":"YKVR6V67XE6jnJ4U1LT7gg==","name":"Euro Vision","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":18,"mp_id":"105753739","mp_crag_id":"105745474","climb_id":"YKVR6V67XE6jnJ4U1LT7gg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is two routes right of\n\nThe Anti-Phil\n\nand climbs up a faint dihedral to a nice, colorful face and a finishing arete. Varied terrain and mulitple cruxes make for a memorable experience, as does the finishing sequence up the arete, one of the only bolted aretes at Rifle.\n\nEither boulder up (5.10+) or stick clip the first bolt. Climb the corner to the base of the small roof band, then engage with the 2-3 bolt face above (easier if you go left and grab the footholds on\n\nPoetic Justice\n\n). A good shake gives way to a dynamic sequence on cryptic holds that lands you at the base of the arete. Paw your way elegantly to the anchor.\n\nThe name derives from the locals' displeasure with a visiting Frenchman who on-sighted his way up\n\nThe Anti-Phil\n\nwhile it still had a red tag on it.\n\nAdmin note:\n\nOriginally named 'Euro Trash', the route was renamed to 'Euro Vision' by the FA in 2020.","protection":"12 quickdraws.","location":""},"__v":0},{"_id":"9HNSMZn/UIGW1GzDeQeAtg==","name":"Euro Justice","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":17,"mp_id":"105759744","mp_crag_id":"105745474","climb_id":"9HNSMZn/UIGW1GzDeQeAtg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is a link-up that combines the best of two routes --\n\nEurotrash\n\nand\n\nPoetic Justice\n\n-- for a tour of some of the best stone at Rifle.\n\nClimb\n\nEurotrash\n\nall the way up and through the arete, clipping the second bolt on the arete. Take an incut, inset face hold left of the arete, and move left into the crux finishing bulge on\n\nPoetic Justice\n\n.\n\nEither clip up into the first bolt on the\n\nPoetic Justice\n\nbulge, and return to unclip the last bolt on\n\nEurotrash\n\n(for rope drag), or just punch it into the bulge having clipped only the bolt on\n\nEurotrash\n\n(not a great idea, as it will be down and to the side of you should you fall gunning for the last bolt on\n\nPoetic\n\n).\n\nLong slings on these last couple of bolts would save any sort of maneuvering around, and simplify things.","protection":"10-12 quickdraws","location":""},"__v":0},{"_id":"fFgR9HdsU+C0tjxA2Lli7w==","name":"Easy Skankin'","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Sterling Keene, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":10,"mp_id":"105753376","mp_crag_id":"105745474","climb_id":"fFgR9HdsU+C0tjxA2Lli7w==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"How about six stars on a three star scale? Smack dab in the middle of the Anti-Phil is a pounded out bit of turf with a dozen killer lines firing straight off the turf. Easy Skankin' is in the left side of this cluster. Scramble up a bit to the first clip and follow a complex face to a grey/blue head wall. The route never gets very steep, although it feels as though it were a bit past vertical most of the way (the rope can't lie however, and the net gain in angle is pretty small).  Pick up some remarkable polished pockets in this grey sector. If you still have the guns, power up past the first double bolt anchor on more cruxy (5.12a?) moves to a second anchor where the rock turns tan in color. With excellent stone, high continuity, and loads of power Easy Skankin must rank as one of the best for its grade at Rifle.  If anyone climbing at Rifle still climbs lowly 5.12s, then this is a must do. I get itchy hands just thinking about those upper pockets.","protection":"Bring 12 to 15 draws and a 60 meter rope. This route can be done as a short variation with a 50 meter rope or continued (best)- with the 60 meter rope necessary for a single rap to the ground.","location":""},"__v":0},{"_id":"nkHGcDM9X9GZvOnTw5S1xw==","name":"Don't Call Me Phil","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Darek Krol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":24,"mp_id":"107856011","mp_crag_id":"105745474","climb_id":"nkHGcDM9X9GZvOnTw5S1xw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Follow a crack corner system low on the route to a difficult sequence where you can step right to a big stance to rest. Continue up and left to another difficult sequence and finish with fun jamming in a crack.\n\nThe route is still pretty dirty and needs some traffic to clean up.","protection":"About 9 bolts.","location":"This is on the right side of the Anti-Phil, immediately right of\n\nPhilology\n\nand before you get to the flat, open belay space of\n\nRide the Snake\n\nand\n\nPurple and Green\n\n."},"__v":0},{"_id":"VuNpNKRYUtm3qUOCi9DFBQ==","name":"Def Jam","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kurt Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":20,"mp_id":"105754096","mp_crag_id":"105745474","climb_id":"VuNpNKRYUtm3qUOCi9DFBQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is one route right of\n\nPhilibuster\n\n, and like\n\nPhilibuster\n\n, would be a lot more fun if a couple of clips were moved down. However, there's a legitimate reason for the hard clips -- this route was bolted ground up. I'm not sure what the \"logic\" behind\n\nPhilibuster\n\nwas.\n\nDef Jam climbs the light blue and black streaked wall right of\n\nPhilibuster\n\ninto overhanging, blocky territory through a finishing bulge. With some bouldery moves through the middle and pumpy business up high, this route is in your face until the anchors. Despite the fact that it doesn't get done much it is a quality line, and will only clean up with travel.\n\nGet ready to crimp!","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"IJjFjoa8U12eQRhJY1FQCw==","name":"The Dancing Pickle","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Justin Sommer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":30,"mp_id":"107245561","mp_crag_id":"105745474","climb_id":"IJjFjoa8U12eQRhJY1FQCw==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is an okay route that has good rock and a lot of fun jug hauling and sidepulling with a couple of brief cruxes. It joins\n\nQuasimodo\n\nat the top.","protection":"9 (?) bolts and same anchor as\n\nQuasimodo\n\n.","location":"This is the next climb to the right of\n\nQuasimodo\n\n."},"__v":0},{"_id":"M2kUB55cXK2Ekbd5Eo7cBQ==","name":"Bong 30","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kurt Smith?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":32,"mp_id":"107248288","mp_crag_id":"105745474","climb_id":"M2kUB55cXK2Ekbd5Eo7cBQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This is located on the far right side of the Anti-Phil Wall.  Go left up low angled ramp, then up to a pin (that usually skipped), then straight up bolt line. The crux is about 2/3rds up the route with big moves on good holds-pulling onto vertical face.  A left kneebar helps with this section.  It has a cool, techy topout.","protection":"12-14 draws.","location":"This is on the far right side of Anti-Phil just left of\n\nPhillatio\n\n."},"__v":0},{"_id":"N7YomjLeVamAZyYEbw32VQ==","name":"Blue and Black","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brad Buhrow, Darek Krol, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":28,"mp_id":"112242466","mp_crag_id":"105745474","climb_id":"N7YomjLeVamAZyYEbw32VQ==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This extension, despite only one star in the guide, is pretty fun and well worth doing. It would probably get three stars if the anchors were a little lower and you didn't have to climp the incredibly polished and sandbagged first half.\n\nFrom the anchors of\n\nPurple and Green\n\n, tech your way up continuously thin climbing on sidepulls and a few bad feet. The line wanders a bit to take advantage of the better holds on the wall. After getting through the crux, climb another 15 feet of 5.10 low angle lichen climbing.\n\nThis climb reminded me a lot of Ten Sleep. So if you like this style, then this is worth checking out.","protection":"10? bolts total to fixed anchors.  There are about 5 on the extension itself. The anchors twist your rope if you clip both of them, so maybe bring an extra quicklink to extend the left one.","location":"This is an extension of\n\nPurple & Green\n\n."},"__v":0},{"_id":"8NonGKBBX+OYdDiLZTbA8g==","name":"Atlas","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeff Hansen, September 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":37,"mp_id":"113871632","mp_crag_id":"105745474","climb_id":"8NonGKBBX+OYdDiLZTbA8g==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"Named after the Greek Titan who was condemned by Zeus to hold up the celestial heavens for the rest of time, this route tackles the looming bulge above a big, obvious slab on the very far right of the Anti-Phil (AKA Purgatory).\n\nNavigate a couple corner systems to a vertical, techy section to a good rest. Then the fun begins, an airy exposed arete quickly turns to a slab followed by an almost mandatory, obvious, novelty, no hands, double kneebar rest (unless you are very strong). Then comes the awesome very exposed feeling bulge leading to the chains. To eliminate a lot of rope drag, get into the double kneebar, clip the next bolt, then reach down and unclip the last bolt of the slab.","protection":"14 bolts to lower offs.","location":"This is across from The Project Wall, just right of\n\nThe Great Cornholio\n\n."},"__v":0},{"_id":"+A2N99o5UziVKKzfmmxGTg==","name":"The Anti-Phil","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Phillip Benningfield, Pete Zoller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"left_right_index":15,"mp_id":"105753469","mp_crag_id":"105745474","climb_id":"+A2N99o5UziVKKzfmmxGTg==","areaRef":"yBWFdI4lWPag9W0ELwDoWg=="},"content":{"description":"This route represents the first foray onto the wall and is also the route for which the wall is named -- Phillip Benningfield broke his wrist after a 1/4\" bolt pulled on him during a ground-up bolting excursion in 1991.\n\nThis route has passed through many different evolutionary phases. It originally ended about 20 meters up at a flat jug and clocked in around 13a/b. A couple of years later the anchors were moved to the top of the wall, adding another crux and some of the best climbing on the route -- exposed, slopey moves on brilliant, tan stone.\n\nThe opening sequence, a slippery V5/6 boulder problem getting over the small roof, has long suffered from the addition of a drilled edge out left. The edge was filled in with glue, dug out, smeared with vaseline, cleaned up, etc. The edge is still there -- if you choose to use it the route is 13b. If you ignore it and climb the perfectly viable sequence out right, the route is 13b/c.\n\nThe choice is yours.\n\nThis route is the centerpiece of the wall and climbs the inviting black streak which runs all the way to the top of the cliff. With multiple cruxes and plenty of sustained climbing in between, this endurance fest on stonker rock gets my vote as one of Colorado's best.","protection":"Many, many quickdraws and a 60 meter rope.\n\nThis route is equipped with perma-draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,c8158574-8e25-58f6-a0f5-6d042f00e85a","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Anti-Phil Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12b"},{"count":1,"label":"5.14d"},{"count":6,"label":"5.12c"},{"count":3,"label":"5.11a"},{"count":4,"label":"5.11c"},{"count":5,"label":"5.13a"},{"count":2,"label":"5.12+"},{"count":4,"label":"5.13b"},{"count":2,"label":"5.11d"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.12d"}],"byDiscipline":{"sport":{"total":38,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":28,"expert":10}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":28,"expert":10}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69163,39.71897]},"bbox":[-107.69221459072149,39.71852033981814,-107.69104540927852,39.719419660181856],"left_right_index":-1,"ext_id":"105745474","area_id":"yBWFdI4lWPag9W0ELwDoWg==","polygon":{"type":"Polygon","coordinates":[[[-107.69221459072149,39.71852033981814],[-107.69104540927852,39.71852033981814],[-107.69104540927852,39.719419660181856],[-107.69221459072149,39.719419660181856],[-107.69221459072149,39.71852033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T05:56:20.943Z","updatedAt":"2024-02-19T18:31:55.723Z"}