{"_id":"63689de0e80bff5a994f92f0","area_name":"Mickey Mouse Wall","shortCode":"","climbs":[{"_id":"rhGCztWIXZyBrUJXe4r3Xg==","name":"Zen Effects","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Rossiter/ Watson, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":3,"mp_id":"107979034","mp_crag_id":"105744750","climb_id":"rhGCztWIXZyBrUJXe4r3Xg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is the bolted face just right of\n\nLifestream\n\n.  The climbing is \"interesting\" and fairly sustained.  To access this climb, either climb the first pitch of\n\nLifestream\n\n, or it is possible to scramble up to this ledge system via a loose 5th class scramble 100 yards uphill (not bad in approach shoes).  Getting to the first bolt is heads up, but if you have any business on this route, it will not be an issue.  The crux is around the 4th (?) bolt, and the rest is great face climbing.  Either step right to an anchor around the 80 foot mark or finish on\n\nLifestream\n\nfor a 130 foot pitch.","protection":"8 - 11 bolts depending on what anchor you stop at.","location":"This is right of\n\nLifestream\n\n."},"__v":0},{"_id":"1pOIxY7jUpqcMyDA3tkPzQ==","name":"Zambezi","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Hurley-Medrick, 1960 (5.8 A3). FFA Reveley, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":9,"mp_id":"107969799","mp_crag_id":"105744750","climb_id":"1pOIxY7jUpqcMyDA3tkPzQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Zambezi features a beautiful thin crack, high on the left side of Mickey Mouse Wall.\n\nP1. Begin by climbing the first pitch of\n\nPerversion\n\n, an excellent, thin, RF corner. At the large ledge, about 25m up, traverse far to the right to begin the second pitch of\n\nPerversion\n\n, but cut back left after just 5m. Follow a narrow ledge left past a few trees, and then hop up to a broad ledge below a clean, blank LF corner. 5.9, 35m. This pitch zigs and zags, so if you're placing a lot of pro, maybe break it into two.\n\nP2. This is what you came for. Climb the aforementioned clean, blank, LF corner with no pro (5.9 R) for a few meters to a good small placement (RP or 00 C3). Make one more move to gain a jug and better gear. Above the corner, move up and left across a slab to a shallow roof (5.9 R/X). Stretch above the roof to clip a modern bolt (phew!), and then make a harder slab move up and right to the base of the obvious thin splitter. Climb this splitter, with a powerful and technical crux where it angles left. The crux involves reaching and passing a bomber hand-jam pod (and placing gear while your hand fills the pod!).\n\nOnce on easier terrain, follow the crack up to a broken ledgy area. You'll find a tree with rappel slings, and from here you can lower 35m back to the belay ledge (70m rope required!). Or scramble to the top of the wall (5.4). 5.12-, 35m (or ~50m if you continue to the top).","protection":"RPs, double set of cams to #1 Camalot.","location":"Descent: rap the route (a 70m rope helps). Once back at the large belay ledge below the crux pitch, scramble to climber's left along an easy flake, and then down to a lower ledge with a big tree with rap slings. Rap from here 35m to the ground."},"__v":0},{"_id":"0H0Nb1XVV2yaepUaj5TtTg==","name":"Vulcans Don't Lie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":10,"mp_id":"105850130","mp_crag_id":"105744750","climb_id":"0H0Nb1XVV2yaepUaj5TtTg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"\"Vulcans Don't Lie\" is truly more of a variation of Mickey Mouse Wall's classic 5.9 \"\n\nPerversion\n\n\" than a route in itself but, since it is a named climb in Rossiter's guide, I thought I'd add it to the site. Though Rossiter gave it a 10b, I found it to be short enough and positive enough to place it at .10a. I hope that's not obnoxious. Most of the info one would need for \"Vulcans\" can be found on the \"\n\nPerversion\n\n\" or \"\n\nCaptain Beyond\n\n\" pages. Have fun!","protection":"The protection is reasonably good on this pitch, though there is a large very loose block in the middle of the roof in which pro (esp. a cam) would more than likely rip. Careful!","location":"\"Vulcans\" is the roof located directly above pitch 3 of \"\n\nPerversion\n\n\", and can be gracefully substituted for the final 5.6 section of that pitch. Rap from the saddle from a veritable rat's nest of webbing. 2 more raps will get you to your packs."},"__v":0},{"_id":"l8Mv5LhiUT6rG0xBaKonoQ==","name":"Vergin' on Perversion","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"DeMallie & Hare - 1989","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":12,"mp_id":"105765009","mp_crag_id":"105744750","climb_id":"l8Mv5LhiUT6rG0xBaKonoQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Vergin' on\n\nPerversion\n\nclimbs the arete just right of the obvious\n\nPerversion\n\ndihedral system.  The line is a bit contrived in places, but the rock and climbing is brillant.  Two or three stars for the first three pitches for sure.\n\nP1: Scramble up and left on some ledges and start up a thin crack with two or three bolts.  About 50' up you can step right, following a line of bolts around the arete.  Belay on an obvious ledge at a single bolt and some gear.  110' 5.11a.\n\nP2: Climb a short (30') dihedral.  It would be sensible to link this with either P1 or P3.  Belay on a ledge.  5.9.\n\nP3: Follow the line of bolts back out to the arete, and eventually around the corner (crux).  There are two 5.11 sections on this pitch.  Belay at two bolts.  115' Quickdraws only for this pitch.\n\nP4: Wander up and right, passing a tree on your left, on easy ground.  Perform an unprotected 5.8ish move at the arete (lots of lichen here), then step up and slightly left to clip the lone bolt on this pitch.  An easy 5.10 face move gains easy climbing to the top.  120' 5.10a.","protection":"Single set of cams to #0.75 Camalot, wires, 10 draws.","location":""},"__v":0},{"_id":"QLrFDU/zUJKriLlNY1cd+w==","name":"Unnamed Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ivan Rezucha, Luke Clarke, 9/28/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":0,"mp_id":"106267361","mp_crag_id":"105744750","climb_id":"QLrFDU/zUJKriLlNY1cd+w==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is quite a good route. I was surprised, and I really enjoyed it. Mostly clean with little loose rock, although there are some minor thumpers. The climbing is pretty continuous with the crux at the final roof. The gear is good although a little sparse at the bottom. There are surprising gear placements and holds.\n\nSince this is an obvious line, this may have been climbed earlier, although there were no signs of previous passage. I excavated several excellent gear placements at spots where gear was wanted.\n\nSee \"Location\" for the start. Climb a thin crack left of the grungy left facing corner. About 15' up step right and climb just left of the corner. Follow the crack system up past some fun jamming and stemming moves. At the roof, get good gear and then stretch to place the #4 Camalot high and deep. Undercling out right and hope for the best. Get a good directional and walk right to a tree from which you can belay and rappel.","protection":"I used a single set of nuts from small to to big, a single set of micro to finger sized cams and doubles to #3 Camalot. You need a single #4 Camalot that you can place and back clean several times, saving the final placement for the roof at the top. If you are height-challenged you may need a bigger cam for the roof or do without.","location":"Walk left up the hill from\n\nEagle's Bier\n\nto where the wall gets shorter. There are couple of obvious, left-facing corner. This route is the corner that leads to the roof at the top with the wide crack on its right side. See photo.\n\nTo get down, walk right on a ledge just after the roof to a tree. A 70m rope gets you to the ground. A 60m rope\n\nmight\n\nget you to scrambling distance of the ground, but there's another tree mid way you can use. Bring slings and rings."},"__v":0},{"_id":"q/UislreVZeeFsgDvOMDug==","name":"The Three Mousketeers","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Fred Knapp, Bill DeMaillie, Will Nichols, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":18,"mp_id":"105750583","mp_crag_id":"105744750","climb_id":"q/UislreVZeeFsgDvOMDug==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Boy, bolts can be nice. About 70 feet left of the main dihedral that is P1 of The Red Dihedral, the Three Mousketeers is the left of two bolted routes. Actually, the climbing\n\nper se\n\non Three Mousketeers is better than that on\n\nPerilous Journey\n\n. It's more continuous, devious, and fingery. While Fred and Will are still very much on the scene and getting better and better each year, Bill DeMaillie died of natural causes sometime in the '90s. Bill was a proponent of developing the fine lines to be had in Boulder whose development was shut down cold by the Boulder City Council. The last words I remember from him were that if the Council forbade development, then the routes would get done anyway - under \"the belly up veil of secrecy\".  If only it were so. What a man, we are a lot worse off without his maverick voice, defiant to the end.","protection":"QD only and a 50 m rope.","location":""},"__v":0},{"_id":"fLKGR0vIUVqJNkfIMoNrsQ==","name":"Stigmata","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"George Squibb","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":25,"mp_id":"105763398","mp_crag_id":"105744750","climb_id":"fLKGR0vIUVqJNkfIMoNrsQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"I'm pretty sure this thing is still unrepeated - after 15 years. Maybe it's the long walk, or the .11a approach pitch...but it's a high quality route in a spectacular position.\n\nStart by climbing the\n\nGreen Dihedral\n\ndirectly into\n\nBox Car Willie\n\n, finally traversing right to the belay below\n\nRed Dihedral\n\n. With a long rope and a little bit of 4th classing, you can get there in one pitch. The route starts with the lower part of\n\nRed Dihedral\n\nbefore continuing up the arete. Gear in here is kind of weird. I did the route as a sport climb, pre-placing the trad gear in the dihedral. It's hard to get good gear at the base of the dihedral (there may be an old 1/4\" bolt, but I bet the wind has blown that away by now), and this is probably the hardest couple of moves on the route. I threaded some wires together (\n\ni.e.\n\ncheater stick) to get the first good nut where the crack opens up - then aided up to place the rest (there may be some other fixed gear). Falling here (and you will - it took me 2 days to figure out the 6 moves) without pre-placed gear would be grim...but go ahead and improve on my style if you want. Be careful of the loose block at the base of the dihedral. Anyway, contort up the dihedral into the widening crack (fingers) until you're even with the first bolt on the right wall. Span out right to the arete, and bust for the summit. When lowering, be sure to use the chained mid-station - if you don't you'll either be left dangling in space, or dropped for a bounce off\n\nPerilous Journey\n\nand then to the talus.\n\nFYI: Levin's new guide has it wrong. He shows the route ending at the mid-station (80 feet); the route actually continues to ~110 feet (all in one pitch).  He also recommends pre-placing gear; this is no longer true now that Topher has replaced the old aid bolt at the start of the dihedral. George - 11/09","protection":"12-15 bolts, small nuts, TCUs to #2 Friend.","location":""},"__v":0},{"_id":"p9vdnEw0VlWyZ51BXFJb8A==","name":"Skink's Lip","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rob Candelaria","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":31,"mp_id":"105755398","mp_crag_id":"105744750","climb_id":"p9vdnEw0VlWyZ51BXFJb8A==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is a nice TR or heinous lead. Climb just left of\n\nShiva's Dance\n\nand Monks in the Gym. This follows a couple thin, left-angling cracks and finishes on\n\nThe Offset\n\n. It is less than vertical. It has that not-climbed-much feel. Skink's Lip is a nice climb but does not have much pro.","protection":"Maybe tiny wires or Aliens, maybe not.  TR is better for enjoying more routes.","location":""},"__v":0},{"_id":"D/NCnAeiW92UZkOpFTZWUQ==","name":"Simian's Way","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FFA Steve Wunsch, et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":20,"mp_id":"105758620","mp_crag_id":"105744750","climb_id":"D/NCnAeiW92UZkOpFTZWUQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Begin about 50 feet uphill from the obvious\n\nGreen Dihedral\n\nbelow the first pitch splitter finger crack. With a 60m rope, you can probably do this in two pitches if you set the first belay fairly high.\n\nP1. Climb a steep, juggy face for about 15 feet. Climb around a short flake and onto a good stance at the base of an awesome looking finger crack. Climb the crack with great gear and even better jams. Stop at the fixed slings if only doing this pitch (now bolted anchor). If continuing on, make a rising traverse left into a right-facing dihedral, and belay below a steep, broken section directly below the offwidth. This is a definite 3-star pitch, 5.9+.\n\nP2. Climb through a steep, chossy section with great holds so long as they stay put. Pull over a deceptively tricky bulge, and crawl on in the slightly overhung, flaring crack. When I did this, there was a fixed hex + nut equalized with some rap rings at the crux bulge of the offwidth. The crux may be in manuvering around these pieces, but they do give peace of mind. After the bulge, the crack pinches down from flaring offwidth to flaring fingertips.  Bring a purple Metolius. Pull one final bulge with some more trickery, and continue up much easier ground (some 5.8, lots of bird shit) until reaching a suitable belay stance. I stopped about 40 feet shy of scrambling at the top, 5.11a.\n\nP3. Climb a short pitch up a right-facing dihedral, and trend up and left towards the saddle once on easy ground, 5.8.\n\nTo descend, scramble around the back of the tower towards the fixed rap stations. Route finding is a little tricky. By staying low, we found a rap station off of a questionable tree that led to a walkable gully below the fixed stations.","protection":"Up to a #3.5 Camalot for the offwidth and an optional #4 below it. There are fixed anchors on top of the stellar first pitch.","location":""},"__v":0},{"_id":"OHnTOnlVVGmlpt1lW7uvIw==","name":"Sidewinder","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Greg Miller, Kevin Murphy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":13,"mp_id":"106263237","mp_crag_id":"105744750","climb_id":"OHnTOnlVVGmlpt1lW7uvIw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is really good route. I am not sure if it is a FA. An old Rolo guide has it as a 5.?. Start on\n\nCapt. Beyond\n\n, cut left at first roof, obvious ring bolt. Cool movement, cross overs and stuff. 2 more pins get you to the left crack. Climb this all the way to the big ledge. This is a long pitch with lots of climbing. The 1st pin is tough to clip. It could possibly get a PG-13 rating. The grade might be a wee bit soft, we climbed \"\n\nThree Mousketeers\n\n\" next to it and it felt as hard, that gets a 5.11c. Whatever, this is highly recommended.","protection":"Bring a couple extra in the yellow and green Alien size.","location":""},"__v":0},{"_id":"nzh0kn5OWk+IhGYlW2ZsQw==","name":"Shiva's Dance","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":33,"mp_id":"105748762","mp_crag_id":"105744750","climb_id":"nzh0kn5OWk+IhGYlW2ZsQw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Great flake, and a stout 5.7 grade. On the bottom of the South Tower, find a crack to the R. of a    small pinnacle. One pitch up to some questionable fixed pins, and then downclimb the gully to the R.  There is a second pitch that requires aid I believe.","protection":"Cams in the 0.5-2\" range, wired stoppers, and some larger hexes.","location":""},"__v":0},{"_id":"pEv12A6BV3mc1Ei9JZCOig==","name":"Red Dihedral","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Layton Kor, Mayrose, Larry Dalke, 1964. FFA: Christian Griffith, Eric Doub, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":24,"mp_id":"106330975","mp_crag_id":"105744750","climb_id":"pEv12A6BV3mc1Ei9JZCOig==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"The dihedral is done in two 5.12 pitches with the crux being the first section at 5.12d envolving thin face and stem climbing with fixed pins, stoppers and bolts.","protection":"Small stopper, pins and bolts.","location":"Climb to ledge system below large red tinted dihedral above\n\nPerilous Journey\n\net al.\n\nFollow crack system left of\n\nPerilous Journey\n\nto bolt line or climb bolt route right of\n\nPerilous Journey\n\nto the ledge system below the prized dihedral. The dihedral is done in two 5.12 pitches with the crux being the first section at 5.12d involving thin face and stem climbing with fixed pins, stoppers and bolts. The second section of the corner involves climbing out left under the roof via thin face climbing with marginal protection, finishing with a headwall crack."},"__v":0},{"_id":"8pR8a2y/XNKl9x2QVLtL9g==","name":"The Red Arete (aka Myra)","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Josh Wharton and Phil Gruber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":23,"mp_id":"120245282","mp_crag_id":"105744750","climb_id":"8pR8a2y/XNKl9x2QVLtL9g==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Although technically 5 pitches of mixed sport and trad, this route is all about the two fantastic pitches of hard sport climbing in the middle of the route. These pitches tackle the stunning overhanging arete to the left of the\n\nRed Dihedral\n\n, and are both solid 5.13c. Overall, the route feels harder than the climbing on any individual pitch given its airy nature and the approach to get there.\n\nP1: 5.6, 80’. Climb the corner as per P1 of The Red Arete to a two-bolt anchor.\n\nP2: 5.9, 80’. 4th Class up and right across a blocky ledge, and then climb up a slab past 3 bolts and a medium-size wire placement to the anchor shared by the\n\nRed Dihedral\n\n.\n\nP3: 5.13c, 70’. Climb the overhanging arete starting on the left, then move right and finally back left and over the lip. This continuous pitch involves a lot of slapping and palming on the blunt arete. A bosun’s chair is nice for the hanging belay at the top of the pitch.\n\nP4: 5.13c, 100’. Climb past three bolts up and left and then back right to the base of an overhanging crack. Climb the overhanging crack until it ends at a downward-facing rock tooth that leads back to the arete. Finagle your way up this difficult section to a shake, and then climb out the steep overhang to the left to the final dramatic overhanging arete that leads to easier ground above. Work up and slightly left to the anchor.\n\nP5: 5.11c, 70’. Traverse right and climb the right side of the final arete up steep terrain until the climbing angle and difficulty eases. The final 20 feet of this pitch is only 5.8, but it’s steep and unprotected.\n\nA couple of obvious challenges remain available for the strong and adventurous climber, including linking pitches 3 and 4 and establishing a direct finish on pitch 5.\n\nJosh Wharton not only had the vision for this route, he was also smart enough to recruit me to do a good portion of the work to establish it with him. A lot of my time bolting, cleaning and working the route was spent thinking of my mom who went into hospice during this period. She had a funny name but a graceful spirit.","protection":"P1: a few stoppers and medium-size cams.\n\nP2: 3 bolts and a medium-size stopper.\n\nP3: 7 bolts.\n\nP4: 11 bolts.\n\nP5: 7 bolts?","location":"Start in an obvious corner as per the\n\nRed Dihedral\n\n."},"__v":0},{"_id":"BGTNRILKXGqn9C7sRmws5g==","name":"Perversion","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor, Bob Culp, George Hurley and others, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":11,"mp_id":"105750577","mp_crag_id":"105744750","climb_id":"BGTNRILKXGqn9C7sRmws5g==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Possibly one of the all time classic routes of its grade, Perversion fires up the central tower in three pitches of glorious climbing on some of the best rock in the Front Range. Below the central tower is a large block - climb up left on talus around the block and then over to the right side for a cozy belay that looks up a system of left facing dihedrals all the way to the top.\n\nP1. Start off on the right side of the block in a rough finger and hand crack. This is largely 5.7/5.8 until just before the next ledge where the line kicks up a bit of 5.9 on very good gear. Get to the ledge and move right 15 feet to the base of the dihedral. 75 feet, 5.9.\n\nP2. At the ledge (with a tree), scramble right to a point below the shallow dihedral. Fire up the left dihedral with 2 fabulous cracks for 25 feet. Traverse to the right on large blocks about 10 feet to another dihedral with a good crack. Cruise up this crack and then continue over broken rock with good pro to a nice belay ledge. There are two large bolts about 10 feet right of the crack. 150 feet, 5.8.\n\nP3. Continue up fabulous climbing in the corner with solid 5.8 move separated by many excellent rests. Head for the monstrous roof and swing out right on jug-o-rama holds with bomb-proof gear in the corner at 5.6. 120 feet, 5.8.\n\nDescent: downclimb to the left (east & north towards trees) then back (west) to the large notch (skip the first, smaller notch). Make an 80 foot rap to slings, then a 60 foot rap to a large tree, then a final (third) rap 60 feet right to the base of the climb.\n\nPer\n\nCarl Schaefer\n\n: alternatively you can rappel hard right to reach another bolted anchor. From there, rappel down to the top of P1 and a tree with cord and a quicklink (check the cord!), and rappel once more down to the base of the route.\n\nThe original descent info mentioned slings for the 2nd rap, which is now bolts, but they'll be an awkward traverse away if you rap straight down from the top, hence the suggestion to veer to the right.","protection":"Bring a full rack and a 60 m rope.","location":""},"__v":0},{"_id":"T45HTSgEVfe2YTziXAANZw==","name":"Perilous Journey","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Breashears and Steve Mammen, 1975","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":28,"mp_id":"105750580","mp_crag_id":"105744750","climb_id":"T45HTSgEVfe2YTziXAANZw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Jim Erickson's 1980 guide calls Perilous Journey a \"hyper-modern horror\" and Rossiter calls it \"Boulder's most famous mind control classic\". What mind control, life is easy on a top rope. Today I still would not lead this fright fest. As a sport route Perilous Journey would check in with a lot of 5.11 edge climbing and probably fall in the middle zone of acceptable quality routes. There are hundreds of better sport routes in terms of continuous 5.11 climbing and nice movement on stone. The rough stuff on Perilous Journey comes at 25 to 30 ft off the deck and this why it was such an amazing test of mind control. I'm still not sure that you could get in more than a single #1 or #2 stopper, perhaps a brass nut if you had the time. Climbing after the flake is never harder than middle 5.10, but the gear is still really sparse. So why list Perilous Journey here? Because if you climb, you should do it just to see what was going through Breashears' head. Just run the top rope, unless you are feeling up to the mind control. To set up the TR, run P1 of The Red Dihedral (5.6) and jog right a few feet to get the gear. To bail off go back to the rap station at the top of TRD P1. What we have done is to run the TR on PJ and then head over to\n\nMighty Mouse\n\n(5.12a) and all of its nice cozy bolts. This has always been an amusing contrast, a bit like weighing one's psyche in the balance.","protection":"None.","location":""},"__v":0},{"_id":"tKY/GSMPWEW1jfTZVlvmhw==","name":"Parallel Journey","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rossiter and Sciolino","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":8,"mp_id":"105761088","mp_crag_id":"105744750","climb_id":"tKY/GSMPWEW1jfTZVlvmhw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Getting there:  Follow the trail to the north end of Mickey Mouse wall past the large block, from which\n\nPerversion\n\nstarts.  Just past this block is a low-angle left-facing dihedral below the groove between the 'Mouse Ears' which is also the standard rappel route.  Climb the dihedral past a tree to a large ledge.  The dihedral is 5.5 and looks a bit easier than it is.  I would suggest roping up, even if you only place 2 pieces for this section.\n\nP1: From the ledge at the top of the dihedral follow the right of two cracks 6 feet apart.  The crack continues through some .7, .8, and .9(+) moves through a bulge and finally to a rest stance.  Some of the sections look like they are going to be much harder than 5.9 and may tempt you into the crack on the left.  I did not use the crack on the left at all since another party was climbing it, but is certainly looked tempting in some spots and may make a few moves easier.  The pitch is about 130+ feet, quite sustained, had some tricky small pro and felt harder than many 5.9s in Eldo and much harder than Perversion.  For this reason I give it 9+.\n\nP2: Scramble up to a slab with a finger crack, below a bulge leading to the notch between the 'Mouse Ears' towers.  Delicately climb the slab, then power over the bulge on decent but awkward hands.  Although we did this as two pitches because of other parties on the wall, I would recommend doing one long pitch.  The first pitch is quite long anyway [30 feet].","protection":"Rack up to #3.5 Friend.  Lots of smaller pieces.  I used 6 TCUs and Aliens and would probably have placed a few RPs as well if I'd had them.","location":""},"__v":0},{"_id":"X/lh7xOJVuGbgGYtOr6GJg==","name":"The Offset","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"George Hurley, Mike Yokel","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":30,"mp_id":"105755401","mp_crag_id":"105744750","climb_id":"X/lh7xOJVuGbgGYtOr6GJg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is a nice TR or runout lead just left of\n\nShiva's Dance\n\n, Monks in the Gym, and\n\nSkink's Lip\n\n. This follows a shallow, left-facing dihedral to an angling ledge. Move right and up into another, more-difficult dihedral to a ledge. Rappel 70 feet. It is solid for the rating.","protection":"Wires, Aliens, Friends to #3. It is lightly protected.","location":""},"__v":0},{"_id":"fruA26WWU2mz1hHiqZbUIQ==","name":"Oblique Streak","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Wade, Bob Culp, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":36,"mp_id":"106580865","mp_crag_id":"105744750","climb_id":"fruA26WWU2mz1hHiqZbUIQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is an appealing route when viewed from the trudge up along the base of Mickey Mouse. We finally did it due to its early morning sun and high gravity--not really wanting to walk further up the hill. Unfortunately, the red band ceiling is pretty grim with loose holds, mediocre gear and difficult moves. The first half of this route is very good on excellent and interesting rock with somewhat sparse and thoughtful gear.\n\nAs you approach the red band, get in whatever good gear you can. At the red band, there's an inobvious horizontal slot on the left that takes a yellow Alien (red Zero). There's a very small cam placement in decent rock on the right. There may be other placements in the looser rock. As you start to pull the roof there is a tight #0.75 Camalot placement in good rock. Without that I may have backed off. Even with it, it's dicey, because if it pulls, the gear below may also pull.\n\nAbove the roof easier and safer climbing lead to a good stance at a tree. From the top you can scramble a very short distance straight back to the Garden of Stone area and do,\n\ne.g.\n\n,\n\nR.N.R.\n\n, 9+ or\n\nL.O.O.P.\n\n, 11a.","protection":"I used double Camalots from 0.4 to #1, a single #2 and #3, plus a full set of micro cams. Wires from brass to big. Many full length slings if doing this in one pitch.","location":"Just uphill from Industrial Wall is a slabby area bound on the left by the short \"Prow\" buttress. There are two obvious lines up the slabby area. The left line is Oblique Streak.\n\nTo descend you can either scramble back to the Garden of Stone area on the East Ridge and then down to the tunnel or you can do a two-rope rap from the tree at the top of the route. The pull down may be difficult due to the length. Bring webbing and rings in case the slings we left on the tree are gone."},"__v":0},{"_id":"DO22f4RpXl6Mza3Hj6dPzQ==","name":"Monks in the Gym","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Clinton, Bill DeMallie, 1988","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":32,"mp_id":"118169104","mp_crag_id":"105744750","climb_id":"DO22f4RpXl6Mza3Hj6dPzQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This ascends the thin face just left of P1 of\n\nShiva’s Dance\n\n. Previously it had four bolts, which were later removed. This shares a bolted anchor with P1 of\n\nShiva’s Dance\n\n.","protection":"There is a runout crux if you are leading. You can TR it.","location":"It is just left of\n\nShiva’s Dance\n\n."},"__v":0},{"_id":"rXraiJllWDKydvDWaZZmkQ==","name":"Mighty Mouse","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Bill Demallie, 1989?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":19,"mp_id":"105750586","mp_crag_id":"105744750","climb_id":"rXraiJllWDKydvDWaZZmkQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"My notes indicate three cruxes. The line heads largely straight up via some fun 5.11 moves on edgy rock. Jog right after 30 feet or so to get a left hand clip, and then start the very fingery traverse to the left and the 5.12 crux. It seemed like we were on the fingers for a long time, and I thought that there was another tough 5.11c scale move before the line straightens out and runs for the anchors. The rock is blackish here, a bit rounded, with good friction, albeit a bit run out. Good continuous climbing, difficult sequences, and great stone give it three stars in my book.","protection":"QDs only and a 50 m rope.","location":"About 60 feet uphill from P1 of\n\nThe Red Dihedral\n\n, Mighty Mouse is the right of two bolted face routes and starts behind a large pine tree."},"__v":0},{"_id":"58WYlExGWRyyniY8B8IXCg==","name":"Mausoleum","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Goukas/Doub Brothers","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":35,"mp_id":"106021645","mp_crag_id":"105744750","climb_id":"58WYlExGWRyyniY8B8IXCg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"I wish I had written notes in my guidebook as to exactly what gear is helpful and whether or not there actually was an extra bolt added to this exciting route.\n\nDo\n\nOblique Streak\n\nto the ledge and traverse left to underneath Mausoleum (5.9 with interesting moves on junk rock). Do a couple committing moves to get to the first of 3 or 4 modern bolts. The line stays mostly on a blunt arete with captivating and pumpy moves between the bolts and mostly marginal (optional) gear placements. The actual Mausoleum route isn't very long but it is in a very cool position high up there. Oddly placed anchor set-up. A couple raps with a 60m rope to get off.\n\nMaybe someone else should do it and write a better description. It really is a great line so get on it!","protection":"QDs are pretty much all you'll need for the arete and a small rack (mostly for\n\nOblique Streak\n\n).","location":""},"__v":0},{"_id":"ILIiBJUuUvmKxT0tAKSrmA==","name":"Lifestream","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Rossiter, Joyce Rossiter, & Steve Ilg - 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":2,"mp_id":"105761487","mp_crag_id":"105744750","climb_id":"ILIiBJUuUvmKxT0tAKSrmA==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Note that we only did the second pitch after rapping from another climb and traversing across the big ledge system on the lower half of Mickey Mouse Wall*\n\nLifestream goes up the left side of the arete at the far left of the Mickey Mouse Wall.  Climb up past a gear placement and then past [8] bolts to a two-bolt anchor (note the anchors do not have lowering rings and could use a pair of quicklinks up there).  Two cruxes - one at the first bolt, one at the fifth.  Lots of interesting sequences made this climb enjoyable.\n\nRap with a 60m rope to a grassy ledge ten feet above the main ledge.\n\nThe first pitch looks decent but nothing special.  The meat of the route is the second pitch.","protection":"Second pitch is [8] bolts to a two-bolt anchor, bring a [#2 Friend] to protect the run to the first bolt.  First pitch supposedly takes gear to one inch [and has 1 bolt].","location":""},"__v":0},{"_id":"PE1/FESTVc6bTU3EwnPYjg==","name":"Krystal Klyr","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Breashears, S. Mammen, 1975","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":27,"mp_id":"105848169","mp_crag_id":"105744750","climb_id":"PE1/FESTVc6bTU3EwnPYjg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This climb, along with\n\nPerilous Journey\n\n, is one of the most famous mind control routes created by the gifted and famous, David Breashears, aka Kloeberdanz Kid.  This route is amazing considering the era, the equipment available, the consequences of error....  Most mortals (like me) will experience this route on TR, if they choose to venture here.  A lead would probably be soloing.\n\nThere is a picture of Breashears's FA on p. 94 of\n\nClimb!\n\nby Jeff Achey, Dudley Chelton, & Bob Godfrey.  There, it is described that Breashears returned shortly after the FA of Perilous Journey in hopes of finding a more demanding route but was disappointed to find it \"slightly easier and more secure, and with better protection (just enought to avert a ground fall.)\"  In a discussion about these two routes in 1976, Steve Wunsch described both these routes \"like real jumps into the future to me.\"  Jim Erickson replied, \"They sure do.  You'd jump right into eternity if you fell off either of 'em.\"  If anyone can provide details of the history of this route's first ascent, that would be a wonderful enrichment to this website.\n\nApparently, the route is named in part for the rock/crystal embedded just above its roof.\n\nAs for the climbing, this route is quite challenging, and even on TR, it felt quite stiff for 11a (old\n\nBoulder Climbs South\n\n) or 11b (new\n\nEldorado Canyon\n\n.  This route is sustained for its first half & is fairly difficult to decipher the sequences without beta or chalk.  Interestingly, W. Prehm's\n\ndenotes this as 11d.\n\nNote, the beginning of the route is located in a lush garden with plenty of poison ivy.","protection":"According to Rossiter's guidebook, a #2 & #2.5 Friend for the groove above the crystal is the pro.  Hmmm...Camalots #1 or #2 don't fit this groove.  This groove appears to be a very shallow, flaring groove that might be intimidating to trust.  Higher, a yellow & red Alien can be placed just next to the ledge near mid-height.  There is a downward-driven Lost Arrow above the ledge to the right.  Just before topping out, you can get a red Alien & wire.\n\nTo TR, you can belay from the ground with a 60m rope off the Red Dihedral P1 anchor with the red Alien, Lost Arrow, yellow Alien for directionals.","location":"This historic route is located 2 routes right from\n\nRed Dihedral's\n\nP1.  It starts right of the stray bolt of the unknown climb 11a? to its left.  It starts left of\n\nPerilous Journey\n\n.  It starts below a roof and works up onto a smooth face just right of a prominent arete."},"__v":0},{"_id":"SSV4ll+CWeiPduqZPJtdzQ==","name":"Hamburger Helper","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Erickson & partner, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":5,"mp_id":"105765207","mp_crag_id":"105744750","climb_id":"SSV4ll+CWeiPduqZPJtdzQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This eye catching crack which looks better than it climbs, is so obscure that it was omitted from Rossiter's Eldo guide even though he had included in it\n\nBoulder Climbs South\n\n.\n\nHH is on the SE face of the North/West/climber's-left mouse ear, starting at about the height of the top of the standard rappels; the full approach is a doozy, requiring the hike to Mickey Mouse and at least three pitches of climbing.  All but its first few feet are prominently visible when scrambling west to the raps from the top of\n\nPerversion\n\nor\n\nCaptain Beyond\n\n.  Even though the route starts w/in 50' of the raps, it is a slight pain to get to from there, requiring some scrambling over an intervening fin.  The easiest way to get the start of HH is by climbing all of\n\nBeagle's Ear\n\n, the 3rd pitch of which deposits one within a few easy feet of the start.\n\nThe climb itself is about 30' of continuous crack, starting with overhanging sub-tips and widening to hands, followed by 20' of lower angle slabbiness.  The crux is in the first 15'.  Oblivious to the implications of the route's name, we didn't bring tape which detracted considerably from whatever enjoyment it might provide.  If I ever get back on this, my right pinkie will be taped.\n\nDescent: after the crack ends, veer left to reach adequate, but not brilliant, sling anchors.","protection":"Small to medium rocks, cams from blue Alien to gold Camalot.","location":""},"__v":0},{"_id":"O3bTpk37XqWpotDGm5nOnA==","name":"Green Dihedral","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":21,"mp_id":"105748765","mp_crag_id":"105744750","climb_id":"O3bTpk37XqWpotDGm5nOnA==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"To quote Rossiter, \"Good routes in this grade are scarce.\" Find a large L-facing dihedral about 40m left of\n\nShiva's Dance\n\n. Climb the great corner to a good ledge. P2: Follow the arcing dihedral until it becomes nearly horizontal (crux) and setup a hanging belay from a huge mess of slings. This climb is awesome, and commiting for the grade.  The crux and exposure of this climb are really on the edge for a \"5.7\" climber.  Awesome lead and a perfect crack.\n\nEds. Since the original ascent, the climb has been updated to ascend the dihedral 70 ft to a 2 bolt anchor and belay. P2 continues up the obvious, left-arching corner to the end and then straight up for a total distance of (100 feet).\n\nDescent: Rap 1 from the top of Green Dihedral to the top of P1 Plane Geometry (80 feet). Rap 2 from Plane Geometry to the ground (90 feet). Note: The sketchy rap at the end of the roof has been removed to restore the original line. The rap anchors at the top of Green Dihedral were refurbished 01.30.2009.","protection":"Standard rack with extra large pro up to #4 Friend. Single, 50m rope to rap.","location":""},"__v":0},{"_id":"DhCWqHitXdy75+wW+ZsZiQ==","name":"Fluffy Bunny","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"T. Leith, 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":26,"mp_id":"112244665","mp_crag_id":"105744750","climb_id":"DhCWqHitXdy75+wW+ZsZiQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Fluffy bunny? Harmless rabbit?  Well, it has HUUUUGE TEETH!\n\nThis route was given 10a in the Levin Book, but I and a partner both thought it was quite substantially harder, and it is is harder in such a way and place, and at a runout, so as to be a serious problem on lead. Or perhaps it was just the weather and we were having a bad day.\n\nThe climbing is good over all, however, and the route can easily be top-roped from P1 of\n\nThe Red Dihedral\n\n, with a pin to the right of those for a directional.\n\nI spent quite some time trying to convince myself that the small hand holds and rounded pebbly foothold at the crux would hold me on my lead attempt prior to saying it wasn't worth it and backing off for a TR. I am pleased with my judgment on that call, as the crux there lead to an insecure move above, and then another.... from which I fell on TR. I saved myself a rough 30' fall, at least.\n\nDespite the sandbagging, I thought the route was good. In terms of move difficulty and protection, I'd describe it as the 'evil cousin' of the nearby routes '\n\nThe Offset\n\n' and '\n\nSkink's Lip\n\n.'","protection":"A few bits of gear up 40' to a ledge that leans up and left. Protect in the crack above the ledge, then climb up and right 10-15' into a crack below a tree with strenuous protection available there once established in it (5.10 climbing as well). If you fall before that, you will be spun sideways on a long fall back into a corner below the ledge for a rib and head cracking landing....\n\nContinue above in the 0.5-2\" crack to the tree, then up the 5.5 climbing for 20+' above the tree, which is secure and not of much concern. Clip a pin, and step left to the anchors on P1 of\n\nThe Red Dihedral\n\n.","location":"This route lies just a few meters left of P1 of\n\nThe Red Dihedral\n\n. It starts in a shallow, right-facing corner and then goes onto a sloping ledge to the left above. From there, face climb up and right (perhaps dangerously) into a hanging crack through a bulge just left of the arete. Climb 80' in total to an anchor just to the left of the start of the climb, with a pin just before it as a directional."},"__v":0},{"_id":"vUNS51ywX3KqxcWLz8ZZnw==","name":"Flakes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rob Candelaria, solo, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":34,"mp_id":"106924939","mp_crag_id":"105744750","climb_id":"vUNS51ywX3KqxcWLz8ZZnw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Per\n\nGeorge Bracksieck\n\n: P1 of Flakes is a steep, short, lichen-infested thin-hands on the right side of the Prow.  This is harder than 5.8.\n\n[P2 of Flakes] is an [obscure old line] that climbs directly to the start of\n\nMausoleum\n\nand from there angles right to the top of\n\nOblique Streak\n\n. The climbing is good, although indirect at the bottom, and the rock quality is for the most part excellent. The crux comes early, but there are two more interesting secondary cruxes to follow. The [second] pitch serves as a better first pitch for\n\nMausoleum\n\nthan\n\nOblique Streak\n\n.\n\nPitch [2]) Scramble up to a slanting ledge. You could belay there. Step up to the bottom of the slot. Make a difficult crux move left and up from the top of the slot to a right angling shallow groove. The rock here looks deceivingly low angle from the ground. Use long slings here. Follow the groove awkwardly right, passing a fun thread, to a stance below a ceiling that leads to a left-facing corner. Instead of making the crux move left and back right, it appears to be possible to climb a nice face directly to the ceiling, but there is no gear. There are two chockstones in the ceiling. The bottom one rocks but appears to be safe. The top one is solid. A 5.8 or so move leads over the ceiling to a stance on the chockstones. With some difficulty, get in gear at the next ceiling (deep inside, on the right, and/or high on the left). Layback past the left side of the next ceiling at 5.9 or so and then up easier rock to the 2-bolt anchors at the base of\n\nMausoleum\n\n.\n\nPitch [3]) Angle right along a relatively easy and somewhat dirty crack past a 5.8 move near the top to the tree at the top of\n\nOblique Streak\n\n.","protection":"Single cams from micro to #3.5 Camalot. Optional doubles from #0.5 to #2. Single set of medium nuts. 15 or so slings, mostly long. Double ropes are required to rap to the ground from the top.","location":"Getting there:\n\nJust uphill from the wildly overhanging Industrial Wall at the bottom of Mickey Mouse is a lower angle wall whose top is where Garden of Stone is located. In the center of this wall is the angling crack system of\n\nOblique Streak\n\n. The left side of this wall is bounded at the bottom by the short Prow (or Ship's Prow) buttress and at the top by an obvious, red, right-facing corner whose left wall is the huecoed arete of\n\nMausoleum\n\n. [This route starts to the right of The Prow.] The bottom of Cryptomaniac is marked by a short, left-angling slot about 30' off the ground that is clearly visible from the right but barely visible from directly below.\n\nGetting down:\n\nThere are several options for getting down. By far the easiest it to rap with two ropes from the tree at the top to ground. The next best option is to do only the first pitch and rap from the bolts at the base of\n\nMausoleum\n\n. I think, but can't verify, that you can get to the ground or the first ledge, from there with a 60m rope. A third option is to walk down from Garden of Stone. If you don't know the way, you could end up trashing weeds and even end up on the wrong side of the tunnel. Another option would be to do an extremely diagonal rap along the way from the top to the\n\nMausoleum\n\nanchors. This looked very dangerous. The last option is to rap from the top with one rope and hope you can find or build an anchor somewhere along the way. Note that\n\nOblique Streak\n\ndiagonals more than it seems, and you would end up in the middle of the wall to the right of\n\nOblique Streak\n\n. You might be able to get to the easier rock below Industrial Wall."},"__v":0},{"_id":"zOoDy8tjUN+QcPOLomDHEQ==","name":"Fake Right, Go Left","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Ken Trout and Mason Frichette, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":6,"mp_id":"106653258","mp_crag_id":"105744750","climb_id":"zOoDy8tjUN+QcPOLomDHEQ==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"The name for the route apparently comes from the tricky start which is either hard (5.9+) or harder (5.10c) with no protection. Luckily, the crux at the small roof at about 90' is better protected, but this is a serious route.","protection":"Not much gear, but bring a standard rack anyway.","location":"This route follows the crack system between\n\nDon't Panic It's Organic\n\nand\n\nBeagle's Ear\n\n. To descend, you can do a short pitch up right to the top of the standard Mickey Mouse rappel route or rap off one of the neighboring routes."},"__v":0},{"_id":"oxE8HQMRVE2KGL+2JTlayw==","name":"Eagle's Bier","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Hurley, Bob Culp, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":1,"mp_id":"106267278","mp_crag_id":"105744750","climb_id":"oxE8HQMRVE2KGL+2JTlayw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Eagle's Bier is the huge, left-facing corner left of\n\nLifestream\n\nand\n\nBeagle's Ear\n\n. Despite being one of the biggest features on Mickey Mouse, Eagle's Bier is somewhat obscure. Not\n\nthat\n\nobscure though, since there was chalk on it last week when Luke and I did it. The lack of a good first pitch may turn some away.\n\nRossiter says to start Eagle's Bier in a\n\nleft\n\nfacing dihedral to the left of\n\nLifestream.\n\nErickson says to start in a\n\nright\n\n-facing dihedral. We climbed the first short, left-facing dihedral left of the start of\n\nLifestream\n\n. This dihedral has a pin and may be the climb that Rossiter calls \"Roof\" 5.10, but the corner felt like 5.8 to me. There are two right-facing corners between what we climbed and\n\nLifestream\n\n. The rightmost looks hard with little or no gear. The next corner to the left looked better, but grungy and a little loose. Perhaps that's the correct start. The\n\nbest\n\nand most direct start would be P1 of\n\nLifestream\n\n. The crux is low 5.10 protected by a bolt, but the start is a little dicey.\n\nAfter whichever initial corner you climb, work your way right to the base of the large dihedral. After the initial left-facing corner I moved right on a loose ledge past a tree and then up past a very loose ledge via an obvious but sparsely protected thin crack system. There's a good gear belay in a horizontal flake/crack to the left. Save a #2/gold and #1/red Camalot for the belay.\n\nP2: Climb up to the left of the low angle corner then move right to the main corner. Climb the wide crack via underclings and some body work. A #4 Camalot can be leap frogged. When you reach the red band, traverse right to a good ledge near the Lifestream arête, about 20' above the\n\nLifestream\n\nanchors.\n\nP3: This pitch is intimidating, but it turned out to be fun, easy and wild. Undercling a slot and move up to a large roof. Traverse right and turn the roof at a nice crack to the right of a wide crack through the roof. Continue to the top. It looks possible after the starting moves to move left into a V-slot, but right looked more classic.","protection":"Medium nuts and a single set of cams to a #4 Camalot should do it. A single 60m rope will get you down, but double ropes will save you a rappel.\n\nBring a 6-8' piece of webbing to back up the thread anchor. You need to do one rappel from the top to get to the regular raps. First you rap to a large ledge at the top of Beagle's Ear. You then continue down, on the same rappel, down to very near the standard rap anchors.","location":"Locate the Beagle's Ear crack system left of the scramble approach to\n\nPerversion\n\n.\n\nLifestream\n\nis the arête left of that. Eagle's Bier is the large corner capped by red roofs just left of\n\nLifestream\n\n."},"__v":0},{"_id":"ZdoSSycMXpu0bnCbpNTWGw==","name":"Don't Panic, It's Organic","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard and Joyce Rosstier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":7,"mp_id":"106019138","mp_crag_id":"105744750","climb_id":"ZdoSSycMXpu0bnCbpNTWGw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"In some ways this route is contrived and seems more of a variation for\n\nParallel Journey\n\n. Still, since the guidebook lists it as two different routes, so will I.\n\nBegin with either P1 of\n\nParallel Journey\n\nor P1 of\n\nPerversion\n\n(recommended). If choosing\n\nPerversion\n\n, you will have to move the belay left to the base of the twin cracks. The right crack is P2 of\n\nParallel Journey\n\nwhile the left one is Don't Panic, It's Organic.\n\nHead up the stem box using the left crack for gear and finger locks. Eventually the crack becomes very thin and you can either jump right to the other crack (\n\nParallel Journey\n\n) or continue up on small gear. The Rossiter's topo indicates that this is the crux, but I felt higher up was equally as challenging. Continue up the left crack going over a small bulge for a second crux. The climbing eases up after this point (5.5-5.8) as you head up one more bulge and stem box. Near the top there is a low angle, finger crack that juts left to a few jugs below a roof. Just beyond the roof are the rap anchors. If you make good use of slings, this can be done as one pitch w/ a 60m rope. If not, set up a belay just past the second bulge.","protection":"Rack:  Small to large nuts, a few micro cams then up to #3 Camalot.  Due to the length of the climb, doubling up on cams is not a bad idea.","location":"To find this route, head uphill along the base of the crag until you go past a large boulder that is leaning against the cliff.  On the left side of the boulder is a left-facing dihedral that forms P1 of\n\nParallel Journey\n\n.  Begin here or scramble up the boulder, heading right, then climb P1 of\n\nPerversion\n\n.\n\nRap the route with one 60m rope"},"__v":0},{"_id":"Oamy0c29XXmPNSjHA79lfg==","name":"Dark Matter","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Japhy Dhungana, Steve Annecone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":16,"mp_id":"121858105","mp_crag_id":"105744750","climb_id":"Oamy0c29XXmPNSjHA79lfg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Dark Matter is the diminutive, darker, mysterious bastard child of the classic \"space\" lines to the left.\n\nApproach this route by either climbing\n\nCulp's Fault's\n\nP1 (5.8+) or\n\nCaptain Beyond's\n\nP1+P2 (5.10a).\n\nDark Matter climbs the large left-facing corner with the obvious offwidth crack. The route follows a natural crack that has surprisingly been unclimbed all these years. It leads to the broad saddle between the Middle Tower and South Tower of Mickey Mouse Wall.\n\nDescent options\n\n:\n\nRappel down\n\nCulp's Fault\n\n. There is currently no tat on the start of this rappel series.\n\nIt is also possible to climb easy 5.6 slabs from the saddle, following the path of least resistance for 1 long pitch to the top of the Middle Tower, and down via the standard Mickey Mouse rappels with one 60m rope.","protection":"A standard rack plus one or two wide pieces: a #6 Camalot and/or green Big-Bro is more than adequate. Confident offwidth climbers may consider skipping wide gear and running it out, as the crux section is short: three body-lengths or so.","location":"This ascends the crack system left of\n\nCulp's Fault\n\nand right of\n\nAstral Traveller\n\n."},"__v":0},{"_id":"nG9mJtXsUxOjFokO4meNqw==","name":"Culp's Fault","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Culp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":17,"mp_id":"105748768","mp_crag_id":"105744750","climb_id":"nG9mJtXsUxOjFokO4meNqw==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is a spectacular line in between the South and Central towers. This climb offers everything from RP-sized crack climbing to an exposed arete to offwidth.\n\nP1. Start on a ledge about 10 feet off the ground. Take the L-facing corner. The crack to the left is\n\nCaptain Beyond\n\n(10c). Start with the crux, about 10 feet into the climb. Place a No. 2 and/or 3 RP (quite bomber, actually), then stem and smear your way up to a rest. This pitch follows the dihedral system for about 115 feet to an obvious ledge.\n\nP2. For the second pitch, continue up the dihedral, pull a fun lieback bulge, then stay R in the dihedral through an offwidth section. A #4 Camalot could be used here, but it's easy going and a only a short offwidth section. Finish at a tree with some slings at another ledge. This pitch is about 110ft. also.\n\nDESCENT: Option 1: Make a rap back to a ledge with an old sling around a flake and some pitons for an anchor, then make a DOUBLE rope rap down from here. Option 2: If you only have one rope, make 4 single rope raps from stations in between the North and Central towers. (You'll have to traverse around the back side of the Central tower to the West to get there.)","protection":"Full stoppers (incl. RPs) Friends from #0.5-#3, and a #4 Camalot (optional). Twin ropes are preferrable. About 10 runners and 3 shoulder slings with biners for these long pitches.","location":""},"__v":0},{"_id":"ohYWdxxeVHCebOjgkC7NEg==","name":"Captain Beyond","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Roger and Bill Briggs, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":14,"mp_id":"105751744","mp_crag_id":"105744750","climb_id":"ohYWdxxeVHCebOjgkC7NEg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"If you like cracks of all widths, try this climb!\n\nP1: Begin 8' left of\n\nCulp's Fault\n\n.  Follow a steep crack through a small roof (10a) and belay after 80'.  Note: there is a short wide section near the top of this crack, for which a #4 Camalot can be useful.\n\nP2: Traverse left 20' to the next crack, and head on up to belay on the main ledge with 2 bolts that runs across the wall.  Walk left along this ledge.  110'.\n\nP3: Climb a short slab to the base of an obvious, right-facing dihedral with an offwidth crack.  This is a very short pitch and involves an unprotected 5.8 move up the slab.  Probably some of these first 3 pitches can be combined if you like, but with the traverses, it's probably best to stick with this game plan.\n\nP4: Climb the dreaded offwidth!  It's difficulty is directly related to hand size (in my experience).  If your hands are big enough, you can fist jam the crux (easier).  You don't need any oversize cams as the crack is 3-4\" in the back through the crux.  Continue up an easier chimney, and belay on a ledge with 2 bolts (same stance as the last belay on\n\nPerversion\n\n).\n\nP5: Cross\n\nPerversion\n\nand work up and left to a steep, right-facing dihedral, and climb it (10b).  This is a stellar pitch in itself and is recommended if you are climbing\n\nPerversion\n\nand looking for a harder exit.","protection":"Standard rack up to #4 Friend.  For bomber pro at the crux, bring extra #3-#3.5 Camalot sized pieces.  P1 and P5 are mostly thin cracks.  [Eds. many folks have reported feeling inadequately prepared with a #4 Friend.  #4 Camalot(s) may be wise.]","location":""},"__v":0},{"_id":"2XuR6GvEVrK3uY8lPDAXPg==","name":"Boxcar Willie","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Clinton & Bill DeMallie, 1988","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":22,"mp_id":"105762996","mp_crag_id":"105744750","climb_id":"2XuR6GvEVrK3uY8lPDAXPg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"Approach via the first pitch of the\n\nGreen\n\n/\n\nRed Dihedral\n\n, then head up past five bolts to a two-bolt anchor.\n\nBoxcar Willie gets the bomb in my book:  I felt the bolts are placed poorly - both difficult clips and bad fall potential in some places.  But moreover, the line is contrived, staying just left of a much more obvious weakness up this shield of rock.\n\nOh, and then there's the fact that it's about a number grade sandbagged.","protection":"Five bolts.","location":""},"__v":0},{"_id":"ZtmDBrIZX/OW7J1gklk+XA==","name":"Astral Traveller","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Annecone, Japhy Dhungana, January 2022.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":15,"mp_id":"121858058","mp_crag_id":"105744750","climb_id":"ZtmDBrIZX/OW7J1gklk+XA==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"\"Space: the final frontier. These are the voyages of the starship Enterprise. Its continuing mission: to explore strange new worlds. To seek out new life and new civilizations. To boldly go where no one has gone before!\"\n\nAstral Traveller ascends a king-line through the largest roof of the Middle Tower on Mickey Mouse Wall. The dramatic exposed position, the complex movement, remote setting, and powerful crux make for an adventurous journey. Add the two trad approach pitches of\n\nCaptain Beyond\n\n, in Steve Levin's words, \"the best 5.10 crack climb near Boulder,\" and you get an intergalactic journey suitable for only the most intrepid psycho-nauts.\n\nP1 and P2\n\n: 5.10a trad, 190'. Approach by climbing the first two pitches of\n\nCaptain Beyond\n\nto reach the large, chossy ledge at the two-bolt anchor aka \"\n\nCaptain Beyond\n\nLedge\n\n.\" About 30 feet to the right of the 2-bolt anchor, you'll see a line of bolts trending up and right on a clean panel of bullet stone. Do not belay from the two anchor bolts; rather, set a belay on the ledge just beneath the first lead bolt of the route (#1 and #3 Camalot are best for the anchor).\n\nP3\n\n: 5.12d, 180’. The journey begins on perfect edges through the first four bolts at 5.11. The first bolt is set up to be easily clipped from a stance, making it a far safer proposition than say, the runout start of the\n\nCaptain Beyond\n\ncrux pitch nearby. After the first four bolts, scramble up easier terrain through broken ledges, aiming for the shallow, right-facing dihedral and arete system overhead. For those concerned with the length/rope drag on the pitch, the uppermost ledge is a comfortable optional belay (thin finger pieces for a gear anchor).\n\nLeave the ledges, entering the shallow dihedral above. Two pieces of finger sized gear (#0.3 and 0.5 Camalots) in an excellent crack protect the moves entering the corner as the crack slowly disappears, leading to the line of bolts above. From here on out, the climb is fully bolted to the top. Stem your way up the technical corner as the terrain continues to increase in steepness and difficulty, weaving to the right and left of the stunning \"\n\nCosmic Arete\n\n.\"\n\nThis whole time, two prominent features loom above - the \"\n\nSupernova Flake\n\n\" and just to its left, the \"\n\nBlack Hole Chimney\n\n.\" Just like Ulysses navigating treacherous seas between Scylla and Charybdis, the Astral Traveller will have to arbitrate both of these features just right in order to send, bringing an arsenal of Rifle-esque thuggery through the steep crux. After cresting the\n\nSupernova Flake\n\n, the climb is 5.12a with a wicked pump and wild exposure through the final four bolts, trending left on easier terrain after the last bolt. if you didn't manage rope drag throughout the pitch, you'll be wishing you had done a few more deadlifts at the weight room on the final moves.\n\nThis pitch ends on the \"\n\nSpace Station\n\n\" - a deluxe ledge with a 2-bolt anchor.\n\nP4\n\n: 5.12a, 85’. The \"\n\nMoonwalk\n\n\" pitch!  Although this final pitch is far more straightforward, the character changes completely, favoring technique and footwork over strength and power. Technical edges and a crux traverse halfway at bolt four lead to the blank upper headwall. Channel your inner Michael Jackson, and surf up the final friction headwall via a steep slab. After the last bolt, the angle eases off to easier 5.6 terrain that is slightly runout to the anchors for 20 feet. Many gear options are available through this short runout, but most leaders who make it this far would feel comfortable enough skipping carrying a cam this far up.  The bolted anchors are just beneath where\n\nPerversion\n\nfinishes up.\n\n-----\n\nTwo options exist for the descent:\n\n1. Summit the Middle Tower, and descend via the standard raps off Mickey Mouse Wall, which involve a short scramble past the summit area to the notch between the Middle and North Tower. A 60m is adequate for this descent, and it deposits you near the base of\n\nPerversion\n\n.\n\n2. A swifter option to descend, but it requires a 60m tag line. Start with a single rope rappel off the top anchors of Astral Traveller to the\n\nSpace Station Ledge\n\n(90' rappel). From the\n\nSpace Station\n\n, a 180' rappel over the massive roof to the\n\nCaptain Beyond\n\nLedge's established 2-bolt anchor. Another 150' double rope rappel drops you right off at the start of the route.\n\nStrategy - a good strategy for climbing this adventurous route is to load up on a standard rack of trad gear for the two approach pitches on\n\nCaptain Beyond\n\n. At the prominent\n\nCaptain Beyond\n\nLedge, leave the entire rack of cams behind, minus 2-3 finger sized pieces for the crux pitch. Climbing up P3 with a tag-line allows the leader to \"project\" the climb if you fall high on the pitch where the crux is. You can then leave the tag-line at the Space Station Ledge, because it is not needed above this. All the belays on this route are on spacious, comfortable ledges.","protection":"P1 + P2: 5.10a.  Wires, small to medium cams.\n\nP3: 19 bolts plus 2-3 finger/off finger cams.  2-bolt anchor at the \"Space Station Ledge.\"\n\nP4: 8 bolts to a 2-bolt anchor at the summit of the Middle Tower.","location":"This climb starts above the\n\nCaptain Beyond\n\nLedge, running parallel to the P3 crux of\n\nCaptain Beyond\n\nto the right. Astral Traveler climbs the largest roof on the Central Tower of Mickey Mouse via the stunning arete on the right side of the roof."},"__v":0},{"_id":"nBkFPC5iX66Gh5SE4Kaycg==","name":"Asahi","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"R. & J. Rossiter","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":29,"mp_id":"105758521","mp_crag_id":"105744750","climb_id":"nBkFPC5iX66Gh5SE4Kaycg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"On Micky Mouse Wall, almost directly below the\n\nRed Dihedral\n\n, you will come to a series of bulging flakes rising up and to the left, below a short, right-facing corner.  You will see a bolt in this corner, some 30+ feet off of the ground.\n\nP1: 5.10c, 130 feet.  Climb up the flakes on good holds, but some questionable rock. Clip the bolt on the corner with a 1' sling and head left onto the face past the arete.  This is the first crux. Face climb up past 5 more bolts, which are liberally spaced.  You climb on the left side of the arete and on the face for quite a way, passing another crux.  Near the top, you will break even farther left to reach a lower angle crack system which is unprotected but easy.  Belay up top from gear, some 20' to the climber's left of a small tree.\n\nP2: 5.10a, 45 feet.  Look directly up to see a thin seam which becomes a left-facing corner with a roof.  Go up the seam/corner to the roof then step to the right into a nice section of handcrack.  Reach the next ledge & belay from solid gear.\n\nTo descend walk left (West) to a set of cold shuts and rap 80 to a lower ledge.  On the lower ledge, walk left (West) and scramble down at the end of that ledge to another set of cold shuts.  Rap 80' to the ground.","protection":"The first pitch is bolted, but that's 6 bolts in 130 feet.  The first is 35' up and above some 5.10a climbing....  A #4 Camalot and a few stoppers could be placed below it to eliminate what is otherwise a runout.\n\nThe anchor above the first pitch will be yours to build.  You should have a cordalette & mixed gear.  The rock is not so hot on the ledge.\n\nP2 is a thin crack and a few hand-jams.  Stoppers (some thin will be helpful) and tiny TCUs + a 2.5\" cam is the pro.  Again, you build your own anchors, so have a few pieces with you.","location":""},"__v":0},{"_id":"BbdodrGeW1GJw6xRBUWMRg==","name":"Beagle's Ear","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Rearick & George Hurley - 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"left_right_index":4,"mp_id":"105762993","mp_crag_id":"105744750","climb_id":"BbdodrGeW1GJw6xRBUWMRg==","areaRef":"HFnPhujhXy60qjMnRSOOkA=="},"content":{"description":"This is a long (120') pitch of fantastic jamming with great rests and many thoughtful sequences.  The crux is moving into and past a wide section, but zero thrutching is required.\n\nP1:  Do the first pitch of\n\nLifestream\n\n(10d).  Scramble up onto the highest tier of ledges and then move the belay all the way to the right end of this ledge.\n\nP2:  Beautiful climbing that protects well with small wires; a big cam is very useful for the crux.  Belay a few meters below the Beagle's Ear at a horn with slings.  3 raps to the ground (some swinging is required to get over to the anchor atop\n\nZen Effects\n\n.\n\nA three star pitch!","protection":"SR + #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,1f026e29-5b0f-5c02-a780-1da6941983ff,1c59cf86-e8e1-5f2e-b4aa-332745238e90","pathTokens":["USA","Colorado","Boulder","Eldorado Mountain","Mickey Mouse Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.11c"},{"count":3,"label":"5.9"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.10"},{"count":4,"label":"5.11a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.7"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.13c/d"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":31,"bands":{"unknown":0,"beginner":5,"intermediate":13,"advanced":12,"expert":1}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":2}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":13,"advanced":17,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28552,39.91728]},"bbox":[-105.28610628004806,39.916830339818134,-105.28493371995194,39.91772966018186],"left_right_index":-1,"ext_id":"105744750","area_id":"HFnPhujhXy60qjMnRSOOkA==","polygon":{"type":"Polygon","coordinates":[[[-105.28610628004806,39.916830339818134],[-105.28493371995194,39.916830339818134],[-105.28493371995194,39.91772966018186],[-105.28610628004806,39.91772966018186],[-105.28610628004806,39.916830339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:55:58.559Z","updatedAt":"2024-02-19T18:31:21.469Z"}