{"_id":"63689de0e80bff5a994f9595","area_name":"Wigwam Tower","shortCode":"","climbs":[{"_id":"0NbApUDJUBa7mLqvkZtPRg==","name":"Lady Liberty","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Doug Werme","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"left_right_index":0,"mp_id":"105756151","mp_crag_id":"105745864","climb_id":"0NbApUDJUBa7mLqvkZtPRg==","areaRef":"+D/lGMS/V0GFyfk78BmD6w=="},"content":{"description":"This is the best summit route up Wigwam Tower and should be  considered a classic. Lady Liberty offers excellent climbing on clean cracks that, unlike the Pow Wow Prow, are relatively free of bushes. It faces Southeast and gets good morning sun.\n\nPitch 1: 5.9+ 150' Start the route in a corner just to the right of the Cap  Rock Spire. Jam the moderate hand crack in the corner for  about 100' until it widens into an offwidth. Pass the offwidth crux, and belay on a large ledge above. This great pitch ends at the saddle between Cap Rock Spire and Wigwam Tower.\n\nPitch 2: 5.10 120' Climb a lichen covered but fun crack and face until you reach the offwidth crux of the route. Tackle the tricky  offwidth right side in, a #3 Bigbro provides some mental comfort, it's harder than it first looks. Belay on a good ledge with a fixed nut anchor 15 feet above the crux.\n\nPitch 3: 5.9+ 165' This pitch is inspirational! It is also the last pitch on the Pow Wow Prow route. Start by making some delicate moves on the face to the right of the splitter crack that snakes its way to the summit or thrash through a bush in the crack for four feet. Once past  the bush this pitch becomes awesome especially if you have  big hands. Jam unrelenting hands to fists to offwidth for  150 feet to a good rest 10 feet below the summit. Plug in a cam and make some face moves onto the summit or sneak around to the right and follow an easy crack. Belay on the small summit and enjoy the incredible view. This would not be a good place to be in an electrical storm.\n\nThe descent from the summit leaves much to be desired. As of  04/15/02 the only fixed anchor was two rusty button head  bolts that looked questionable at best. There is also a piton cut in half then drilled into the rock on the opposite side of the summit, it looks even worse.\n\nDown climb very carefully to the South, (spooky) and then hop across a 3 foot gap to reach the top of a dihedral system that leads to the gully between Keystone Buttress and  Wigwam Tower. I left a large hex here and rappeled to the  West with two ropes 180 feet into the gully. Descend the gully to the base of the route. Be careful, if you have a hand drill bring it and do everyone a favor by replacing the anchor.","protection":"Gear up to a #4 Camalot, #3 Bigbro; extra #1-#4  Camalots.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,66c7617d-c0b7-5f7b-9cf4-b7a71d2dde98,f83fe518-c4bf-5741-85c9-f93bf01983eb","pathTokens":["USA","Colorado","South Platte","Wigwam Creek/Lost Creek Wilderness","Wigwam Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.45664,39.29247]},"bbox":[-105.45722101377508,39.29202033981814,-105.4560589862249,39.29291966018187],"left_right_index":-1,"ext_id":"105745864","area_id":"+D/lGMS/V0GFyfk78BmD6w==","polygon":{"type":"Polygon","coordinates":[[[-105.45722101377508,39.29202033981814],[-105.4560589862249,39.29202033981814],[-105.4560589862249,39.29291966018187],[-105.45722101377508,39.29291966018187],[-105.45722101377508,39.29202033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:09.606Z","updatedAt":"2024-02-19T18:31:38.997Z"}