{"_id":"6368a722e80bff5a995dd784","area_name":"Cloud Peak East Cirque","shortCode":"","climbs":[{"_id":"5IX7KEpJWxercVx57rBkUg==","name":"Medicine Crow","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"2016, Spencer Gray and Alex Marine","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.17329,44.38376]},"left_right_index":1,"mp_id":"113617923","mp_crag_id":"108770936","climb_id":"5IX7KEpJWxercVx57rBkUg==","areaRef":"xjol7htqW0Oy8on/HzThng=="},"content":{"description":"This is likely the second full-length route on the East Face. It was climbed ground up over 4 days in July of 2016. There are six double-bolt rappel stations, 4 of which can be used for belay anchors. No bolts were placed as protection, but pitons were necessary to avoid an X-rated first pitch, which is 5.9. The climbing is sustained and either good or awesome the entire way, but there are some run outs, not least of which on the crux pitch (pitch 4, the way we climbed it).\n\nThe crux pitch is a 5.11+ golden roof. The crux itself protects alright, but there is maybe 20 feet of 5.10 climbing after you pull it that is unprotected. It might be a little scary, but man is it fun.\n\nThe last pitch is also 5.11, and tops out spectacularly on the summit plateau of Cloud Peak, the tallest in the Bighorns. Really incredible positioning.\n\nThere is a large ledge about 2/3 up the wall. Here the route connects for a pitch and a half with A Shimmering Abstraction, but we believe the final top-out pitch is independent (and awesome).\n\nI will post a better description and a topo, but for now if you are interested, email me directly and I can give you beta.\n\nAs with any alpine route, there is loose rock, but overall the rock quality was quite good.","protection":"A standard alpine rack, with a small set of knife blades for the first pitch, and possibly others. I think we placed one on the final pitch, and you could definitely place others.","location":"Right of center on the East Face of Cloud Peak. With the addition of the bolted anchors, it is best to approach over the summit from the west, as the approach from the east is a beast, and can be subject to rockfall on the glacier later in the summer. However, if you are the next party to rappel the wall, you will want to bring some quick links or leaver slings/biners, as the bolted anchors do not have quick links and the slings we used will likely be unsafe."},"__v":0},{"_id":"tcqbsZ/vVFKmMYizCHu5dA==","name":"In Honor of Crazy Horse","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Arno Ilgner and Taimur Ahmad - August 8th 2018","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.17329,44.38376]},"left_right_index":0,"mp_id":"114960738","mp_crag_id":"108770936","climb_id":"tcqbsZ/vVFKmMYizCHu5dA==","areaRef":"xjol7htqW0Oy8on/HzThng=="},"content":{"description":"30+ years after doing the first ascent of the East Face of Cloud Peak with Steve Petro, Arno Ilgner came back to put up another line.  This gorgeous climb starts on a long, diagonal black dike which consists mostly of 4th class climbing.  The FA party chose to rap in from the top directly to the start of the fifth class climbing and skip the scramble, which we recommend for those who choose to camp on top of the route.\n\nThe climb is ~1200 feet on mostly solid stone.  The FA party did the climbing off the diagonal dike in 6 very long pitches, but it could easily be done in 8.  All the belay anchors are bolted (just bolts, no rings except for one) - there are 8 bolted anchors overall including at the top of the wall.  The below description is for how the FA party climbed, with the exception of P. 1:\n\nP. 1 - Scramble diagonally up and left along a big, broken up black dike, if you start from the glacier.  Make a belay at a narrow right-facing dihedral, about 30 feet before the dike meets the flake system of the 2nd pitch. ~400 feet, 4th class to very easy 5th.\n\nP. 2 - Follow flake and crack systems via straightforward but strenuous laybacking to a bolted belay to the right of another thin black dike, this time a more vertical one.  Rock is OK but hollow in places and still a decent amount of lichen on it.  ~200 feet, 5.10\n\nP. 3 - Follow the technical and balancey black dike up and slightly left to a bolted belay, can be broken up into two pitches at an intermediate bolted belay.  Small cams help with the start of this pitch.  Also, there’s a left-facing, vertical, sharp edge above the small cams that could cause concerns for rope damage if the leader falls. Add longer slings or modify the location of the belayer to avoid this edge.  ~200 feet 5.11-\n\nP. 4 - Crux pitch.  Traverse up and right from the belay through a series of thin, technical, boulder problems.  Great rock and very tricky, thought provoking movement.  Plenty of excellent rests between cruxes, with the final crux being the last V4/5ish boulder problem - pulling through a crimpy bulge on the best rock on the whole route.  This pitch is all bolted except for two gear placements - a #3 BD on the first boulder problem and a #0.4 BD a bit higher up. NB: Either do some easy downclimbing or lower 5-10 feet to the base of a shallow, left-facing dihedral (first boulder problem) from the belay to start this pitch rather than traversing right directly off the belay.  ~100 feet, 5.12-\n\nP. 5 - More or less straight up from the belay at the top of the crux pitch.  Some laybacking and a very short, rightward traverse (fun and balancey) to the next belay.  You don't need to go all the way left to some very large flakes, they won't make the pitch easier.  ~100 feet 5.9ish.\n\nP. 6 - Follow a somewhat licheny chimney system off the belay for about 170 feet to a long (~50 foot), right-trending ramp.  If you are hauling gear with you, the bag can easily get stuck in the chimney, but it is very easy for the 2nd to free the bag as they climb (lots of stances).  If you decide to have the second free the bag as they climb, make sure to clip the haul line into a directional piece (for us, a #3 BD) right at the beginning of the ramp, otherwise the bag will swing away from their reach.  The second can unclip the line from there - the bag will swing to beneath the belay at the top of the ramp and should be easy to haul straight from there.  You could also potentially haul the bag directly to the next belay right away without redirecting the haul line, thus avoiding the chimney altogether - this may be easier but we didn't try it.  It is also easy to run out of gear by the time you get to the ramp, which can make for a major runout, but the ramp itself is very easy (5.5 or easier), though it can get wet in spots from seepage.  ~200 feet 5.8\n\nP. 7 - Do a crux through a short, shallow right-facing dihedral right off the belay for about 40 feet to gain a left-leaning diagonal black ramp/dike with some technical and tricky climbing on interesting angular holds.  There are two bolts on this pitch to protect some of the climbing on the dike.  Save a #2 or #3 BD to protect the final, short, burly chimney before the topout.  When topping out be very careful of small loose rocks - the topout is a bit of a funnel of sorts and stones and dirt can wash down it.  ~200 feet 5.11-\n\nOverall this route presents a wide variety of thought-provoking, fun climbing, up a natural line on mostly clean and solid rock, with bolted belays, in a stark and beautiful alpine setting.  See location section below for camping beta.\n\nArno named the route \"In Honor of Crazy Horse\" in homage to the history the Oglala Lakota/Sioux and in particular Crazy Horse himself have in the Bighorn Mountains.","protection":"Double rack from #0.1 to #3 BD including a standard set or two of small to medium stoppers.  Highly recommend a 70m rope, if you link pitches as described above it is mandatory.","location":"East face of Cloud Peak.  There are two ways to approach and we HIGHLY recommend starting at the West Tensleep Lake Trailhead (as opposed to the Cloud Peak Reservoir) if you want to minimize off trail bushwacking.  To get to this trailhead from US Route 16, turn onto Forest Service Road 27 where it starts at Deer Haven Lodge and take it to it's end at the Lake.\n\nFrom there you have a pleasant  ~6.5 mile hike on trail #63 through a forest and by some gorgeous alpine lakes, slowly gaining elevation, until you hit Mistymoon Lake.  At Mistymoon Lake take a left (and also a swim, if you like cold water) onto trail #38.  Stay on #38 and you will soon (~1 mile) see a valley with a meadow and a waterfall at the end of it.  The unofficial but fairly obvious and highly-used social trail to the top of Cloud Peak goes right from trail #38 down a steep hill and through this meadow (many folks camp here before their summit attempt) and up the Paint Rock Creek drainage from there.\n\nFollow the social trail up the creek, gaining elevation more steeply now.  Now you have to choose whether you'd like to camp at the base or the summit of the wall.  Both are viable, we personally found camping at the summit to be easier.\n\nCamping at the base will be slightly warmer and possibly more protected, but you will have to do an hour or longer approach from the nearest campsite (far East end of Glacier Lake, unless you camp on the glacier itself) to the base of the wall, over talus and the glacier (which does in fact have some crevasses in it.  The bergschrund at the start of the route is normally quite small however).  Camping at the base also makes it far easier to do the 3rd/4th class scramble pitch, if desired (if you rap, you'd basically have to downclimb the scramble to get to the base, since it traverses so far to the left).\n\nTo get to the base (incidentally, this is also the best approach for the impressive faces on the Merlon formation),  follow Paint Rock Creek as it trends right (Northeast) away from the trail to the top of Cloud and into the valley between Cloud and Bomber Mountain.  It's hard to say exactly where to take that right - we originally did so at a plateau just before the long talus ramp up to the summit of Cloud.  You'll follow the valley past some lakes and then up a talus saddle between Bomber and Cloud.  There's a snowfield on top of the saddle, and just below the saddle is the camping for the Merlon (you'll see a rock wall built by climbers past).  Go down the other side of the saddle towards Saphire Lake.  Just as you hit the lake proper there is a narrow saddle/pass up towards Glacier Lake on your left.  Scramble up this and camp on the East side of the lake (there is a bit of a hill, very obvious when you see it, that has some flat spots on it).  The majority of this hike is very strenuous up and down steep talus slopes made of big blocks - mostly stable, but not always.  It is probably about 4-5 miles from the turnoff onto the Cloud Peak trail to this campsite. To approach the wall itself, simply skirt Glacier Lake (the right/Northern side is longer but a bit easier) until you hit the glacier, and then its all uphill from there.  If you don't choose to rap the wall back to the glacier, you'll have to do a very long downhill talus scramble from the summit of Cloud back to the Cloud/Bomber saddle and then down to Sapphire Lake and back up to your campsite after climbing.\n\nCamping at the top means you'll be living at almost 13,000 feet elevation, and it is cold and can be windy up there, and exposed.  Water can be found by collecting runoff from the several snowfields near the summit - depending on the amount of runoff, you may have to poke around until you find a strong enough flow.  We actually dug out a very small pit and made a little rock dam so we could collect water more easily - it worked well.  Camping at the top also means, however, that you'll be within 30 yards (literally) of the top anchors of the route.  There is a nice flat spot right on top of the climb.  We built a cairn near there but it will likely blow over.\n\nGetting to the top of the route is simple:  follow the Cloud Peak trail pretty much to the summit up the long but well-traveled talus slog.  There are usually a number of cairns to mark the way once the trail dies off, though they can be inconsistent.  Either way, once you reach the top or near top of Cloud, just start walking down the other side.  In about 300-400 vertical feet you'll reach the top of the route (~12,700 feet elevation, roughly).  Stay close to the East side of the mountain and you can't miss the wall - the drop off is very sheer.  Poke around a bit and you should find the top anchors and the flat campsite just West of them.  Bring some warm clothing!  This approach is also ~4-5 miles from the turnoff onto the Cloud Peak Trail.\n\nOverall the approach will wind up being close to 13 miles, nearly a third or more of that off trail on big-block talus slopes, with ~4000 feet of elevation gain, either way you go.  We did it in two days (a full day and a half day) but it could be done in one tough day if you're psyched.\n\nRapping beta:  We did five 60-70m raps to get to the beginning of the fifth class climbing on top of the diagonal dike.  All but one of the bolted anchors do NOT have rap rings, so you'll need to leave biners or something like that, to be collected on your way out.  I'm almost certain a 60m rap will NOT be long enough for some of the top rappels, though on the lower ones there are intermediate anchors that make a 60m usable.  Some of the raps (at least the first one) will require the first climber down to put in some pieces to redirect towards the next anchor, or you'll wind up too far to the left or right of it.  The 2nd will have to either do some running or get reeled in by the first one down to reach the belay.\n\nThe wall itself can get pretty warm in the sun, especially as it is fairly sheltered from the wind.  That said as soon as the sun goes away it will get very chilly up there.  The wall is East facing and so in the sun from sunrise to around 12-1 PM or so.  Summer sunsets are around 8-900 PM depending on the time of the year.  It will take 1-2 hours to rap the route.  Climbing time will obviously vary depending on how fast you move, but bring headlamps just in case.  We averaged around 1.5 hours per pitch, YMMV."},"__v":0},{"_id":"hlxYACVwU4+5KUEvYY49Uw==","name":"A Shimmering Abstraction","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Arno Ilgner and Steve Petro in 1986","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.17329,44.38376]},"left_right_index":2,"mp_id":"108770947","mp_crag_id":"108770936","climb_id":"hlxYACVwU4+5KUEvYY49Uw==","areaRef":"xjol7htqW0Oy8on/HzThng=="},"content":{"description":"This circa early 1980's route is on the east face cirque.","protection":"clean gear and some bolts","location":"Unknown to me. Contact Steve Petro in Sandy UT or Arno Ilgner in Tennessee\n\nThis route is right of center on the east face, and starts near a black dike. It is approached via the summit of Cloud Peak, and can be reached by descending the northernmost snow gully on the (climbers') right side of the face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,54266f8d-be2c-53a3-a1b1-b23b4ad0c4d2,c63a25ee-1b6a-5b43-b2f2-89ff1f34e19e","pathTokens":["USA","Wyoming","Cloud Peak Wilderness Area","Cloud Peak East Cirque"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.17329,44.38376]},"bbox":[-107.17391918490351,44.383310339818145,-107.1726608150965,44.38420966018186],"left_right_index":-1,"ext_id":"108770936","area_id":"xjol7htqW0Oy8on/HzThng==","polygon":{"type":"Polygon","coordinates":[[[-107.17391918490351,44.383310339818145],[-107.1726608150965,44.383310339818145],[-107.1726608150965,44.38420966018186],[-107.17391918490351,44.38420966018186],[-107.17391918490351,44.383310339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:15.980Z","updatedAt":"2024-01-20T01:09:14.130Z"}