{"_id":"63689de0e80bff5a994f9df2","area_name":"Get-away Wall","shortCode":"","climbs":[{"_id":"YVNBF2F0XO2qkw4QPq9uUg==","name":"Snitches Get Stitches","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andrew Park, Alex Goodwin, April 22, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.60438,38.81658]},"left_right_index":1,"mp_id":"118790704","mp_crag_id":"107265833","climb_id":"YVNBF2F0XO2qkw4QPq9uUg==","areaRef":"TjYgekZUUDO1sGLnQfmtDg=="},"content":{"description":"Snitches Get Stitches is a great approach route on the lower band that can be added for a few more pitches in your day before hitting the main headwall.\n\nThis has technical dike climbing to a chimney with bolted belays. Expect typical Unaweep bulging.\n\nDescent: walk east down the ramp or do 3 single rope raps down the route with a 70m.","protection":"A singles rack 0.4 to #1, doubles of #2 to #4, quickdraws, and slings.","location":"It is on the Southeast-facing side of the Unaweep Wall and is located on the lower band of stone about 200 yards left of the \"ramp.\""},"__v":0},{"_id":"ww19zGhVW9GnM/RLczgVYw==","name":"\"That's All I'm Asking For!\"","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"(Ward Johnston first section?) Rob Pizem, Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.60438,38.81658]},"left_right_index":0,"mp_id":"107265842","mp_crag_id":"107265833","climb_id":"ww19zGhVW9GnM/RLczgVYw==","areaRef":"TjYgekZUUDO1sGLnQfmtDg=="},"content":{"description":"The routes title comes from a song in \"Cannibal! The Musical\", a song for the ages and one that was sung particularly often on this adventure. In the end, the route was all that we had asked for. We originally planned to do a new route that went up the longest section of the wall where Ancient Wisdom lies, but after seeing the broken and ledgy profile of the face we opted for the steeper west side that would offer more sustained climbing at the cost of a few hundred feet.\n\nThis route started off as an \"easy\" approach to get to the top of the wall to preview some finer sections that we had spotted from below. However, once on the wall it became a different story and our one liter of water and a single Clif bar for the two of us made for a sunny, parched mouth trip.\n\nPitch 1: Start up the gully sticking closer to the right hand side on easier terrain. At about 120 feet, climb a steep crack that exits you right onto a large ledge where you can get enough gear for an anchor. 5.9, 170'.\n\nPitch 2: Wander up past a few shrubs and trees. Take a right at the base of the upside down, triangle head wall and climb the clean corner that forms a ramp. Belay just before the ramp meets a steep wall. 5.9, 150'.\n\nPitch 3: Awesome moves up a great rock on the slab. Clip a piece high in the crack and traverse right to a seam with a few small trees. Move up the seam with marginal pro to where the slab ends. Continue right to the large ledge. Walk the ledge for 20 feet finding the blocky dihedral. Continue up 50' to where there are two dihedrals, trend right to an obvious ledge beneath the cleanest and best looking dihedral. 5.10, 150'.\n\nPitch 4: Launch up the corner in a crack of varying widths. Great pitch on good rock. Belay at the obvious ledge. 5.10, 80'.\n\nPitch 5: Originally we started up the good looking crack right above the belay but found that it seamed out higher up. Instead, go left, around a corner and up the obvious corner. There was a lot to clean on this pitch! The crack opens and closes enough to get pro in. Manage the blank section with crimps and stems on the opposing walls. 5.11, 150'.\n\nPitch 6: From here, you can scramble/simul to the top for about 200-300 more feet of climbing. Great views from the tallest chunk of rock in the canyon!","protection":"Double set from small to #4 Camalot, one #5, nuts. Slings! Build all natural belays.","location":"The route goes up the prominent gully on the west end of the wall. there is a beautiful, sheer face on the left side of the gully and a large, upside down, pyramid head wall half way up the gully.\n\nRappel Route: After summiting descend to the last technical pitch and traverse 150 feet west (down canyon) finding a medium-sized pinyon pine with a sling. Rap the low angle blocks to the ledge. Walk to the farthest point south of your location to the cliff's edge. Descend a short, 20 foot section of blocks to find rap anchors. It may take some searching; there is a cairn on top. Double rope rappel to just before the wall becomes overhung where there is another set of anchors. One final double rap to the ground.\n\n(Note): We used 70m ropes. The last rap may be short with 60m ropes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,8b616c29-9f02-59ad-b4f6-1d23683e8913,cd9515de-cf39-5e0d-9ef7-7f3f60315d21,4e36207a-4654-5033-b5b0-62e741f9ad0e","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Main Canyon: Unaweep Granite","Unaweep Wall","Get-away Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.60438,38.81658]},"bbox":[-108.6049571114266,38.816130339818145,-108.60380288857341,38.81702966018187],"left_right_index":-1,"ext_id":"107265833","area_id":"TjYgekZUUDO1sGLnQfmtDg==","polygon":{"type":"Polygon","coordinates":[[[-108.6049571114266,38.816130339818145],[-108.60380288857341,38.816130339818145],[-108.60380288857341,38.81702966018187],[-108.6049571114266,38.81702966018187],[-108.6049571114266,38.816130339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:41.143Z","updatedAt":"2024-02-19T18:32:19.386Z"}