{"_id":"6368a44ee80bff5a9959c293","area_name":"Rhinoceros Rock","shortCode":"","climbs":[{"_id":"4Cg2M7IHWCydkMDsHEZZEg==","name":"Northwest Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56894,43.84829]},"left_right_index":999999,"mp_id":"105714938","mp_crag_id":"105714393","climb_id":"4Cg2M7IHWCydkMDsHEZZEg==","areaRef":"u+lp97iWVPCnzt+JULRnUg=="},"content":{"description":"This route is a lot of fun, and a good lead for leaders with a little experience placing pro.  Although this can be done as one pitch, it breaks up nicely into two pitches with a great ledge to belay from. \n\n  Start near the right side of the north face of Rhinoceros Rock.  A variety of possibilities exist, but take a crack that diagonals from left to right up a ways, and then take the easiest path to the shoulder to the right of the summit.  Fixed anchors are here for a belay.  For the second pitch, climb the crack at the belay (crux), and continue to the top with fixed anchors.  One rope should do the trick to get off the formation.  The rappel goes off the back side.","protection":"Standard Rack","location":""},"__v":0},{"_id":"HdsK7kJzWVCYwdzAInQtiQ==","name":"Hairy Horn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56894,43.84829]},"left_right_index":999999,"mp_id":"106500899","mp_crag_id":"105714393","climb_id":"HdsK7kJzWVCYwdzAInQtiQ==","areaRef":"u+lp97iWVPCnzt+JULRnUg=="},"content":{"description":"This is a fun route that can be led in two or even three pitches. The second pitch is unprotected as you approach the so-called window or balcony. The third pitch is quite short and leads to the airy east summit. The view to the northeast includes the summit of Old People's Dome and the view to the southeast includes the entire climb called Inner Course on the Formation Youbet Jorasses.","protection":"The first pitch has 2 or 3 bolts and a nice 2-bolt anchor w/chains. The second pitch now has two bolts (8/14) and the crux of the climb is above well before you reach the safety of the Window or balcony stance near the top of the formation. Another nice 2-bolt anchor is located about head high on the wall just to your left as you face the Formation Youbet Jorasses and both of the anchor bolts are connected to a solid chain by large cold shuts. The third pitch leads straight up from the window, it only involves a couple of high steps to where there's a bolt. The summit has a 2-bolt anchor with webbing and two rappel rings. Recently rapped (8/14) from the anchors just above the Window or balcony stance with a 70m rope and still didn't make it all the way down. Two ropes are the safer alternative, especially for inexperienced climbers, or just rap to the lower anchor and repeat from there.","location":"The start of the route is in the middle of the large, slab-like Southwest Face of Rhinoceros Rock. The 1st bolt is placed a few feet above a small bush about 25 feet up the slab. There is the opportunity to place some gear below and just above and to the left of the 1st bolt."},"__v":0},{"_id":"n5XntPp5VHutwOY/cOopAA==","name":"Chockstone Pinnacle","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56894,43.84829]},"left_right_index":999999,"mp_id":"106500976","mp_crag_id":"105714393","climb_id":"n5XntPp5VHutwOY/cOopAA==","areaRef":"u+lp97iWVPCnzt+JULRnUg=="},"content":{"description":"This route can be led in one or two pitches. The 1st pitch is probably 5.3, and it's so well protected that you can take your kids, grandkids and the most tentative beginner up it. The 2nd pitch has great exposure, and is as well protected as the first. The second anchor is just below the pinnacle-like top of the route and the crux is getting to the last bolt leading to the anchor. Both anchors can be seen from the base of the big gully between the two rock formations.","protection":"There are 10 bolts to clip and 2 bolt anchors w/chains.","location":"The route starts on the East End of Youbet Jorasses at the base of the gully formed between Rhinoceros Rock and Outer Outlet. It goes straight up along side and above the huge chockstone stuck between the two Formations."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,81d1fa2f-5ce8-5bac-911f-6dc9b793666f,2a879844-4a60-5dd5-8624-89905188de1f,bbe969f7-b896-54f0-a7ce-df8950b46752","pathTokens":["USA","South Dakota","Custer State Park","Sylvan Lake","Outlets","Rhinoceros Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.56894,43.84829]},"bbox":[-103.5695635090952,43.84784033981814,-103.56831649090479,43.84873966018186],"left_right_index":-1,"ext_id":"105714393","area_id":"u+lp97iWVPCnzt+JULRnUg=="},"content":{"description":"Rhinoceros Rock is the slabby rock just to the west of the massive Outer Outlet.  This rock sees few ascents, but it has a couple of fun cracks for beginners.  The northwest face is highly broken up with cracks running diagonally up and to the right.   \n\n  Fixed rappel anchors are located at the highest point, and go off the south side of the rock."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:19.532Z","updatedAt":"2024-01-15T16:48:37.312Z"}