{"_id":"6368a50be80bff5a995b099a","area_name":"Deseret Peak","shortCode":"","climbs":[{"_id":"7XgGz4zPWti09L4x+JvtnA==","name":"Tissue Of  Invention, NE Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garrett, solo, July 2007","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.6305,40.4814]},"left_right_index":0,"mp_id":"105992209","mp_crag_id":"105992203","climb_id":"7XgGz4zPWti09L4x+JvtnA==","areaRef":"U/keAgC5W4e9cjIO27sybw=="},"content":{"description":"Since skiing the great couloir of the NE Face years ago with the late great Dave Anderson, I wondered why no climbing had been done on this north face. He and I scoped the line then.\n\nI went with Franziska in June of 2007 to attempt the route. It became obvious to us why this face had been ignored until now. We climbed some pitches and did some cleaning, but it was very unstable and due to the dangerous nature, we retreated. I decided soloing the route would be much safer, albeit, much more work. Besides, she had had enough....of the near misses! I really enjoyed the position, the alpine nature, and being probably the first person climbing such an outrageous \"local\" mountain face. It didn't feel all that loose when I was up there, but it probably is....so climb cautiously and safeguard your belayer. This face is quite broad and wide. Many alpine ice/mixed routes await the alpinist visiting here in the colder months. So get after it!\n\nAlso, as I was alone and often using aid, many of the pitch grades noted below are estimates. My apologies for inexact grades.\n\nPitch #1: From the tree (best approached from the couloir on the left), climb past two bolts to a roof past two more bolts. trend right to another bolt to a fixed belay (one bolt and fixed nuts) at a lip. 40m 5.8(?).\n\nPitch #2: Loose, low angle scree to a fixed anchor (fixed nut and bolt). 20m, 5.3.\n\nPitch #3: A steep and wild pitch on mostly good rock. Follow 8-9 fixed pitons and bolts trending right to another good ledge and two-bolt belay. 40m, 5.9+.\n\nPitch #4: Climb out right up a ramp (may encounter a fixed nut out further right, but this may be more difficult) to a short scree slope to a fixed belay (fixed nut and bolt). 20m, 5.7.\n\nPitch #5: Climb straight up (this belay is very protected) passing a bolt to a two bolt belay ledge. This is low angle and loose. 4th class, 60m.\n\nPitch #6: One more steeper 4th class step and scramble up to the top and another fixed belay with one piton and one bolt. 4th class, 20m.","protection":"About 20 bolts and pitons were placed and fixed during the first ascent. A small rack including microcams should suffice to supplement the fixed protection.","location":"The route goes up the prominent spur just to the right (west) of the great couloir. 2-3 hours approach time. A solitary ruggedly stout bristlecone pine marks the beginning of the route. From the tree, start climbing rock about 10m up and right. Look for a bolt that ascends weaknesses. The line ascends pretty much straight up to the ridgeline. Once you find the beginning of the route near the tree, it would be difficult to go off route.\n\nDescent is best walking down the fine trail and picking up any left gear at the saddle at the top of the couloir along the way. About 2 hours descent time."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,a8851ebd-1d09-5ac4-9a84-0731b1b82d89,53f91e02-00b9-5b87-bd72-320edbbb326f","pathTokens":["USA","Utah","West Desert","Stansbury Mountains","Deseret Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.6305,40.4814]},"bbox":[-112.63109117837982,40.480950339818136,-112.62990882162019,40.481849660181865],"left_right_index":-1,"ext_id":"105992203","area_id":"U/keAgC5W4e9cjIO27sybw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:57.213Z","updatedAt":"2022-11-25T11:23:56.443Z"}