{"_id":"6368a1b8e80bff5a995540fb","area_name":"Mount Osceola Trail Crags","shortCode":"","climbs":[{"_id":"Yl6UJO0DWBihjCfH5xc3Lw==","name":"Unfinished Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Buckley and Bradley White, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.5852,43.918]},"left_right_index":999999,"mp_id":"106829806","mp_crag_id":"106829795","climb_id":"Yl6UJO0DWBihjCfH5xc3Lw==","areaRef":"KMUyZO8PX5WvvjoZ69MHsw=="},"content":{"description":"This climb will be good someday if I ever get around to finishing it. It'll be about 60ft, and maybe much more. Got stopped because of difficulty and having no pins to nail in for protection. Ascend cracks and ramps to shallow ceiling move right through the crux and get into the corner to finish the route. It's clean sustained climbing on granite. Haven't been back since 1981.","protection":"Old gear trad rack. Pins are needed to finish the climb and possibly bolts.","location":"Hike in until some large rocks are seen along the trail and head up hill a short ways until the pillar is seen. Good luck. Best to try to find when the leaves are off the trees."},"__v":0},{"_id":"f0zKoD2eU1i0CkTsK4/ssQ==","name":"Tripoli Pillar","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White and Michael fall, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.5852,43.918]},"left_right_index":999999,"mp_id":"106829799","mp_crag_id":"106829795","climb_id":"f0zKoD2eU1i0CkTsK4/ssQ==","areaRef":"KMUyZO8PX5WvvjoZ69MHsw=="},"content":{"description":"Climb the face starting on the left side to finish center left. Don't remember protection and I think it was a sketchy run out finish. Great view of the Thornton Gap.","protection":"old trad gear. Climb down the shorter west side or rappel.","location":"Up a ways on the Osceola Trail head up hill to the base of the pillar."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,ca1c3b0d-2a73-57b1-8b7f-1a12eb70b640,28c53264-ef0f-5f95-afbe-3a19ebd307b3","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Mount Osceola","Mount Osceola Trail Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.5852,43.918]},"bbox":[-71.58582423911383,43.917550339818135,-71.58457576088617,43.91844966018187],"left_right_index":-1,"ext_id":"106829795","area_id":"KMUyZO8PX5WvvjoZ69MHsw=="},"content":{"description":"There's actually a lot of rock off of the Osceola Trail a 1/4 to 1/2 mile up it. It can be seen from the trail parking lot or the road. Another difficult to find area as you ascend the slope. The first rock you might encounter is the free standing pillar. It's about a 40ft of face and the sides are boulder problems 20ft high (5.5) to reach below it's top. Another first free soloed climb of the boulder problems. Later on I climbed the face with a rope and my friend named Michael. I Don't remember the gear placements. It was hard severe sustained climbing on the pillar central west side up a corner crack. The crags are granite. Higher up beyond the pillar and west of it is much bigger wall. There's many ways up this wall and other crags. There are tree gullies to 4th class up on the left side until steep walls with shallow ceilings are reached. There's great amount of unexplored climbs and difficulty to many of the ascents will happen because the crags are very steep. Most are probably 60 to 80 ft high on the central pillar section and east side. The west side is a little lower angled and much wider and 100+ foot wall.    The forest below the crags is heavily moss covered boulders and there are many body size holes and soft covered surfaces that will cause a cave in by body weight. Someone used beer cans on small pine tree tops to mark their way up to the pillar. I brought the cans home. Tripoli Road is closed in November after it snows and opens in May."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:16.105Z","updatedAt":"2024-01-15T16:46:53.291Z"}