{"_id":"6368a214e80bff5a9955d983","area_name":"Gertch's Arch","shortCode":"","climbs":[{"_id":"NQ7lDOrbW9uiPT19xFlNNQ==","name":"Three Snake Day","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Drew Chojnowski, Marta Reece, 8/26/2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57967,32.35947]},"left_right_index":0,"mp_id":"113510688","mp_crag_id":"111538629","climb_id":"NQ7lDOrbW9uiPT19xFlNNQ==","areaRef":"xXzEOwsSWmuMsGObgD8IIw=="},"content":{"description":"This route is climber's left (north) of the Gertch's Arch feature and goes up the northwest/north side of the same formation. Just to the left during the climb is the gully separating Gertch's Arch formation from Gertch's Half Brother. Three Snake Day winds its way between two parallel grooves on the Gertch's Arch formation, topping out at a sturdy oak tree overlooking the arch.  \n\n  We started in the groove on the right, after first scrambling onto the triangular grassy ledge at the base of it. After one large step, we shifted to the left groove for cleaner and more ambitious climbing on small holds. This was the crux of the route. But the grade did not drop much on the rest of it, which went to the right again and stayed in the right groove and/or the arete to the left of it. The finish went up the right wall to a large clump of trees on a comfortably broad shoulder. \n\n  The route was initially climbed solely as a means of top-roping the obvious and far more attractive west-facing wall around the corner to the south, but ended up offering good climbing on solid rock with a lot of harder or easier options. One could start it in the left groove, which would make it longer and likely harder. \n\n  The name of the route stems from the fact that we encountered (almost stepped on) three rattlesnakes on the approach and descent, one each of the area rattlers (Black-tailed, Rock, Western Diamondback).","protection":"I placed six Camalot C4s on this route: one #3, one #0.5, two #0.4, and two #0.3. We left a sling and quicklink around one of the oaks where the route ends. A single 70m rope rappel lands you with easy scramble to the bottom of the rock. Other options exist for rappelling in other directions or perhaps even walking off to the east/southeast.","location":"To get there, take the Gertch's Arch extension of the normal Gertch trail, as shown in one of the photos. Someone must have worked on these trails recently, because we miraculously ended up with no blood shed due to cat's claw."},"__v":0},{"_id":"rWNrhcoXVU6ogoPzH8hPRQ==","name":"Scorpions & Bees","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"2017-09-17 by Drew Chojnowski, Ian Harris, Marta Reece","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57967,32.35947]},"left_right_index":1,"mp_id":"113597181","mp_crag_id":"111538629","climb_id":"rWNrhcoXVU6ogoPzH8hPRQ==","areaRef":"xXzEOwsSWmuMsGObgD8IIw=="},"content":{"description":"This route starts in the narrow gully at the south edge of the wall just north of Gertch's Arch (\"Garch\" for short). Despite the bee hive within 10-15 ft of the route and an occasional scorpion, it is really fun climbing on good rock. I'm not joking.  \n\n  P1 (80 ft, 5.7+): Place a cam before starting up, because pro is scarce for the first 15-20 ft and you don't want to slide down a hill into cacti. Don't worry, this part is maybe 5.6. After that you reach a good ledge area above which the goal is obvious: climb the steep, almost chimney-able gully (chimneying optional). Larger cams are useful here, so it'd be good to have at least two Camalot C4 #3s or equivalent size cams. A crux is reached ~30 ft up, and is best solved with a cam in the fist crack in front of your face and a high left foot on rock behind you. Continue up the gully for ~25 ft and then exit left out onto an obvious ledge. Build a trad anchor in the crack above, and sit comfortably on a chair-like formation as you belay others up. Should you be tempted to peel small rotten flakes off the wall at any point on P1, beware of scorpions underneath, and once at the P1 belay, start looking above and listening for bees.  \n\n  P2 (120 ft, 5.7+): You're now climbing the W-facing wall rather than the more SW-facing gully. The first move of P2 - going directly up the wall from the belay - might be the technical crux of the route (\"kind of a funky move\" said Ian), but fortunately it is very protectable. Consider yourself lucky if the bee hive about 30 ft above you and 10-15 ft left of the route hasn't taken serious note of your presence (i.e. if you don't have several bees closely investigating you), and continue directly up the wall. The mental crux of the route is the part where the bee hive is directly to your left during some of the hardest climbing. You can't see the hive, but its presence should be confirmed by hundreds of bees around it. About 20 ft above this, start trending slightly left until a ledge with trees is reach. Sling a tree for an anchor. \n\n  If fear of bees gets the best of you after P1, as it did for me on the first attempt to climb this route, a large horn-like feature at the P1 belay can be slung (240 cm sling or webbing), allowing you to rap down.","protection":"Double rack, with Camalot C4 #3 being most useful for protecting P1, Camalot C4 #0.4 being the most useful size for building the P1 belay, and numerous sizes useful on P2.  \n\n  To get down, it's best to rappel Three Snake Day (single 70m rope or double 60m). Look for a tree with a sling and quicklink around it. \n\n  Wear light-colored clothing, and consider a bug headnet.","location":"Approach as for Gertch's Arch mountainproject.com/v/11360…."},"__v":0},{"_id":"ksWAbhkGVb28iv+f3fdJcA==","name":"Fallen Arches","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karl Kiser & Matt Monagle, summer 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57967,32.35947]},"left_right_index":2,"mp_id":"111538632","mp_crag_id":"111538629","climb_id":"ksWAbhkGVb28iv+f3fdJcA==","areaRef":"xXzEOwsSWmuMsGObgD8IIw=="},"content":{"description":"This is an informational entry (details are vague at the present time) for a climb we climbed once although it was a first ascent.  We were thrilled the climb came together on one day. \n\n  We used 50m ropes and climbed three shorter pitches on the right side of the large arch in a left facing dihedral.  The first pitch (1 or 2?) goes up the face and corner to just under the roof.  The crux pitch (2 or 3?) goes up and right (the easiest protectable spot) and generally bypasses a direct climb of the roof.  Continue upward through obvious weaknesses to an unroping spot.","protection":"Standard Organ trad rack up to rigid Friend #4.","location":"I remember we walked off left but we may have gone farther left past Gertch's Half Brother and rapped the last standard rappel of Gertch's Folly."},"__v":0},{"_id":"VaK9gIjTWG2u5CazjXdfXg==","name":"Careful With That Axe, Eugene","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brandon Gottung and Drew Chojnowski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57967,32.35947]},"left_right_index":3,"mp_id":"114258624","mp_crag_id":"111538629","climb_id":"VaK9gIjTWG2u5CazjXdfXg==","areaRef":"xXzEOwsSWmuMsGObgD8IIw=="},"content":{"description":"Careful With That Axe climbs the perfect corner to the right of Gertch's Arch. Pitch 2 is a four star pitch, but pitch 1 climbs up some nasty rock, detracting from the quality of the line. If pitch 1 could weave through better rock at the start, this route would warrant a solid three stars.\n\n Pitch 1. 40 meters. 5.9. Start to the right of the dihedral below the arch making committing moves up into some broken rock, a cholla and a shrub. Easy, runout climbing leads to a faint, slabby corner system and a cool hand traverse rightward to a mantle and a comfortable ledge below the corner. There's a convenient thread for an anchor that can be backed up with small cams.\n\n Pitch 2. 35 meters. 5.10. Climb the corner with wonderful fingerlocks and handjams making sure to be careful with that axe-like flake. The corner is steep and sustained 5.9+ with an awesome 5.10 crux moving out the final roof bulge. Belay on the large ledge the corner terminates at.\n\n Pitch 3. 50+ meters. 5.5. Best scrambled but a rope may be desired. Traverse east to a clean gully system and climb the nice low-angled corner to where it's possible to angle over to the top of the gully between Gertch's Half Brother and Gertch's Arch. Watch for a large oak tree equipped with webbing for a single rope rap (70 meter recommended) to the ground.","protection":"A double set of cams .2 to #2, single #3, optional #4 and set of stoppers. 70 meter rope is nice for rapping the descent gully.","location":"Find Gertch's Arch and locate the perfect corner to the right of the arch. Pitch one is less obvious, weaving up to access the corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a93be120-e877-5074-af46-dc3b7092f897,c57cc43b-0b12-5a6b-8cb0-639b803f0823","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Low Horns, The","Gertch's Arch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57967,32.35947]},"bbox":[-106.58020232696754,32.35902033981813,-106.57913767303245,32.359919660181866],"left_right_index":-1,"ext_id":"111538629","area_id":"xXzEOwsSWmuMsGObgD8IIw=="},"content":{"description":"This is the large arch right (south) of Gertch's Half Brother.  It faces west and can be easily seen when walking up the fan to Gertch's Folly."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:46.464Z","updatedAt":"2024-01-15T16:47:13.314Z"}