{"_id":"63689d20e80bff5a994f22df","area_name":"Snort Wall, The","shortCode":"","climbs":[{"_id":"zp7hrg+eXt+F6okaKxtkAw==","name":"Sand Snorkeling","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"B. McCord, J Snyder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":5,"mp_id":"111188610","mp_crag_id":"111186346","climb_id":"zp7hrg+eXt+F6okaKxtkAw==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"Stick clip the first bolt and tech your way through the opening slab crux and up to a small ledge. From here make your way up cool sculpted rock, with several cryptic bulges and a final crux guarding the anchor.","protection":"9 bolts to a 2 bolt anchor","location":"Starts just left from Blow Before Throws"},"__v":0},{"_id":"6mU4PtkzWQikQRndosr6gw==","name":"Limb Saw","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mitch Parker","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":4,"mp_id":"112301918","mp_crag_id":"111186346","climb_id":"6mU4PtkzWQikQRndosr6gw==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"Follow right-curving ramp/flake/crack 10ft to the right of El Machete to a bolt at the start of the vertical wall. Work your way up this system of side pulls, slopers, and the occasional jam or crimp.  Hard to find but solid gear protects the upper crux as you make a long move, left toward 2 bolt anchor.","protection":"Single rack from 00 to 2   QD for the one bolt   Medium sized nuts, offsets better   (see photo for the rack I used)","location":"10ft Climber's right of El Machete.  Right side of canyon, across from base of bushy ledge. Starts up grey slab."},"__v":0},{"_id":"LpFN7PTcUP22coNxbxmDlA==","name":"Islands of Stability (open project)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"This could be you! (Up to the 2nd bolt was Kole, Jake, and Dustin in 2004)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":7,"mp_id":"118253238","mp_crag_id":"111186346","climb_id":"LpFN7PTcUP22coNxbxmDlA==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"Unfinished project open to anyone willing to continue up to the ledge hand-drilling from stances.  Bring a hand drill and a bolt-- there should be 1 more stance after the crux.  I just ask that you don't change the name or rap-bolt.\n\n Fun and exciting face climbing up an arete on the right side of the Snort Wall, left of a dirty chimney.\n\n The first 2 bolts I ever drilled were on this climb, hand-drilled from calf-burning stances.  The second has been tested dozens of times up to 190 lbs, so it must be good.  There is a bit of gear between the bolts.  Up to the high point there are 2 5.10a-ish cruxes. Both come a long ways above your gear (see picture).  At the 2nd bolt, there is a hard 10 feet of climbing.  This marks the current high point.\n\n I went back with Jake a few years ago to have another go at it and after giving up on doing it in good style we climbed the chimney to put in a TR anchor with the hopes of head-pointing it. We managed to TR it at around 12- or 12, but neither of us were up to the lead.  If anyone is into this sort of fun, it's a worthy climb.\n\n The second pitch also looks good, and would be a similar style.","protection":"nuts, 1 each up to #1 camelot","location":"On the far right side of the Snort Wall, on the way to the Coke Wall, you'll come to a big chimney.  Stop there and look up the low-angle arete on the left side of the chimney.  Don't be fooled by the angle, it's harder than it looks.  There should be a couple of lonely bolts up there if you look hard enough."},"__v":0},{"_id":"/w1h3lHeXXKLVUbAioHo5w==","name":"Forget Jaws","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dustin Wildermuth, Kole DeCou, Spring 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":0,"mp_id":"118253157","mp_crag_id":"111186346","climb_id":"/w1h3lHeXXKLVUbAioHo5w==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"This is the nice clean corner on the left side of the Snort Wall canyon.  Would be 3 or 4 stars if it were longer.\n\n Although 1 pitch, it breaks down into 2 sections:\n\n 1. Climb a dirty face to a nice big-hands crack to a ledge at the base of the corner. The crack takes mostly #3 Camelots.  I hear there is a retro-bolt on this pitch now.  No big deal- if it makes this awesome crack more accessible and fun then that's cool.  \n\n 2. The corner!  Bring extra .5 and .75 Camelots. Really nice lay-backing with enough facial features to keep the grade at 5.10.\n\n Rap from the anchors below the big roof.\n\n CAUTION: 1 60 m rope barely gets you down.  If TR'ing or lowering with 1 rope, tie a knot in the end and be careful!","protection":"Double rack with extra .5, .75, and #3 Camelots (3-4 each .5 and .75 with 3 #3's should sew it up.)","location":"If you find the slot canyon with Snort Wall, it's hard to miss this line.  It's the striking clean corner that ends under a roof near the mouth of the canyon on the left side (see picture)."},"__v":0},{"_id":"7THw44DcXJy+yL4r3qrd/g==","name":"El Machete","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"J.Snyder, J. Peabody et al.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":3,"mp_id":"109010667","mp_crag_id":"111186346","climb_id":"7THw44DcXJy+yL4r3qrd/g==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"El Machete is a modern style route in a quaint side canyon south of The Coke Wall.  Named affectionatly after the tool of preference during early missions to and through the archetypal Oak Creek Canyon approach. El Machete was perplexingly established ground up after several days of exciting free-aid siege, hand bolts on lead and dirt plumbing. \n\n  The route climbs a upside-down cake style slab to a gently over hung blade before finally exiting through a large roof. Technical and distinct crux beta and the perpetual \"barn-door effect\" will make you glad you didn't just bring your guns to a knife fight.","protection":"7 Bolts   Gear: #.4 C4-#1 C4   Runners","location":"El Machete is located in the tight side canyon south of The Coke Wall. Approach as you would for The Coke Wall, at obvious fork in wash head south looking towards the west wall for the Machete feature. Beware of the Land Before Time sized Ivey \"trees\"!"},"__v":0},{"_id":"LZYZSl9QUbSlqTcZO4pcEg==","name":"Butthole Bonanza","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Evan Hopley and Colton Nunley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":2,"mp_id":"112337183","mp_crag_id":"111186346","climb_id":"LZYZSl9QUbSlqTcZO4pcEg==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"You must first climb through the butthole start doing some sort of OW Chimney moves. Don't fall at the start or risk sucking your belayer into the butthole forever. Big ledge (don't fall through the hole) then more brief chimney gaining to twin hand cracks.","protection":"Bring the biggest gear you own and also some cams. Just a pair of bolts for the anchor.","location":"At the back of a very obvious slot canyon. Do some exciting traversing chimney moves to get to the base."},"__v":0},{"_id":"pKFX8q8xVlu4ePlS12B3KA==","name":"Blow Before Throws","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"J.Snyder, B.McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":6,"mp_id":"111186360","mp_crag_id":"111186346","climb_id":"pKFX8q8xVlu4ePlS12B3KA==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"Blow Before Throws is a bolted line that cuts a straight line up through unique Coconino Sandstone sculpted pockets and features.  Fun and thought provoking climbing leads towards Coco-Classic slap, slab, and power stance boulder problems all the way to the almost no handed clipping stance at the anchor. Cleaned up and brushed features plus beta helps keep the sea of confusion under control.","protection":"11 bolts   2 bolt anchor with carabiners.","location":"Right side of the wall. Start on a large bowl shaped feature just downhill from a few trees."},"__v":0},{"_id":"IwrRX8eqXyWjLc3pgGrKYA==","name":"[Redacted]","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Marilla and Mitch Yaggie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"left_right_index":1,"mp_id":"112292213","mp_crag_id":"111186346","climb_id":"IwrRX8eqXyWjLc3pgGrKYA==","areaRef":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"This short multi pitch is not for the faint of heart, but is rather for anyone who doesn't mind getting a little dirty and putting in some work to be rewarded with a beautiful handcrack in a serene, yet eerie, setting.  \n\n  For full value, you can approach from the top by canyoneering through some beautiful canyons and bushwhacking through 5 ft tall grass (dropped from helicopters after the Slide Fire). On your way in, leave a couple fixed lines for your ascent back out of the canyon. Rap the route, then climb the route, jug out the canyons, and enjoy the cold beers in the cooler of your car at the end of Woody Mountain road; they will be well-earned. \n\n  For a shorter and somewhat less adventurous day, you can use the same approach as for other routes on the Coke Wall. \n\n  P1 85m. Keep your boots on and jungle-eer your way up the ramp on the left side of the canyon, slinging trees and placing only a piece or two of pro along the way. Begin wherever you feel you need to rope up and end at a very large pine tree with webbing and biners. We simul-climbed about 15 meters to finish this as one pitch with a 70m rope. Using tree branches and shrubs to climb are encouraged, but tread as lightly as possible as to leave them for your second to use.  \n\n  P2 35m. From the large ponderosa belay, make your way past the last shrubbery and into a clean chimney. Here you will find a lone bolt that will make you glad you don't need the big bros. Continue up and out the chimney to the left (crux) and enter into a stem box. This will eventually end and deposit you into a fat hands crack leading to a two bolt anchor. Bumping a single #5 up and out the chimney is recommended - otherwise your rope will snag your gear and walk it deep into the black depths of the OW. \n\n  P3 35m. The sandy money pitch. Escape the belay using some OW technique (crux) and gain the crack above. The crack goes from OW to tight hands and everything in-between. Belay your second from a ponderosa with webbing and a quick link. We initially scrubbed this baby clean, but after a couple months it had gained some sand. Unfortunately, these cracks will be eternally sandy due to the way water drains from the canyon above. \n\n  Rap Beta.    P3 to P2 (Ponderosa to two-bolt anchor). 35m   P2 to P1 (Two-bolt anchor to ponderosa). 35m   P1 to two-bolt anchor straight down (hanging belay). ~60m (Unsure of the exact length. We had double 70s but didn't rap to the ends of the ropes. Err on the side of caution.)   Two-bolt anchor to slot canyon floor. 25m","protection":"2x #0.75-1, 3x #2, 4-5x #3, 2x #4, 1x #5. A couple small cams and numerous runners for slinging trees for the first pitch","location":"On the opposing wall of El Machete. The climb begins on the ramp before you enter the slot canyon and climbs to the golden sandstone far above. \n\n  If you want to canyoneer to the top of Jungle Boogaloo (as was done on the FA), plan your route from Google Maps. Park near the end of Woody Mountain Rd (approximate coordinates: 34.98262, -111.76683) and head to the top of the route (approximate coordinates: 34.98261, -111.75204). Taking this route will allow you to skip the jungleering on the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,8e0cfdcd-7b54-58bc-8d21-ecb8ed3861c3,2b0b532b-ac4a-55c0-88f3-64e305c130c3","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Coke Wall Area, The","Snort Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":3,"expert":1}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74939,34.98678]},"bbox":[-111.74993884506645,34.986330339818146,-111.74884115493357,34.98722966018187],"left_right_index":-1,"ext_id":"111186346","area_id":"KwtTK6xKVcCI82TjBcEwww=="},"content":{"description":"The Snort Wall is different type of bag then the other activities happening on The Coke Wall. Sandy, maybe; Powdery never. Bolted vert overhung slab-tech face climbing through quality Coconino Sandstone sculpted features. Some of the most unique rock in OCC. The wild pockets featuring the right side will have you screaming Yay."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:45.987Z","updatedAt":"2022-11-25T11:09:37.003Z"}