{"_id":"63689de0e80bff5a994fa754","area_name":"South Face","shortCode":"","climbs":[{"_id":"USPuE9rkX8WmMkRzcZSM6A==","name":"South Side Topropes","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87968,38.87463]},"left_right_index":0,"mp_id":"105755443","mp_crag_id":"107345203","climb_id":"USPuE9rkX8WmMkRzcZSM6A==","areaRef":"yzquc1z2XtC0ul8f9pb1Jg=="},"content":{"description":"There are four toprope routes on the very south end of Kindergarten rock.  Each route has two anchors to set up the toprope.  The routes all can be rigged by doing a short scramble from the southeast corner of Kindergarten rock which is just to right of the climbs if you are facing the rock(the way to the anchors is the last part of the downclimb from the routes that go to the top of Kindergarten rock like New Era for those familar with the area).  Scramble up this ramp and traverse left onto the large level platform facing out over the south side of Kindergarten rock to find the obvious anchors.  The climbs range in dificulty from 5.4 to 5.8 depending on the route you take.  This is a classic place to take first time climbers and larger groups of people who are not experienced becasue of the range of difficulty, easy approach and the fact that there are multiple anchors.  To get to the routes park in the South Garden parking lot and walk north on the main road over the hill to the large grey rock formation you see on the west side of the road.  This is Kindergarten rock and the topropes are no more than 30 feet west of the road on the rock's south end.","protection":"The four toprope setups all have two anchors.","location":""},"__v":0},{"_id":"JdGTHBvvV7Se0Kn3QpUnYw==","name":"South Ridge (descent route)","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87968,38.87463]},"left_right_index":3,"mp_id":"105758838","mp_crag_id":"107345203","climb_id":"JdGTHBvvV7Se0Kn3QpUnYw==","areaRef":"yzquc1z2XtC0ul8f9pb1Jg=="},"content":{"description":"Eds. This route is open per Bret Tennis, Garden of the Gods Park Operations Administrator.\n\nThis is the much-discussed downclimb from a summit-going ascent of\n\nNew Era\n\n, but it can also make for a short, sporty, fun, upper 4th/lower 5th class scramble for those looking to do something a little different and/or brush up on your 4th class mountaineering skills. I'm assuming the majority of those reading this are interested in the south ridge as a downclimb from the top of\n\nNew Era\n\n, so that's how I'll list the beta. Obviously, to use this route as an ascent of Kindergarden Rock, just do everything in reverse :-)\n\nYour ascent of\n\nNew Era\n\nshould spit you out on a small grassy plateau just east of and about 20 feet below the actual summit of Kindergarten Rock. (The true summit should not be considered off route as it is the highest point in the Garden and offers phenomenal views of the park from a small, airy summit block.) From this plateau, you will want to descend directly south - down one of the several chimney systems that slice down the length of the south ridge. Choose your chimney carefully - as your choice will make all the difference in how hairy your downclimb will actually be.\n\nAt the southern edge of the summit plateau, you will be immediately faced with 2 gullies you could enter. The eastern (your left) one should have an arrow pointing at it that is carved in a block of sandstone at your feet. You will want to START your descent in this gully; however, THE EASIEST DOWNCLIMBING IS FOUND IN THE DEEP GULLY JUST TO THE WEST OF THE SUMMIT. You will notice that this is NOT the gully you are starting off in. The whole key to making this downclimb as easy as possible is to pick the most opportune time to traverse into this prominent gully to the west. About 10-15 feet down the eastern gully from the summit plateau, you should notice a small, flat spot in the spine separating the gully you are in from the deep one to the west (right). Upon peering over the small spine, you will see a northward-slanting ramp system that descends into the deep gully. This will be the crux of the downclimb, but it is easier than the hardest climbing in the other gully. Scramble west over the spine and down this ledge system into the deep, steep-sided gully to the west. Once there, the rest of the gully should be a walk in the park.\n\nTake this gully down, over a large chockstone (note: this chockstone is the indication you are in the right gully on the ascent) until it opens up into a wider, less steep area of rock just above a grassy plateau with 2 pine trees (conspicuous trees about half way up the South Ridge). Heading directly at the 2 trees from here will present you with a lower 5th class scramble down a chimney full of loose, broken rock. This section can be avoided to the west. Traverse over a small ridge of rock into a small, shallow gully to the west of the trees. When you are directly west of trees, look for a weakness in the rock to your left that will allow you to traverse back to the east and wind up right on the plateau with the trees. Once here, the route finding is basically over - as there are several, equally easy paths through the features on the lower half of the ridge.\n\nThe the bottom 75 feet of the south ridge is the most technical you will encounter. Here there are 2 options: to rap off, or to head east to the easier rock. Parties with a rope will probably prefer to rap to the ground. There are 5 anchor stations set along the rim of the steep section - several of which consist of large eyebolts - so find one of these and you won't need any other slings, etc. A 50m rope SHOULD reach the ground from any of these - and I know a 60m will. Or, if you prefer to downclimb the rest of the way, traverse east until you encounter a lower-angle ramp that descends the final altitude and meets the ground at the very southeast corner of the rock. This ramp probably has the most fall potential of the whole route - as it goes across a fairly slick section of slab with a painful looking fall off to your left. It would be mighty embarrassing to break yourself on the lower 30 feet of the downclimb, so use a little extra caution if you descend this way. (NOTE: this ramp is THE way to get on the south ridge on the ascent.)\n\nAll in all, the ridge is pretty tame, but harder country lurks in a few places and could get you into trouble if you're coming off in the dark, etc. Generally speaking, the easier ground is always to the west, with the exception of the ramp at the very bottom. Have fun.","protection":"You shouldn't need any if you have half-way decent route finding skills. A 50m rope will allow you to rap the last pitch to the ground if you wish.","location":""},"__v":0},{"_id":"e9nQifJWWK6u91fVdLj4Wg==","name":"Shangrila","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87968,38.87463]},"left_right_index":2,"mp_id":"105761592","mp_crag_id":"107345203","climb_id":"e9nQifJWWK6u91fVdLj4Wg==","areaRef":"yzquc1z2XtC0ul8f9pb1Jg=="},"content":{"description":"Betty Barnett, Lance Bischoff onsight.  Main picture of \"Kindergarten Rock\" (Grey Rock/Cathedral) follow the topmost red (summit) line straight down the ridge to left of deep dark chimney.  This is the route.  Start at the large twin trees half way up and begin in the \"waterfall\" or find one of two crack systems up to next ledge system. Staying just right of the main descent (trough) puts you on a nicely exposed ridge route with 5.5-5.6 moves all the way to summit.  Some sections go steep/vertical, and rope line is critical due to rough edges and narrow troughs.  Great view, more interesting than standard ascent (5.0-5.4 at most) and offers lead placements on windy exposure.  For warmup, there is also a 5.7-5.8 \"Mini-Martian\" wall left of the trees easily toproped and about 40 feet high.\n\nRecommended!  Fun!  And a real lead as opposed to short rope cruise up the standard route.  Small pro won't help much, you'll want stoppers, and generous use of runners to string the rope from the ridge (work either side for pro).  Enjoy the view, you'll have lots of air around you!","protection":"Rack enhanced with numerous runners to flake rope line off ridge, horns, flakes and longer ones for anchoring will work fine.  Some pockets, and numerous cracks for stoppers/cams.","location":""},"__v":0},{"_id":"Szb1MkWAW4qKELdUO9hdAQ==","name":"Family Values","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Scott Edwards, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87968,38.87463]},"left_right_index":1,"mp_id":"105813972","mp_crag_id":"107345203","climb_id":"Szb1MkWAW4qKELdUO9hdAQ==","areaRef":"yzquc1z2XtC0ul8f9pb1Jg=="},"content":{"description":"This is a short (50'-60') 4-bolt route on the SW corner of Kindergarten.  The bolts are new-looking, but there is an older-looking blue sling hanging from a 2-bolt anchor.\n\nI've never seen the route listed in a book or online.  I know nothing of its history.  Feel free to comment on its grade.\n\nThe route climbs fairly positive holds on solid rock.  There is no opportunity for other gear, but the bolts are closely spaced by Garden standards.","protection":"3 (4?) new bolts to a 2-bolt anchor.","location":"On the far south end of the west face of Kindergarten (Cathedral) Rock.  From the South Side Topropes, just hike around the end and it's the first bolted route you'll come to.  There is a platform of sandy ground to begin from."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,0bd36e88-81be-51e0-b1ff-105fda88468b,e27b14bb-f309-58aa-b6fc-440073c8898c,cb3aae73-5cf6-5ed0-b4ba-5f1ff696f526","pathTokens":["USA","Colorado","Colorado Springs","Garden of the Gods","Kindergarten Rock","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.0"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.87968,38.87463]},"bbox":[-104.88025758250313,38.874180339818146,-104.87910241749685,38.87507966018187],"left_right_index":-1,"ext_id":"107345203","area_id":"yzquc1z2XtC0ul8f9pb1Jg==","polygon":{"type":"Polygon","coordinates":[[[-104.88025758250313,38.874180339818146],[-104.87910241749685,38.874180339818146],[-104.87910241749685,38.87507966018187],[-104.88025758250313,38.87507966018187],[-104.88025758250313,38.874180339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:09.854Z","updatedAt":"2024-02-19T18:32:58.274Z"}