{"_id":"6368a185e80bff5a9954f49c","area_name":"Black Wall (aka Happy Acres)","shortCode":"","climbs":[{"_id":"678rGzwJUDefWDlqfiQB9w==","name":"Tres Hombres","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"2/27/09  D. Rider, B. Conz, L. Saca","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":0,"mp_id":"106367795","mp_crag_id":"105732207","climb_id":"678rGzwJUDefWDlqfiQB9w==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"A 3 pitch route on the left side of the Black Wall in Calico Basin. Morning sun, afternoon shade. Sport with some optional gear placements. No crowds. Rock is good with some portions still a little friable.  \n\n  Pitch 1 - Follow the bolts (a couple of optional gear placements in between) to the ledge with the tree - 5.10+/.11-. \n\n  Pitch 2 - Head up the Black Wall (crux down low) to a prominent right facing corner that leads to a small roof - the corner protects with gear - over the roof to the belay - 5.11-.  \n\n  Pitch 3 - Finish the wall via bolts to the final ledge 5.9+.  \n\n  Bolted anchors. Tops out on the Calico Hills. Walk or rap off.  \n\n  It is set up to rap with a 70 meter rope. It is cleaning up nicely and all bolts and anchors seem to be in good shape. Enjoy.","protection":"","location":""},"__v":0},{"_id":"zWAK9VnrXqSHsYA/ZtUVjg==","name":"Spontaneous Enjoyment","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Nick N and Paul V B","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":4,"mp_id":"105933142","mp_crag_id":"105732207","climb_id":"zWAK9VnrXqSHsYA/ZtUVjg==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"Start as per \"All that Jazz\" and clip the right bolt at the forth and continue up and right gaining a crack and the right side of the flake used on ATJ P2. Atop the flake continue up and right to a set of anchors facing west on the top of a pillar.","protection":"Standard rack","location":""},"__v":0},{"_id":"P5Kr/sd/WOGyBUYxBEyCtA==","name":"Mothers of Invention (AKA Guys from Josh)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Randy Marsh & Pier Locatelli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":6,"mp_id":"105733037","mp_crag_id":"105732207","climb_id":"P5Kr/sd/WOGyBUYxBEyCtA==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"Also known as \"Guys From Josh.\" Start about 30 feet left of the corner on Cram It.  Follow bolts past the beach-ball hole to anchors.","protection":"Draws","location":""},"__v":0},{"_id":"ISN0BGQPVG2ZwRImS2fdEQ==","name":"Mom & Apple Pie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Randy Marsh & Pier Locatelli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":7,"mp_id":"105733034","mp_crag_id":"105732207","climb_id":"ISN0BGQPVG2ZwRImS2fdEQ==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"Also known as \"Todd's a God.\" Just to the left of the Cram It corner, follow a line of bolts up to the anchors.","protection":"Draws","location":""},"__v":0},{"_id":"YSPWSBccXR6mXt7Lz75w1w==","name":"The Life Chuckle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick Nordblom, Paul Van Betten, 1984.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":5,"mp_id":"119787501","mp_crag_id":"105732207","climb_id":"YSPWSBccXR6mXt7Lz75w1w==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"This route has a lot of fun climbing with some soft and/or loose rock. Start by climbing the corner with a sweet, laser cut, lie-back crack. Follow the line, passing several obstacles. There is a ledge at about 120 feet up where you can build a belay. You can walk off to the right from here or do a short second pitch to the top. From the top, you also walk off right, same as All That Jazz.","protection":"Standard rack. We used a double rack of cams up to 3\" and a single 4\" plus a full set of nuts.","location":"The Life Chuckle is in the left-facing corner to the left of the sport routes of Black Wall (Happy Acres). You can access the tiers below the route by approaching from the right, from the base of sport routes (ie Mom and Apple Pie)."},"__v":0},{"_id":"QgIvlITvWrKTYBbyqX3dJQ==","name":"Happy Acres","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":9,"mp_id":"105733031","mp_crag_id":"105732207","climb_id":"QgIvlITvWrKTYBbyqX3dJQ==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"Go 50 feet up and right from the big corner on Mother's Day and climb the dirty right-facing chimney.","protection":"Standard Rack","location":""},"__v":0},{"_id":"a1nyJVkLWOKhmDksEZlP1Q==","name":"Greek Tragedy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Burton & Michael Burton (no relation)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":1,"mp_id":"108960059","mp_crag_id":"105732207","climb_id":"a1nyJVkLWOKhmDksEZlP1Q==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"good holds, but relatively sparse protection after you leave the ramp and head up the face, above.","protection":"take some slings for chickenheads and a small rack.","location":"Start at the bottom of a right-trending ramp, which is to the left of All That Jazz / Spontaneous Enjoyment. When the ramp ends go straight up the face to the anchor."},"__v":0},{"_id":"8g2BVbWMU0uiNvIPg0XyNQ==","name":"Geriatric Therapy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Limage, Gary Sanders","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":2,"mp_id":"105933183","mp_crag_id":"105732207","climb_id":"8g2BVbWMU0uiNvIPg0XyNQ==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"climb the bolted face for pitch one.(60') Move directly left 15' from the anchor and head up the face along a small left facing corner past some small overhangs and follow cracks and face holds to the top. A very long pitch that may require moving the belayer left to give the climber enough rope to reach the top.","protection":"P1 4draws and bolted anchor.   P2 Lots of .25 to 1\" and a few up to 3\" there are also two bolts. Belay anchor on top of ATJ.","location":"15' east of ATJ"},"__v":0},{"_id":"WBFHQt6KUSWQmCo/eLIGnA==","name":"All that, Jazz","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike McGlynn & Todd Lane 25 Feb 07","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":3,"mp_id":"105926130","mp_crag_id":"105732207","climb_id":"WBFHQt6KUSWQmCo/eLIGnA==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"The first pitch was originally put up by Mark Limage and it consisted of 3 bolts and a bolted anchor.  We added a new first bolt (with Mark's permission) to make the start a little less intimidating for climbers leading at this grade.  Thanks Mark. \n\n  P1: (5.7)  Climb the bolted face to the second anchor.  Use the first to clip a draw but continue literally 10' left and 15' higher to the second anchor for the belay. This is a really comfy ledge, be careful not to get complacent and forget you are about 60' up. (60') \n\n  The second anchor was placed by Chris Burton and Mike Burton (not related) for a single pitch route called \"Greek Tragedy.\"  This climb ascends the shallow ramp to the left (east) of the direct start for the first pitch of All that, Jazz.  Looks like it takes small gear.  Thanks for the information Chris! \n\n  P2: (5.8) Trend 10' right to gain the shallow, left-facing corner/crack.  Place gear as you like in the crack using long slings to prevent drag. Use the ample face features and crack to stem, lie-back, and smear your way up. When the crack ends, look for a bolt up and to the left. Traverse to the bolt (if it seems too high, look for feet) and then continue left to the crux, a short, dead-vertical headwall that will \"go\" easily to some really fun moves!  There is a protection bolt smack in the center of the headwall to protect these moves.  Pull the headwall to a bolted anchor and a reasonable, slabby ledge. (110') \n\n  P2 Option: (5.8) If you have time, rap or lower back to the first station after the your second cleans the pitch and top rope straight up the face back to the second anchor - fun climbing that adds another 110' to the day! \n\n  P:3 (5.6) Step off left and make a few moves on the solid-varnished vertical face to a single bolt (the only one on this pitch) about 8 feet off the belay.  Continue straight up this face as it slabs off and becomes easier.  Place gear as you like in ample horizontals and try to stay to the left in the black varnish.  Trending right leads to climbable terrain but the rock quality is not as good and the placements will be fewer and more questionable!  Watch rope drag as you move higher on the slab.  There is a bolted anchor at the top, no rings or links. (110') \n\n  We took our time, placed plenty of gear, sat on the top in the sun for a while, stopped for photos and the route took us about 2 hours pack-to-pack.   ","protection":"P1: 5 draws   P2: Single set of Cams from 00 to No. 2, 10 slings/draws   P3: Single set of Cams from 00 to No. 2, 10 slings/draws ","location":"See the general description.  The thumb-like feature stands out and easily identifies the start of this route.  Approach time is a casual 20 minutes. \n\n  One of the best things about the route is it has a walk off - a really easy walk off! After topping out, walk up the ramp to the left toward an obvious tree.  Then cut sharply right and walk along the ridge line - there are some cairns, but they seem to lead everywhere and nowhere at the same time.  The trick is this, as you walk west along the ridge, always try to trend to the right (toward the \"U\" notch or saddle and away from the park).  You will have to trend left toward the park and then back toward the saddle a couple of times but ultimately, you will end up in the saddle gully.  Until you know the descent, you will find this a little confusing, however trending right will ultimately lead you right to the easy gully where you can turn sharply right again and hike back to your pack in about 5 minutes.     If you use this \"always right\" method, the correct descent NEVER gets dangerous or exposed.  You will come to areas that are both, when this happens, backtrack, go to the left to easier terrain and start trending right again as soon as possible. You will know you are close when you go down into a gully and see a huge solitary boulder leaning across a two-level slab.  If you walk past this boulder and turn around to look at it, it has two rectangular holes in it and you can see it is practically hollow inside.  These two \"eyes\" look in the direction you want to go in.  Continue down where you will see two big boulders in the gully.  Go under the first and under or over the second.  Total descent time is about 20 minutes. \n\n  If you have time, when you come out of the descent gully, go west toward the saddle and Cut Your Teeth crag (literally minutes away) and climb November Daze (5.7 100') and September Knights (5.9 85')!"},"__v":0},{"_id":"aZZah5I5XFO34RRmeD4rCw==","name":"Cram It","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Randal Grandstaff & Danny Rider","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"left_right_index":8,"mp_id":"105733028","mp_crag_id":"105732207","climb_id":"aZZah5I5XFO34RRmeD4rCw==","areaRef":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"High on the right side of the cliff is a big left-facing corner.  Go past a bolt then follow the crack. \n\n  This route is erroneously called Mother's Day in the Todd Swain guidebook.","protection":"Standard Rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,e08b7547-119a-5bed-9c11-d88550c51449","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","01-Calico Basin","Black Wall (aka Happy Acres)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43057,36.15232]},"bbox":[-115.43112688814924,36.15187033981814,-115.43001311185078,36.15276966018186],"left_right_index":-1,"ext_id":"105732207","area_id":"4It1RxGaW+2cEdiFUMUUSQ=="},"content":{"description":"Hike west out of the main Calico Basin area.  Go past Cannibal Crag and Dickies Cliff, then up the steep canyon.  The cliff on the left is the Black Wall."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:11:23.802Z","updatedAt":"2022-11-25T11:19:46.027Z"}