{"_id":"63689d5ce80bff5a994f5363","area_name":"2. Lower Brother","shortCode":"","climbs":[{"_id":"0Ft2g6ZHXHyOT8EClPIqCg==","name":"Positively 4th Street","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dennis Miller, Jeff Mathis, Chris Falkenstein, March 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":1,"mp_id":"105986641","mp_crag_id":"105986637","climb_id":"0Ft2g6ZHXHyOT8EClPIqCg==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"This route is a clean and aesthetic crack line that turns a small roof reminiscent of Committment on the 2nd pitch. It is usually rappelled after the first two pitches, but you can continue for two more pitches of 5.7 at a lower quality than the initial two pitches. If doing the upper pitches, take two ropes to rap. The first pitch starts with a somewhat slippery 5.7 lieback section to easy low angle jamming, ~75 feet. Belay on gear in cracks directly below the second pitch, or move way right to the rap station at a bay tree. Belay takes nuts, small TCUs, and cams from 1.25\" to 3\". Second pitch starts perfect hands up and around the roof and thins to 1.25\" as the angle kicks back, ~75 feet, bolted anchor.","protection":"Cams to 2\". 2nd pitch anchor is two new bolts backed up with two old 1/4\" ers.","location":"From the toe of the Lower Brother, walk left approximately 50 feet to and obvious left facing lieback flake with a distinct small roof about 100' up. From the top of P2 rap on one rope to the bay tree with rap slings just right of the start of P2."},"__v":0},{"_id":"bECscdPpWpS46ffIgfGbrA==","name":"Nutty Buddy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":2,"mp_id":"118063397","mp_crag_id":"105986637","climb_id":"bECscdPpWpS46ffIgfGbrA==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"For the first pitch, 5.8, grovel up an easy crack to gain the double crack system with an exiting exit move.\n\n2nd pitch goes up what looks like a really dirty 5.6 gulley. Ends at the bolted anchor for Positively 4th Street.\n\nWe didn't do the second pitch. There is a tat anchor of the tree above the first pitch. Bring up extra tat as some of it looks pretty old. We cleaned it up a bit with a new sling and took the worst of the old ones down.","protection":"Standard rack","location":"This is the flake to double crack system about 30 ft to the right of Positively 4th Street."},"__v":0},{"_id":"JbVmSankXRyoDo1Br7SBJQ==","name":"Absolutely Free, Center","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":4,"mp_id":"106451171","mp_crag_id":"105986637","climb_id":"JbVmSankXRyoDo1Br7SBJQ==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"Characterized by a difficult approach and longish descent with three great pitches of roped climbing this climb is an off the beaten track, classic Yosemite adventure climb.  Approach by walking up and right from the toe of Lower Brother, taking a left at the first major ramp system.  From here 250 feet of scrambling (some 4th or maybe easy 5th) will take you to the base of the route.\n\nP1: Two options, a 5.7 exciting chimney or a 5.9 flake, we took the chimney and weren't disappointed.  Belay at the highest ledge at the base of a perfect thin hands splitter.\n\nP2: Climb the excellent splitter.  Pass an old bolt casing (optional belay) and continue up the left facing corner.  Lots of hands to off hands with an awkward bulge/horn to pass on this part of the pitch.  Belay at a nice ledge with trees after 175 feet.\n\nP3: Again a couple options; we continued up the most logical line, the groove to OW corner.  The intimidating OW above isn't too bad with lieback techniques and a 5\" piece.  Continue with the chimney above and belay on another comfortable ledge.","protection":"nuts, double cams .6-3\", single 4\", slings.  Optional extra 1.5-3\" and/or a 5\" piece.","location":"To descend, first climb up another 200-300 feet (some 4th or easy 5th class) to the base of the upper headwall, then descend climber's left down Michael's Ledge.  There isn't much of a trail and almost no cairns, so use your best judgement as for when to get off the ledges.  Its best not to leave anything at the base as the descent doesn't take you anywhere near the start of the climb."},"__v":0},{"_id":"XaBNk9AfWruCbwkh5oJz0g==","name":"Absolutely Free Left Side","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":3,"mp_id":"108643037","mp_crag_id":"105986637","climb_id":"XaBNk9AfWruCbwkh5oJz0g==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"There is a horrendous \"5.8\" Squeeze on the second pitch. Absolutely Free Center is a better option.","protection":"Bring a couple hand to larger pieces.","location":""},"__v":0},{"_id":"vr3nJmJqWRehL+gpvj0+fw==","name":"Absolutely Free, Right Side","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Klemens and Jim Bridwell, May 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":5,"mp_id":"120516991","mp_crag_id":"105986637","climb_id":"vr3nJmJqWRehL+gpvj0+fw==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"This is a great route for those obsessed with collecting routes first freed by Mark Klemens.  Consider this another \"adventure\" route on this formation.  Note, however, that this has \"5.10\" off-width climbing on it, where the route was climbed and rated in 1970 by Klemens and Bridwell.  5.10 is the traditional rating so take that with a grain of salt. In other words, if the only 10a off-width you have ever done is\n\nDoggie Do\n\n, expect this to be about a million times harder.\n\nStart as for Absolutely Free Left and Center routes, but climb the boomerang-shaped flake to the right up to a sloping ledge that can be followed down to the right to a belay below the right side of the main formation. The crux is the pitch above this.  Climb the wide crack to a roof.  Follow the roof out to it's right edge and execute very difficult, wide moves to establish yourself in the corner above.  Continue way up the corner for the rest of a full pitch to a belay below a point where the corner starts to lean more to the right.\n\nPitches 2 and 3 continue all the way out and around the bulging right side of the corner to the big ledge system above.  Descend as for Absolutely Free Left and Center routes.","protection":"Gear to 8\"","location":"The same place as for Absolutely Free Left and Center routes."},"__v":0},{"_id":"RrNsNRdvWl6Qk67UnjJ8Cw==","name":"Hawkman's Escape","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":6,"mp_id":"113906469","mp_crag_id":"105986637","climb_id":"RrNsNRdvWl6Qk67UnjJ8Cw==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"Hawmkan's Escape ascends some 8 pitches and a few hundred feet of scrambling to the summit of Lower Brother. The climbing is full of that classic Yosemite character: with a long approach and descent, it is sandbagged, spicy, sometimes on questionable quality rock, awkward, burly, and requires route finding skills and perhaps a headlamp. Also, you will encounter foliage and it may snow lichen flurries in your eyes. If you like this sort of climbing and seek to gain another fantastic Yosemite summit, you will love this route. Yes, it is a great adventure.\n\nThe route begins from Michael's Ledges, up a few hundred feet from where Absolutely Free deposits you. Try to sight the route from the road or while you approach the climb. Look for the huge chimneys one-third the way up the face. Those are pitches 4 and 5.\n\nMost of the pitches are short (100 feet or so) yet difficult to link. The only pitches I recommend to link are the middle chimney pitches (4 and 5).\n\nConsult Don Reid's guide for a topo. Here is a pitch-by-pitch description.\n\nP1 (5.6): A low-angle gully with some climbing over large blocks and chimneying higher up. Go left well-below a huge detached flake to gain a large ledge system. Good rock.\n\nP2 (5.9): Step out left to gain a steep crack. Lieback this through a bulge. Continue up steep broken rock past an obvious spike/column on your left to belay below a knobby face. Questionable rock.\n\nP3 (5.5): Continue straight up the face using small discontinuous cracks and seams for better-than-expected albeit spicy pro (Aliens, brass offsets). You are heading for the huge chimney and roof that looms above you. Belay somewhere beneath the chimney but perhaps not directly under it as the next couple of pitches have lots of loose rock. Feels more like 5.7.\n\nP4 (5.5): Climb the easy chimney to a large ledge. This is a very easy pitch and you may not feel the need to place much pro. You can link this with the next chimney pitch. Terrible rock for this and the next pitch.\n\nP5 (5.6): Continue up in a second chimney. Belay as soon as you emerge, below a steep wall with a nice looking hand crack. If you fail to belay low on the ledge you may be unable to find a good anchor due to the horrible rock quality.\n\nP6 (5.9): Back on good rock, ascend a steep hand crack in the back of a recess, then up through a roof. At the top of the pitch, move the belay as far right as one can on the \"thank god ledge with manzanita\". A great pitch.\n\nP7 (5.7): Look around for a good way up. I found a low-angle ramp with a flaring crack in a corner (poor pro) about 30 feet to the right of where we belayed. I went up past a tree and into a chimney. I belayed at the top of the chimney at a tree, at the base of yet another chimney. I was hoping to link this with the next pitch but rope drag and fatigue anchored me down. Full of flora.\n\nP8 (5.8): Climb the dirty corner and chimney system. Arrive at a manzanita-covered ledge and belay in the shade of a huge coniferous tree.\n\nP9 (easy fifth, 70m): Climb up past the trunk of the large tree, gain a rounded slab and up about 30 feet unprotected 5.2 and then 3rd class to the top.\n\nFrom the end of P9, the summit is within walking distance now, though some may want to stay roped up on the exposed ridge.\n\nDon't forget I mentioned the ratings are sandbagged.","protection":"On the small end: Aliens and some small-medium brass offset nuts.\n\nOn the large end: nothing too large, perhaps fist-sized gear (#4 BD).\n\nLots of slings.\n\nA knife and extra webbing for the necessary rappels.\n\nHeadlamps.\n\nHelmets.","location":"Hawkman's Escape is climbed from the large ledge system splitting Lower Brother, Michael's Ledges. You can climb Absolutely Free if you want to add some additional pitches (see approach for Absolutely Free). Or you can just walk up Michael's Ledges.\n\nTo approach from Michael's Ledges, park at a large rock-lined pullout with a huge oak tree, the first pullout on the right past the left-side parking for Absolutely Free. Walk on flat ground into a stream bed/gully towards Lower Brother. Stay in the drainage as you ascend and keep your eye on Michael's Ledges. At some point you'll need to climb through the forested hillside to gain the ledges. The ledge is narrow, so you will eventually find a trail heading up the ledges. Hike the trail for a long ways. You may recognize a cleared 2-person bivy spot near the wall. Just beyond this bivy is an inviting gully heading up the wall. This is the first pitch.\n\nTo approach from Absolutely Free, after getting to Michael's Ledges, continue up and right a couple hundred feet to find the first pitch.\n\nTo descend from the summit, walk North along the ridge to the base of the large wall of Middle Brother. There is really only one way to go since you're on a ridge.\n\nFrom the the base of Middle, there are two options: go down to the East to eventually get back on Michael's Ledges or go left down the West slabs.  Both options require several rappels and some down climbing.\n\nWe chose to go down the West slabs. It took us about 6-8 rappels with a 70m rope (some down climbing). Bring webbing to rap off.\n\nOnce back on the ground, the fun begins: about an hour (or more if dark) of very steep, forest stomping down a drainage, sometimes cliffing out, some times slipping on the forest duff, sometimes wrestling trees or grasping plants, never on a trail. Hold tight little roots. It was dark for us so maybe it is possible to find a trail."},"__v":0},{"_id":"vQthaa/pUV2Cot56iNvPZA==","name":"Maple Jam","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Falkenstein, Dennis Miller, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"left_right_index":0,"mp_id":"105986648","mp_crag_id":"105986637","climb_id":"vQthaa/pUV2Cot56iNvPZA==","areaRef":"9Tpyqi0TXR+qXyTV3Jt/uA=="},"content":{"description":"This route has some fun and challenging jamming on the second pitch. The first pitch climbs a 5.8 lieback on the left side of a tower with a wide crack in the back. Take the biggest cams you own or a single #4 Camalot and run it out. Alternatively, climb the right side of the tower, through vegetation in the bottom half and a wide crack in the back for the upper half (this option is much easier and less runout, but dirty and unaesthetic climbing). For many years a large tree served as the belay and start for the second pitch. That tree is dead and gone, good luck rigging a belay here, best just to link the two pitches into one. (UPDATE: A gear belay is now available at the base of the formerly dirty corner and the scary section described below has been extensively cleaned, takes pro, and is much more enjoyable after the cleaning.)\n\nThe section between the top of the tower and the roof WAS dirty, loose, scary climbing through the remnants of the old tree in a wide crack where the trunk used to grow, complete with teeter totter 500lb spikes of loose rock, crumbling roots, dirt, and rotten bark. In the past the tree provided clean access to the roof. Grovel up this 10' section to the roof and plug in a 3.5\"-4\" piece. The roof quickly tapers to perfect hands. Pull around the roof (crux) on good hands turning into fingers and off fingers with good stemming rests. Easy crack in a dihedral leads to a final 5.9 crux up high pulling through a section of vertical 3\" crack. After the second crux, move slightly left out of the dihedral onto easy face climbing to avoid loose blocks and dirt in the corner. Belay at two solid/modern bolts. Walk off left or rap.","protection":"Doubles to 2\", singles to 4\", plus optional big gear for P1.","location":"The route is located approximately 150' left and uphill from Positively 4th Street at a point where a small ledge juts out to the right from the base. The first pitch appears as a small 30' tower with a clean wide crack on the left side. The second pitch is visible above as a wide crack under a roof, thinning and turning the roof on the left and becoming a lower angle left facing corner system.  Walk off climbers left on 3rd/4th class ledges."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,299aebef-e61a-52d9-ab6e-8c99c9b7026b,f53a72aa-2d13-5d1f-aa5f-24d5dc9b7fb8","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","D. Camp 4 Area","2. Lower Brother"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.61232,37.73378]},"bbox":[-119.6128885690994,37.73333033981814,-119.61175143090061,37.73422966018187],"left_right_index":-1,"ext_id":"105986637","area_id":"9Tpyqi0TXR+qXyTV3Jt/uA==","polygon":{"type":"Polygon","coordinates":[[[-119.6128885690994,37.73333033981814],[-119.61175143090061,37.73333033981814],[-119.61175143090061,37.73422966018187],[-119.6128885690994,37.73422966018187],[-119.6128885690994,37.73333033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:46.370Z","updatedAt":"2024-02-19T18:29:57.530Z"}