{"_id":"6368a50be80bff5a995afed1","area_name":"Lonely Challenge Area","shortCode":"","climbs":[{"_id":"3n+8wv1cWluA6HKhnPQTVQ==","name":"Zen and the Art","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Stuart & Bret Ruckman, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":1,"mp_id":"106468770","mp_crag_id":"106468615","climb_id":"3n+8wv1cWluA6HKhnPQTVQ==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"If you thought the holds on\n\nLone Man Running\n\nwere huge this line has your name written all over it! It features very similar climbing at first but before you know it you're desperately trying to stick to a mirror of rippled quartzite.\n\nBetween the 3rd and 5th bolt (crux) there's barely anything that qualifies as a hold. The rock is compact, without texture, featuring gentle ripples. Don't despair, keep bumping your feet on microscopic divots and crimping barely visible edges. If you manage to keep it together and you picked a low-gravity day, you might be able to snag the thank-god hold\n\n(yes, hold!)\n\nand make the impossible 5th clip.\n\nDon't get too excited though or you'll blow the moves en route to the piton or the 6th bolt!\n\nAbove this you'll re-enter familiar terrain (if you've warmed up on Lone Man that is), start looking for a spot to unload the heavy cams that almost cost you the send...","protection":"6 bolts and a piton.\n\nThe 4th and 5th clips are hard, don't get greedy and try to clip early or you'll shake yourself off the stances.\n\nMicrocams, small nuts and a #2 for the upper face.","location":"10' right of Lone Man Running, above the chokestone at the top of the very vegetated gully. Try to flatten a spot in the soft dirt to belay.\n\nMy 70m was just long enough to rappel from the extended anchor, be really careful if you clean the route on rap or lower from the anchor. In doubt aim up-gully for the base of LMR or bring 2 ropes and save yourself the heinous downclimb by rappelling to the base of the chokestone.\n\nTake cover when you pull the rope..."},"__v":0},{"_id":"7KHiGMuXXVSI10vs8ebZNQ==","name":"Watermelon Tetris","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Charles Nolt and Brent Barghahn 8/2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":6,"mp_id":"112105184","mp_crag_id":"106468615","climb_id":"7KHiGMuXXVSI10vs8ebZNQ==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"A lovely way to begin the day at Lonely Challenge area. A shallow right leaning dihedral system with comfy bolts and airy toes. Careful footwork will stem you up with little difficulty.\n\nBegin at the smooth face with slopey ledges ramping in from the left. A few tricky buldges carry you through the midway technical crux. Blind jugs are hidden throughout.","protection":"10 bolts plus anchor with chains.\n\nThe leaning nature of this route requires a follower to clean, lowering will put you 30ft right of the start.\n\nComing up the main talus slope stay RIGHT in the larger and more consolidated talus, AVOIDING obvious worn switchbacks in the middle (slippery and sketchy scree). About halfway up the slope there is a large pine that you can go around on its right. Switchbacks marked with cairns and logs start here and continue up to the wall. Belay is a flattened stance. 20 minutes.\n\nSunny in the morning, full shade starts early afternoon. The narrow gully stays cool.","location":"The bolted right leaning line in the ripples just left of the obvious arete. Right of Eternal Flow."},"__v":0},{"_id":"BKtYpal7UP6JHSgCsPaNwA==","name":"The Slab","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":8,"mp_id":"113288918","mp_crag_id":"106468615","climb_id":"BKtYpal7UP6JHSgCsPaNwA==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"This is the “lone two-bolt route” Boissal mentions on the main page for the Lonely Challenge Area.  It is yet another “unknown,” but the name given here seems appropriate until someone coughs up the FA party and the name they gave it.   You probably are snickering at the 35 feet, but get on it and I bet you’ll think otherwise, unless you are one of those gym mutants with no sense.  The two bolts protect the crux well, but the rest will maintain your attention as you fiddle with small gear to prevent decking on your way to the anchors.","protection":"Draws and microcams to ¾” – consider doubling up on the micros (I used a full set of C3s and one of the smallest C4s, but I like to back up the small stuff if possible).  Bolts rigged for lowering on top.","location":"About 100 feet downhill from\n\nWatermelon Tetris\n\n."},"__v":0},{"_id":"tM/Y5RqnVHOXEe0RQQFfzw==","name":"Rubbing it Raw","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"AS, JS, August 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":2,"mp_id":"113616817","mp_crag_id":"106468615","climb_id":"tM/Y5RqnVHOXEe0RQQFfzw==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"If you carried up only draws to the Lonely Challenge Area,\n\nRubbing it Raw\n\nis worth a quick ride as another warm-up (in addition to\n\nWatermelon Tetras\n\n) for\n\nEternal Flow\n\n.  It is also the most direct way to reach\n\nEddy of Life\n\n.  Start 10 feet left of the first pitch of\n\nEternal Flow\n\nand follow bolts up and left to chains.  Spy a good landing for the first set of moves.","protection":"Draws.","location":"Only line of bolts left of\n\nEternal Flow\n\nbefore the large chockstone in the gully guarding access to\n\nZen\n\nand\n\nLone Man\n\n.  Lower or rap from chains."},"__v":0},{"_id":"OghXed91ULufhsHUEwUg0Q==","name":"The Potato Chip","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"BB, ground up rope solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":10,"mp_id":"112834596","mp_crag_id":"106468615","climb_id":"OghXed91ULufhsHUEwUg0Q==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"The Potato Chip is a wild thin flake perched up the gully from Hollow Man. Novel macro laybacking and crispy thin jugs make this route a neat little adventure. Just don’t pull too hard on this chip!\n\nStarting at a belay bolt, head up a short broken finger crack. Once you reach the flake, pull around the left side to a bolt. Punch it straight up the flake to a wide hands piece, then two more bolts higher up the flake. A wild hand traverse at the top leads to two bolts and chains.","protection":"3 lead bolts, single rack to 3, stoppers. Two bolt anchor with chains.","location":"Head up the right side of the talus field as for Lonely Challenge proper. Just before the gully pinches down, traverse left across the talus to ledge systems below the obvious stance. Scramble up to a belay bolt at a nice exposed perch.\n\n20 minutes"},"__v":0},{"_id":"dGMcHmaDWM2DclEoGAOL+Q==","name":"The Notch Arête","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":9,"mp_id":"113288559","mp_crag_id":"106468615","climb_id":"dGMcHmaDWM2DclEoGAOL+Q==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"Another “unknown,” but we’ve got enough of those in\n\nBCC\n\nthat I’ve given this a name just to distinguish it.  If someone knows the real name and FA, give it up and the glory will go to the deserving and justice will be served.  This is the obvious arête with two bolts just left of the “window” or gap in the\n\nStandard Ridge\n\nthat one passes through on the way to\n\nRush Wall.\n\nThe crux is well protected by two bolts, but the easier climbing before and after requires solid rock sense and careful nutcraft to protect decently.  Worth doing if visiting the other trad routes on\n\nLonely Challenge\n\nor on your way to\n\nRush Wall\n\n.","protection":"Brass or steel nuts (offsets useful), set of microcams and cams to 1 ½ inches (don’t pass up any placements).  Rappel from Metolius rap hangers on top.","location":"About 10 minutes up the scree and boulder field (a fairly good trail is developing) between the west face of Challenge Buttress on the left and Strone Crag/Standard Ridge on the right.  Stay on the far right side of the scree and boulder field and once up a few switchbacks you’ll see the “window” or gap at the top of a major break on the right.  Walk 100 feet up this to the base."},"__v":0},{"_id":"iW+IBfxJUSeYQ97i/nD+WA==","name":"Lone Man Running","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bret & Stuart Ruckman, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":0,"mp_id":"106468719","mp_crag_id":"106468615","climb_id":"iW+IBfxJUSeYQ97i/nD+WA==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"Featuring amazing thin-face climbing on smooth quartzite, this route will keep you on your toes through 70' of bolt-protected edging and smearing followed by 40' of runout 5.8.\n\nThe climbing is sustained .10 until the 4th bolt where the .10d crux awaits and will send you wandering around for a while, trying to piece together a line of tiny edges and tenuous smears.\n\nThe odd horizontal crack provides a much needed rest as you make your way to the piton then angle right and launch up the exciting upper face.\n\nThe climbing eases up to 5.8ish but will keep your attention due to its runout nature; the route will attempt to thwart you one last time with a roof before you can top out one of the best 110' chunk of stone out there...","protection":"4 bolts and a piton on the lower face.\n\nThe 4th (crux) bolt is a 1/4\" spinner and not too confidence inspiring, especially considering the amount of ground you need to cover to get to the piton. A crack to the left will eat a large nut to protect the touchy moves above the crux. After the pin it's a long ways to the next opportunity for gear.\n\nMicros, small nuts and a #2 will help you keep it together on your way to the 2 bolt anchor.","location":"The left bolt line, situated at the head of the fern-filled gully above the chokestone. There's a nice flat boulder to belay at the base which saves you from standing around in stinging nettle. The route can be framed by two seeps after heavy rainfall. You can get by without getting wet.\n\nYou can make it down this route with a 70m. The rope runs over sharp edges so you might want to rappel instead of being lowered.\n\nThe slings on the anchor are in acceptable condition.\n\nCareful in the gully, there are lots of loose rocks held together by soft dirt and everything you kick will roll a ways down..."},"__v":0},{"_id":"jSKq1lPjWom/9AkyI75NxQ==","name":"Gnawing on the Rind","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"JS, Kent Wheeler, June 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":7,"mp_id":"113371467","mp_crag_id":"106468615","climb_id":"jSKq1lPjWom/9AkyI75NxQ==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"Gnawing\n\nis one of the better 2-pitch trad lines in the area.  If it weren’t for\n\nWatermelon Tetris\n\n(thanks lads), we wouldn’t have been motivated to get on it – led from the ground up after seeing the first pitch would take gear while lowering off\n\nWT\n\n(and then vigorously cleaned on rappel).\n\nThe first pitch climbs the seam system in the steep, shallow corner just right of\n\nWT’s\n\nbolt line.  About thirty feet up, a move left from a friendly right-leaning flake will keep you on-line (see the beta photo of the first pitch).  Climb the seam system to its end, step around the edge and into a large capped corner, then turn the cap to a good belay ledge and gear anchors.\n\nThe second pitch shoots for the obvious overhanging handcrack 60 feet above the belay.  Climb the red face immediately above the belay, trending toward its right side, until possible to step right onto a greenish face that avoids huge stacked blocks (I couldn’t budge them on rappel, but why risk it?  Besides, the greenish face provides good climbing).  From the tip of the top of the greenish face, continue up the buttress above, protected by a RP crack to the right, to a good horizontal crack, then shuffle left along the horizontal crack, surmount the overhanging handcrack, and climb the short headwall to the top.  Belay from a bolt and gear in a thin crack.\n\nIn late June, on the second pitch at the top of the greenish face and before the step onto the buttress, swallows had an active nest on top of a bowling-ball sized protrusion that looks easily dislodged to the left of the line.   We left them in peace, and hopefully you will do the same if the nest is occupied.","protection":"RPs or the equivalent (offsets useful), wires, double cams from micro to No. 2 (yellow camalot), maybe a No. 3 (blue Camalot) for the overhanging hand crack.","location":"Start just right of\n\nWatermelon Tetris\n\n.  Descend via the rappels on\n\nEternal Flow\n\n."},"__v":0},{"_id":"z8hcy2b2XZqaXVcpVLfEYQ==","name":"Eternal Flow","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brent Barghahn and Ally Lamb 7/2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":4,"mp_id":"112039169","mp_crag_id":"106468615","climb_id":"z8hcy2b2XZqaXVcpVLfEYQ==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"Pitch 1:\n\n10a, 6 bolts\n\nCrimp and high step your way through multiple blank sections, gaining an easier juggy portion in the middle. Finish up with steep moves between good holds and a right arete as the wall kicks back. Walk left on the comfy ledge for two bolt and chains.\n\nPitch 2:\n\n10c, 9 bolts\n\nStep left from the anchor to the corner, then climb the rippled dike features on the smooth wall. Technical crimping and edging leads to a cryptic sequence through the triangle shaped merging overlaps. Easy terrain gives last reprieve prior to the sustained traverse involving hands free high stepping and smearing smooth milky ripples. At the roof, off balance undercling and layback holds swing one around to a final desperate stab for secure finger locks. All too short glory laybacking finishes out the pitch with equally fantastic exposure over the storm mountain area. Belay sitting on the edge at two bolts and chains.\n\nDecent:\n\nTwo rappels with a 60m. Rap straight down from the pitch two anchor to the anchor and chains on Broken Dreams (hidden under a roof, perfect plumb line while rappelling). One more gets you to the ground. Alternatively, one can rap the route itself. When rapping the first pitch, head climbers right over the clean edge to avoid loose rock straight below the anchor.","protection":"9 quickdraws, fully bolted","location":"Eternal Flow is the fully bolted line 100ft down hill from the large gully chockstone. The 5.5 scramble mentioned in the area page is not needed to get to this line. This line is left of Watermelon Tetris, another fully bolted line.\n\nComing up the main talus slope stay RIGHT in the larger and more consolidated talus, AVOIDING obvious worn switchbacks in the middle (slippery and sketchy scree). About halfway up the slope there is a large pine that you can go around on its right. Switchbacks marked with cairns and logs start here and continue up to the wall. Belay is a flattened stance. 20 minutes.\n\nSunny in the morning, full shade starts early afternoon. The narrow gully stays cool."},"__v":0},{"_id":"MBJP6fq7W5C7mCoYtANyyw==","name":"Eddy of Life","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"JS, AS, August 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":3,"mp_id":"113616836","mp_crag_id":"106468615","climb_id":"MBJP6fq7W5C7mCoYtANyyw==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"This is the obvious right-facing dihedral left of the second pitch of\n\nEternal Flow\n\n.  It is approached by climbing either the first pitch of\n\nEternal Flow\n\nor\n\nRubbing it Raw\n\nto a two-bolt stance below the base of the dihedral.  Microcams protect the opening moves in the corner to a bolt, followed by somewhat thuggy climbing past another to a third bolt, then jam out a diagonal crack to the arête and up past two more bolts to chains.","protection":"Single set of cams to micro to 2 inches should give plenty to choose from.","location":"Starts off the far left end of the ledge system from which the second pitch of\n\nEternal Flow\n\nbegins.  Descend via two rappels from chain anchors."},"__v":0},{"_id":"CoSBI/dZUeSdT/qmf7ANpQ==","name":"Broken Dreams","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian & Jonathan Smoot, 1995","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"left_right_index":5,"mp_id":"106468627","mp_crag_id":"106468615","climb_id":"CoSBI/dZUeSdT/qmf7ANpQ==","areaRef":"VIyMH8d7UIu7chfA5xIHCw=="},"content":{"description":"Pitch 1:\n\nGingerly make your way up the blocky face to a lone bolt about 30' up, then climb straight up toward a ledge (below a roof) passing the occasional placement. The rock is a lot more solid than it looks but quite slippery due to a layer of lichen. It's probably a good idea to test holds before yarding on them as you're usually a long ways above your gear. Belay at a 2 bolt anchor on a spacious ledge.\n\nPitch 2:\n\nHead out left on a brushy ledge to gain a broken crack system (the book shows another variation right) and follow it as it diagonals up and right towards the top of the buttress. Beware of a lot of very loose rock, especially when you traverse back over your belayer.\n\nBuild a trad belay in the great cracks that split the low angle ridge up top.","protection":"Standard rack up to a #3.\n\nDon't bother bringing anything big on the 1st pitch, besides the bolt it takes mostly micro cams.\n\nSmall to hand-size cams for the cracks on the second pitch and keep a #2 and a #3 for the belay.","location":"The route is located about 100' before the chokestone on the lower section of the\n\nLonely Challenge Wall.\n\nLook for a single bolt about 30' up a blocky mossy looking face.\n\nThe standard descent is apparently on the\n\nRush Wall\n\nside (west face of\n\nStandard Ridge\n\n). We followed the wide low angle ridge up to a cleft where it looked possible to downclimb to the base of the\n\nRush Wall\n\nand from there walk back across the gap to the packs (bring hiking shoes).\n\nInstead we kept going along the\n\nStandard Ridge\n\nroute and reached the bolted anchors for the upper routes of\n\nLonely Challenge\n\n.\n\nA 70m barely makes it to the base of the bolted lines and it's then possible to downclimb the chokestone or scramble around it on some dirty ledges. Two ropes would allow you to rap to the base of the chokestone, avoiding some scary billygoating.\n\nItalic Text"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,548c8c1f-c77b-508b-bb72-17c0e712070b","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Lonely Challenge Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74596,40.62048]},"bbox":[-111.74655240749532,40.62003033981814,-111.74536759250469,40.620929660181865],"left_right_index":-1,"ext_id":"106468615","area_id":"VIyMH8d7UIu7chfA5xIHCw==","polygon":{"type":"Polygon","coordinates":[[[-111.74655240749532,40.62003033981814],[-111.74536759250469,40.62003033981814],[-111.74536759250469,40.620929660181865],[-111.74655240749532,40.620929660181865],[-111.74655240749532,40.62003033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:26:24.254Z","updatedAt":"2024-02-19T18:40:29.665Z"}