{"_id":"63689d5ce80bff5a994f5f13","area_name":"Bee Rock (Griffith Park)","shortCode":"","climbs":[{"_id":"A1gdgXUaUVqk44+OaahN8w==","name":"Zombee (formerly R.I.B.)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J Tolins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":9,"mp_id":"111437902","mp_crag_id":"111437681","climb_id":"A1gdgXUaUVqk44+OaahN8w==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"My favorite climb here.  This is the tallest climb on the wall and thanks to a 12\" glue in bolt it goes through the lightly overhanging rock at the top of the cliff.  Start on the dirty slab and clip a bolt before getting to the actual climb.\n\nBETA ALERT\n\n:  Follow a series of huecos to two small crimps and a dyno to a large hueco.  Move up and left to a large square hold just before the crux bulge .  Move quickly around the bulge through a series of crimps.  Climb up easier ground for two bolts to a high right crimp followed by a long reach up and left to a hueco and a second slightly easier crux (you're above your bolt but the fall is clean, I took it many times).  finish up lightly overhanging jugs.  a large pebble in a hueco on you right makes the best clipping hold for the anchors.","protection":"10 bolts","location":"Just right of Gabee and just left of the high right facing roof."},"__v":0},{"_id":"dIRiPdECUA+XtqvCVwkkYA==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":7,"mp_id":"116563465","mp_crag_id":"111437681","climb_id":"dIRiPdECUA+XtqvCVwkkYA==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"Start up several bolts of questionable crimps and cobbles and then turn a corner onto slab and several bolts of easy climbing.  Finish off with 30 more feet of overhanging climbing with fun and sometimes hidden jugs followed by one more turn around a corner to some interesting moves to a hidden anchor.  As of February 2019 there are definitely some more holds that could shed off, but if you've ever climbed here before, you probably could have guessed that.  If you bolted this and wanna name it hit me up.","protection":"17 bolts to chain anchors. A few shoulder length slings or a few skipped bolts will cut down on rope drag.","location":"About 15 feet left Gabee and 15 feet right of Beetard"},"__v":0},{"_id":"mTX+8wVkVHSrgv9YxFTrbw==","name":"Honey Pot","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"H. Perez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":1,"mp_id":"111437685","mp_crag_id":"111437681","climb_id":"mTX+8wVkVHSrgv9YxFTrbw==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"Start on the ledge on the far left side of the cliff.  A second small ledge about 10 feet lower is a good place to belay.  Clip a bolt before leaving the upper ledge and if you're tall clip the second as well.\n\nBETA ALERT:\n\nStart from the large triangular block with a large high sidepull behind the left side.  This climb is on you from the start with 5 bolts through a decently overhung section.  The third bolt is on your right in a large scoop and can be hard to see from below.  At mid climb you pull onto a ledge and a much appreciated no hands rest.  The upper half of the climb consists of long balancy moves to thin crimps on a vertical wall.  The crux moves are about 8 feet off the ledge.","protection":"9 bolts","location":""},"__v":0},{"_id":"MfE7QJG0VVWKdv9gB5b8HA==","name":"Gabee","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"J Tolins, original route and R extension; D Stephens L direct/L extension","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":8,"mp_id":"111437875","mp_crag_id":"111437681","climb_id":"MfE7QJG0VVWKdv9gB5b8HA==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"Good warm up on now mostly solid rock. BETA ALERT: Lower crux is leaving the hueco just below the third bolt. The left side and top of the hueco are good and there is a large crimp about two feet up. The feet here are kinda thin and questionable. The upper crux (above the last bolt) can be done either left or right.\n\nFrom the anchor, you can go left for a nice 5.10 extension with 3 or 4 bolts (either extend our back-clean the anchor draw), or go to a single bolt up and right that protects a sideways dyno and connects you to the top of Zombee. Either skip the anchor or clip it with a shoulder length sling for either finish. Grade of the right dyno is unclear, but the top of R.I.B. is mid-10.","protection":"6 bolts (they're a little spread out in sections)","location":"Starts just left of R.I.B. which is the tallest climb on the wall."},"__v":0},{"_id":"NQdg3rhmWRq+gBwA3flVMQ==","name":"Cardi Bee","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"J. Tolins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":10,"mp_id":"111547162","mp_crag_id":"111437681","climb_id":"NQdg3rhmWRq+gBwA3flVMQ==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"","protection":"9 bolts.","location":"about 25 feet right of R.I.B., under the large high roof."},"__v":0},{"_id":"39g0IUdYXIadbusjiloSUw==","name":"Birds and Bees","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"JTLA","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":3,"mp_id":"111437727","mp_crag_id":"111437681","climb_id":"39g0IUdYXIadbusjiloSUw==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"I would love this route if it wasn't for the swallows.  you will pass a fair amount of bird droppings in a few sections, but if you decide to brave it, rest assured that there are good holds that avoid the poo.\n\nBETA ALERT:\n\nThe crux is a right facing arete from the 5th-6th bolt.  A fair amount of body tension is needed to slap up this arete.  If the horn at the top isn't all you dreamed of, the next one up and right of it will be.  From there, there's a giant jug up and left that manages to hide itself in the shadows.  This will come as a relief as you'll probably be staring at a large pile of bird droppings right where you want the next hold to be.  From here move up and right to a crack system and out onto the face where you'll find the anchors.\n\nMoving left from the third bolt there's a large hanging block.  Although I've never felt it move, I wouldn't belay directly beneath it :-)","protection":"7 bolts.  I highly recommend long draws on a few of them to avoid rope drag.","location":"This route follow a series of overhanging pods just left of bee-tard roof"},"__v":0},{"_id":"vVQ6Dk7ZXj6OVXHHvptS+g==","name":"Beewildered","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":6,"mp_id":"119774639","mp_crag_id":"111437681","climb_id":"vVQ6Dk7ZXj6OVXHHvptS+g==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"This long mostly slabby face dodges the bees infesting the upper bit of the long unnamed 5.10 to the right, at least in the hive's current location. Crux comes low on the bulge at bolts 1 & 2, followed by a long run of interesting moves and another crux midway on the crag's typical will-clean-up-well rock.","protection":"11 or 12 bolts to a ClimbTech hook anchor, extending a couple draws helpful for drag","location":"Between Beetard and the unnamed 10c, look for a glue-in bolt about 12' up in a small left-facing dihedral through a bulge. Helpful to climb up and clip, then downclimb and reset for the sequential crux."},"__v":0},{"_id":"z/LEGA3dUVGfQaEvSv8C9Q==","name":"Beetard Roof","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"C. Paiement","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":4,"mp_id":"111437742","mp_crag_id":"111437681","climb_id":"z/LEGA3dUVGfQaEvSv8C9Q==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"climb 15 feet of easy slab to a left facing flake system.\n\nBETA ALERT:\n\nWork up the flake before transitioning right to a small hueco with a pinchy sidepull on the right side.  About two feet higher there's a seam with two hidden crimps.  From there transition straight right to a large ledge.  welcome to the crux.  It was originally done straight up using a nasty mono for the left hand (12a).  There's an alternative slightly right (11c).  Once you figure out how to get to the high pocket just below the roof, trend right to a hidden undercling rail and out the right side of the roof.  end on the same anchors as beetard\n\ncleaning on your way down can lead to a surprisingly full on swing","protection":"8 bolds","location":"Under the large lower right facing roof.  Some kind soul saw fit to spray paint \"Fuck Tard\" right around the start"},"__v":0},{"_id":"FW1duTjnX5yAgF8cYbPaFQ==","name":"Beetard","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"J. Tolins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":5,"mp_id":"111437769","mp_crag_id":"111437681","climb_id":"FW1duTjnX5yAgF8cYbPaFQ==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"This climb has a number of gritty sections but there are a few pretty fun moves and it's a 5.10 so it's good for old people like me that need to warm up.  Go up the slab to the large left facing corner, clip a bolt and move right out to the arete.  the third bolt can be a little a reachy for short people (I'll add a perma-draw when I get a chance).\n\nBETA ALERT:\n\nThe upper section follows thin crimps and huecos to a long move to a hidden jug high right, followed by a spooky (but solid) thin flake and another long move to a hueco.","protection":"8 bolts","location":"Just right of the large low right facing roof"},"__v":0},{"_id":"4vgcEvGQWQ6B58VRdGZ3Kw==","name":"Beedazzled","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":2,"mp_id":"119864181","mp_crag_id":"111437681","climb_id":"4vgcEvGQWQ6B58VRdGZ3Kw==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"Steep line of huecos with a dynamic and height-dependent crux move at the bottom. Can belay up on the ledge by a small tree. Pumpier than most routes at the crag.","protection":"5 bolts, chain/CT hook anchor","location":"Left of Birds and Bees"},"__v":0},{"_id":"piuUpi5SW6KtTVIO0VzGMQ==","name":"B. a Good Chap","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JTLA","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":0,"mp_id":"112505656","mp_crag_id":"111437681","climb_id":"piuUpi5SW6KtTVIO0VzGMQ==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"Clip the first bolt from the ground and make a very awkward balancey move up to a ramp. Continue trough two more bolts before traversing hard right up a series of sometimes gritty huecos. The fourth bolt is hidden deep in one of the huecos.  From the sloping ledge just past half way start up a very distinct crimpy crux. Shares anchors with Honey Pot","protection":"8 bolts","location":"The farthest left route on the wall"},"__v":0},{"_id":"PvWbstVKXFCVkLfs+4uQJg==","name":"Beeats Me","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Jim","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"left_right_index":11,"mp_id":"111473581","mp_crag_id":"111437681","climb_id":"PvWbstVKXFCVkLfs+4uQJg==","areaRef":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":"This route is closed every year from February 1st through June 30th for Raptor nesting. Also, observe temporary closures due to extreme fire danger. This route is highly visible to the road and has been the subject of increasing access issues to the entire Bee Rock area. You will be ticketed, and possibly have your gear confiscated.\n\nThese bolts have been here a long time, but they look really solid. Ive never gone to the top but I've scrambled up the first two \"pitches\". After the second anchor the terrain changes from 3rd/4th class to what appears to be easy fifth for a few bolts. I've seen bolts above this point on the right side of the ridge. I've also noticed at least one bolt without a hangar. If you want to practice multi-pitch/anchor work without the stress of hard climbing moves, this might be just what the doctor ordered.","protection":"many bolts","location":"Straight ahead of you as the approach trail first reaches the rock.  This line follow the east facing tail/ridge of the formation"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,d4bc238a-a074-5487-8f25-be77c3e82fed,5241b513-1c79-5e0d-9aba-1f79ef2847d8","pathTokens":["USA","California","Los Angeles Basin","Santa Monica Mountains","Bee Rock (Griffith Park)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11b/c"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.0"}],"byDiscipline":{"sport":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.29307,34.13437]},"bbox":[-118.2936132490173,34.13392033981813,-118.29252675098272,34.134819660181854],"left_right_index":-1,"ext_id":"111437681","area_id":"UkG1Exx5Xg2auh957yhH2A=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:27.172Z","updatedAt":"2022-11-25T11:15:59.413Z"}