{"_id":"6368a11ae80bff5a99542c2a","area_name":"Hell Roaring Plateau","shortCode":"","climbs":[{"_id":"J1CCvTgrVhC6yIr6X0k3EA==","name":"Classy Girls","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ben Hoiness & Brooks Munyer 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.452,45.0386]},"left_right_index":999999,"mp_id":"107786905","mp_crag_id":"107786902","climb_id":"J1CCvTgrVhC6yIr6X0k3EA==","areaRef":"qWaUNlW3WgSDX//oiqbuSA=="},"content":{"description":"P1: 5.10b PG-13 follow obvious right facing crack on easy stacked boulders in a crack to flaring offwidth. Pass offwidth and move right below roof for good gear and continue left of the roof to a good belay ledge below roof. 125'\n\nP1 Variation: 5.9 Climb starts 15 left of the 5.10b. Follow left facing crack to an intermittent flake system to a right facing flake with okay and tricky gear and finish on belay ledge.\n\nP2: 5.10d Start right of big roof below inverted staircase. Bouldery start with good gear to ledge. Follow broken face to left facing hand crack to offwidth. Belay off of good ledge the in the basaltic dykish sill. 125'\n\nP3: 5.10d Start below ledge to gain to obvious splitter crack. Climb through the roof to dihedral then pull the dihedral to splitter off finger crack. Follow the crack until it ends then escape right of the roof and follow interesting pinches to yet another bodacious ledge. Belay there, if you want. 150'\n\nP4: 5.9 Climb out of belay ledge, wander right to obvious vertical broken hand crack with good gear. Loose rocks are unavoidable. HELMETS! Top out and belay from boulder field. 125'\n\nThe climb is stellar, do it.\n\nBeta Q's? e-mail Ben Hoiness at ben.d.hoiness@gmail.com or Brooks Munyer at brooksmunyer@gmail.com","protection":"Gear you NEED: single 60m rope will suffice. Double rack should be more than enough and a hand full of small stoppers. Some offset cams would be nice for the P1 5.9 Variation.","location":"Approach from Hell Roaring Plateau trailhead:\n\nTheres a small trail that heads West, follow it for about 1 mile, from there you can visibly see the formation to the North, dip down and traverse the valley. Continue to the wall, you pass two small lakes before you reach Hairpin Lake at the base of the talus field that leads to the Hairpin Brow Buttress. Stay on the left side of the lake and stay low on the talus field. Follow grassy meadows up the hill, navigate the talus field to the base of the climb. The climb starts on the left side of the wall. About 4 miles total.\n\nDescent: Walk East to the back of the formation. There will be a Glacial lake to the left. Follow easiest path to the saddle dividing the lake and valley. Scramble down slippery slabs to boulder field and return to the meadows."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,0d084543-9cf1-54e7-8b51-fa7957822fbb,18ca60ec-5fa0-5f4b-8e91-4b1f576f6315,a9669436-55b7-5a04-835f-ffe88aa6ee48","pathTokens":["USA","Montana","South Central Region","Beartooth Mountains","Hell Roaring Plateau"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.452,45.0386]},"bbox":[-109.45263634437536,45.038150339818145,-109.45136365562463,45.03904966018186],"left_right_index":-1,"ext_id":"107786902","area_id":"qWaUNlW3WgSDX//oiqbuSA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:33.276Z","updatedAt":"2024-01-15T16:45:53.427Z"}