{"_id":"63689de0e80bff5a994f9108","area_name":"Pagoda Mountain","shortCode":"","climbs":[{"_id":"wyFFU6AeVOORY40mvVgtXw==","name":"West Ridge Bypass","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"111080915","mp_crag_id":"105838845","climb_id":"wyFFU6AeVOORY40mvVgtXw==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"This is an improbable but easy way of getting from the Chief's Head/Pagoda col to the summit of Pagoda, or vice versa. You wouldn't do it as a climb in its own right, but it's a useful alternative to Pagoda's West Ridge if you're doing the Glacier Gorge Traverse (\n\nmountainproject.com/v/glaci…\n\n) or Rossiter's \"Walk in the Park\" (\n\nmountainproject.com/v/a-wal…\n\n) and you don't want to solo 5.7 or carry a rope. It's entirely on the South side of the mountain, which helps if it's cold or icy on the North side.\n\nFrom the Chief's Head/Pagoda col, traverse right across 3rd or 4th class slabs to the start of a 2' wide grassy ledge. Follow this ledge 2/3 of the way across the South face of Pagoda, about 0.25 miles. Where the ledge ends, move up a few feet to a rubble-strewn ramp that leads back left towards the West ridge. Follow the ramp, but don't go all the way to the West ridge. Instead, after about 500', head up to a short corner at the back of a shallow bowl. Climb the corner (one or two easy 5th-class moves), and continue up easier terrain to where the rock steepens just below the summit. Traverse 100' right to gain Pagoda's SE ridge, and hike the last 200' to the top.\n\nThere's a downloadable GPS file at\n\ncaltopo.com/m/180A\n\n.","protection":"None is required.","location":""},"__v":0},{"_id":"Rb/E1aqIULiFV7QG/G9Zmw==","name":"West Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"106891825","mp_crag_id":"105838845","climb_id":"Rb/E1aqIULiFV7QG/G9Zmw==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"Uber good route with a wilderness feeling and great position. Huck it past Spearheard and ascend the gully between Pagoda and Chiefs Head. This gully can have snow, ice, and rock fall in it year round(axe & pons??), we avoided this by scrambling rock on the left.\n\nOnce at the saddle, the climbing begins. We gained the ridge on the south side which I thought was the 5.7 crux. Once on the ridge, the climbing is straightforward and trends on the south side of the ridge with a few gendarmes to ascend and down climb.\n\nDescend down the northeast ridge to the saddle between Pagoda and the Keyboards, then turn northwest down the scree and talus slope.","protection":"Alpine rack with up to a #3 BD Camalot.","location":""},"__v":0},{"_id":"moH02zWRWzmU6VibCeNWKw==","name":"Northeast Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"107089144","mp_crag_id":"105838845","climb_id":"moH02zWRWzmU6VibCeNWKw==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"The slabby wall to the left of the\n\nNorth Buttress\n\ncontains several options for routes, but a line up the center/center left of the face is one of the good ones.  This route was originally listed as taking 7 pitches to ascend, but with the advent of longer ropes and climbers more comfortable on easy or moderate terrain, 3-5 pitches seems more common these days.\n\nThe route ascends easy face climbing on moderate angle slabs to reach a system of shallow corners.  Climb these as the route gradually steepens until the upper ledge is reached.  Traverse right on this ledge to one of a number of easy summit pitches adjacent to or on the\n\nNorth Buttress\n\n.\n\nMany variations are possible, all of about the same difficulty.  This makes for a leisurely solo, if the\n\nNorth Buttress\n\nis already occupied.","protection":"Standard alpine rack.","location":""},"__v":0},{"_id":"pTW3W3MoXPi9kityG8IlYQ==","name":"North Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Buckingham, Brook, Catwood and Cox, 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"105838848","mp_crag_id":"105838845","climb_id":"pTW3W3MoXPi9kityG8IlYQ==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"This overlooked classic takes a dramatic line up the center of the north face of the very aesthetic Pagoda Mountain.  Although the route is a bit \"raw/dirty\" at the moment, only due to a lack of visitors, the rock quality, route quality, position and big summit make this a moderate classic which compares easily to the nearby North Ridge of Spearhead - arguably, it is an even more aesthetic and inspiring route.","protection":"No fixed pins, slings or any signs of travel were observed on a recent ascent.  Many parallel cracks exist on the gorgeous granite of this ridge so many cams up to 3\" and some nuts will suffice for protection.","location":"The North Buttress is very obvious to see from below when standing in the meadows just east of Spearhead.  Approach the route up this valley aiming for the col between Pagoda and the West Ridge of Long's (Keyboard to the Winds).  There is an obvious, horizontal, dark band of rock which bisects the bottom of the route, about 400' above the base of the first slabs at the bottom of the face.  Approach a grassy ledge system from the left (east) side of the buttress and make an easy but exposed traverse into the base of the route which is easily identified by the 3 left-facing, corner systems rising up on the left side of the buttress crest.\n\nTaking advantage of nice but mostly small belay ledges, we did a 8 pitches consisting of:\n\nP1. Climb 40m up left-facing corners to belay on top of a flake (exposed 5.5).\n\nP2. Go 55m up more left-facing corners to a small ledge (halfway) where one traverses left to climb a short unprotected slab (5.5) up to another splitter crack system which leads via more discontinuous cracks to the top of the 1st ridgecrest (5.7).\n\nP3. Go 45m up and left on slab (5.4) to large grassy ledge directly below and left of a vertical prow.\n\nP4. Climb 50m up an almost vertical section of juggy climbing (30' left of prow) aiming for chimney system which contains a fair bit of loose rock (be careful here) (5.7)- belay at nice stance in chimney.\n\nP5. Go 50m up a chimney then a face to top of ridge crest (5.5).\n\nP6.  Continue up ridgecrest (airy 4th class) or step down to the west side of the ridge and walk through talus to base of 50m slab below and just right of crest (5.3).\n\nP7. Do a 40m pitch up featured slabby terrain to just below summit.  Scramble or rope another 20m pitch to the top (5.3).\n\nDescend down the mellow (2nd) class East Ridge of Pagoda and then down from the col between the \"Sievers' Tower\" and Pagoda.  It is an easy walk down, stay north to avoid short cliff bands."},"__v":0},{"_id":"F4VvtWepUluRjhaNXjZHKw==","name":"Late to the Party - Bypass","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"112008600","mp_crag_id":"105838845","climb_id":"F4VvtWepUluRjhaNXjZHKw==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"Did you get a late start? Are there parties ahead of you on the\n\nNorth Buttress\n\n? Try this alternative. (FA: not sure, so I'm making up the name to describe this alternative start.)\n\nStart approximately 150 feet climbers left of the\n\nNorth Buttress\n\n. Climb the left-facing flake system to the notch between the top of the lower buttress and the bottom of the upper buttress. At the notch, step left to the top of pitch 4 (see\n\nNorth Buttress\n\n) to belay at the start of the upper pitches.","protection":"Standard rack.","location":"Approach as for the\n\nNorth Buttress\n\nroute(s). Look for a narrow gully that widens to slabs. Finish as for the\n\nNorth Buttress\n\n."},"__v":0},{"_id":"CcZHq+k4WW+BrutBUAFywg==","name":"Crescent Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"left_right_index":999999,"mp_id":"106473883","mp_crag_id":"105838845","climb_id":"CcZHq+k4WW+BrutBUAFywg==","areaRef":"u97wFvLvWNac1tYhLSvHNg=="},"content":{"description":"The climb consists of an initial technical buttress followed by a long, 3rd-class ridge and a final, tricky headwall.\n\nClimb the beautiful, clean buttress staying close to the ridge for three or four moderate pitches, following knobs and crack systems.  The easiest route may venture to the east or west side for brief periods but always returns to the ridge.  Most of the climbing is 5.4 or easier.  The 5.5-5.6 crux is near the top of the fourth pitch, just before topping out on the initial buttress.  At the crux are three crack systems, two to the east and one to the west of the ridge.  The easiest climbing follows the leftmost of the three crack systems.\n\nAfter topping out on the initial buttress, scramble up to the base of an upper white-and-pink slab crossed by a darker diagonal band.  Enjoy hundreds of feet of scenic 3rd-class scrambling as you approach an upper headwall.  Bypass the headwall on the left by a shadowy, exposed ramp.  There were small patches of ice in this area during our late-June ascent.  The climbing is only 4th class, but use caution as a slip here could launch you into the abyss.\n\nAbove the headwall, several hundred feet of talus take you to the summit.\n\nThroughout the climb, the rock is solid and featured with cracks and knobs.  The pink- and grey-colored granite is bombproof, and the white granite is good but slightly friable in places.  For a rarely visited Alpine climb, it is amazingly clean.\n\nThe position is classic.  To the left is Pagoda's south cirque and beautiful Keplinger Lake.  To the right is Mount Meeker and, once above the initial buttress, unparalleled views of the south face of Longs and the Palisades.\n\nWhy this climb is not in any guidebook is a mystery.  It compares favorably with the other moderate classics in the Park, including the North Ridge of Spearhead and the Northeast Ridge of Sharkstooth, though it is slightly easier and shorter than either of those climbs.","protection":"Standard alpine rack up to #2 Camalot with an emphasis on smaller pieces.","location":"Crescent Ridge extends southeast then due south from the summit of Pagoda Mountain.  From the Sandbeach Lake Trailhead, hike 4.5 miles to Sandbeach Lake, then bushwhack another 2 miles northwest, staying north of Mount Orton.  Before long you will begin to see glimpses of the obvious Crescent Ridge through the trees.  At least one creek crossing is involved in this approach and your feet are likely to get wet.  Once you are near treeline, take a left and scramble up to the ridge south of a large, rocky dome.  Scramble over the dome and down into a broad, U-shaped notch, then up to the base of the initial buttress.\n\nDescent:  From the summit of Pagoda Mountain, descend northeast to the Longs-Pagoda saddle, then follow talus and snow back into the basin east of the Crescent Ridge and return to Sandbeach Lake.  You may want an ice axe and possibly crampons for the descent, depending on snow conditions.  Sandbeach Lake can be difficult to find when descending; consider taking a waypoint reading on the north shore of the lake as you approach."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,bbdef016-f2ef-58d6-9cd6-d6212d2bc736","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","Pagoda Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.3"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":1,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":1,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.62661,40.24909]},"bbox":[-105.62719914440079,40.24864033981813,-105.6260208555992,40.24953966018186],"left_right_index":-1,"ext_id":"105838845","area_id":"u97wFvLvWNac1tYhLSvHNg==","polygon":{"type":"Polygon","coordinates":[[[-105.62719914440079,40.24864033981813],[-105.6260208555992,40.24864033981813],[-105.6260208555992,40.24953966018186],[-105.62719914440079,40.24953966018186],[-105.62719914440079,40.24864033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:52.468Z","updatedAt":"2024-02-19T18:31:12.818Z"}