{"_id":"6368a02ce80bff5a99529c7b","area_name":"Central Wall","shortCode":"","climbs":[{"_id":"0ATGWb0OVEyCeRYeGhaFmQ==","name":"The Tenth Degree","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Greg Bourassa","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":8,"mp_id":"113587119","mp_crag_id":"112284041","climb_id":"0ATGWb0OVEyCeRYeGhaFmQ==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"The Tenth Degree is this crag's signature line.  Although it sees very little traffic, the Tenth Degree is easily one of Maine's best, multi-pitch routes of it's size.  With more publicity and traffic to help clean it up the route will, no doubt, become a destination line for New England climbers.      \n\n  The Tenth Degree is the obvious, four pitch crack/corner system that runs straight up the cliff's center to it's highest point.  Pitches two and three are the routes real gems.  Although it is likely that no individual move on either pitch is harder than 5.9, the sustained and burly character of both pitches puts them each in the 5.10 realm.  This is one of those climbs that the leader, who will be placing gear under stress, lacking solid stances, will probably find to be a grade harder than the second, who will get the luxury of humming along, enjoying the fine movements on TR.    \n\n  Pitch One (5.8):  Technically, the route starts right at the base, where the Wavy Wall and Main Wall meet to make a 90 degree corner.  However, the first pitch is almost always wet, overgrown, and blocky.  You can bypass pitch one by doing any route that gets you to the top of the Wavy Wall and then do a short traverse into pitch two.  A good, moderate (but slabby and scary) option to get around pitch one is Wavelength. \n\n  If you climb the original pitch one then build a trad anchor on top of the block below the big, corner crack.  If you bypass pitch one via accessing the top of the Wavy Wall, there are three, old pins at the far left corner.        \n\n  Pitch Two (5.10a):  Climb the blocks to access the off-width corner.  You can stem, using both sides of the buttress for the first four or five moves before the left side vanishes away and the routes turns into a lay-back.  Once you mantle up to a shelf above the corner take a good rest, finish up and left about 20 more feet, over a block to a nice belay shelf and a set of bolted anchors.  If you bring two #3's and two #4's the lay-back corner stitches-up well.  If not, be ready to jog your 4.   \n\n  Pitch Three (5.10a):  Continue up the obvious corner right off the belay shelf.  The first bolt is a bit far off the deck but the corner will take a #2 about 10 feet up that will protect you while you access the first bolt.  Clipping stances are strenuous and the right wall is lacking good feet.  A #4 protects the mantle move above the pin.  Look up and right, behind the small bush, as you attempt the mantle or you'll wonder how the hell getting onto the slabby shelf is possible.  Once on the slabby shelf traverse left about ten feet, past two bolts, to a new set of bolted anchors.   \n\n  Pitch Four (5.10c/d):  Pitch Four has a couple options.  The 5.10d options starts right at the anchors; climb the obvious, left trending finger crack into the blocky roof that is about 12 feet off the shelf.  You can bypass this option, making life a little easier, by starting left of the anchors and climbing a dirty ramp that takes you to the top of the blocky roof and is protected by an old bolt.  Either way, above the blocky roof climb on quartz and granite square cut holds until you can access a bolt below the second roof with a v-notch.  Up and over the v-notch roof, and over another block, to a slab and the summit anchors.  \n\n  Route can be descended in two raps with a 70m rope.  Three to four raps with a 60m rope. \n\nA WORD OF CAUTION:  The top of pitch four, about 20 feet from the anchors, goes over a blocky roof with a sharp edge that could present some real, potential, rope-integrity issues for the second.  I highly suggest mitigating this risk by going into this climb with a fatter rope that has a nice, hardy sheath or by having the leader extend their personal anchor system down to the edge in order to pad it for the belay.  If you do not have a nice, fat, rope or the leader does not have the technical skills to extend down and protect the edge, then I highly suggest calling it quits at the top of pitch three and rappel from there.","protection":"In 2016 Charles Drew, Jeremy Robichaud, Ben Smith, and James Puckett worked to revive the route.  A large part of their efforts involved replacing the outdated bolts on pitch three and at the anchors.  Most of the climb is trad requiring a standard rack.  You'll be happy with doubles of 3's and 4's on pitch two, but you can jog your 4's if you do not have doubles.","location":"Last climb on climbers right of the Main Wall.  Starts where the Main Wall and Wavy Wall come together at a 90 degree corner."},"__v":0},{"_id":"5+a1ZjdpXEafvydhY1Htqg==","name":"Stem It","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":3,"mp_id":"112288154","mp_crag_id":"112284041","climb_id":"5+a1ZjdpXEafvydhY1Htqg==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Climb the double corner system with some cracks and wild stems.  A climb reminiscent of the chimney's at Devil's Tower, WY.  Definitely a fully body experience.  Very dirty at the moment and needs considerable cleaning.","protection":"Small nuts and cams.  Could probably use a pin or a bolt to make it safer.","location":"On the right side of the buttress that houses Entrance Crack on it's left face."},"__v":0},{"_id":"S1/ec131Uaa1C6Y/cQVKsg==","name":"Punch It","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Unknown  FFA: Mathias Deming October 9, 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":2,"mp_id":"119810065","mp_crag_id":"112284041","climb_id":"S1/ec131Uaa1C6Y/cQVKsg==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"An awesome variation to “Stem It”! After a small tree was extracted and a crusty layer of lichen removed, a splitter fingertip crack was uncovered up the left corner of the Stem It feature. Start at the base of stem it, but instead of climbing up the mossy, fern filled right corner, start up the obvious, clean splitter to your left. Balancey opening moves lead to fierce, thin finger locks. The crux starts where the finger crack seams out for a couple feet. If you are tall, pull hard and reach up to the awesome locks above. If you are not tall.... you are just gunna have to be a little more creative and/or rugged. Stop for gear if you are warming up on 12s, consider gunning for the big ledge if you aren't. The gear is great! Finish on stem it. Wicked fun climb bobby. ","protection":"Doubles to .3, singles to 1,  small wires can be of service","location":"See Stem It "},"__v":0},{"_id":"2vTpDlNiXLG7+GGNOCK0EQ==","name":"Kennebago","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Randy Baker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":7,"mp_id":"112288264","mp_crag_id":"112284041","climb_id":"2vTpDlNiXLG7+GGNOCK0EQ==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Make bouldery moves to gain slab face with a diagonal, horizontal seam.  Six bolts and small cams.  Tops out at same ledge as Plumbago.","protection":"Quick draws, small cams and nuts.","location":"Just right of Plumbago.  The obvious slab that forms Plumbago's right side."},"__v":0},{"_id":"2fgMPGlDXD22AIF3AmKUMA==","name":"Plumbago","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Randy Baker","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":6,"mp_id":"112288229","mp_crag_id":"112284041","climb_id":"2fgMPGlDXD22AIF3AmKUMA==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Climb the featured buttress, right of a vertical quartz vein, trending right past three bolts to belay ledge.  Get ready for an exciting first clip (or bring a stick clip.)  Gear is okay but gets worse as the climb progresses.  Route is steeper than it looks from the ground and despite its blocky appearance is pumpier than expected as well.  There are two small roofs to climb past on the route, the first is just below the first bolt (and first option for pro) about 15 feet up.  Holds tend to be not as positive as expected and a bit slopey in places.  Options for gear decrease as the climb progresses making for an exciting finish.  There are bolts for anchoring at the top of pillar.","protection":"Three bolts and a standard rack.  Options for gear get decrease as the climb progresses.","location":"The butress right of \"Stem It,\" the climb starts under a small roof framed by an unmistakable, big quartz vein on the left arete."},"__v":0},{"_id":"UsSGBubmW2uCDQkryIlVgw==","name":"Flared Straight","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ray Rice Sept 24 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":5,"mp_id":"121550873","mp_crag_id":"112284041","climb_id":"UsSGBubmW2uCDQkryIlVgw==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Test piece in time! One of a kind... This route requires patients in positions that your begging to be released from, along with gear placements that are hard to read but good once you have them sorted out. Left side in, to right side in, repeat, repeat, grovel/squeeze and POP! Birthing rights have been granted! Great job you are now half way, get it together, compose and change up your super hero suit for a totally different kind of beast (steep sport clipping). another 6 bolts of steep, exposed, underclinging, power slapping moves (thats real). crux at the final move (don't F up now, heartbreaking redo).There it is, one badass chunk of rock that takes it right to the summit.","protection":"\"My rack was\" blue Alien, bolt, blue Alien or equivalent TCU, small off-set nut, .4 Cam, brass RP's, piton, .5 Cam, black Alien, medium-sized nut, finger-sized Cam, 6-7 bolts to the chains.","location":"climb one of three pitches off the ground (Bakers, Stem it, or Plumbago) to access the belay ledge."},"__v":0},{"_id":"dNFGsQy3XFWZfihgEQk8JA==","name":"Entrance Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":1,"mp_id":"112286841","mp_crag_id":"112284041","climb_id":"dNFGsQy3XFWZfihgEQk8JA==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Climb the striking hand/fist crack under a dihedral to reach the belay ledge.  There are bolts for anchor/rap at the belay.  The crux is the finish, moving under the bulky dihedral with small under-clings and lay-backs, using friction on the smooth face to gain sloppers at the lip of the ledge.  A really fun climb bottom to top!  Protects very well.","protection":"Standard rack, bring doubles of .75-2 inch cams if you have them.  If not, it's easy to leapfrog cams or figure it out other ways.","location":"Central Wall; left of Stem it/  Located at the top of the old approach trail.  Climb could not be more obvious."},"__v":0},{"_id":"R245ri72VxC2+10r6divOQ==","name":"Conundrum","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA: Unknown  FFA: Mathias Deming, Jack Shaida  October 25, 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":999999,"mp_id":"119810269","mp_crag_id":"112284041","climb_id":"R245ri72VxC2+10r6divOQ==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Crowning the top of the central wall is a short but airy white slab that hangs 150ft above the deck, split by a thin seam. What the pitch lacks in length, it makes up for in thin, technical slab climbing in a kick ass location... Plus the excitement of doing it on lead. The gear is there, just be sure to place it well!","protection":"Brassies, small cams. Brassies are important.","location":"Not the most accessible pitch. Access by rapping in from a belay station at the top of the cliff, best reached by scambling up a loose gully on the left side of the cliff, or tack this pitch on after tackling one of the routes that comes off the stem it anchor or up the flare feature that starts at the top of Baker's Passage. "},"__v":0},{"_id":"t82SmcfeXDyEEeY6dTC0cw==","name":"Contortionism","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Ray rice","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":0,"mp_id":"118941920","mp_crag_id":"112284041","climb_id":"t82SmcfeXDyEEeY6dTC0cw==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Unexplainable!\n\nThink twister (the game)","protection":".5 Camelot, then green alien getting to the first bolt.8 or 9 bolts to anchor ","location":"50 feet left of entrance crack. Screaming at you, overhanging dihedral."},"__v":0},{"_id":"HV0GeKihXY+SidfT8Re++Q==","name":"Bakers Passage","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"RayRice, Jon Chavoustie July 5th 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"left_right_index":4,"mp_id":"119696849","mp_crag_id":"112284041","climb_id":"HV0GeKihXY+SidfT8Re++Q==","areaRef":"EM2laHCYWmqlG/1vQ6NeMw=="},"content":{"description":"Three pitch sport climb Which feels more like a trad climb. (whatever, does that even mean?)Straight up the guts of the cliff, following the quartz vein for two pitches. Great belays!The third pitch being the crux in an open corner with granite trickery (good luck shorties). Sling long at the top of the corner (sixth bolt) before ledge traversing left fifteen feet. Climb the exposed prow to the highest point of the cliff. My suggestion is the leader clips the chains and gets lowered down past the belayer to the rappel station below. MUST have a 70 meter rope!On the second rappel to the ground, stay to the right over the slabs.Which means pushing off before losing contact with the rock midway through the lower off.","protection":"12 quick draws and 3 extendables","location":"Quartz arete between Stem it and Plumbago.HUGE white quartz chunks"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,efa85f7a-8e20-5d7e-b065-3d5e29829cb6,7fb198cd-f68a-5005-9bb3-f9a3634258b0,10cda568-7098-5a6a-a51b-fd6f43a35e33","pathTokens":["USA","Maine","a. Western Mountains","Ten Degree Wall","Main Wall","Central Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.69905,44.78887]},"bbox":[-70.69968358512803,44.78842033981814,-70.69841641487197,44.78931966018187],"left_right_index":-1,"ext_id":"112284041","area_id":"EM2laHCYWmqlG/1vQ6NeMw==","polygon":{"type":"Polygon","coordinates":[[[-70.69968358512803,44.78842033981814],[-70.69841641487197,44.78842033981814],[-70.69841641487197,44.78931966018187],[-70.69968358512803,44.78931966018187],[-70.69968358512803,44.78842033981814]]]}},"content":{"description":"The Central Wall is the biggest wall at Ten Degree and has many multi-pitch routes.  It begins just past the Bemis Area, at a flaring chimney and continues to the cornet of the wavy Wall.  The corner or the Wavy Wall and the Central Wall is the beginning of the \"Tenth Degree\" multi-pitch route."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:05:34.411Z","updatedAt":"2024-02-19T18:33:36.270Z"}