{"_id":"64149aca135731b6911124ed","area_name":"Baie des Tous Nus","shortCode":"","climbs":[],"children":["64149acc135731b6911124fe"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,e8a5d194-5e84-5ce9-aa3e-2c65daf56d53,453b0573-cd46-5aea-b70c-17964d536e16","pathTokens":["Canada","Quebec","Cote-Nord","Baie des Tous Nus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-66.73074,50.07764]},"bbox":[-66.72693062049557,50.07274033981813,-66.7250693857871,50.07406966018186],"left_right_index":-1,"ext_id":"","area_id":"RTsFc81GWuq3DBeWTVNuFg==","polygon":{"type":"Polygon","coordinates":[[[-66.7250693857871,50.07274033981813],[-66.72693062049557,50.07274033981813],[-66.72693062049557,50.07406966018186],[-66.7250693857871,50.07406966018186],[-66.7250693857871,50.07274033981813]]]}},"content":{"description":"La baie des tous nus est située au km 954 de la route 138 en face du chemin d’accès de la carrière pour la baie EST et OUEST.\n\nIl est préférable de se stationner en bordure de la route 138 afin de ne pas nuire aux véhicules lourds qui travaillent à la carrière.\n\nPour le secteur des crevasses, un autre sentier discret à l'ouest permet de s’y rendre. Il est aussi possible de s’y rendre via le littoral depuis la baie OUEST à marée basse seulement. L'accès plus dissuasif de ce secteur est représentatif du terrain qu'on y retrouve : un terrain plus chaotique parsemé de crevasses où il est facile de perdre des objets… ou son chien…\n\nPrenez note que le sentier d’accès passe dans la servitude d’Hydro-Québec, il ne faut en aucun cas restreindre ou bloquer l’accès aux lignes électriques. Hydro-Québec ont la priorité absolue en cas d’interventions sur leurs infrastructures. Par conséquent, si vous stationnez votre véhicule passé les lignes et que leur intervention vous bloque le passage, vous devrez attendre la fin de leurs travaux pour pouvoir passer, des frais de remorquage peuvent aussi s’appliquer si nécessaire.\n\nLe « leave no trace » est de mise et les restrictions pour les feux à ciel ouvert doivent être respectées en tout temps.\n\nLe site, quoi que FQME, doit être considéré comme un terrain d'aventure et n’offre aucune commodité, cependant le réseau cellulaire y est présent!\n\nEn cas d’urgence, composez le 9-1-1.\n\n\nLa Baie des tous nus is located at the km 954 of the 138. Please park along this road, not at the quarry entrance to let the full road free for the workers and their trucks.\n\nFor the crevasse sector, another discreet trail to the west allows you to get there. It is also possible to get there via the shoreline from the WEST bay at low tide only. The more deterrent access to this sector is representative of the terrain found there: a more chaotic terrain dotted with crevasses where it is easy to lose objects... or your dog... Please leave kids and even your dog home to evaluate the risk before by yourself!\n\nNever block the way to Hydro-Quebec vehicles since they have the absolute priority on the site.. they sometimes bring machinery to work so if you park beneath the lines, or further, you might be stuck there until they’re done!\n\nThere are no accommodation on site so be prepared for everything you may need and mostly: leave no trace.\n\nThis site, even if to be considered adventure terrain, is FQME insured so make sure you paid your access fee/membership!\n\n911 and cellphone service is available pretty much everywhere on the site."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64149acc135731b6911124fb","prevHistoryId":"64149acb135731b6911124f5","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":2,"createdAt":"2023-03-17T16:52:26.105Z","updatedAt":"2024-02-19T18:48:02.785Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}