{"_id":"6368a214e80bff5a9955da60","area_name":"Hail Peak","shortCode":"","climbs":[{"_id":"L3/eDdz/WL2h8dlxM/l6YQ==","name":"Windy Ridge","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jay Evans & Carlos Buhler  spring 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4455,35.1981]},"left_right_index":3,"mp_id":"110364152","mp_crag_id":"106031977","climb_id":"L3/eDdz/WL2h8dlxM/l6YQ==","areaRef":"iQnYRDDqUtu0mXB4TabMfA=="},"content":{"description":"The description in Hill's guide is good overall.  It lists two starts for P1: a) at the base of the ridge or b) at a cave-like chimney on the east side of the ridge roughly 100 feet above the \"actual base\" of the ridge; here is a picture of the cave: \n\nPitch 1: Cave start of Windy Ridge\n\n  [Near the cave start, we couldn't easily discern a start at the ridge base - could this start actually be a \"little spur just southwest of the beginning of the ridge\" as discussed in recent conversations with Gary Lee Hicks?  Plus, the actual base of the ridge is not so well defined as viewed from the east side.  And, as viewed from the west, the base of the ridge is probably much further than 100 feet down from the cave.] \n\n  Hill's guide rates the first pitch as 5.7.  The cave start is on the edge between 5.7 and 5.8 by today's standards.  At the same time, it can feel uncomfortably hard if one stays sucked into the back near the chockstone.  Also, we belayed just after exiting from the cave (~1/2 inch gear) rather than continuing another ~30 feet up to the ridge as Hill suggests for P1.  On the other hand, doing all of that in one pitch may minimize the chance of hitting your belayer with loose rocks from higher up. \n\n  The rest of the route is mostly easier and not any harder.  Follow the ridge line including an obvious chimney in the middle of a very large steep face.  For the terrain that is within ~35 meters before the chimney pitch, use care in choosing your way to avoid a lot of rope drag; that stretch also has a lot of poor-quality rock. \n\n  The last significant pitch avoids the steep top of the ridge by traversing rightward / upward on \"smooth slabs\" to a large tree on a huge ledge (see below photo).  After that, another 35 meters of 3rd class gets one to a few fifth class moves going up around a clean off-width crack for about 20 feet. \n\nOur pitch 6: follow the rope to the rightward escape via smooth slabs to the large tree.\n\n  From the top of the route, it's around a 300 foot scramble to the north end of Hail Peak for descending the North Ramp route.","protection":"Standard rack to 3 inches.  Some pitches (most?) are greater than 30 meters - a 60 meter rope works fine, and the ledges for belays are mostly ample.  \n\n  We took 15 stoppers, 3 hexes from ~1 to ~3 inches, and about 5 cams from 1/2 inch to 3 inches.  An additional 4 inch cam is nice for the ~30 foot dihedral/crack/\"groove\" just above the cave.","location":"Windy Ridge is the obvious south ridge of Hail Peak.  See the right-hand ridge line in the below photo.  For this route, it is better to travel down the east side of Hail Peak as opposed to down its' west side.  The east side has less severe bushwhacking and avoids losing some elevation only to have to hike back up to the start of the route. \n\nWest side of Hail Peak, in January 2010.  Photo taken from lower in Domingo Baca Canyon."},"__v":0},{"_id":"D87a86e9Xj26AhBExql2Sg==","name":"West Face Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jack Kutz & Paul Wohlt on 9/17/1966  then  FFA by Gary Hicks & Jim Fuge on 10/3/1976","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4455,35.1981]},"left_right_index":1,"mp_id":"108440516","mp_crag_id":"106031977","climb_id":"D87a86e9Xj26AhBExql2Sg==","areaRef":"iQnYRDDqUtu0mXB4TabMfA=="},"content":{"description":"This is the third of three Gary Hicks' routes I've done based strictly on Hill's guide - the others being Hail Peak's Poker and Ego Boost's Diagonal. In all cases the detailed descriptions were quite accurate.  There's a little more detail below. \n\n  Hill's guide lists West Face Direct as a 5.8 route. By today's standards, getting past the \"nest of pitons\" seemed the crux of the route at 5.9/5.10. At the same time, we didn't much use the described wide crack to the left of the pitons because it was running with water. \n\n P1 (5.8?) - End this on the right-sloping part of the belay ledge. P2 (5.7) - Traverse right 10 feet or so to get off the belay ledge, then go mostly straight up to a tree starting with a fun lie-back crack. P3 (5.8?) - Pretty obvious and ends at a good belay ledge. The piton is easily backed up. P4 (5.8/5.9/5.10?) - The crux would be climbing through the \"nest of pitons\" although the wide crack to the left might be easier. Hill's guide indicates to climb the crack itself but we didn't because it was running with water. P5 (5.7) - We went straight up which veers slightly rightward of the trend of the last pitch.  I believe the described line for this pitch starts a little more in line with the last pitch's trend.\n\n  Hope to get back to this route for some pictures and to polish the pitch descriptions a bit. Meanwhile, post up if you have first-hand info!","protection":"Standard rack.  There are pitons on the route.  The \"nest of pitons\" on pitch 4 might be backed up by something in the nearby wide crack which may or may not be running with water.  Speaking of water - if doing the route a few days after a good rain, every pitch is likely to have some water on it although it all seemed manageable. \n\n  Have I mentioned water enough?  :-)","location":"See Mike Hill's guide, third edition.  Amazingly, 37 years later the dead tree at the start is still there."},"__v":0},{"_id":"TTb1xJfUX/yaNfauM3CmnA==","name":"Poker","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gary Hicks, Florian Walchak - 6/13/76","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4455,35.1981]},"left_right_index":2,"mp_id":"106031983","mp_crag_id":"106031977","climb_id":"TTb1xJfUX/yaNfauM3CmnA==","areaRef":"iQnYRDDqUtu0mXB4TabMfA=="},"content":{"description":"This is the first of three Gary Hicks' routes I've done based strictly on Hill's guide - the others being Hail Peak's West Face Direct and Ego Boost's Diagonal. In all cases the detailed descriptions were quite accurate.  \n\nPoker has four 5th class pitches as described in Mike Hill's guide.  Quality of rock is good to excellent.  Again, the route description in Mike Hill's guide is good although the 1st pitch warrants further explanation. \n\n  Pitch 1 - Knowing the described 1st pitch was long, we scrambled up a bit before setting a belay and roping up.  Later, protecting the traverse using a single rope led to tremendous rope drag near the top.  Second time on the route we used doubles and belayed midway through P1:  much better.  We set the mid-P1 belay after returning rightward to above the slot where there is pro at the top of an easy ramp plus more about six feet up and around the corner.  For P1, Sarah Councell reports starting \"... climbers L of the pictured start, climbed a right-leaning ramp to a smooth steep face to a ledge- very nice.\" \n\n  Pitch 2 thru 4 - In my opinion, pitch 2 is the highest quality pitch and goes at 5.8.  Pitch 3 will also get the attention of the 5.8 / 5.9 leader for a few moves; Sarah Councell indicates this pitch 3 is the \"crux of the climb- passing the overhang is a 9+ move.\"  It is tempting to run out Pitch 3 when the difficulty eases but suitable anchors become non-existant.  Pitch 4 is easy 5th class followed by 150 feet of what for me was unusually enjoyable 3rd class climbing involving ~30 yards traverse to the climber's right; or choose a more direct line up some fifth class rock.","protection":"Double ropes may help for the first pitch or break the pitch into two.  Or see the below photo showing possible var to P1 - not done yet.  Bring a standard rack plus three large cams:  two 4 inch and one 5 inch.  Both sizes are useful on P1 and P2.  On P2, save a 4 inch cam for the upper half of the open book. \n\nPoker on Hail Peak:  possible var to P1 (have not done it) to avoid awkward traverse higher up.","location":"See the Hail Peak page for approach details and possible summit descents. \n\n  The route is located on the west face of Hail Peak.  See the below photo.  We took the Echo Canyon to West Face approach on the Hail Peak page, hanging bigger packs before exiting the forest at the bottom of Echo Canyon.  From Mike Hill's guide, the suggested descent is from the summit by down climbing the North Ramp Route.   \n\nPoker on Hail Peak:  possible var to P1 (have not done it) to avoid awkward traverse higher up."},"__v":0},{"_id":"JFPnFbUbXhm7sCUd5/b6ig==","name":"North Ramp","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4455,35.1981]},"left_right_index":0,"mp_id":"119622451","mp_crag_id":"106031977","climb_id":"JFPnFbUbXhm7sCUd5/b6ig==","areaRef":"iQnYRDDqUtu0mXB4TabMfA=="},"content":{"description":"P1 (Easy 5th): Granite terraces of varying spacing and steepness ascend either side of a central narrow rock chute, choked with vegetation. I chose to ascend the right (north) side of the chute, since it seemed to offer ledges at consistent intervals ideal for my canine companion (though the left side appeared passable at a similar grade). The route I chose involved several lower 5th classes moves, separated by secure ledges, and scrambling of intermittent difficulty comparable at its hardest to the 5th class on the Knife Edge of the Shield. After ascending about 100 feet, an easy step left across the top of central gully leads to several notable aspens on more level ground and a large pine just uphill (useful on rappel).P2 (4th class): Ascend the broad ramp, trending to the left past several more large pines, ending below a broken dihedral, which starts about 20 feet above the highest substantial pine on the far left side.P3 (5.3): Climb the dihedral, which offers adequate pro and mostly solid rock, aiming for a notch with a small pine (false summit). Pass the small pine to the left and walk up to a clean 10 foot corner, where a few more fun moves top out between the branches of a mature pine outfitted with webbing and a rap ring (installed 9-19-20), suitable as a belay and rap station.From the top of P3, a 20 foot 4th class scramble gains the final expansive summit ridge - and exceptional its views!Cautionary Note: As an alternative to the broken dihedral described above, Hill’s guide suggests starting P3 higher up the P2 ramp and traversing back left over a more gradual line. However, at the time of my ascent, I discovered several foreboding death blocks stacked precariously (and seemingly miraculously) on a tiny inadequate pedestal just above where this traverse would begin. Without hesitation, I chose to steer clear of these delicately balanced threats and forgo lingering unnecessarily in the pathway of their impending downfall.","protection":"Singles #0.3 to #2 should more than suffice.","location":"Traverse south along the east side of Hail Peak about a hundred yards before cutting NW into an obvious couloir marked by a towering pillar at the south corner of the entrance. Hike another hundred feet or so up to the base of P1.(For additional reference: this was my first trip to Hail Peak, and descending from Sandia Crest via Echo Canyon, the 1.6 mile hike took me 85 minutes down and 115 minutes up.)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,8909d844-30ea-52db-b499-70784da6cc7c","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Hail Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4455,35.1981]},"bbox":[-106.44605026919278,35.19765033981814,-106.44494973080724,35.19854966018187],"left_right_index":-1,"ext_id":"106031977","area_id":"iQnYRDDqUtu0mXB4TabMfA=="},"content":{"description":"Name's origin:  Reed Cundiff ... and John Wells got caught in a hail storm doing this in 1962 or thereabouts.  According to Reed, \"We were rather prosaic in naming peaks and routes back then.\" \n\n  The summit of Hail Peak stands about 1000 feet in elevation below the  Sandia Crest summit.  The two are separated by a deep notch off the north end of Hail Peak.  Generally speaking, Hail Peak resembles a giant fin with its length aligned roughly north-south and the highest point near the north end.  The summit affords a unique and broad view of Domingo Baca Canyon and surrounding crags including Jaw Bone in the ~SE, Alioth in the ~NE, The Thumb in the ~NW, and Ego Boost in the ~W."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.022Z","updatedAt":"2022-11-25T11:20:32.676Z"}