{"_id":"6368a1b8e80bff5a99554052","area_name":"Zealand Notch Itself: Whitewall Mountain","shortCode":"","climbs":[{"_id":"VUXXCpPiU3y4GIpIX0lSeQ==","name":"The Red Queen (unfinished)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Takuya Yoshida and Bradley White, June 2010","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.485,44.1811]},"left_right_index":999999,"mp_id":"106814308","mp_crag_id":"106637795","climb_id":"VUXXCpPiU3y4GIpIX0lSeQ==","areaRef":"PCRKRSAOXOm2gIUDbI42oQ=="},"content":{"description":"Do a boulder problem Start 15+ ft to reach protection and enter box notch. Exit notch and belay at garden ledge above (5.5 and 60ft). Move right and ascend white outcrop. When it ends move left onto slabs to wall, climb wall at it's least resistance move right and up to belay [I belayed off of a talus rock horn (5.6 and 120ft)]. Ascend talus 100+ ft to the base of the highest walls. This talus field became the scene of an epic rock slide. Takuya got hit by it but his fast agility got him away with only having a sprained walkable ankle. I sat and watched the rock come down and go on down the other side of this narrow talus field a little below me, it came to a stop. Most rock slides should stop up here.    We got to beneath the highest wall. I went on forty ft. up the pillar (5.7) along side the Red Queen's wall (of what I believed would be the easiest way up it). Above the pillar are extreme parallel (far from each other) hand cracks. They are about 10 ft. long and are one big, possibly blasted off separated from the cliff broken up block, sticking out hanging out up there slightly inclining and a short distance up from the pillar's top. I knew I could reach one. Maybe it's very loose? Fear. Why the fear?    I looked at the traverse right to where there are other cracks created from stable blocks. Far way I would have to bring him up and move us to the other side of this ledge. It was going to take too long to do all of this. The secure crack is there. Up it and then back left above those cracks blasted difficult cracks. Standing on top of them I know what up with them. If it's quarried rock, it'll come off by it's own unique loose rock properties (I taught myself to climb solo on many road cut rocks). Climbing naturally exfoliating rock is dangerous enough. I'm going to need to know more about what's here first. Takuya won't get his climbing shoe back on. This is nuts and the rest of the climbs probably goes back to moderate moves above those cracks. Takuya injured, a crack I would have to aid climb or die trying to do it,  dark swirling clouds overhead, fatigued, I retreated before the Red Queen said, \"off with my head\".    Now I have to go back. When I get back I'm  going to go up right of the pillar near the big hole in the wall where that lay back crack is before the actual hole. I would like to do the stone filled crack to the left of the pillar also someday and much more. The crack ends where the Queen's got big body size horns. How safe are those horns? I'll have to check it out on my way up. Probably everywhere the rock is supportive, solid as alpine rock gets. The rock here has fascinating features and has been a lot of fun to climb.    A dike chimney is formed inside the Queen's giant inside corner dike facing north. Its got a few orange brown flaking stones beneath it falling out from somewhere.    The giant left facing corner of this dike is solid, definitely old rock with wide vertical shadows from off width and hand cracks on it higher up, probably hard to do. There lots of choices here but always there is. I've got to reach the base of the climb first, then I can climb.","protection":"Regular rack, but multiple #3 and 3.5 (at least four total) and a #4 cam are importantly convenient on the highest wall. We escaped along the base of the highest walls heading south and did two short rappels. ","location":"Left center. In the talus field there is a large white birch before the upper woods. Go up left and then directly to base of the cliff. Go to the right of the wet slab until there is an opening below the steep white granite wall."},"__v":0},{"_id":"EeuyTE13X4qIA5eVOz5Nig==","name":"Lady Slippers","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White, June, 2011","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.485,44.1811]},"left_right_index":999999,"mp_id":"107178430","mp_crag_id":"106637795","climb_id":"EeuyTE13X4qIA5eVOz5Nig==","areaRef":"PCRKRSAOXOm2gIUDbI42oQ=="},"content":{"description":"Free all of up a few steep waves of rock slab. The next section had some water issues, so moved left to short scree field and inside corner to more striped rock. Veered right and above the slab ridge. After some more white rock face climbing, sadly entered rock erosion zone. Climbed up through solid enough blocks (the left behinds of a recent rock slide). Not fine for protection. Onto the headwall opposite the Black Knight. Exited by the the rotten steep outside corner (5.4) on the left side of this headwall (some cool green minerals and quarzite crystals on the right side of this rotten rock. It looks worst than it actually is.  This climb ends with some rocks on topping off, instead of the usual sandy finish above the cliff. The gear could be sparse to say the least. Other ways to choose up it. Belays are readily available. Named after the Lady Slipper Orchards. They are in abundance in the area.","protection":"A very light rack is all that is needed. A few stoppers or T.C.U.'s and cams up to size 2. 2 long or three pitches. Walk off down the north slide.","location":" The Black Knight buttress ends at a slab with black streaks. Start on steep."},"__v":0},{"_id":"+LBMnB5bUea77gJqlWoO1g==","name":"The Black Knight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Teresa Nagle and Bradley White, June, 2010","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.485,44.1811]},"left_right_index":999999,"mp_id":"106802550","mp_crag_id":"106637795","climb_id":"+LBMnB5bUea77gJqlWoO1g==","areaRef":"PCRKRSAOXOm2gIUDbI42oQ=="},"content":{"description":"Cannon Cliff and Whitewall are alike except for Whitewall facing west is more weathered.     Climb starts right of the northern head wall where the steepest rock of buttress meets the ground. Above is an alcove with cracks I went up to vault right 5.7 crux onto the open face easily up and through an overhang to the tree ledge belay in the shade.    Next traversed up left to scree on ridge very loose to trees up right.    Third was short steep to diagonal left upward by breaks in rocks until below shallow up book for belay.    Up the book to another wide book and belayed.   Up this book to the outcrop rock Black Knight and belayed.   Teresa led last pitch up the outside of the wall right with a couple of blocks on it.   Belay above cliff was challenging for Teresa to find and she did alright up left were decent crack protection.     Midway up the ridge lots of access by other way from the ground up. The outside of open books are bulging corners of high difficulty, and likely well protected.    We has serious fun it was easier and like Cannon's WGR. We went the path of least resistance. There are many possible variations more exposed and harder to climb.","protection":"TCU's were used the most. Lots of trees for anchors. Rappelling is a bad idea because of the many loose stones. Likely dangerously doable. We brought two 40m ropes one thin lightweight and the other thicker durable. Most pitches were 80ft.? and 2nd pitch scree was 120ft.    No descent trail. The descent is down scree field north or left from finish off the cliff. Best to stay near to go across above the cliffs until easy to get to scree and its a long walk down to the trail.     We headed for Mt. Whitewall's summit with it's sign in W.M.N.F. cache. Beautiful woods acres of rare Lady Slippers blooming. We went here hoping to find signs of a trail down. No trail and we bushwhacked down and away from gullies cascades. After that, directly down through horribly hurtful tree covered rock forest to the trail. No disabling injuries beside our scrapes and scratches from pine trees.","location":"Central north side, maneuver downward until there is a steep outcropping of white granite to the right and up higher the inside alcove corner right of an off width crack slab with a birch tree growing below them is the landmark. There were loose rocks to start dangerously near the birch tree."},"__v":0},{"_id":"HTXdHmQ1U2Opza6UyGdPaw==","name":"Castle Keep","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Teresa Nagle and Bradley White, summer 2010","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.485,44.1811]},"left_right_index":999999,"mp_id":"106851850","mp_crag_id":"106637795","climb_id":"HTXdHmQ1U2Opza6UyGdPaw==","areaRef":"PCRKRSAOXOm2gIUDbI42oQ=="},"content":{"description":"I scrambled right up the slab half way and the into the trees. Teresa stayed in the center and finished the slab 100ft (the slab has some steep bulging sections too, that would require bolting). At the top of the slab we traversed right away from the trees onto a decent belay stance. Above our stance, Teresa led up a flaring outcrop of rock and onto face climbing until the next tree ledge was reach (90ft). From this tree ledge move up the face until the right facing ramp is reached. Exit ramp onto ledge and traverse north until decent belay is reached (110ft). Climb up into the left facing ramp and move right and up to top off in sandy rocky sloping surface. Climb this until tree belay is reached (90ft).    To create the four star route do the first pitch of 'The Red Queen' and on the second pitch head diagonally north to reach the first belay ledge stance of 'Castle Keep'. Doing the climb this way will be on solid fine granite rock except for the last pitch ending that is conway granite with some wedged and loose rocks on it, that aren't a bother.","protection":"TCU's are very helpful. #2-2.5 friend. Some small to medium stoppers, A couple of lost arrow and blade pitons.","location":"Head up the northern side of the widest middle talus field."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,ea3c93b8-3c59-5ca1-8f79-c1d8fd934047,3c244a45-200e-5ce9-b680-85036c8e36a1","pathTokens":["USA","New Hampshire","WM: Zealand Valley","Zealand Notch Itself: Whitewall Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.485,44.1811]},"bbox":[-71.48562701821528,44.18065033981814,-71.4843729817847,44.181549660181865],"left_right_index":-1,"ext_id":"106637795","area_id":"PCRKRSAOXOm2gIUDbI42oQ==","polygon":{"type":"Polygon","coordinates":[[[-71.48562701821528,44.18065033981814],[-71.4843729817847,44.18065033981814],[-71.4843729817847,44.181549660181865],[-71.48562701821528,44.181549660181865],[-71.48562701821528,44.18065033981814]]]}},"content":{"description":"Zealand Notch used to be called New Zealand Notch because of it's similarity to the great forest of New Zealand.    From 1884 to 1905 a logging baron named J.E. Henry put an end to the existence of this forest. There is a cliff on Whitewall Mountain facing west in this notch. I saw a blasted drill hole on a stone beneath the highest rock wall in the south central section. It appears the cliff on the central to southern half was blasted out by dynamite to be made into terraced slopes to catch and stop rock slides. Rockslides could have derailed his trains and track below. The trail to Whitewall Mt. is the timber baron's railroad bed and the highest point of it is 2,500+ft.     There were a couple of great fires that burned 20,000 acres about 105 years ago after J.E. Henry had moved onto the east branch of the Pemigewasset River region to cut timber.    The fires were so hot that when it was safe to inspect the devastation to the notch's environment, forest scientist reported there was nothing left accept whitened rocks. Rocks that were exposed because all of the forest loam had burned away above them. Soon afterward there were 13 rocks slides reported. These open exposed rocks from the fires are still evident today especially on the south western spur and the lowest ground level of the notch. Thick white birch trees that had died on the stump, many have regrown hardy branches at they're bases, They thrive with their dead tree trunks still standing at the cliffside. Eerie, they went on living after those devastating consequences of fires from J.E . Henry oblivion.  His and others like him, had cut and left the slashed off tree tops in the forest, after the fires happened folks of the N.H. and Boston region got together to petition and pass through N.H. legislator 'the Weeks Act', to protect the forest permanently from these dangerously to combustion logging procedures. Whitewall is not unique to the White Mountains having open rock slab faces from fires.     Whitewall Mt. mostly a terraced cliff is about 500ft. high. Topographically it top's out about 400 ft. below it's 3400ft. summit. The northern side central slab and walls have low angle ice with short vertical head walls. Climbs are probably three pitches long with options right or left to finish it. Either way there could be a mixed climbing finish to them. I speculate all the climbs are  WI3-4. There is ice at the large chimney cave left facing corner on the southern central side. Ice flows are on the lower slab walls furthest south on this mountain is good access to the large chimney. All of these ice routes have not been done.    The rock slide between the northern rock buttresses supposedly frequently avalanches. Avalanches look likely to happen from above the tops of the ice flows also because in the summer it is mostly open steep slopes of Labrador Rhododendron, small trees and talus sand fields. These trees and talus won't secure the snow that piles up because this mountain is the first big obstacle a storm must pass over before getting to the Presidential Range. Therefore the snow and ice climbs may be similar to Huntington's Ravine on Mt. Washington. Where the trees are thickest on these slopes, is a good indicator of the least avalanche zoned areas.   Rock climbing potential is high on Whitewall and dangerous until tested and all the time the validity of the rock must be analyzed about it's safety. The granite composite rock is definitely weathered and old on the north side, exposed to the worst environment that exist at about 3000ft. The north and northern central cliff appear undisturbed by J.E. Henry's timber annihilation ambition.    Conway granite is on the northern side and then becomes included with white fine granite at the cliff's base and the entire northern central side. Then the rock becomes conway granite again at the cliff high head wall wall until the further south passed the chimney giant left facing corner fine Granite returns, only to go back to Conway granite at the superb crack section, finally reached south again fine granite above a open book left facing corner with likely sharp rock edges for face climbing after this corner or there is a finish directly up left . This is a two pitch section. It is difficult to know where blasted rock stops and preexisting undisturbed rock starts. I have an educated guess now the blasting happened where there is a tree fill giant pocket in the cliff.    There are plenty of unstable rocks everywhere on the cliff side.  Small boulders are distributed about on the tree slopes, some directly beneath a likely blasted rock wall. Bloody hikers have reported talus moving onto the Ethan Pond trail (railroad bed) below the cliff during the summer months. These rocks are mainly from the north side and nearest to the longest ice flow sections. Freeze, thaw exfoliation happens almost the entire year because the cliff can be freezing cold on summer nights. This popular hiking trail is below a actively exfoliating mountain and is part of the Appalachian Trail.    Most of it's rock climbing is very similar to being on Cannon cliff. It's longest talus field rock slide is on the north side and is very loose. The south side rock slide is firmer because the rocks are much bigger. Both are good for descent. Rappelling the cliff is dangerous because of the many loose stones at top but the northern central section is clear enough for rappelling before the summit. Unless your planning on going to the western spur, I highly recommend rappelling. I have not set up a rappel location. All of the climbs will top out either into the gnarly pine forest on the southern side or the wide open sandy spaces of the northern central and north side. This is definitely a sensitive to weather and erosion area mountain that has had recent cliff rock slides. Ecologically this mountain's is still recovering from the fires and is near enough to be a member of the Presidential Range hostile environments. It has above tree sensitive alpine plant areas. The W.M.N.F. hasn't curtailed any where from hikng ascents yet. I contacted them about rock climbing and it's okay.   Most of the entire cliff is unexplored. Climbs are all over the mountain to be done, all year round on white fine and pink granite conglomerates     The trees are thick beneath the highest southern buttresses most carefulness walk off. Confounded loose blocks or short tree climbing down ledges encountered. Confrontations to deal with along any journey upward and down here. Whitewall is the last incredible climbing area of approximately 1/2-1/4 mile wide.   Below the southern face is terraced by fifty to eighty feet of steep blacked walls, that can be gotten to from the southern talus field. This can be an awful approach but inwards or up some on the southern talus field is a boulder path far left that is narrow and goes direct to these black walls. Also cliff side north can be walked from here. Pro is little to none visible from the cliff side. Clean rock and there is a line up that looks moderate. Right of these blackened slabs is a horrible area of steep open dirt slope traverses on uncertainty footing, perpetual short wet walls and some fifty+ ft. drop offs below these slopes. Not cool.       The giant overhang (King Henry?) with it's several possibilities to climbing on or around it, sticks out like a lighthouse and overlooks this entire area . The rock is excellent with a Yosemite likeness too it sometimes. In my opinion the best way to this white granite upper wall is by rock climbing up diagonally until directly below it by the Red Queen route approach.    All of the rock is extremely good rock to climb on generally. It will always be dangerous for so many reasons, the simplest dangers there are the usual loose stones a bushwhacker climber encounters on any first descent. A greater riskiness is having to deal with boulders, blocks, and stones in the talus fields on all levels of the mountain's climbing slopes. What's real and what's been altered by dynamite and fires is also here to ponder. The Yosemite like granite is likely blasted rock because it doesn't have old rock appearance and feel. on This mountain rock where it looks really old, it is and has very slippery black lichen on it. It has almost all year freeze, thaw conditions. The talus fields on the climbs are becoming safer after more ascents moving loose rocks. Bad weather can be seen coming towards the mountain from a distance but the mountain's unique environment is also capable of creating it's own weather suddenly.     Lastly a variety of routes possibly at 100+ft of rock bulging steeply most north and Best access I can think of involves getting onto the Black knight and rappel into this section. Big draw back here is above it is old loose rock that is orange/brown rotten and has had recent rock slides. The southern side of this alcove area is a gully devoid of any direct sunlight that likely has a one pitch ice route on it's northeastern inside. Sounds cold.   Whitewall Mountain, I'd respect it, it is very close to the wilderness designated area. I travel as light as possible to it because there is about a ten mile walking experience besides 500ft or more of route finding while climbing. TCU's work well here. Depending on what you intend to climb determines the rack. The crack section is all hand cracks to finger cracks. A double rack of two and three range cams would be helpful only in this section.        I have been unable to find out any mountaineering history on this mountain. I don't know why. No vintage pitons found yet. In the 1930's it must have still been a waste land. There is a faint trail to a cache box on the true summit to place your name in it. W.M.N.F. is collecting data on how many people are ascending the mountain. If you're interested, add yourselves to this cache summit box listing.     Keep it cool with loose rocks, hikers are often below and try to leave no trace. If you do climb on Whitewall, it'll be difficult to go unnoticed with the A.M.C. Hut nearby and hikers below. They often stop to watch us climb. It's a little nerve racking, most hikers don't realize they are in danger from any rock fall from climbers above them, so trundling here is a bad idea.      N.H. has a pay for rescue service so don't get lost, and don't get hurt so much you'll require a rescue. There is no cell phone service here and it'll be expensive. The forest is very thick and rocky, so becoming lost and getting injured could become lost and dead.    South of Mt. Whitewall off of the Ethan Pond Trail is a west facing rock slab with a head wall spur on Mt. Willey.  It also is granite 300+ft of elevation. It doesn't have that busted up fractured appearance to it, that Mt. Whitewall has. There is a leanto shelter near the pond. This spur also has no rock climbing history that I can find.    There have been 7 ice flows (some not long) done on the spur above the Ethan Pond area. These winter ascents are posted at neice.com and a couple were listed as two pitch+ climbs. There is a decent photo of the iced slab and it's steep top off section but I had some difficulty finding it. I don't do well at navigating this site. All are at the (WI4) grade and IV commitment for wilderness? The climbers utilized rock and ice climbing gear. Get there via Willey House Station Rd. to the Ethan Pond trail to the leanto shelter (3 miles). From there follow ribbon on trees as you head up towards the western facing cliff. Ribbon has a way of disappearing over the years.    This whole area of the notch to Ethan pond is the out back. It's best to keep it cool here, so the rangers don't believe we're fools because of a rescue in winter. Once that happens they may find a reason to stop these outback ledges from being climbed all year round.    On the Zeacliff Trail right and down at the center below Whitewall cliff and one eight of a mile down steeply is a excellent designated campground. Room for many tents and is next to a river. Very good summer base camp. Not necessary in winter.         "},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:14.637Z","updatedAt":"2024-01-20T01:03:57.874Z"}