{"_id":"6368a50be80bff5a995afe23","area_name":"Beatty Point","shortCode":"","climbs":[{"_id":"nkLLQOgKXo+3utVUGnA8Jg==","name":"Big Game Hunter","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dakota Walz, Lane Mathis, Sam Stuckey, & Collin Turbert Jan 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.17546,37.44908]},"left_right_index":0,"mp_id":"119334960","mp_crag_id":"119334809","climb_id":"nkLLQOgKXo+3utVUGnA8Jg==","areaRef":"AKYh8Vi/XeCEgbBvBR8hlg=="},"content":{"description":"Highlights of Big Game Hunter include a bolted face climbing crux (P3), a stellar stembox/corner (P4), and a well protected mega chimney (P7). The only runout climbing is on the first pitch in 5.8 terrain and all belays are bolted.\n\nBecause the lead bolts in the crux were hand drilled on lead, one can A0 through the crux with ease, however 5.11 free climbing is mandatory. Although this wall is fully south facing, most of the pitches get shade until early afternoon given the westward aspect of the major dihedral formation.\n\nP1**\n\n5.9R, 90ft\n\nScramble up a ledge system to start at the base of a slabby right-facing dihedral with a fixed pin. Climb to a system of 5.8 runout ledges aiming for a lead bolt that protects easy slab moves to the anchor.\n\nP2*\n\n5.10-, 60ft\n\nCan be done a few ways, but don’t be fooled. The best way is to scramble all the way down the ramp to the big ledge. Perform a mantle, then climb straight up the left-facing crack to the anchor with rap rings at the base of the offwidth. Protection can be sparse.\n\nP3****\n\n5.12d, 140ft\n\nLaunch up the gaping offwidth/chimney and make your way up to a bolt. Protection before the bolt is thin and will create rope drag if not extended well. Clip the second bolt and exit the chimney to climbers right on fun face climbing that leads to a splitter finger crack. (DO NOT continue left up the offwidth for an enticing, but abandoned 3rd bolt.) Then, follow the thin crack up great straight in climbing to a tightly bolted face climbing crux in a dihedral. Belay in a shady ledge behind the pillar.\n\nP4****\n\n5.11c, 150ft\n\nTake the easy flared chimney up to the top of the pillar. Step into the stembox and enjoy thin locks and amazing stems up to an incredible handcrack. A final bit of offwidth caps the crack underneath a good belay stance.\n\nP5*\n\n5.11b, 125ft\n\nSome chimney offwidthing leads to awkward three dimensional climbing protected by bolts and a finger piece. Reach a ledge, and continue up some adventure climbing to another ledge and a bolted anchor. This pitch was originally lead without bolts.\n\nP6\n\n5.0, 50ft\n\nMove the belay to the base of the chimney. Gear anchor.\n\nP7****\n\n5.9, 180ft\n\nSimply put: nearly a rope length of incredible chimney climbing that protects with mostly hand sized pieces. Belay at bolted anchor w/ rap rings at a stance near the top of the chimney. Future parties should rap the route from here.\n\n---There is more climbing above for an additional 200ft, but it's less favorable and dangerous. These pitches are not included in the topo---\n\nP8\n\n5.8, 50ft\n\nTunnel your way through the aforementioned bush and scramble up to the next ledge. Gear anchor.\n\nP9\n\n5.11bR/X, 150ft\n\nClimb up the leaning offwidth to an unprotected dihedral. Burrow around the bushes to the right. One bolt belay.","protection":"Single 00, #3-#5\n\nDoubles .3-#2\n\nTriples .4-.75 (optional)\n\n10 draws/slings\n\nDouble 70m ropes","location":"This is the major dihedral near the center of Beatty Point's south face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,43eb7042-3a84-583d-a8fa-9e69d942cd98,00a621f1-58bf-5de0-8481-b06f051f2196","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Kolob Canyon","Beatty Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.17546,37.44908]},"bbox":[-113.17602639822897,37.44863033981813,-113.17489360177102,37.44952966018186],"left_right_index":-1,"ext_id":"119334809","area_id":"AKYh8Vi/XeCEgbBvBR8hlg==","polygon":{"type":"Polygon","coordinates":[[[-113.17602639822897,37.44863033981813],[-113.17489360177102,37.44863033981813],[-113.17489360177102,37.44952966018186],[-113.17602639822897,37.44952966018186],[-113.17602639822897,37.44863033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:22.105Z","updatedAt":"2024-02-19T18:40:26.393Z"}