{"_id":"6368a185e80bff5a9954f2e0","area_name":"Brownstone Wall","shortCode":"","climbs":[{"_id":"6iKkqWcHXvmXrPmFngF3aA==","name":"Time's Up","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Urioste, Ward, Bradley FFA: Harrison, Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":4,"mp_id":"105920932","mp_crag_id":"105732057","climb_id":"6iKkqWcHXvmXrPmFngF3aA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Time's Up is the sister route to Nightcrawler, taking on the left side of the Hourglass feature. Start the route by scrambling up easy, low-angled rock as high as comfortable before roping up.It seems that the red book left out a pitch in the description, so I'll just describe the route as the anchors are setup. See the notes below regarding linkups, etc.P1: Start on a face and crack that leads up to the left side of the Hourglass. Parts of this pitch are in a shallow left-facing corner; others are on a looser face with cracks. The pitch ends at a 2-bolt anchor. 100 ft, 5.9.P2: Continue up the cracks and corner with the corner becoming steeper. The rock quality is questionable in spots, but overall a good pitch. Finish up by moving a bit right and mantling onto a good ledge with two bolts. 90 ft, 5.10a.P3: Step right to the chimney/wide crack that faces left. The bolt frequency really starts to pick up here. Follow the crack from chimney to fists, where it suddenly tapers to tips (purple tcu). Utilize face holds to stem up the corner, eventually stepping right to a stance on the arete with a few bolts. 50 ft, 5.10+.P4: The business. Step back left into a chimney. Wiggle a short distance to its end and move into a layback to overcome a chockstone. Continue up the wide crack as it leans and widens to a bomb bay chimney. Move out left with the chimney to a roof with a perfect dihedral above it. Exiting the roof may remind you of southeast roof climbing, but without the spiders and bugs. The dihedral above the roof is the crux and is desperately thin in places. Thankfully, between all the old bolts and a few spots that widen up, pro is good. You'll find a 2-bolt anchor 25 ft over the roof in a cramped corner with a small roof overhead. This is a horrible belay- see suggestions below for how to avoid it. 110 ft, 5.11+.P5: As good as the previous 2 pitches were, this one is at the other end of the spectrum. Stem up out of the horrible hanging belay, praying a hold doesn't break and you land on your belayer. Pass several bolts and disgusting rotten rock, eventually reaching better rock. An offwidth roof formed by a left-facing flake should be looming over you at this point. Climb up to the roof, then move right a few steps, following the old bolts out onto an easy face. Follow this to the top of the pillar and a great ledge. Alternatively, you could always go left out the roof and follow the flake/dihedral to the ledge. Either way, this pitch is anything but spectacular and is a major disappointment after the 2 prior pitches. 160 ft, 5.10-.P6: Climb P5 of Nightcrawler- splitter crack to a roof, then up right over a roof to an anchor. 80 ft, 5.8R.Notes: P1,2 are easy linkups if you start the route from a high ledge. A 60m cord reaches just barely. One of the lower pitches seems to be left-out in the red book. Hopefully, you won't be confused by the discrepancy between this description and the guide. There are many, many bolts on the crux pitches. Expect to need to clip some unless you're a stud on the rp action. To avoid the horrible belay stance on top of P4, climb past the 2 bolt anchor. Stop about 25 ft into pitch 5 at a stance on black rock with a bolt a few feet above. Save a piece or two in the 1/2\"-1\" range to back up the bolt. This still isn't a great spot, but its works better than the standard belay. P3,4 are excellent pitches and if it wasn't for the pitches above, this route would be 4 stars.","protection":"There are many bolts on this route (p3, 4 have a bolt almost every body length), if you trust them, you can get away with a small rack and lots of draws. Otherwise, a single set of cams from 00 metolius to 5 friend, rps, and lots of draws are recomended. Most of the belays have at least one newer 3/8\" bolt. 2 60m cords are needed to rap down The Nightcrawler.","location":"This route is on the Brownstone wall. It is the prominent left-facing corner that makes up the left side of the Hourglass feature. It gets good morning and early afternoon sun."},"__v":0},{"_id":"ZE23piQAWJaxg96ZzCT3yw==","name":"Three Choclateers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karsten Duncan, Anthony Anagnostou. May 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":15,"mp_id":"107112523","mp_crag_id":"105732057","climb_id":"ZE23piQAWJaxg96ZzCT3yw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Three Choclateers is a trad line with a rugged spicy start, followed by a decidedly enjoyable and protected natural line for another 375'. The natural line peters out after those three pitches which gains the broken terrain in the middle of the wall. At this point you can continue up the original ascent line (adds a couple hundred feet of climbing to the summit, with a 5.10 move or two), or descend the easy fixed raps of Ten Minute Shift, or invent your own way to gain the summit.\n\n p1) pull one stiff move to a left-leaning ramp and head up it past small gear. beneath a featured face section, load the crack at your feet with tiny nuts, ballnuts, and a #.75, and climb up on dishes past a manky #2 camalot to another weakness which leads up and left to the main chimney. continue up awkward but very fun featured chimney with pro to a ledge above a bush/wide crack. ~180'. ~9+ PG13 \n\n  p2) continue up the crack past great rock and fun varied climbing. at ~150', hit a blocky ledge, and continue to a stance at 180'. ~180'. ~9+ \n\n  p3) climb up the remnants of the crack system to the huge bushy break in the brownstone wall clearly visible from the ground. easy 5th class. \n\n  from here, you can walk over to the rappel that takes you down the sport line on the left side of the sand castle face, or to continue on the original line, move to the base of the upper wall where a huge rock creates a 40' gully with a varnished ramp in it leading up and left. scramble up this ramp and belay at the top. \n\n  p4) climb up, then step right to the tree on the face, and then move around it to the crack diagonalling up and right through a steep section. step right until almost on the arete, and then go straight up to a belay at a bush on a flat ledge. be careful with rope drag. ~120'. ~5.10-? \n\n  p5) continue up the crack system straight up to gain the brownstone ridge. ~170'. ~5.6 ","protection":"Rack: black alien and/or ballnuts. RPs. a screamer or two would be nice. double nuts, lots of runners, double blue alien to #3 camalot, and a #4.","location":"Approach: start in the same spot as for Ten Minute Shift, the sport line rising up and right. This also means you can rap back to your packs if you choose not to summit after pitch 3. \n\n  Descent from p3 is to find the pine/bolt rap at the top of the sand castle face (see sand castle and hueco thanks description) or continue up to the summit ridge. From the summit ridge, walk towards Vegas, check out the register and the views from the huge pine, and descend via 3/4th class to the base of the wall. This is better described on other brownstone routes, but is a gentle and quick descent."},"__v":0},{"_id":"fD1njmXMWAigC0qLsmn7nQ==","name":"Ten Minute Shift","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":16,"mp_id":"107536930","mp_crag_id":"105732057","climb_id":"fD1njmXMWAigC0qLsmn7nQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Ten Minute Shift is a good line up a seemingly improbable line. The first two pitches are great and sustained at their respective grades. There is some loose rock along the way lower on the route. Be careful of what you're pulling down (or out) on. The rock at the 2nd pitch roof is questionable. All bolts on the route are bomber but you might want to bring extra cord or webbing to leave behind on the anchors. The current state of the current webbing is pretty bleak.\n\n Pitch 1: 5.10b, 80 ft. Begin on a few large blocks at the base of the route. Make some 5.8 moves up to the first bolt placing a piece of pro if you will. From here follow the bolts (7) to an anchor on a ledge. Very good sequences, movement and holds. Sustained and fun at the grade. Bolted anchor.\n\n Pitch 2: 5.11++, 80 ft. Looking up at this pitch it looks improbable but the sequences reveal themselves quite nicely. From the belay ledge, move left and follow good rails back right. Follow the bolts (10) up to the roof. Traverse to the left side of the roof. Pull the roof using small holds and glassy feet. This whole flake that you're pulling on is hollow. Beware. A small piece of gear can be placed after clipping the last bolt before the anchor. Bolted anchor.\n\n Pitch 3: 5.10a, 50 ft. Follow the flare straight up off the belay. Place a cam high and work right around the corner and then back left under the roof. Wild climbing. Trend left around a roof to another bolted anchor on a big ledge.\n\n Pitch 4: 5.9, 70 ft. Move up the varnished corner to another bolted anchor. Take care placing your gear as the rock on the right wall is suspect and the crack is somewhat flaring.\n\n Pitch 5: 5.8, 70 ft. Follow the corner system to a large ledge with another bolted/tree belay.This is also the ledge where Hueco Thanks ends.\n\n Descent: Rappel the route with one 60m rope. Five rappels total.","protection":"Single Rack to 3\"    C3's or TCU's helpful on P3","location":"Middle of the Brownstone Wall. Look for the triangular roof of P2 as a landmark."},"__v":0},{"_id":"13BeZYqIU+idQeT1jcqPtg==","name":"Sweet Thin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":21,"mp_id":"106961976","mp_crag_id":"105732057","climb_id":"13BeZYqIU+idQeT1jcqPtg==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"OVERVIEW If Armatron gets two stars in Handren's guide Sweet Thin deserves three. The route shares the first two pitches of Armatron (including the uneventful crux) before whisking you off to a unique balancey fifth pitch followed by a flaring chimney/offwidth one. The FA is unlisted in Handren's book. The route is south-facing; however, note that it goes into the shade in the afternoon in the winter.\n\nROUTE\n\nP1 (5.8, 100') Climb the first pitch of Armatron, which takes up and left past 6 bolts over a brief section of soft white sandstone and onto the dark varnished plates from which Brownstone Wall gets its name. Fixed anchor.\n\nP2 (5.9, 125') Climb the second pitch of Armatron, starting off with an excellent 30' thin crack on solid varnish. As the angle steepens go right to a huge horn and pull the bolt-protected crux by mantling onto the horn. Traverse right to another thin crack, aiming for the base of a left-facing corner with a fixed belay.\n\nP3 (5.6, 80') Head up an easy corner to chimney. Pull a roof on big jugs and step left to a ledge with a fixed anchor. Pitches 3 and 4 can be linked with significant rope drag per Dow, an option which I avoided.\n\nP4 (5.7, 95') Traverse left to a fixed belay below a tree and the bolted flake for which the climb was named.\n\nP5 (5.9, 110') Make your way onto the thin, balancey flake. The flake is flexy and gear placements are not very useful for most of the way. Fortunately, the flake is well protected with bolts. At the top of the flake move right and mantle onto a small ledge, then make a horizontal traverse to a bush. From there a fine hand crack leads to the anchor.\n\nP6 (5.9, 90') Climb the flaring chimney (or the face to its left) to offwidth. A double #3 would be nice to have here. At the top traverse right to a fixed anchor on a prominent ledge.\n\nP7 (5.8, 130') Move the belay left at the base of a short offwidth. Grunt up the offwidth then traverse left to a ledge. Head up a short but slightly overhung finger crack, which eases up after a few moves. Continue up on softer white sandstone to the top of the subsidiary summit.\n\n To reach the summit of Juniper Peak choose one of the easy ramp systems.","protection":"Per Handren single rack to #6, double #1.5-4. I brought a single to #5 (no nuts), but would have preferred a single to #2 with double #3. Bring a few double length slings in addition to regular ones. Fixed anchors and a lot of bolts.","location":"APPROACH\n\n  Park at either Pine Creek or Oak Creek and follow the trails heading into Juniper Canyon. From Pine Creek a more direct route is to take the second entrance to the signed Fire Ecology trail and aim straight for the canyon (avoiding the two meandering Fire Ecology loops). The Fire Ecology trail is well maintained and as of Nov 2010 the climbers' offshoot was easy to find.  The trail from Oak Creek is of similar distance but flatter.   \n\n  Once in Juniper Canyon there are multiple trails, the better of which skirt the south side of the canyon.  You'll end up passing below Jack Rabbit Buttress to your right and Crimson Chrysalis/Cloud Tower to your left.  Brownstone sits opposite the prominent green lichen-covered Rainbow Wall (similar elevation).  Brownstone is obvious from its large amounts of dark varnish.  Expect some minor boulder hopping and bushwhacking.  You'll briefly head up a small pile of talus before winding your way up the slabs. Juniper Peak is a local summit objective for hikers so the route is well cairned.  Watch for ice on the slabs during colder months.  Sweet Thin is on north Brownstone Wall (the wall to your right as you approach).  Expect ~1.5 hours for the approach. \n\n  Alternatively, cruise one of the easier routes on Jackrabbit Buttress (e.g. Rose Hips or Myster Z).  At the top make your way west over to the base of the route. \n\nDESCENT\n\n  From the summit of Juniper Peak scramble down the north side (there should be cairns) and back around to the base of the route (if you left gear)."},"__v":0},{"_id":"o5baVd8fWYmOT+9grVG6ng==","name":"Senior Dimensions","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Unknown.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":14,"mp_id":"117833423","mp_crag_id":"105732057","climb_id":"o5baVd8fWYmOT+9grVG6ng==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Senior Dimensions is a nice pitch of face climbing on excellent rock high on the Brownstone Wall that is, unfortunately, guarded by three pitches of much lower quality, and somewhat dangerous, rock. Jerry Handren suggests in his guidebook approaching these final pitches by way of Pro Choice, and I agree. The cool thing about this zone is you can climb these approach pitches to reach a large, comfortable \"Party Ledge\" high on the wall, and from here you can have a fantastic cragging day climbing really high quality pitches off the ledge. These include (from left to right): Pro Choice, Pro Life, Immaculate Conception, Corruption of the Jesuit, and Senior Dimensions. Lots of grades to choose from and if you tick them all this would be one of the better outings in Red Rocks, but I digress...\n\n Begin tucked up in a narrow gully at the very right edge of the lower half of the Brownstone Wall, a few hundred feet up and right from Nightcrawler.\n\n P1 (80', 5.8 R): Climb up the lowest toe of the wall up a blunt white arete to a bolt (visible from the ground) and on to a bolted anchor on a big ledge with a large scrub oak.\n\n P2 (80', 5.10c): From the back of the ledge, follow a leaning, right-facing corner up stacked blocks. Move out of the corner to the left past a bolt (crux), a second bolt, then up and back right to a bolted anchor.\n\n P3 (100', 5.8 R): Climb up above the anchor (poor gear) to a few good gear placements in horizontals and then through run out terrain and four bolts to a bolted anchor on the Party Ledge. This is the same ledge from which the final pitch of Pro Choice and Pro Life begin.\n\n P4 (40', 5.8): A short pitch moves up a left-facing corner then immediately steps right and heads up easy ground to a stance at a bolted anchor. Consider bringing a pair of quicklinks and rings to improve this anchor.\n\n P5 (130', 5.10b): Traverse right 20' to a bolt and then quest up the varnished face passing several bolts and gear placements to a bolted anchor at the top of the wall.","protection":"1x Cams small to #1 Camalot. A set of wires. Two ropes, or an 80m rope, should be considered essential. A pair of quicklinks and rings to improve the P4 anchor.","location":"Far right side of the left half of the Brownstone Wall.\n\n The upper pitch of this route faces slightly east and gets shade in the afternoon even though the Brownstone Wall has a southerly aspect."},"__v":0},{"_id":"siZFhfxdXyayyTGVJgbwSw==","name":"Sand Castle","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Tom Moulin, Anthony Anagnostou 5/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":18,"mp_id":"106046495","mp_crag_id":"105732057","climb_id":"siZFhfxdXyayyTGVJgbwSw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Sand Castle is a seriously cool trad route that climbs a natural line up the middle of the Sand Castle face. The Sand Castle formation is the big pyramidal face capped with varnish-plated pink rock at the top, left of the Armatron area. The route climbs a naturally protected line between the two obvious crack/chimney systems. \n\n  p1) Start at the base of the wall beneath the Sand Castle. Pull up a varnished finger crack that rises out of the bushes below and left of the big Armatron slab. Climb the finger crack through a spot of hard climbing (protects well, could be the crux) up to the slab above. From here you have two options. The FA went left and up the left facing corner above, and pulled over right onto the varnished slab/rib beneath the roof (.10-, PG13 above a ledge). Alternatively, you can step right of the rib and follow moderate climbing up to beneath the roof. (Or you can avoid all the initial difficult bits by coming in from the Armatron slab out right). \n\n  At the top of the rib, pull the committing roof (step up to place decent gear) and above- traverse left immediately on good varnish with a couple thin pieces to the base of a shallow left facing corner in the middle of the face. Belay here for a ~190' pitch  on small cams and nuts. ~5.10. This pitch could be broken into two ~95' pitches for a friendlier outing and a belay nearer the roof. \n\n  p2) a really long money pitch that climbs three distinct sections of fun rock. climb the dihedral straight up, pull through some super juggy huecos above, and then step past a bulge onto the beautiful varnished plates above. at the top of the plates, step onto the top of a platform with a bush and yuccas and belay off tiny gear and a dubious thread, or the bush, or both. ~9+, ~215' (~15-20 ft simulclimbing with a 60m. you could also break this pitch up). \n\n  both pitches are really good. a solid step or two up from Armatron, but worth it.","protection":"it looks like a big face, but it protects. single rack to #3, a couple extra small cams (blue, green yellow alien would be nice). double nuts and tons of runners.  \n\n  to sew it up- break up the long pitches, or bring more tiny/small/med nuts +/- tricams which go into huecos and avoid runouts on much easier climbing.","location":"To find the route, look at the beta photo of the sand castle formation. The Sand Castle is the big pyramidal varnish-capped formation left of the Armatron area. There are two big chimney/crack systems that split the face. The left system is 'Hueco Thanks'. The right looks chossy. Right up the middle of the face between these two rises the actual Sand Castle route. Look at the photo then pick your start. \n\n  Descent: walk climber's left on the big ledge to a pine tree/bolt anchor, and rappel the sport route in the huge corner (five rap stations to the ground). short single rope raps. a 50m rope would probably be fine, but i havent tried. \n\n  It also looks like with some 5th class scrambling and messing around, you could get to the neat pitches out climber's right that go to the top."},"__v":0},{"_id":"psT+omIJW9uk24stldpErw==","name":"Requiem for a Tadpole","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karsten Duncan, Anthony Anagnostou.  May 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":24,"mp_id":"106121507","mp_crag_id":"105732057","climb_id":"psT+omIJW9uk24stldpErw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This route on Brownstone Wall features a variety of features and runs the gamut of rock quality from sugary, rotten sections to unbelievably awesome, bullet-hard varnish. \n\n  Pitch 1: Climb up face holds to access a small crack. Belay where the crack widens and is surrounded by large huecos. Belay takes #.75-#2 Camalots. 120 feet, 5.6 \n\n  Pitch 2: Continue up the crack into red rock. When bushes block the crack, climb around to the left or right on face holds. Climb another 20ft above a brush filled ledge to another clean ledge with a great stance. Belay takes finger size cams.  120 feet, 5.7 \n\n  Pitch 3: Continue up the finger crack which quickly widens to hands, passing to the right of a large knob. Belay at another ledge with a black arête stretching above. There is now a bolted anchor here.  150 feet, 5.7 \n\n  Pitch 4: Traverse horizontally left on thin cracks to access a large chimney. Move up the chimney protecting in good horizontal cracks. Above, traverse right onto the face just before bushes choke the chimney. Continue up a steepening slab. Move up on the left side of the arête and to the right side of the chimney protecting with small nuts. Belay at an obvious ledge above the arête. 165 feet, 5.9+ \n\nVariation Pitch 4: Climb straight up from the belay and climb the exposed arete on stellar brown varnish. Seven bolts with some gear to a bolted belay at Humerus Ledge. Exhilarating and classic. 150 feet, A little sandbagged at 5.8 \n\n  Pitch 5: Walk left on 3rd class ledges to a short black wall with a small crack splitting the black face. Climb this crack to a large ledge. Climb one of many options up another black face above for 35ft to another large ledge. 125 feet, 5.10a \n\nVariation Pitch 5: From Humerus Ledge, climb the right side of the final block past 2 bolts. 125 feet, 5.6","protection":"Standard rack to 3\" with a few brass nuts. If you do the chimney on pitch 4, bring wide gear up to 6\".","location":"Requiem for a Tadpole is located about fifty feet to the right of Armatron on the north side of Brownstone Wall in Juniper Canyon. The first pitch starts at the last crack to the right of Armatron before a gully appears."},"__v":0},{"_id":"x9AIMdIJX4am3fkZBRsOPQ==","name":"Pro Life","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":11,"mp_id":"108464592","mp_crag_id":"105732057","climb_id":"x9AIMdIJX4am3fkZBRsOPQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Pro Life is a great pitch of thin face climbing on some of the most bullet-proof varnish Red Rocks has to offer. Well protected and excellent. Done on it's own, probably 2 stars (as is Pro Choice), but when combined with that route the outing is a 3 star day. Pro Life is definitely the better of the two lines.\n\n P1-3: Begin with the first 2-3 pitches (depending on how you pitch it out) of Pro Choice (see that route's description).\n\n P4 (150', 5.12b): Start up Pro Choice's final pitch and climb through its crux (5.11a), but where that route moves left into the easy corner, instead step right clipping a bolt to reach a stance at the base of the immaculate, blunt arete. Climb up this through two distinct, thin cruxes protected by three more bolts, ultimately continuing up, or just left of, an easier crack to a bolted anchor on a big ledge.\n\n Pictured on the guidebook cover.","protection":"Single set to 1.5\" is adequate. An 80 meter rope will allow you to rap back down to the Party Ledge.","location":""},"__v":0},{"_id":"1FzpjfDBU0KmY7vkD0zxXw==","name":"Pro Choice","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":10,"mp_id":"106056559","mp_crag_id":"105732057","climb_id":"1FzpjfDBU0KmY7vkD0zxXw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Pro Choice is a great line which starts on the right side of the left half of Brown Stone Wall. The crux is a short section on the 4th pitch protected by a bolt.The three approach pitches run up cool plated rock.The first pitch is short and easy, and climbs the first pitch of High Anxiety, stopping at a nice ledge before the webbing rainbow that is the first belay of High A.The second pitch goes up to a small overhang (2 bolts) then heads up the face above on cool dark plated rock, first head a little right, then back left up a steep section with a cool little finger crack in it, to a bolted belay on a small ledge. A little bit of loose rock on this and the next pitch but will clean up nicely with a little more traffic. (5.10)Third Pitch: Head more or less straight up, the rock continues to improve the higher you get, near the top you could wish for any better. Keep going till you come to a awesome ledge with anchors . (5.9)Forth Pitch: The business, make some moves up and left (good yellow alien placement) into a swoop/crescent, there is a single bolt here. The rock here is as good as it gets in the Red Rock, to the left is quite possibly the slickest sandstone i have ever seen, it is absolutely beautiful. I won't give away the beta here, there are several ways to get on through, none are easy, and finesse rather than power will be your best ally. Once past the bolt, move into a really cool left facing corner with a great crack in the back (5.8) to the anchors. (5.11)","protection":"Rack single set to #2 camalot, doubles of small stuff to #.5 camalot.  Double set of nuts/wires especially brassies or the such. \n\n  I would say most of the climbing rather than the second half of the last pitch could be done on nuts.  \n\n  There are bolted anchors at the top of every pitch except the first one. \n\n  Rap with 2 60 M ropes, from the top of the second pitch you can make it to the ground in one 60 meter double rope rappel.","location":"Head up to the Brownstone wall, where you park is up to you, the hike in is pretty self explanatory.  Once there head for the large gully which divides the wall in two.  Just to the left side of this gully you will find Pro Choice.  You can see the bolts on the second pitch from the ground."},"__v":0},{"_id":"GCJiKF5XUhODptC3yRErXQ==","name":"Pegg Leg","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Weidner, Heather Weidner  January 6, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":19,"mp_id":"109936597","mp_crag_id":"105732057","climb_id":"GCJiKF5XUhODptC3yRErXQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This route ascends the chimney system just right of Sand Castle.   It's named after Dave Pegg, who died in 2014. This route would be as unattractive to him -- being primarily a sport climber -- as his beat-up legs (from kneebars) were to everyone else. \n\n  p1: Climb 20 feet of unprotected face (5.7 R) to a much easier crack and face. Tiptoe past some blocks to a nice, flat alcove beneath a white overhang. 5.7, 40 meters. \n\n  p2: Thrutch past the right side of the overhang (harder than it looks), then continue up a crack to a ledge beneath a tree and wide chimney. 5.11b, 25 meters. \n\n  p3: Either climb the chimney or its left arete (small gear) to start, then climb flakes until you're funneled into the crack. Squeeze up the smooth, varnished slot (optional belay on top) and continue up easier rock, veering left, to finish on a flat ledge at the top. 5.8, 55 meters.","protection":"1ea: small-medium nuts; #1 Metolius - #4 Camalot   2ea: #.5 - #1 Camalot","location":"To descend walk 30 feet climber's left to the top of Ten Minute Shift. Rappel that route in 4 or 5 single-rope raps.  \n\n  [*We replaced the webbing on 4 anchors but it's a good idea to have webbing and a knife to improve existing tat]."},"__v":0},{"_id":"cJ58rAZ1UryLhWtgtZXzsA==","name":"Peanut Brittle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J&J Urioste Feb 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":0,"mp_id":"106612603","mp_crag_id":"105732057","climb_id":"cJ58rAZ1UryLhWtgtZXzsA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"A neat line with good position and exciting cruxes.  This route basically follows crack systems on the rib of rock to the left of Black Dagger. \n\n  P1:  Scramble up the right side of a low angled featured face above the big pine tree at the base of the route, just left of a wide-ish crack.  Pass the large bush (bush on left) and aim for a flat spot behind a large block.  Couple of large stoppers work well for the belay.  100' fourth to easy fifth class. \n\n  P2:  Climb up right from the belay stance to the top of the block and step straight up steep face  for maybe 8 feet, then hard right around corner to gain a crack system.  Follow crack until it ends.  Up and traverse slightly right towards another crack.  After around 135 feet, start looking for a decent belay spot which may be semi hanging but will have adequate gear.  ~5.5/5.6 PG to possibly R rated. \n\n  P3:  Climb up short face and traverse slightly right to crack.  Finish on steep jugs through easy overhang to nice, rose colored small belay ledge.  Medium to hand sized crack here for belay anchor.  75 feet, 5.5. \n\n  P4:  Pretty much the crux pitch of the route.  Take care climbing up the short, steep chimney off the P3 belay stance, then follow the short lower angle crack up which disappears into a lower angle face (with scarce protection, maybe slings on horns and small cams in shallow pods.  Look around and don't pass up pro options!).  Climb up, aiming for the twin cracks above, angling to the right (which looks to be the easiest option).  Finally, some good gear options are available (medium to hand sized cams and large nut).  Pull steep, short overhang and gain the nice wide ledge, with wide crack on the left side for belay (#3 and 4 Camalot).  150 feet, 5.6+/5.7 R. \n\n  P5:  Follow wide crack up to a neat varnished face and corner crack.  Stay in corner crack up slick lower angle wall (easier than it looks) to belay atop the small pillar (also the end of the chimney tunnel on Black Dagger).  80 feet, 5.5. \n\n  P6 and 7:  follow last pitches of Black Dagger. \n\n  We climbed up the climbers left prow out of the stance (R rated, no pro for 20 feet) to a nice crack system for 100+ feet leading to a ledge with a tree on the left side.  Then finish up either through roof with wide looking crack on the left side, or, right to steep face to low angle face (medium to big cams in horizontals).  140 feet-ish and 5.5/5.6. \n\n  Scramble another couple hundred feet to the summit ridge up lower angle 4th and 3rd class terrain. \n\n  Note:  there are fragile features and some loose rock on this route.  Climb \"light\" and take care yarding on holds.","protection":"Standard Rack from O TCU to #4 Camalot (or equivalent) plus full set of stoppers.  Some doubles in the 2 TCU through #1 camalot range may come in handy.   \n\n  No fixed gear on route.  No fixed anchors.","location":"Located on the far left side of the Brownstone Wall.  Left of Black Dagger.  Locate THE large pine tree at the base of the route. \n\n  Descend down the Gunsite."},"__v":0},{"_id":"Qv7X9wCTUFKO6soMWQAq7A==","name":"The Nightcrawler","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"George and Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":5,"mp_id":"105920684","mp_crag_id":"105732057","climb_id":"Qv7X9wCTUFKO6soMWQAq7A==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"The is an excellent route that should not be missed- some of the best 5.10 climbing in red rocks. P3,4 offer some incredible stemming, laybacking, and jamming on perfect varnished rock. P2 has great climbing as well- varied.  \n\n  P1: Start below the right side of the Hourglass on a left-trending low-angled crack. End on a ledge at the base of a right-facing corner with a two bolt anchor. 5.6, 150 ft. The length of this pitch will vary depending on how high you are willing to climb unroped. \n\n  P2: Step left into the right-facing crack that widens quickly to a chimney. After the chimney ends, make face moves up to the right-leaning, right-facing crack above. This pitch ends at another pretty good ledge with a two bolt anchor. This pitch protects well without large gear. 5.9, 120 ft. \n\n  P3: Stunning. Leave the belay with a right facing dihedral fist crack on your left and a perfect finger crack on the right wall. Ascend the corner using both these features until the crack on the right tapers out. Continue up the thin right-facing corner to a ledge with two bolts. This is incredible climbing in a mostly tips corner with occasional face holds. This pitch has many bolts of various ages and variety. Small wires and tcu's are necessary to supplement the bolts. 5.10b, 110 ft.  \n\n  4. The excellence continues. Keep climbing up the right-facing corner and wonder why there aren't more routes like this. End on a ledge with a two-bolt anchor. 5.10b, 80 ft.  \n\n  5. Resist the temptation to rap. Climb up a splitter crack of varying sizes on black rock. Overcome the roof, then trend right and up a polished groove to a two-bolt anchor. 80 ft, 5.8R?.  \n\n  Notes: P3,4 combine easily with a 70, and it would appear the same with a 60m as well. If you do this with a standard rack, be ready to skip bolts and make things a bit sporty. P5 is apparently runout, but didn't seem to protect all that poorly. Above P5 is loose, sandy, difficult to protect and not so great. Enjoy.  \n\n  Descent: The best option is to rap from the top of P5. The P5 anchors are 1/4\" equalized with cord. Then rap from the top of P4 to the top of P2. Continue the route as described above. 2 60 m cords are required to rap. If not for the P3 anchors, it would be easy to rap with a single 70m from the top of P5 (with a small amount of easy downclimb on P1). P3 anchors are not rap equipped. Of course, the other option is the Gunsight Notch. This involves some unpleasant 5th class climbing past the P5 anchors. We did this and won't do it again.","protection":"Double rack .3-# 4 camalot, nuts, and a lot of slings. ","location":"Approach as for Brownstone Wall. After coming up the slabs, continue up and right to the base of the wall, right of the Hourglass feature. This route takes on the right-facing dihedral that forms the right side of the Hourglass."},"__v":0},{"_id":"StMAHX4hUS61tSrjQz52HA==","name":"Me, Myself and I","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Randal Grandstaff in the 1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":3,"mp_id":"121479747","mp_crag_id":"105732057","climb_id":"StMAHX4hUS61tSrjQz52HA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"There is no fixed gear, there are no fixed belays and the rock requires care. This is adventure in the best spirit of a Scary Larry style route; so I don't break out pitches. Have an adventure and buy Jerry Handren's guide. Have fun!---Head up and right following the easiest terrain and swing right into the white groove. Up this through some crunchy rocky with care until the groove narrows just as you hit the pink band. I moved right then back left traversing hard left to resume easier and a bit more solid crack climbing (You probably traverse about 40' left of the lower white groove to reach the crack.). Up the crack a few pitches until it widens in the last steep bit before it eases off to a ramp / groove. Gain the chimney above and follow it to the top. I escaped left ~20' shy of the top just before a bush guarding the upper crack.","protection":"Trad rack up to maybe 8\" if you want to sew up the wide bits. The chimney is wider than that however. If you got there though, you're probably comfortable in this sort of terrain and can fish in strange gear in the pockets on the left wall if you want some reassurance.","location":"About 150' right of the start of Cat Scratch Fever below and slightly left of a white groove / inside corner."},"__v":0},{"_id":"wzHn2ZluUHS3PhKoSQ9DYQ==","name":"Mayday  Malefactor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":20,"mp_id":"107041407","mp_crag_id":"105732057","climb_id":"wzHn2ZluUHS3PhKoSQ9DYQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Mayday Malefactor is a mediocre route on North Brownstone Wall.  The route starts to the left of Armatron/Sweet Thin. Higher up it crosses Sweet Thin and takes a line to its right.  The crimpy crux is on solid varnish and is well-protected by a bolt and gear.  This is a good winter route, with sun until the late afternoon. \n\n  Start to the left of Armatron in an indentation right of a water streak. \n\nP1 5.7 (160')\n\n  Pass plates and discontinuous cracks aiming for for the right side of a large white roof.  Following a hand crack, pull the bulge to reach a belay stance. \n\nP2 5.9 (175')\n\n  Continue up the crack, stepping right to reach 2 bolts. Continue up the varnished face to reach three more bolts and the anchor.  Note: It's difficult to see the third bolt from the second and it's a bit runout prowise between the second and third bolts.  The bolted belay ledge is shared with Sweet Thin and you should see the bolt lines for P3. \n\nP2 5.10c (140'), original\n\n  Diagonal up and right past three bolts to a right-facing corner.  Pass a small bush and continue past one more bolt to reach the crux.  \n\nP2 5.10c (140'), variation\n\n  Head straight up past 3 bolts. Pass a bush to reach a left-facing corner with another bush. Follow an expanding crack, traversing right back to the shared anchor. \n\nP3 5.7 (100')\n\n  Climb the easy, runout face heading left to reach Humerus Ledge. \n\nP3 5.9+ (130')\n\n  Move the belay to the right side of the large block. Follow the thin crack until it joins up with the runout face of Requiem for a Tadpole and the top.","protection":"Single to 3\", double 0.5-1\". Single 60m.","location":"APPROACH   Park at either Pine Creek or Oak Creek and follow the trails heading into Juniper Canyon. From Pine Creek a more direct route is to take the second entrance to the signed Fire Ecology trail and aim straight for the canyon (avoiding the two meandering Fire Ecology loops). The Fire Ecology trail is well maintained and as of Nov 2010 the climbers' offshoot was easy to find. The trail from Oak Creek is of similar distance but flatter. \n\n  Once in Juniper Canyon there are multiple trails, the better of which skirt the south side of the canyon. You'll end up passing below Jack Rabbit Buttress to your right and Crimson Chrysalis/Cloud Tower to your left. Brownstone sits opposite the prominent green lichen-covered Rainbow Wall (similar elevation). Brownstone is obvious from its large amounts of dark varnish. Expect some minor boulder hopping and bushwhacking. You'll briefly head up a small pile of talus before winding your way up the slabs. Juniper Peak is a local summit objective for hikers so the route is well-cairned. Watch for ice on the slabs during colder months. Sweet Thin is on north Brownstone Wall (the wall to your right as you approach). Expect ~1.5 hours for the approach. \n\n  Alternatively, cruise one of the easier routes on Jackrabbit Buttress (e.g. Rose Hips or Myster Z). At the top make your way west over to the base of the route. \n\n  DESCENT   From the summit of Juniper Peak scramble down into Gunsight Notch (there should be cairns). Follow the gully to the east of the notch down to the base of the route. There are a few short downclimbs, but it's mostly class 2-3."},"__v":0},{"_id":"rPR8+9+6WXy5Z6jGl6i1aQ==","name":"Kentucky's Finest","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":7,"mp_id":"116084279","mp_crag_id":"105732057","climb_id":"rPR8+9+6WXy5Z6jGl6i1aQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This is a really fun outing featuring intricate face climbing, thin cracks and challenging gear placements.  There is still some fragile rock on this climb, helmets are recommended.\n\n We scrambled up the initial ramp of Nightcrawler to a ledge about 30 or 40 feet off the ground where we dropped our packs and set up to start climbing.\n\n P1:  Leave the ledge and continue up the left leaning ramp that marks the beginning of Nightcrawler.  Climb up the ramp for about 40 or 50 feet until you see a bolt about 8-10 feet out to the right.  Face climbing past another bolt leads to a thin crack system with tricky gear.  Another bolt appears with some face climbing eventually leading to an anchor at a foot rail.  (160ft)\n\n P2:   Climb up the beautifully varnished face to a bolt.  It is a bit committing to get to this first bolt, and is a couple of body lengths off the belay on some slightly fragile holds.  From here the next bolt is even more committing to get to, but now you are on some of the best varnished rock on the route.  Thin face climbing eventually leads to a thin crack with creative gear placements. This crack peters out at a ledge where the climb steps left a few feet.  Leave the ledge and climb up the unprotected face to an anchor that is hidden away in the back of a corner.  I had to get a party on Nightcrawler to held me figure out where I was heading because this anchor is difficult to see.  (160ft)\n\n P3:  The outrageously beautiful corner! While this pitch is short compared to the climbing that precedes it, It makes up for it in quality.  Jam, layback and stem your way up the 60ft to an anchor that hides out on the face to the right of the corner.  This anchor can be seen from the belay below.  (80ft)\n\n From the top of pitch 3 the climb can be linked into Hourglass Diversion for that route's final 2 pitches.  If choosing this option refer to H.D.'s descent information.  Otherwise rappel from here, one rope will get you down the 3rd pitch and then double rope rappel to the ground.  The guidebook mentions a 70m would work for rappelling, but I am not convinced of that.  These pitches seemed much longer than suggested there.","protection":"Single rack to 2 camalot with extra small pieces should cover it.     I used 2 #1 camalots on one pitch, but other options exist.  Lots of draws.","location":"Shares the start with Nightcrawler and eventually heads straight up the face to the right.  "},"__v":0},{"_id":"gYM7dDNIX7eX5hukRL2IZg==","name":"J + J Swerve","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jonathan O'Brien, Jasmine Farro Oct. 9, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":8,"mp_id":"107321598","mp_crag_id":"105732057","climb_id":"gYM7dDNIX7eX5hukRL2IZg==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This is a fantastic direct start to high anxiety adding a long, quality pitch of 5.10 crack climbing that protects well. It begins directly underneath the h. anxiety dihedral on chocolate rock right next to the start of night crawler. look for a finger crack start behind a bush and follow the swerving crack all the way to the ledge beneath the first bolt on h. anxiety at 190 feet. \n\n  set up belay as for nightcrawler below a slanting r. facing corner (nightcrawler's first pitch) and traverse right 10-15 ft. behind a bush to gain the crack. I admit that i used the bush for first left foot hold as i established myself in the crack off finger locks and good right feet. \n\n  the crack is strenuous and slightly steep on finger jams for 20'(10.a, purple camalots), then becomes very fun, imaginative and at times improbable 5.9 climbing until the corner ends(maybe 100'), casual 5.8 or easier crack climbing to the belay (final 70-90'). \n\n  i've eyeballed this sexy swerving crack several times and Jasmine and I went to do High Anxiety and I was bored by the single pitch of real climbing so we added this pitch today thinking it would be 5.7 or 5.8 and what a gem! rock quality was stellar on chocolaty jams with great gear the whole way. Every time it seems impossible a great slot for a finger and gear appear! I highly recommend this start for anyone on H. Anxiety. \n\n  double rack to 3 inches, stoppers, triple purple camalot. \n\n  rap from the new bolt with two ropes or finish high anxiety.","protection":"","location":""},"__v":0},{"_id":"8xD0WgDwWG6h2qkClvhpYA==","name":"Immaculate Conception","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":12,"mp_id":"117833494","mp_crag_id":"105732057","climb_id":"8xD0WgDwWG6h2qkClvhpYA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Immaculate Conception is a really awesome trad pitch that would be a total classic were it not for some loose holds high on the pitch. From below, this thing is intimidating, but as you climb, the secrets reveal themselves and it all comes together. So good!\n\n Approach via either the first three pitches of Pro Choice (recommended) or Senior Dimensions (not recommended) and set up your base camp on the Party Ledge. Climb the first bit of P4 of Senior Dimensions (the short left-facing corner), but stay in the corner at first and then continue up a steep, left-leaning crack. This will bring you to jugs below the blunt upper arete. Thin moves up the arete give way to easier face climbing (and a few portable holds near the top). Ultimately, you’ll reach a bolted anchor shared with Pro Life on a ledge out left.\n\n Descend with an 80m rope (watch the ends) or two ropes.\n\n Of the five pitches that begin from high on this section of the wall (Pro Choice, Pro Life, Immaculate Conception, Corruption of the Jesuit, and Senior Dimensions) this is my favorite and arguably the best.","protection":"2x Small to 0.5 Camalot.   1x 0.75, #1 Camalot.   Wires.   80m rope or two ropes.","location":"Starts from the Party Ledge atop P3 of Pro Choice or Senior Dimensions."},"__v":0},{"_id":"YbELxwQ+WHqIkYgh0m21Iw==","name":"Hueco Thanks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Anthony Anagnostou, Joanne Urioste. May 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":17,"mp_id":"107112493","mp_crag_id":"105732057","climb_id":"YbELxwQ+WHqIkYgh0m21Iw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Hueco Thanks climbs the left of two prominent crack/chimney systems in the Sand Castle face. It's a gentle trad romp to the summit of the sand castle subsidiary face, with an easy single-rap descent down Ten Minute Shift. \n\n  p1) start on the far left side of the Armatron slab. 3rd class a few yards left to a stance in a dish and belay there. climb left and up through intricate routefinding to the chimney. belay at a good stance at the bush. ~170', ~5.7 \n\n  Note: you can do a more aesthetic, and more direct, first pitch by starting up the first pitch of Sand Castle and stepping left to the bush/chimney belay, but it is distinctly harder. \n\n  p2) chimney up, past the overhang (route crux), and continue up the crack to belay beneath an alcove. ~120', ~5.7 \n\n  p3) stem up the steep alcove and follow the crack up a juggy hueco'd pitch to the top. belay easiest with thin-hand size cams. ~160', ~5.7 ","protection":"Rack: double nuts, lots of slings, and single green alien to #3 camalot.","location":"Descent: walk climber's left along the ledge to the small pine tree and a bolt. five short single rope rappels down Ten Minute Shift take you to the ground. 50m rope ok for the rappels."},"__v":0},{"_id":"eyrRlObKWkmrnsbM9Cw5Hw==","name":"Hourglass Diversion","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jorge and Joanne Urioste, John Rosholt 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":6,"mp_id":"105811574","mp_crag_id":"105732057","climb_id":"eyrRlObKWkmrnsbM9Cw5Hw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"An awesome and exciting climb, with beautiful views of Juniper Canyon, especially Rainbow Wall!  \n\n  Climbs the first two pitches of a climb called The Nightcrawler    (Jorge and Joanne Urioste route, FA, also in 1978).Pitches 3-5 are the climb Hourglass Diversion. \n\n  Pitch 1:   Climb up the low angle, broken up cracks on white rock. Protection scant on the initial moves, but climbing easy. Veer slightly left to catch a steeper crack. Follow the crack for a ways, then traverse about 8 feet left, to bolted anchor. (below the obvious varnished wide crack and chimney)165ft.   5.6 \n\n  Pitch 2:   Climb and wiggle up the stellar chimney (you will find intermittent protection opportunities in the deep corner of the chimney). Climb up to a right facing corner to bolted anchor. 140ft.    5.9 \n\n  Pitch 3:   Traverse right on a low angle ramp to the base of a thin, steep crack. No fixed anchor. 80 Ft.   5.4 \n\n  Pitch 4:   Climb up the thin crack. Protects well. Watch out for hollow flakes. No fixed anchor. 80 Ft.   5.9 \n\n  Pitch 5 and Pitch 6.   Climb the continuing crack system on varied climbing to the top. No fixed anchor. 270 feet. 5.8\n\n From top of the route, hike and 3rd class up a bit, then head left to eventually end up at the Gunsight Notch descent.","protection":"We used a standard rack to a #3 Cam. , but I noticed a couple of spots where bigger pieces would be handy.   Bring a good selection of nuts and   plenty of long runners. ","location":"Approach as to Brownstone Wall. \n\n  Note: See beta photo by George Bell of Brownstone Wall.   Also see Gunsight Notch descent beta photo on same page, by Larry DeAngelo. \n\n  Climb starts down and right of the distinctive Hourglass feature on Brownstone Wall on white rock. \n\n  Descend (walk-off) the Gunsight Notch descent.   From the top of the climb it took us approx. 15 minutes to reach the start of the Gunsight Notch descent, then another 20 minutes or so, to our packs, near the base of the climb. \n\n  The Gunsight Notch descent is a blast in itself! There's a rap anchor (chock-stone) about two thirds of the way down, but you can do an easy butt slide down the hole instead. I suppose if there is more water flowing down, then you'd want to rap to avoid getting soaked in the hole and/or doing a \"Slip-n-Slide.\""},"__v":0},{"_id":"leSfBvWeUU2LSYv7x0+XNQ==","name":"High Anxiety","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"The Uriostes","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":9,"mp_id":"106124822","mp_crag_id":"105732057","climb_id":"leSfBvWeUU2LSYv7x0+XNQ==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This route ascends the obvious dihedral about 150' to the right of Nightcrawler. The climbing is fun and varied, but the last two pitches are best avoided due to the deteriorating quality of the rock.","protection":"Gear to 4\" is fine, extra small and medium stuff. Some pro bolts and one bolted anchor.","location":"Start 150' right of Nightcrawler on an easy slab below an obvious roof about 200' up. The best option for descent is to rappel Pro Choice, accessed from near the top of the 5th pitch. Bring two ropes. Otherwise, go to the top, then head south and west to the Gunsight."},"__v":0},{"_id":"phw5DGopUkO7Mf7Q4mP+Og==","name":"Corruption of the Jesuit","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":13,"mp_id":"117833547","mp_crag_id":"105732057","climb_id":"phw5DGopUkO7Mf7Q4mP+Og==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Corruption of the Jesuit is a fun pitch of thin, off-balance climbing on nice rock. I don't think it's quite as good as its neighbor, Immaculate Conception, but it is definitely worth doing if you're in the area.Approach via either the first three pitches of Pro Choice (recommended) or Senior Dimensions (not recommended) and set up your base camp on the Party Ledge. Continue up the 4th pitch of Senior Dimensions (the short left-facing corner) to a bolted anchor at a small stance. Climb up a crack above the belay. Thin climbing past two bolts leads up and slightly left to gain a leaning, right facing flake. The gear in this flake is a bit tricky and placing it feels a bit touch and go, but it is confidence inspiring when you get it - just be patient and hold on! The climbing through this entire section will keep you on your toes until you finally reach huge holds where the difficulties abruptly relent. Continue up easier face climbing (passing a few portable holds near the top) that ultimately lands you at a bolted anchor shared with Pro Life on a ledge out left.Descending back to the belay from here is no problem, but if you want to return all the way to the Party Ledge make sure you have either an 80m rope or two ropes.","protection":"1x small to 0.75 Camalot.Wires (larger RP's optional).80m rope or two ropes.","location":"Start from the Party Ledge atop P3 of Pro Choice or Senior Dimensions and continue up the short P4 of the latter."},"__v":0},{"_id":"Qk1vYFm0Xxu0LQnLOFdIdA==","name":"Cat Scratch Fever","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joanne & George Urioste, John Rosholt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":2,"mp_id":"105795247","mp_crag_id":"105732057","climb_id":"Qk1vYFm0Xxu0LQnLOFdIdA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"The broad reddish face to the right of Black Dagger is split by an obvious crack.  Climb up and right to the right side of a prominent overhang.  The second pitch starts by the far right edge of the roof at a crack.  Climb up until an easy traverse left leads to the main crack system.  Follow this for a few pitches to slabs at the top of the wall.  The upper overhangs pose no serious difficulties.  Descend by walking south (left) and scrambing down through the Gunsight Notch. \n\n  Routefinding note: on the second pitch there is a bolt some distance above the roof.  It is probably easier to skip this bolt and make the leftward traverse a bit lower on good face holds.","protection":"Standard rack.","location":""},"__v":0},{"_id":"uw4hzJR6UnyWxfl7cq3wWg==","name":"Black Dagger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Herbst, Rich Wheeler, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":1,"mp_id":"105732395","mp_crag_id":"105732057","climb_id":"uw4hzJR6UnyWxfl7cq3wWg==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"This route is on the far left side of the Brownstone Wall and the approach takes about 2 hours.  The route is in the sun most of the day so can be quite warm, although the 3rd and 4th pitch are in a recessed chimney and are shady except in the early morning. \n\n  We had some difficulty locating the start of this route.  If you head up slabs which lead to the center of the Brownstone Wall, you will have to traverse left quite a ways to get to the route, even going down a bit.  You are nearly back to the creek bed when you reach the base.  The white overhang in Swain's topo on pitch 1 was not obvious to us.  The best way to find the route is to locate the the overhang on the second pitch and the crack system above it. \n\n  P1: Climb a crack us through some soft rock to a block that is below a white roof (5.6, 120').  P2: Traverse left, then up to a crack at the far left side of the roof.  Sock in some good gear (on long slings), then head up and back right on varnished plates to the crack which forms the right side of the roof (now below you).  Continue up this crack to a belay ledge (5.7+, 140').  Swain calls this pitch PG but the runouts did did not seem bad to me.  There is a runout above the roof but it is not as bad as that on the next pitch. \n\n  P3: Here is where you look up and say \"Oh yeah, Swain did say to bring 'large gear' for this pitch ...\".  Above you is a fantastic black corner, but the back necks down into a fairly fat crack.  I don't exactly recall the width of the crack, I just recall we didn't have anything big enough to fit in it (I'd guess it's 5-6 inches).  You need a #5 Camalot or #3 Big Bro, and the crack might be too flared to fit the Big Bro (I don't think a #4 Camalot fits either).  Stem and face climb up the corner, with or without pro, until you reach the base of a chimney (5.7, 130').  If you don't have any 5-6 inch gear, you will have to run it out at least 20', this is the S section.  If you take big gear you may be able to walk it up and remove the S rating, please add comments below on this. \n\n  P4: Wander up into the darkness of a deep slot, exit left through a wild hole onto a huge ledge which faces south and (if it is late enough) into full sunshine (5.2, 100').  Two more pitches go more or less straight up from here, on softer rock.  Great views of the Rainbow Wall to your south. \n\n  Descent: Head south into the Gunsight Gully and scramble back down to the start of the route.  Pretty quick and easy descent.","protection":"Standard rack to #3 Camalot with maybe a 5-6\" piece (see description).  Make sure you have some longer slings for the wandering pitches.  Only one rope is needed.","location":""},"__v":0},{"_id":"LC10PtSQWeGpl16U7IZWGA==","name":"Birthday Cake","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jorge and Joanne Uriosite","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":25,"mp_id":"106409783","mp_crag_id":"105732057","climb_id":"LC10PtSQWeGpl16U7IZWGA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Very nice route for the begining trad leader.   No anchors on the route.   P1 - 5.2   P2 - 5.6   P3 - 5.6   P4 - 5.5   P5 - 4th class   Continue to the summit and then walk off. ","protection":"SR up to #4 cam","location":"Start approximately 200 ft right of Armatron.   Walk off down the hikers trail - be sure to look    for the carins !"},"__v":0},{"_id":"ep8pBBBGUASdc/jgQYDcLA==","name":"Arms Reduction","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karsten Duncan, Andrew Gomoll","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":23,"mp_id":"105955835","mp_crag_id":"105732057","climb_id":"ep8pBBBGUASdc/jgQYDcLA==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Arms Reduction is a refreshing variation to the overbolted lower pitches of Armatron.  It climbs up surprisingly fun moves on good rock that protects reasonably too.  Perhaps I am a little biased but I feel it is better climbing in better style than Armatron's lower pitches.   \n\n  Pitch 1, 195ft, 5.9 -Begin by face climbing up 15ft to a moon shaped arching crack.  Move up the crack.  As the crack starts to arch left move rightward out of the crack onto the face.  Above the moon-shaped feature are two left leaning parallel cracks.  Continue up and right to the rightmost of the parallel cracks.  Continue up this crack until you reach a small sloping ledge for a belay. \n\n  Pitch 2, 160ft, 5.9  Move straight up the crack into the chimney on nice huecos.  When you reach a bush move out left onto the chocolate face.  Move straight up the featured face until you reach a small ledge with the Armatron anchors to your left. \n\n  Pitch 3 Rappel or continue up the boltless upper pitch of Armatron for another pitch of good climbing.  ","protection":"A standard rack to 3\" and a set of micronuts","location":"This route starts about 50ft right of (bolted)Armatron.  Look for an obvious arching crack to the right of dark rock. \n\n  Rappel Armatron."},"__v":0},{"_id":"sV4jtkdZUKqea8iILZ1Emw==","name":"Armatron","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Geoff Conley, Jimmy Newberry, Joanne and George Urioste,  Jeffre Johnson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"left_right_index":22,"mp_id":"105809181","mp_crag_id":"105732057","climb_id":"sV4jtkdZUKqea8iILZ1Emw==","areaRef":"j2WOhPk2X+unR51SuFm1Kg=="},"content":{"description":"Armatron is excellent. Pitch three will become a red rocks super-classic when the word gets out. The others are merely fun climbing on good rock.\n\n P1: Mosey up and left past 5 bolts before traversing left on plates to a belay station in the scoop visible from the ground (below a crack). ~95', 5.8ish.\n\n P2: Climb the finger crack up and step right to the second crack when convenient (25 or 30'). Go up this crack until the angle slacks off into a sandy slab to the bottom of a large left-facing corner. Do not go up the corner. Step out onto the featured face on the right, where you'll find a bolt after a couple yards. Keep heading up to another station in an unvarnished patch at the base of the beautiful chocolate pitch. ~165', 5.9.\n\n P3: The money pitch. Step right, then head straight up on varnished plates forever. Load up the cracks with nuts and enjoy a rope length of perfect rock. ~160', sustained 5.6.\n\n P4: Trend left off the belay, then follow the varnish up until stepping right on a ledge to another station. ~95', 5.6.\n\n P5: Climb the arete above the ledge, passing three bolts along the way. You'll come to to a very large ledge, the Humorous Ledge. ~80', 5.7\n\n P6: Mantle the large block by going directly up the face for a fun V1-ish boulder problem or just scramble up the side. Continue up the arete passing another two bolts to an anchor. ~100', 5.6\n\n From here, scramble west towards a gully marked with some cairns. Be careful as it is somewhat exposed and there are few places where you definitely do not want to fall. Scramble up the gully and to the top of Juniper Peak.\n\n Descent: There is a very quick walk-off from Juniper Peak. First, ensure you are standing on the summit proper of Juniper Peak (marked with cairns and an ammo can cache). Face Vegas and then walk to your left. There will be a trail marked with cairns. Follow the trail back down to the base. Do not try descending before reaching the true summit as there is a very well marked trail descending S/SW into Pine Creek that will not take you to the base of Armatron.\n\n The route name comes from a robotic toy popular in the 80's (here's a picture of it from Honeybee's blog.). They were a lot of fun. So is this climb.","protection":"This route is heavy on the nuts. Most of your pro is slotting wires between excellent plates, so a double set of small and medium nuts is the basic rack, with a few big ones and a few tiny ones. Cams from blue alien to #2 camalot are nice, but you'd be hard pressed to use more than a single set. If you want to sew it up, consider yet more tiny, small, and medium nuts. If you happen to own them, small loweballs would make pro opportunities where nuts won't go, but you sure don't need 'em. And bring a ton of slings.","location":"The route is on the brownstone wall, on the more broken right side. A major cleft up the middle of the wall divides the steeper left side from the aforementioned broken right side. On the right side, there are prominent patches of dark varnish near the base of the wall. The leftmost patch is on a pillar. Then there is a double patch further right, just above a slabby low-angle sandy apron of light-colored rock. Above the start of the climb, you can easily pick out the big stretch of perfect black rock with rectilinear (better word, anyone?) plating. \n\n  To get to the route, approach brownstone as for black dagger (up the talus, easy slabs) then follow cairns up and right until you can step onto the apron at the base of the route.  \n\n  The route has 5 bolts on the first pitch, the first only a few feet off the slab, so you'll find it when you're close."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3a44c556-7981-5855-8c45-d5eb8f7c5274,8f658e84-f936-5feb-a747-9d52b859b52a","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Juniper Canyon","Brownstone Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":7,"intermediate":11,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":11,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4957,36.11483]},"bbox":[-115.49625662217122,36.11438033981813,-115.49514337782874,36.11527966018186],"left_right_index":-1,"ext_id":"105732057","area_id":"j2WOhPk2X+unR51SuFm1Kg==","polygon":{"type":"Polygon","coordinates":[[[-115.49625662217122,36.11438033981813],[-115.49514337782874,36.11438033981813],[-115.49514337782874,36.11527966018186],[-115.49625662217122,36.11527966018186],[-115.49625662217122,36.11438033981813]]]}},"content":{"description":"This east-facing brown wall sits at the upper end of Juniper Canyon.  It's a bit of a grunt to hike in to but contains some excellent routes.  A scrambling descent from the top is the V-shaped gully on the left (south) side of the wall, called the Gunsight.  This gully separates the Brownstone Wall from the Rainbow Wall."},"density":0,"totalClimbs":26,"__v":2,"createdAt":"2022-11-07T06:11:18.787Z","updatedAt":"2024-02-19T18:34:41.918Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5f3f8258fb5bda051ac","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}