{"_id":"6368a4bbe80bff5a995a77e2","area_name":"Insect Wall (including Block Party)","shortCode":"","climbs":[{"_id":"1H1fEYb5UkCOJsjwTwcwaQ==","name":"Wild Spider","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":10,"mp_id":"106986469","mp_crag_id":"106315567","climb_id":"1H1fEYb5UkCOJsjwTwcwaQ==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"","protection":"Stick clip first and second bolt! The rest of the clips are all decent to clip off of. Good bolting.","location":"2-3 bolt lines down right from Scorpion Child. It has a very chalked up volleyball shaped sloper near the start."},"__v":0},{"_id":"BKXWwd+PXOC/oFWnXjMrfw==","name":"Texas Hold 'Em","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Rupesh Chhagan, Scott Isgit","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":13,"mp_id":"119378239","mp_crag_id":"106315567","climb_id":"BKXWwd+PXOC/oFWnXjMrfw==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Unlike the majority of the routes on this wall, the crux of Texas Hold Em is not navigating a boulder problem through a roof. It's navigating a boulder problem around a bulge. This route kicks back at a consistently steep angle for all of 3 moves until reaching a bulge where the crux begins. If you have a wingspan less than 5'7\" you can forget any notion about this route falling in the 5.13 range. ","protection":"6 bolts + chains","location":"Bolt 1 is on the right side of a middle band of three stacked low-profile bulges."},"__v":0},{"_id":"eZbr2B7fVKmDFQj8MOsEAA==","name":"Stickbug","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Rupesh Chhagan & Mike Klein","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":17,"mp_id":"119378268","mp_crag_id":"106315567","climb_id":"eZbr2B7fVKmDFQj8MOsEAA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Another potentially great route in need of attention, this route climbs so close to the tree pressing up into the roof that without regular trimming the climber will be impeded by the branches that grow over the holds!\n\n The boulder problem on this route is tricky, and relatively long for an Insect Wall route, requiring some great 3D climbing.","protection":"5 bolts + chains","location":"Start on low flowstone. Bolt 1 is far right of the thin flake. Bolts 1-3 go up and right just left of the tree that presses against the roof. Bolt 3 is a double."},"__v":0},{"_id":"NPeScSzwXAGPCdbbhskWCg==","name":"Singularity","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Twyman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":16,"mp_id":"114173929","mp_crag_id":"106315567","climb_id":"NPeScSzwXAGPCdbbhskWCg==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Start up the dihedral just right of Backslider, and left of Stickbug to some jug slots just below the roof. From here either utilize a roof mono to the left, or make a powerful spanny move to a bad crimp over the lip on the right side of the dihedral. Eventually gain a good hold on the left side of the dihedral and use it to get your feet over the lip of the roof. \n\n  Rest up, then run through a fun 5.12 to the chains.","protection":"6 bolts + quicklinks and chains at anchor.","location":"Obvious dihedral roof left of the large tree dividing the main Insect Wall routes from Dreamkeeper and Brainstem."},"__v":0},{"_id":"46tXaNXJWHCfL1540Tgx/g==","name":"Ship of Fools","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Russel Rand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":20,"mp_id":"112518125","mp_crag_id":"106315567","climb_id":"46tXaNXJWHCfL1540Tgx/g==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Easy climbing on chossy holds for the first 3 bolts leads to a crux traverse, roof pull, and powerful moves on bullet limestone. The movement on this line is fantastic and is, in my opinion, better than Deflower Power. \n\n  Since the nearby beehive has been abandoned, and the start area and lowering areas have been cleared this route deserves to see a lot more traffic. Get on it!","protection":"5 bolts, two anchors with quick links.","location":"Scramble up a boulder near the old tree where the trail steps down and the Block Party roof looms ahead onto the left side of the Block Party Ledge."},"__v":0},{"_id":"8g0WRnkRU8KM4aYDBMOiTw==","name":"Scorpion Child","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":8,"mp_id":"106315572","mp_crag_id":"106315567","climb_id":"8g0WRnkRU8KM4aYDBMOiTw==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Climb out the roof on some pockets that seem to have been heavily \"helped\" eventually reaching a sharp lipped pocket on the face. A difficult move gains the tuffa and a good rest. Turn the bulge and finish up the face on square cut holds.","protection":"7 bolts and a chain anchor with biners.","location":"Look for the largest tuffa above the roof in the first half of the wall. Also heavily chalked pockets out the roof and a fixed piece of cord with a biner on it at the 7th bolt."},"__v":0},{"_id":"rH/rweMWULqs8LSwy5YUDA==","name":"Rotten Oasis","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Rupesh Chhagan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":12,"mp_id":"119378210","mp_crag_id":"106315567","climb_id":"rH/rweMWULqs8LSwy5YUDA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Supposedly one of the hardest routes at Reimers, few have even attempted this route to confirm it's difficulty, much less climbed it. It's likely in serious need of deforesting and cleaning before good attempts can be made.","protection":"4 bolts","location":"Right of the hackberry tree, centered on three stacked bands of low profile bulges angled steeply. There's a tiny tufa just below the top of the bulge. "},"__v":0},{"_id":"Movf08OSXBKHFvHP1c8Yyg==","name":"Power Pig","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Christina Jackson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":1,"mp_id":"121901586","mp_crag_id":"106315567","climb_id":"Movf08OSXBKHFvHP1c8Yyg==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"An old route that had been overgrown for a decade or longer until it was cleaned off recently (shoutout to Du Lo), this route offers a challenge to those who have climbed neighboring Deflower Power and want a route in a similar style, but more sustained in it's difficulty as it does not offer such generous resting stances.\n\n Begin on a cheat stack and utilize hidden crimps above the roof to gain the obvious square jug feature. From there launch into a boulder problem to get established onto the face, and take care when clipping bolt 2.","protection":"5 bolts, 1 anchor.","location":"Route immediately left of deflower power, the route starts so close to the large detached boulder that the belayer can belay from it easily."},"__v":0},{"_id":"VapuJ8R6U2alJF7w6/ou2A==","name":"Patience Grasshopper","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Rupesh Chhagan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":9,"mp_id":"110964257","mp_crag_id":"106315567","climb_id":"VapuJ8R6U2alJF7w6/ou2A==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Get in position under the roof, grab the hold just above, then do a low percentage, dynamic throw to the next hold. Sticking this move is the crux. Boulder up some more difficult moves then do a relaxing 12a/11d to the chains on perfect edges.","protection":"Bolted","location":"Just left of Wild Spider"},"__v":0},{"_id":"nA7Or+81X2iSuubsW0RXhg==","name":"Mantis","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Rupesh Chhagan, James Harrison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":7,"mp_id":"114104006","mp_crag_id":"106315567","climb_id":"nA7Or+81X2iSuubsW0RXhg==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Start left of Scorpion child on an obvious left hand sidepull and make a big move to a glue-reinforced crimp. Move slightly left and up through the roof going either left to natural edges and sidepulls or right through a drilled double-mono sprag. \n\n  From here grab the only hold on the headwall and figure out how to navigate the complete lack of holds between this and the next feature 5 feet above you. If you manage to stand on the headwall try to relax and recover to tackle the remaining 5.11 to the chains.","protection":"7 bolts + anchors and quick links.","location":""},"__v":0},{"_id":"GcM2TIxnWLO/O6D0mMvwJQ==","name":"Malaria","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":6,"mp_id":"106995830","mp_crag_id":"106315567","climb_id":"GcM2TIxnWLO/O6D0mMvwJQ==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Disappointing boulder problem to start revolving around a shallow left hand pocket, a bad 3-finger right hand crimp, and a drilled left mono full of mud and ferns.  Dyno to the lip off the mono and the crimp with really high feet.  Or don't because you don't want to explode your tendons.  Rest of the route easier on solid rock.  Doesn't get climbed much because of the silly injury potential.  Apparently if you boulder V14 you can dyno from the start holds to the jug over the lip and skip the bad holds.","protection":"4 bolts, 1 directional.","location":"Next route to the right of dragonfly, so 2 routes to the right of Deflower Power, which is basically the first route on the insect wall."},"__v":0},{"_id":"eLntYanNX7CX8IkRhltlgg==","name":"Lake Traverse High School","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"December 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":4,"mp_id":"116531399","mp_crag_id":"106315567","climb_id":"eLntYanNX7CX8IkRhltlgg==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"A big endurance traverse linkup. Start on Deflower Power and lead up the first 4 bolts. Once you are at the jug rest at the 4th bolt, traverse right along the horizontals to the 3rd bolt of Dragonfly. Some local chuffer ripped off the jug block originally used to traverse, but it still goes.  This system of horizontals extends halfway across all of Insect Wall, so start moving before the pump kicks ur ass. You'll cross over Malaria, Mantis, and then eventually end up on the jug rest of Scorpion Child. Rest up and pull the crimpy final crux of Scorpion Child.  I tried to add a bolt at one spot along the traverse cuz it was a small runout, but TCC denied it so if you fall and get fucked up there, blame them not me :)","protection":"8 bolts + anchors","location":"Start on Deflower Power, one of the first routes you get to on Insect Wall. Finish Scorpion Child, the one in the middle of the wall with the big tufa."},"__v":0},{"_id":"HBaMECT1V6WIKksrDyLGCA==","name":"Ill Ninja Skills","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Rupesh Chhagan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":22,"mp_id":"111777389","mp_crag_id":"106315567","climb_id":"HBaMECT1V6WIKksrDyLGCA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"This route is the boltline to the left of the start of Block Party, essentially a direct version of Block Party. This route rarely gets traffic, due to its difficulty and the fact that the roof section (and the first vertical section) is plagued by seepage, wetness, foliage, etc.  \n\n  After climbing out the roof, the route joins Block Party at the 3rd permadraw on BP's roof, then continues up BP to the anchors.","protection":"Climbs a few of its own bolts before joining Block Party's permadraws and then its anchors","location":"Route to the left of Block Party, accessible on the same ledge"},"__v":0},{"_id":"JCZqTefsWOOFEauqH1RKOQ==","name":"House Party","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Klein","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":24,"mp_id":"120084337","mp_crag_id":"106315567","climb_id":"JCZqTefsWOOFEauqH1RKOQ==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Early exit to Block Party. Climb Block Party to the jug rest at the 2nd to last draw, but instead of launching into the Block Pary crux go straight up through the roof, clipping one new bolt and going to a unique set of anchors.","protection":"5 bolts + anchors","location":"Same as Block Party."},"__v":0},{"_id":"cVNg5GfrWG2xpS/LP2VYBA==","name":"Hackslider","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Sean Donahue, April 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":14,"mp_id":"120550086","mp_crag_id":"106315567","climb_id":"cVNg5GfrWG2xpS/LP2VYBA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Start on the slightly dirty left-facing flake system. A crowded heel hook stabilizes you for a big left hand bump to a small edge, then a big reach to a good flake out right. Swing feet over to the right, cross left into a good under-cling pocket and then several right hand bumps links the route into the backslider finish. Grade is approximate, would appreciate some follow-up sends.  ","protection":"5 quickdraws, sport clips at top. Clipping 1st bolt of texas hold em to the left helps keep rope out of your way","location":"Route starts on the left-facing flake complex between backslider and texas hold em, immediately above the (mostly chopped) hackberry bush."},"__v":0},{"_id":"JSgYDUA5WtWxsZN4Tip+Ag==","name":"Dreamkeeper","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":18,"mp_id":"106589252","mp_crag_id":"106315567","climb_id":"JSgYDUA5WtWxsZN4Tip+Ag==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"This route has a distinct crux going to the pocket in the middle of the lower steep wall. The climbing stays on you till you are over the lip though and the final roof provides an additional challenge. Really if you know where you are going though you should not come off up high. \n\n  Traverse right and slightly up on thin crimps. Move up to a sidepull and make a desperate (crux) move to the obvious 2 or 3 finger pocket. Move up into the short left facing block just below the lip. Make a long cross to a slot over the lip and pull up onto the face where you can get a complete rest. Trundle up jugs to the roof above. Make a long move over the lip off of and undercling. Then up on pockets and edges to the anchor.","protection":"6 bolts to a bolted anchor. For working the moves it is easier to just clip the first bolt, but for red-pointing it is nice to have the first two bolts pre-clipped so there is no worry about hitting the ledge.","location":"This route is near the right end of the Insect Wall. Just past a curtain of ivy growing down the wall. Look for the most obvious (possibly only) nice round  pocket about half way up the 45 degree overhang and the small left facing corner just below the lip of overhang."},"__v":0},{"_id":"n/+vOvRhVw+E+ixfu8IMiw==","name":"Dragonfly","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":5,"mp_id":"106981022","mp_crag_id":"106315567","climb_id":"n/+vOvRhVw+E+ixfu8IMiw==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"First route to the right of deflower power.  Difficult boulder problem at the start (like most routes at insect wall) revolving around a long reach that may seem impossible for shorter climbers.  Remainder of the route on easier terrain with great rock and interesting holds.  Deserves more traffic.","protection":"At the time of writing, Dec 2010, only 3 bolts, with a long runout to the third.  One chain draw on the \"anchor\".  Needs rebolting.","location":""},"__v":0},{"_id":"73B9Kz/sUpOB5ZuE+saBUw==","name":"Dragonflower","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"April 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":3,"mp_id":"116531374","mp_crag_id":"106315567","climb_id":"73B9Kz/sUpOB5ZuE+saBUw==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"A linkup of Deflower Power and Dragonfly. Start on Deflower Power and lead up the first 4 bolts. Once you are at the jug rest at the 4th bolt, traverse right along the horizontals to the 3rd bolt of Dragonfly. Some local chuffer ripped off the jug block originally used to traverse, but it still goes. Pull the final, titillating crux of Dragonfly and top that shit out.","protection":"5 bolts + anchors","location":"Start on Deflower Power, one of the first routes you get to on Insect Wall"},"__v":0},{"_id":"2FJngdhlWm+If+OYEMiTLg==","name":"Deflower Power","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rupesh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":2,"mp_id":"106589248","mp_crag_id":"106315567","climb_id":"2FJngdhlWm+If+OYEMiTLg==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Pull moves on somewhat sloping holds out the low overhang. Mantle up onto the face , you can move left at this point to get a better rest, though once on the face it is pretty easy to rest anyway. Climb crimps up the face to some big holds just before the final overhang. Make long moves on positive holds up onto the short headwall and the anchors at the top.","protection":"6 bolts to a bolted anchor. You can reach the first bolt from the ground if you are an average height male otherwise you will want a stick clip and may want to consider stick clipping the second anyway.","location":"This route is at the left end of Insect Wall. At the  end of the wall there are a couple of boulders that allow you to easily access a ledge about 8 feet off the ground. Move right on this ledge from the boulders till you come to a 1 foot high stump of a small tree that was cut down to put this route up and a bunch of other bushes. Start just to the left of the stump on some juggy horizontal breaks."},"__v":0},{"_id":"TzuGLwsJUYOSHFHF4pZLag==","name":"Crack Attack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Hudson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":0,"mp_id":"111555103","mp_crag_id":"106315567","climb_id":"TzuGLwsJUYOSHFHF4pZLag==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"A unique route that utilized a large downward-then-rightward-facing flake (sorry, it's not really a crack).  \n\n  Start on decent holds and up to a hueco, then begins your adventure up into the flake (crack), in which squirrels may or may not live. Go right and up the flake to a jug, then a series of wonderful crimps and ledges and pockets to the anchors. Similar to most Reimers routes, the top section gets real blank, except for the few holds that lead to the top.  \n\n  This route does not see much traffic, perhaps due to it starting up on a ledge with bad fall potential: a stick clip would help.","protection":"4 bolts + chain anchors","location":"The first route you'll encounter on Insect Wall, left of Deflower Power by 20-30 feet. There is a tall (10 foot) detached boulder in between the trail and the wall that you can scramble up to get to the belay station, which is kinda of sketchy."},"__v":0},{"_id":"Y48oRV+4WRur7C73GEUa6g==","name":"Brainstem","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Rupesh Chhagan & Clayton Reagan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":19,"mp_id":"119378330","mp_crag_id":"106315567","climb_id":"Y48oRV+4WRur7C73GEUa6g==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"The namesake of this route, the brainstem, is obvious if you know what to look for. A tufa ball resembling a brain and spinal cord as the lip turns. This route follows a series of viciously small, glued crimps left of the boltline into the large sidepull feature, then heading out left onto the brainstem and up.\n\n Unfortunately a signficant amount of choss has broken on this line and there is now quite a large jug directly under the boltline allowing for a more easy, direct variation to climb into the sidepull feature. Using these holds removes several V-grades of difficulty from the low section, avoid them if you want to claim the 5.14 grade.","protection":"7 bolts + anchors","location":"Just right of Dreamkeeper, starting on the same ledge. Bolt 3 is a double, use the lower one. Finish on the same anchors as Dreamkeeper.\n\n A variation of this route, \"Evolution of Choss\" climbs the first 5 bolts of Brainstem before cutting right to finish on the anchors of Too Many Donuts. There is a large beehive that may or may not be active in this area. Proceed with caution."},"__v":0},{"_id":"7ma7hjWEX1KI4w9xOPJMUw==","name":"Backslider","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Wayne Crill, Benji Fink, Jimmy Menendez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":15,"mp_id":"114209078","mp_crag_id":"106315567","climb_id":"7ma7hjWEX1KI4w9xOPJMUw==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Shares a start with Singularity but moves up and left on a slanting rail before going straight up a mini-diehedral.","protection":"6 bolts + 2 anchor bolts. No chains.","location":""},"__v":0},{"_id":"VfPtC5neVkiMyhNyjjq8kA==","name":"Block Party","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":23,"mp_id":"106316737","mp_crag_id":"106315567","climb_id":"VfPtC5neVkiMyhNyjjq8kA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"Ramble up the face to difficult moves reaching the first flake in the roof. A long move to a sloper on the second rail is followed by several jugs heading left across the roof. Cruxy section comes at the third draw in the roof at some crimps and slopey pinches and sidepullish holds. Eventually reach the end of the roof and a couple of juggy pockets. Cryptic moves lead up the short grey face on slopey holds and sidepulls to the anchor, it is difficult to see your feet on this last section so plan ahead.","protection":"6 bolts with fixed chain quickdraws and a chain anchor.","location":"The right most route on the high roof to the right of the Insect wall or left of House of Pain. Obvious line that climbs a face to a left trending rail out the roof with fixed chain draws."},"__v":0},{"_id":"D4K8zZLxXeuRao4PS3VBOA==","name":"Baby Roof","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"1-2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":21,"mp_id":"118320055","mp_crag_id":"106315567","climb_id":"D4K8zZLxXeuRao4PS3VBOA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"This great mixed route uses the 1st three bolts of Ship Of Fools pulls a small roof then follows a crack system to the right for 20+ feet to a vertical crack/flake. The protection is unusually good for cams in limestone.  Small metolios power cams have held repeated whippers.  The Crux comes half way through the traverse where the seem pinches shut for a bit.","protection":"2 yellow power cams, .5, .75, 1 and 2 camalot, medium to large nuts.","location":"Climb the first three bolts of Ship of Fools, using underling's reach up and right to a good pod. Follow horizontal cracks to the right. May be harder for tall "},"__v":0},{"_id":"QMeUrhrcXPaxK9PiAHZrzA==","name":"Alip","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Twyman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"left_right_index":11,"mp_id":"119378193","mp_crag_id":"106315567","climb_id":"QMeUrhrcXPaxK9PiAHZrzA==","areaRef":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"A very hard and tricky boulder problem getting out the roof yields to pleasant 5.11/5.12 climbing to the chains (a copy/paste description which applies to nearly every route on this wall).\n\n It's possible that this route has broken, since there are no known ascents since the time of the FA, and having discussed beta with Twyman he described holds that don't seem to exist anymore. For now we'll stick with 13b until someone can repeat it and confirm.","protection":"6 bolts + chains","location":"6 feet right of Wild Spider, bolt 1 is in the roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,476399d5-2675-54ba-ba9b-133697513af2,873d9f89-7ee2-5959-9290-957bf531703d","pathTokens":["USA","Texas","Austin Area","Reimers Ranch","Insect Wall (including Block Party)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13d"},{"count":2,"label":"5.13c"},{"count":1,"label":"5.13c/d"},{"count":3,"label":"5.13b"},{"count":2,"label":"5.12a"},{"count":4,"label":"5.12c"},{"count":3,"label":"5.14a"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":24,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":10,"expert":14}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":11,"expert":14}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.1222,30.3337]},"bbox":[-98.12272098353037,30.333250339818143,-98.12167901646963,30.334149660181865],"left_right_index":-1,"ext_id":"106315567","area_id":"hz2fiX7iWVmSkJV79TFwPQ=="},"content":{"description":"This is the steep wall between Dr. Seuss / Prototype Wall and House of Pain. Steep starts on fractured looking rock yields to less steep climbing above, in some cases on tufas. Most all the routes are 5.12 or 5.13. Morning shade and afternoon sun as with most of Riemer's. Expect some amount of solitude at this wall as the routes are difficult and seemingly less popular than those at House of Pain and the Sex Cave."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:25:03.501Z","updatedAt":"2022-11-25T11:22:06.370Z"}