{"_id":"6368a185e80bff5a9954f2e5","area_name":"Friar and Byrd Pinnacle, The","shortCode":"","climbs":[{"_id":"VVR6O3e/WaijuLpcIGxt2Q==","name":"Xyphoid Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herbst?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":11,"mp_id":"107489298","mp_crag_id":"105914871","climb_id":"VVR6O3e/WaijuLpcIGxt2Q==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This route climbs the left facing corner to the left of the OW roof crack of Xyphoid Fever.  \n\n  Begin as for Xyphoid Fever up blocky terrain onto a ledge. From here climb straight up via good jams. Be careful of some loose blocks down low. Follow this to the roof. At the roof cut around the left side and into the left facing corner and crack. Good jams will bring you to the top of the corner where some funky maneuvering and face holds will see you out of the corner and up. A large block just below a wide flare is slung with a rap ring on it- anchor here or climb up further to another bolt and fixed nut anchor.  \n\n  To descend, rappel the route.","protection":"Standard Rack","location":""},"__v":0},{"_id":"nHJ4DHToW1WwRxGIRkUO9g==","name":"Xyphoid Fever","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Joe Herbst & Co.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":12,"mp_id":"106725290","mp_crag_id":"105914871","climb_id":"nHJ4DHToW1WwRxGIRkUO9g==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This route climbs the obvious offwidth roof about 100' up on the crag. Named for the uniqueness of the climbing- this is one of joe's neater little gems out there.","protection":"Standard rack- bring a #4 camalot or two, maybe a #5 (C4) for the roof.","location":"Middle of Byrd Pinnacle, rap from the bolted anchor above the roof, one rope, i believe."},"__v":0},{"_id":"SzPiHdSFWcC/5mB1KFk9Zw==","name":"Wrangler Hero?","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"First recorded top rope ascent: Tony Thaler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":15,"mp_id":"106323478","mp_crag_id":"105914871","climb_id":"SzPiHdSFWcC/5mB1KFk9Zw==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"It's hard to imagine this route hadn't been previously climbed given how easy it is to get to but it's not listed anywhere and several of the starting holds broke off under body weight when we first tried it. \n\n  Pull a small roof into a short but rad hand crack that leads to a finger crack in a right facing corner. The first body length or so has some bad rock but the rest is quite good.","protection":"Single rack to 2\" with an extra hand piece or two.","location":"The climb is located on an uninspiring looking cliff below Byrd Pinnacle.  Gear anchor and an easy walk off at the top."},"__v":0},{"_id":"onXMcPRDUYGJWnmBjq2gOQ==","name":"Whoosh","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, Matt McMackin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":8,"mp_id":"106317267","mp_crag_id":"105914871","climb_id":"onXMcPRDUYGJWnmBjq2gOQ==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This is harder than it looks and there is an incredibly dangerous boulder teetering on the ledge at about 60',  just above the first greyish roof. One can exit right to finish on top of Byrd Pinnacle at this point, which is how we found out how loose the block is. It would be soooo easy to tip this thing off, but it would wipe out the tree below as well as alot of other unexpected results. Be careful if you go by this thing! And don't park underneath for the day! It really felt like the wind could dislodge it! I leaned against it while belaying my partner for the next section up the route and it swayed dramatically. Very scary!","protection":"Standard rack plus something big for the upper chimney, like a #5 cam, which we didn't have.","location":"Very left side of Byrd Pinnacle."},"__v":0},{"_id":"0alfildDWJuT+PIXrjhvHQ==","name":"V Formation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gabe Ostriker and John Wilder","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":9,"mp_id":"106634109","mp_crag_id":"105914871","climb_id":"0alfildDWJuT+PIXrjhvHQ==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"A really cool set of vee-shaped dihedrals just left of Byrd Pinnacle Left. Start in the lower dihedral and work your way up through all three, topping out at the shared anchor.","protection":"standard rack","location":""},"__v":0},{"_id":"Ju31Ouv3V7Sut3GNEOX3hw==","name":"Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":5,"mp_id":"108771130","mp_crag_id":"105914871","climb_id":"Ju31Ouv3V7Sut3GNEOX3hw==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"Just to the left of Red Zinger is a bolted 5.13a tips corner.  Just to the right of this corner is a shallow offwidth with a finger crack in the back of it.  Climb this offwidth until you are level with the anchors atop the bolted route and traverse left to those anchors.  The crux of the route is placing gear as it's hard to see into the crack to place it.","protection":"Small nuts to finger sized pieces.","location":"between Lemon Bomb and Feather (the bolted sport route)."},"__v":0},{"_id":"qnLSc2kQUZSv2UP8tg2Jjw==","name":"Trim","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":7,"mp_id":"108771160","mp_crag_id":"105914871","climb_id":"qnLSc2kQUZSv2UP8tg2Jjw==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This route ascends the obvious finger crack about five feet to the left of the bolted sport route, and about 20 feet to the left of Red Zinger.  Supposedly the route goes at 5.12b, but It felt much harder than that to me (probably my lack of overhanging finger crack with no feet technique).  The crux is encountered about 3/4 of the way up when the crack kicks back a few degrees beyond vertical, and the feet run out.  After the crux, traverse right to the anchors of the bolted sport route.","protection":"Finger sized pieces.","location":"Just left of the Feather, the bolted sport route that is just left of Red Zinger."},"__v":0},{"_id":"EDgqxgCZUWuV9uGVg8NJ9Q==","name":"Skyline","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Williamson, Keith Hogan 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":14,"mp_id":"105733133","mp_crag_id":"105914871","climb_id":"EDgqxgCZUWuV9uGVg8NJ9Q==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"To the right of the Solar Slab is a large, complex, broken face.  Its right edge is the southeast ridge of the east peak of Rainbow Mountain.  Skyline goes up this ridge, staying to the right of the long gully.  There is a lot of class 3 climbing; we belayed on only about 8 pitches.  The primary challenge is routefinding, so study the peak before launching.","protection":"Std rack","location":""},"__v":0},{"_id":"bnE2jGr3XQKl3AlkLD+oVQ==","name":"Red Zinger","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":3,"mp_id":"105732425","mp_crag_id":"105914871","climb_id":"bnE2jGr3XQKl3AlkLD+oVQ==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"An Indian Creek style crack climb which would probably get three stars if it were longer or didn't have a big ledge in the middle.   \n\n  The climb follows a left facing corner in a west facing alcove about five minutes walk east of Solar Slab gully. \n\n  P1: 75', 5.10.  Mostly fun, 5.9 jamming and laybacking with a technical stem/reach at 3/4 height.  This pitch has several stances/rests and ends at a rap station on a big ledge. \n\n  P2: 35', 5.10+.  Though Swain rates these two pitches the same, P2 is harder, particularly to lead.  The crux is quite reminiscent of The Wave on Supercrack Buttress at Indian Creek -- laybacking around a bulge; have a 1.5 Friend size piece ready to go.  After about 35' the crack ends at a large roof where there is a rap station.  Two short raps to descend. A single 60m rope might just make it from the second anchor to the ground.  If you don't do the continuation described below, the leader will be a lot more comfortable if he/she lowers from the end of the 2nd pitch and belays from the first rap station. \n\n  It is possible to continue from the second anchor by slab traversing left about 15' and joining the crack system to left which has its own anchors and which Swain rumors to be 5.9 but looks harder. This continuation would add about 50' of climbing and provides an interesting contrast in styles --an abrupt transition from power laybacking to tenuous slabbing -- but is somewhat tricky to protect for the 2nd on without a big piece (~4.5 Camalot).  The crux of the traverse is at the start, so the leader is protected adequately.  Once the traverse is over, the crack above, which we did not climb, appears to require wide hand pieces, maybe 3 and 3.5 Camalots. \n\n  The climber in photo 1 is starting the P1 crux.","protection":"Double set of cams from thin fingers to hands with perhaps a couple of extra in the rattly fingers / thin hands range. A couple of small to medium nuts come in handy on P1.","location":""},"__v":0},{"_id":"YFX7So8XWeOoJ7CiDSiRqQ==","name":"Lemon Bomb","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dirk McDiggler & Drug Shop Dave","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":2,"mp_id":"105733049","mp_crag_id":"105914871","climb_id":"YFX7So8XWeOoJ7CiDSiRqQ==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"The first pitch had been done years ago but the second is quite stout, strenuous and a real battle to protect. The full route is called Lemon Bomb, 170 ft 5.11d. Start as for Red Zinger at the base of the deep left facing corner. \n\n  1. 90 ft 5.9 Layback up the wide flake to the left of the main corner. Continue up the thinner cracks above to an anchor on a ledge. \n\n  2. 80 ft 5.11d Continue up the tips crack into an awkward flare. Above the flare an easier fist crack leads to a ledge on the right with an anchor. \n\n  (Admin note: Apparently some sources incorrectly identify this route as \"The A Crack,\" but the actual A Crack is really about 150 yards to the right of Red Zinger down and around the corner on the right side of the Byrd Pinnacle.) ","protection":"Single set of cams from #00 tcu to #4 camalot, rp's, wires, a really big cam (9 inches?) might make the flare on pitch 2 less bold.","location":""},"__v":0},{"_id":"b5JtXf10WtGQ07Eccjbp3g==","name":"The Friar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":0,"mp_id":"105732854","mp_crag_id":"105914871","climb_id":"b5JtXf10WtGQ07Eccjbp3g==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This route is relatively easy to find as it finishes on a large boulder perched atop a column of rock roughly 250-275 feet tall.  As you are following the trail into Oak Creek it would be most efficient to keep your eye out for a faint trail near the mouth of the canyon that breaks off northwest at a large, scoop of vanilla ice cream boulder roughly the size of five golf carts or 8 donkeys of relatively equal mature stature.  Continue the approach as for Johnny Vegas and its neighbors but cut north earlier - when you are even with the column of rock with the boulder on it - and aim for the southeast section of the column where you will find an obvious varnished right facing corner.  Red Zinger will be visible directly to the east across a small gully. \n\n  P1, 5.7: Climb the beautiful corner to a comfy ledge where you could bivy if you got lost on the approach.  This pitch is as sweet as a pint of New York Super Fudge Chunk. \n\n  P2, 5.7: Continue from the belay up and right on some peanut brittle to a short left leaning hand crack.  Fire this wicked, two move splitter and head up and left to a small ledge with a bolted belay.  Keep looking left for the small ledge or you will miss it like I did and have to build a belay on another ledge the size of Missouri, which works out well when you have to pee in the middle of belaying your second.  Hint: if you are on a ledge the size of Missouri, you have gone too far...unless you have to pee.  A decent pitch - Albertson's French Vanilla maybe. \n\n  P3, 5.6R: Climb straight up from the bolted belay to a steep but short section off of the Missouri ledge; get what will probably be your last piece of gear for 25-35 feet, then meander up and left on white slabtastic rock to a two bolt anchor.  Clip this and keep going up and left on a ledge around the summit boulder until you see an obvious and perfect belay crack at about waist height.  Mediocre pitch - Ice Cream Sangwhich. \n\n  P4 5.9PG:  Climb up and left from the belay on steep jugs in a flakey cracky thingy, then rock over to your right and traverse the face (bit of sphincter pucker possible) to an arete.  Get a good horse stance and clip an archaic rusty bolt.  Head straight up to the summit and a bolted anchor doing some more cool steep moves.  A good pitch with some nice monkey moves on it, well worth doing but very short.  Pint of Chunky Monkey. \n\n  Descent: Rap the route with one rope.  Rap from atop the boulder to the anchors you clipped and passed on the 3rd pitch. \n\n  A good alternative to the overpopulated Johnny Vegas, Beulah's Book area.  372 rope catchin', lethargic leadin', traffic jam rappin' muthas on those two climbs when we were there (wanted to do Beulah's).  Not one soul on The Friar.","protection":"A standard rack to a #3 Camalot will suffice.","location":""},"__v":0},{"_id":"W1IfZ84SVFW9OpLjaV6YDw==","name":"J + J Groove","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA:  jon o'brien, jasmine farro","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":1,"mp_id":"107442965","mp_crag_id":"105914871","climb_id":"W1IfZ84SVFW9OpLjaV6YDw==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"IXBk0U/mUP6wyTgCDcHxxQ==","name":"Feather","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":6,"mp_id":"108771139","mp_crag_id":"105914871","climb_id":"IXBk0U/mUP6wyTgCDcHxxQ==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This is an ultra thin bolted tips crack to the left of Red Zinger.  The crux is encountered between the first and second bolts as you try to get your left foot established on the left face of the dihedral.  After that it's continuous thin tips liebacking with a few crimps on the right hand wall until after the last bolt when you get some decent holds to get you to the anchor.","protection":"4 bolts to a 2 ring anchor","location":"This route is about 15 feet left of Red Zinger and 4 feet right of Trim."},"__v":0},{"_id":"gRkZKYXyWiWlycML2t1aXA==","name":"Byrd Pinnacle Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Herbst, John Byrd, Matt McMackin, Nanouk Borche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":10,"mp_id":"106317259","mp_crag_id":"105914871","climb_id":"gRkZKYXyWiWlycML2t1aXA==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This is the attractive set of double cracks on the left side of the formation, leading up through varnished rock to a crack slanting up and right to the finish. Rated 7+ in Handren's guide, we'd kick it up to  a solid 8 but you decide. Very good pitch.","protection":"Good pro readily available. As per Handren's suggested rack.","location":"Byrd Pinnacle is down and right of Red Zinger, across the gully from the Friar and easy to spot as one walks into the mouth of Oak Creek. The striking off-width  crack through the roof right of this route, named Xyphoid Fever, is a good landmark."},"__v":0},{"_id":"ECYqWCclXYOb7xKO/j3IpA==","name":"Boondoggle","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":4,"mp_id":"106388280","mp_crag_id":"105914871","climb_id":"ECYqWCclXYOb7xKO/j3IpA==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This takes on the flaring roof crack directly above the Red Zinger dihedral. Instead of traversing left at the nut/sling belay below the roof, continue straight out the wideness. The usual two-bolt anchor on top will get you down with 1 60m rope. This is a pretty unique pitch for red rock requiring some real crack moves. Enjoy.","protection":"the usual gear for red zinger, but add an old 5 camalot, and a 5 and 6 friend.","location":"This is the direct finish to Red Zinger."},"__v":0},{"_id":"TUJqgfWxWBWFlH7oaUpgtA==","name":"The A Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, John Bryd 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"left_right_index":13,"mp_id":"108106337","mp_crag_id":"105914871","climb_id":"TUJqgfWxWBWFlH7oaUpgtA==","areaRef":"2nY47V8fVbSN3tiDeom8Ww=="},"content":{"description":"This route starts in a clean corner crack and continues upwards though varied terrain.  It features good cracks in a variety of sizes, a few edges, and a couple rest stances before encountering a traversing wide crack that is probably the crux. Pull the bulge and continue up the wide crack to the top of the big shared belay ledge.  \n\n  To get down rappel straight down Xyphoid fever with a 60m rope.","protection":"Single rack to 3\", one 5\"","location":"Right of Xyphoid Fever scrabble up to a good stance near/under a bush by a corner crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,da7638ed-5f1f-55b4-8dde-d8837a89bc5b","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Oak Creek Canyon","Friar and Byrd Pinnacle, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.10"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48544,36.10394]},"bbox":[-115.48599654500288,36.10349033981813,-115.48488345499712,36.10438966018186],"left_right_index":-1,"ext_id":"105914871","area_id":"2nY47V8fVbSN3tiDeom8Ww==","polygon":{"type":"Polygon","coordinates":[[[-115.48599654500288,36.10349033981813],[-115.48488345499712,36.10349033981813],[-115.48488345499712,36.10438966018186],[-115.48599654500288,36.10438966018186],[-115.48599654500288,36.10349033981813]]]}},"content":{"description":"This [area] is relatively easy to find as it finishes on a large boulder perched atop a column of rock roughly 250-275 feet tall. As you are following the trail into Oak Creek it would be most efficient to keep your eye out for a faint trail near the mouth of the canyon that breaks off northwest at a large, scoop of vanilla ice cream boulder roughly the size of five golf carts or 8 donkeys of relatively equal mature stature. Continue the approach as for Johnny Vegas and its neighbors but cut north earlier - when you are even with the column of rock with the boulder on it - and aim for the southeast section of the column where you will find an obvious varnished right facing corner. Red Zinger will be visible directly to the east across a small gully."},"density":0,"totalClimbs":16,"__v":2,"createdAt":"2022-11-07T06:11:18.788Z","updatedAt":"2024-01-20T01:02:59.711Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e713f8258fb5bda08b33","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}