{"_id":"6368a5a5e80bff5a995bc63b","area_name":"Horizon Boulder","shortCode":"","climbs":[{"_id":"UIMdzSfuXPmhkqdP+8befg==","name":"Windy Heights (direct)","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":1,"mp_id":"106871002","mp_crag_id":"106936472","climb_id":"UIMdzSfuXPmhkqdP+8befg==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"-May seem contrived, or like a forced hard top-out- \n\n  Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...  \n\n  walk around the rear of the boulder, and when facing the rear directly, you will find this fun line to be the far left, partially overhanging, blunt arête. Sit start under the overhanging portion on a blocked feature, and then climb into the overhanging, bulging portion through easy moves. The tricky portion occurs at the near top, where a reachy move is involved. \n\n  This may seem contrived since common sense would deem it necessary to trend right, but, stay true to the arête bulge and resist going too far to the right and pull through the harder top out moves directly over the overhanging nose.    After you top out on most days you will feel why this is called \"Windy Heights\". ","protection":"pads","location":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...  \n\n  walk around the rear of the boulder, and when facing the rear directly, you will find this fun line to be the far left, partially overhanging, blunt arete. sit start under the overhanging portion on a blocked feature"},"__v":0},{"_id":"NH0NxWz3WYK+eLP8Y74tVg==","name":"Windy Heights","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":0,"mp_id":"106941103","mp_crag_id":"106936472","climb_id":"NH0NxWz3WYK+eLP8Y74tVg==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...  \n\n  walk around the rear of the boulder, and when facing the rear directly, you will find this fun line to be the far left, partially overhanging, blunt arête. Sit start under the overhanging portion on a blocked feature, and then climb into the overhanging, bulging portion through easy moves. Move up and navigate through comfortable holds along the corner of the overhang to reach the top out to the side of the overhanging nose. \n\n  After you top out on most days you will feel why this is called \"Windy Heights\". ","protection":"pads","location":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...  \n\n  walk around the rear of the boulder, and when facing the rear directly, you will find this fun line to be the far left, partially overhanging, blunt arête. Sit start under the overhanging portion on a blocked feature."},"__v":0},{"_id":"RZMvmXh2V1GyOFbQ+QqHxg==","name":"Vanishing Point","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Somebody A Long Long Time Ago","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":8,"mp_id":"107830445","mp_crag_id":"106936472","climb_id":"RZMvmXh2V1GyOFbQ+QqHxg==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"-In visual geometry, the horizon is a provocative concept. Standing on a floor plane where parallel lines converge toward a point on the horizon, one sees that the point of convergence on the horizon is a \"vanishing point\", which geometers call a point at infinity... en.wikipedia.org/wiki/Horizon\n\n  -This is the slab face on the left side of the boulder, to the left of the main face which has \"Horizon Lone\". \n\n  Stand start at the low, bottom, right corner (just left of where Horizon Arête, and Event Horizon Sit starts).   Follow a few thin, but confident, crimps up the slab face which lead into massive ledges to the walk up top. Fun, beautiful, and a perfect warm-up or cool down. Hard to pad, but pads are hardly needed. ","protection":"Hard to pad, but the dangerous parts would be in the last half, which is where you climb on massive ledges on a slab. Pad the start just to be sure?","location":"Horizon Boulder"},"__v":0},{"_id":"iK2FBzbXUYyWuMKkBBaLkQ==","name":"True North","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":4,"mp_id":"106868801","mp_crag_id":"106936472","climb_id":"iK2FBzbXUYyWuMKkBBaLkQ==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massy Gap Parking...    -a slight eliminate-   walk around the rear of the boulder, and when facing it directly the line is in the mid section of the boulder above some small shrubs at the base. sit your pads lightly on the edge of the shrubs and pull on the pocket. the eliminate portion is only for the start, where you only use the pocket to press up and not the big weakness to the left. \n\n  Standstart with your left stacked in the \"big\" pocket and your right in the cool tiny mono. Press up from the pocket off of slim foot holds to gain slopey hands above, and trend straight up through a high ledge. mantle up the ledge to gain massive top holds.","protection":"pad (be conscience of the shrubby bush)","location":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...    -a slight eliminate-   walk around the rear of the boulder, and when facing it directly the line is in the mid section of the boulder above some small shrubs at the base. sit your pads lightly on the edge of the shrubs and pull on the pocket."},"__v":0},{"_id":"w+Q2Fo87WBCa/Qpc/NhH/A==","name":"Peace of Westphalia (PoW)","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":5,"mp_id":"106868824","mp_crag_id":"106936472","climb_id":"w+Q2Fo87WBCa/Qpc/NhH/A==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...    walk around the rear of the boulder, and when facing it directly this line is to the left of the shrub that is at the base of the rear of the boulder and climbs the vertical face to the right of the overhanging far left. this line follows a fun series of large jug hands to the ample top out. from the stand start, starting on good hands and decent feet.","protection":"pads","location":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massey Gap Parking...    walk around the rear of the boulder, and when facing it directly this line is to the left of the shrub that is at the base of the rear of the boulder and climbs the vertical face to the right of the overhanging far left. this line follows a fun series of large jug hands to the ample top out."},"__v":0},{"_id":"+YBPA8E/Xkmy2yM8/NHEVA==","name":"North Left","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"? Wilburn Waters ?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":2,"mp_id":"107231510","mp_crag_id":"106936472","climb_id":"+YBPA8E/Xkmy2yM8/NHEVA==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Start in-between the \"True North\" pockets and the chunky overhanging portion of the boulder where \"Windy Heights\" is found. This is on the left portion of the rear face of Horizon Boulder to the left of the low shrub in the middle of the boulder. \n\n  Stand start (or low start on the smalls if you're feeling strong)on the big ledges and pull up through the massiveness to gain the top jugs to top out on. Enjoy the view and breeze while you do laps on this fun line...","protection":"pad","location":"rear of Horizon Boulder"},"__v":0},{"_id":"7ZaSaSCtWYSIkV4OAjr/YQ==","name":"Magnetic North","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":3,"mp_id":"106936787","mp_crag_id":"106936472","climb_id":"7ZaSaSCtWYSIkV4OAjr/YQ==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"This line sit starts 2 feet right of the low bush against the boulder in the mid portion of the face. Sit start on low hold/s and connects the dots to the easy going top out. This is a direct line from start to finish.","protection":"pad","location":"This line sit starts 2 feet right of the low bush against the boulder in the mid portion of the face."},"__v":0},{"_id":"tHlaPK/qWNqsaipL7ViXzw==","name":"Horizon Traverse","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"?Aaron James Parlier?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":7,"mp_id":"107231503","mp_crag_id":"106936472","climb_id":"tHlaPK/qWNqsaipL7ViXzw==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"On the rear face of the Horizon Boulder: \n\n  Sit start same as \"East Of Eden\" at the far, lowest right of the boulder on the long sidepull. trend left and low across the face. Use the low holds and small nubbin feet (moving left over the small bush) until you link into \"North Left\". Once linked into \"North Left\", move up and exit more to the left via massive ledges to topout over at the furthest left of the boulder for the top out of \"Windy Heights\". Really fun!!","protection":"pad","location":"Rear of Horizon Boulder."},"__v":0},{"_id":"i8xXpTBuVG+omC/0L9fGpw==","name":"Horizon Line","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Travis Melin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":12,"mp_id":"106483053","mp_crag_id":"106936472","climb_id":"i8xXpTBuVG+omC/0L9fGpw==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"This may be the proudest line in the park:\n\n you can see this line from a mile away (from the park road), or from over 7 miles off (from the hikes around Mount Rogers and surrounding areas). It proudly overlooks a large chunk of the park and miles and miles of the Blue Ridge Mountains. Tall, windswept, exposed and classic as hell.\n\n Horizon Line stand starts at the bottom of the middle face on a side pull and small crimp. Latch the two shallow, angle-cut finger \"pockets\", with a high foot. Move to a precarious side-pull at a diagonal, and then a shallow-nothing side-pull. Bump to the good jug above and finish the nice, lofty and exposed top out. One of the best lines Grayson has to offer.\n\n (Bring plenty of pads, or at least a couple big ones - the landing is rocky).","protection":"Lots and lots of pads and spotters.","location":"Horizon Boulder"},"__v":0},{"_id":"2MS9VaDnU8+/+RtALA03+w==","name":"Horizon Arete","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":9,"mp_id":"106794156","mp_crag_id":"106936472","climb_id":"2MS9VaDnU8+/+RtALA03+w==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"This problem is just as proud as the Horizon Line but only one line can have the glory... \n\n  This climbs up the long, highball arete on the Horizon Boulder on the left. Sit start on the low, good jugs and side-pull jugs. big move to gain more jugs. stay situated along the main face, useing the good ledges via big moves. these nice holds lead up to scary, slopy moves and small crimps. follow to a small crimp on top and a move to the scary, weather grooved top. trend to the right to top out on great (thank god) holds with a big foot ledge. Fun and Scary!!","protection":"PADS","location":"This climbs up the long, highball arete on the Horizon Boulder on the left. Sit start on the low, good jugs and side-pull jugs."},"__v":0},{"_id":"8vawVQMEVfCmKrtv9Sa6fQ==","name":"Green Flash","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":13,"mp_id":"107960610","mp_crag_id":"106936472","climb_id":"8vawVQMEVfCmKrtv9Sa6fQ==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Green flashes and green rays are optical phenomena that occur shortly after sunset or before sunrise when a green spot is visible, usually for no more than a second or two above the sun, or it may resemble a green ray shooting up from the sunset point. Green flashes are a group of phenomena that may be observed from any altitude and usually are seen at an unobstructed horizon, such as over the ocean, but are possible over cloud tops and mountain tops as well. \n\n  -This is a low right link into the high jug on Horizon Line(V6). \n\n  To the far right of the Horizon Boulder you will find a lower, chunkier, blocky portion of rock that is still a portion attached to the main boulder itself. Stand start on good holds and pull on. Immediately trend left to the bad slash (using the small crimp at the base of the smooth slash to gaston) and trend directly left into the jug high up on \"Horizon Line\"(V6) and finish as per. \n\n  Zach Bramel added the low sit start for Green Flash. The sit doesnt add a grade but its the proud way to climb this one! Awesome job Zach!","protection":"pads!","location":"Horizon Boulder"},"__v":0},{"_id":"KR6rPMscVS+lGv4+aJdGpA==","name":"Event Horizon (Sit)","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Jimmy Webb","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":10,"mp_id":"107745478","mp_crag_id":"106936472","climb_id":"KR6rPMscVS+lGv4+aJdGpA==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"It doesn't get much prouder than this boulder. This is the full value start to the toughest line on the block.\n\n The line is on the left side of the main face of Horizon, to the left of \"Horizon Line \" (V6).\n\n At the base of the boulder there is a large in-cut gap. To the left of this, look for the small quartzite crimps and crystals. Below and to the left will be a low obvious block jug to start low and matched on.\n\n Move up and right to a set of tough overhead crimp rails or gastons, then find your way to the high flat ledge (there is a low dark groove, flat ledge, and above a dark seam) with juggy portions past that. Make another fun, big move to the juggy top. Enjoy the view when youre done... It doesnt get any better than that.","protection":"pads, spotters","location":"Horizon"},"__v":0},{"_id":"YNRCq6GVW12awKhAZtzTpQ==","name":"Event Horizon","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":11,"mp_id":"107548638","mp_crag_id":"106936472","climb_id":"YNRCq6GVW12awKhAZtzTpQ==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"It does not get much prouder than this boulder. This is the stand start to the toughest line on the block.\n\n This is on the left side of the main face of Horizon, to the left of \"Horizon Line \" (V6).\n\n At the base of the boulder there is a large in-cut gap. To the left of this, look up and find the small quartzite crimps and crystals. Near these look for the best diagonal in-cut crimp rail, and this is the right hand for the stand start to \"Event Horizon\". I had to stand on two pads to reach the right hand which is at a full arm span to the left and is a bad slopey pinch.\n\n Move up and left to a tough overhead crimp rail, and then find your way to the flat ledge with juggy portions past that. Make another fun, big move to the juggy top. Enjoy the view when you're done!","protection":"At least two pads","location":"Horizon Boulder"},"__v":0},{"_id":"rExz7fFgVVykxVrBuVShPQ==","name":"East Of Eden","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"??","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"left_right_index":6,"mp_id":"106868765","mp_crag_id":"106936472","climb_id":"rExz7fFgVVykxVrBuVShPQ==","areaRef":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massy Gap Parking...   walk around the rear of the boulder, and when facing it directly, this line sit starts on a long vertical right facing sidepull that is to the far right side of the face in a shaded little corner. Sit start and work up through smooth, satisfying, balancy features and pockets to top out through larger jugs at the solid top.","protection":"pad","location":"Located on the backside (side facing opposite of the parking area) of the Horizon Boulder, which is the largest boulder in cluster one that you see as you walk up the trail from Massy Gap Parking...   walk around the rear of the boulder, and when facing it directly, this line sit starts on a long vertical right facing sidepull that is to the far right side of the face in a shaded little corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,522337f4-f041-5101-b2a3-4603eebbf4b4,ef028607-c54a-5a06-9d0b-f9005a153c47,bf144c29-c462-59b8-a30b-b9bdc0c35181,39ed1e6f-646a-5f2e-bc41-2de8957a874a","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Grayson Highlands State Park","Highlands","Horizon Area","Horizon Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1+"},{"count":4,"label":"V1"},{"count":1,"label":"V-easy"},{"count":1,"label":"V2"},{"count":1,"label":"V0"},{"count":1,"label":"V0-"},{"count":1,"label":"V6"},{"count":1,"label":"V4"},{"count":1,"label":"V7"},{"count":1,"label":"V9"},{"count":1,"label":"V8"}],"byDiscipline":{"bouldering":{"total":14,"bands":{"unknown":1,"beginner":2,"intermediate":6,"advanced":1,"expert":4}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":6,"advanced":1,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.5056,36.6409]},"bbox":[-81.5061603998687,36.640450339818145,-81.50503960013134,36.64134966018186],"left_right_index":-1,"ext_id":"106936472","area_id":"Oe0eb2RqXy68QS3olXqHSg=="},"content":{"description":"If there had to be one and only one boulder to serve as the poster boulder for GHSP, this one would have my vote. \n\n  This massive block is as aesthetic and striking as it gets. This proud boulder sits overtop of the park and can literally be seen from miles away.  \n\n  The stone has been weathered for years and is mostly smooth to the touch, and tends to have a strange grippyness to its friction in cool weather, and it can also an uncanny absence of grippyness in the hot. This boulder is home to one of the best lines in the park as well; \"Horizon Line\"(V5). Come get a poster-worthy shot on this line and show it off to all of your friends. "},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:29:13.414Z","updatedAt":"2024-01-15T16:50:20.692Z"}