{"_id":"6368a3d4e80bff5a9958d6a6","area_name":"Old Mountain Rd.","shortCode":"","climbs":[{"_id":"cuUyx9EgUZaVus9objLE8Q==","name":"Unnamed Arete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"FRA - Mark Sprague","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.64166,41.53766]},"left_right_index":0,"mp_id":"112099085","mp_crag_id":"107479493","climb_id":"cuUyx9EgUZaVus9objLE8Q==","areaRef":"KUvW7dIcWzeTKFeeJSdPwA=="},"content":{"description":"The arete on the smaller of the split boulders in the main cluster, uphill end of the slot - Sit start, hands on a sloper out left and right on a high edge. Pull on and pop the left up to another sloper then right up to a tweeky edge in the horizontal where it crosses the arete. Tweeks in the seam and foot on the starting sloper get you where you can make a high reach to the top out left and top out.","protection":"Pad the rocky landing and careful of the boulder behind you","location":"Main hilltop cluster, the arete on the smaller of the two main boulders, uphill side of the slot"},"__v":0},{"_id":"O7pOYudZWzCZ92sCWV8bGA==","name":"Schism project","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Project","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.64166,41.53766]},"left_right_index":999999,"mp_id":"112029940","mp_crag_id":"107479493","climb_id":"O7pOYudZWzCZ92sCWV8bGA==","areaRef":"KUvW7dIcWzeTKFeeJSdPwA=="},"content":{"description":"A natural right to left traverse using a thin seam and slopers to gain the boulders left arete and topout. Starts on the right side of the boulder. Needs to be re cleaned. \n\n  The left arete itself goes at V6(?) and went from a sit by Nick Alejandro BITD.","protection":"Flat landing","location":"The boulder is off Old Mt Road directly across from the modern home with a guest house perched on the rocks above the house. Park at the bottom of the hill at the entrance gate, walk through the woods parallel to the road to avoid being hit by cars that fly down the hill. This is a little past a bigger boulder and is fairly unnoticeable until you are right up to it. The climbing is on the side away from the road. The approach as described is just a few minutes."},"__v":0},{"_id":"cFdN69/xVGy5a/wIixQkTg==","name":"Hurry Up I'm Dying","yds":"V5-","grades":{"yds":"V5-","font":"6C","vscale":"V5-"},"fa":"Grace Scott","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.64166,41.53766]},"left_right_index":999999,"mp_id":"111937335","mp_crag_id":"107479493","climb_id":"cFdN69/xVGy5a/wIixQkTg==","areaRef":"KUvW7dIcWzeTKFeeJSdPwA=="},"content":{"description":"Start on small edges on overhang on back of the boulder, use a credit card crimp to advance toward a slopy move, then a bump to a good rail.","protection":"Pads","location":"The problem is located on the overhanging arete of the boulder closest to the road."},"__v":0},{"_id":"+ZsD+6HmUQiYAufU2HS47A==","name":"Another Unnamed Arete :)","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Mark Sprague?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.64166,41.53766]},"left_right_index":1,"mp_id":"112099149","mp_crag_id":"107479493","climb_id":"+ZsD+6HmUQiYAufU2HS47A==","areaRef":"KUvW7dIcWzeTKFeeJSdPwA=="},"content":{"description":"Arete on the smaller of the split boulders, lower end of the slot, main hilltop cluster - Sit start in the slot, left hand on a little angling edge, right down around the arete on an undercling. Pull on and heelhook so you can move your right up. Layback and flag so you can pop the left up to the edge in the seam. Pop the left again to the top and move left to an easier top out. Fun!","protection":"Kind of hard to protect, watch the back of your head on the boulder in back of you. It is easiest to get back down by stemming between the boulders","location":"Smaller of the split boulders of the main hilltop cluster, lower end of the slot"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,10f89d9c-9003-5a54-bad9-5849a525a2de,4f570c54-b34f-5bdc-8b12-789ca40edd57,294bd6ed-d21c-5b37-9328-579e25274fc0","pathTokens":["USA","Rhode Island","De Coppet Estate, The","Old Mountain Rd."],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1"},{"count":1,"label":"V9"},{"count":1,"label":"V5-"},{"count":1,"label":"V1-2"}],"byDiscipline":{"boulder":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.64166,41.53766]},"bbox":[-71.64226073233438,41.53721033981815,-71.64105926766561,41.53810966018187],"left_right_index":-1,"ext_id":"107479493","area_id":"KUvW7dIcWzeTKFeeJSdPwA=="},"content":{"description":"This is the north western part of the DeCoppet land, with two small groupings. The first and most obvious from the road is next to and within a few minutes walk of the parking at the gated old dirt road at the bottom of the hill. There is one boulder right next to the gate, on the left, then the main cluster a little further past the gate then up on the hill to the right (they should be pretty obvious. Look for the tallest rocks) The hilltop cluster consists of a pair that have split apart, the taller one with a finger crack seen as you approach. One side is covered with good holds, making a good spot to warm up.\n\n There are a few more boulders back along the paved road as it runs up the hill including the Schism Boulder which is directly across the street from a house. Please keep the noise down while at the Schism boulder.\n\n Some of the earlier development information has been lost, but probably most of the obvious lines here were climbed while the land was still private by myself and Mike Galoob and crew as warmups while they threw themselves at the Schism project. Please post any lines if they are not already here and you can think of good names for them. Most of the lines here are pretty easy, VB-2, but some are well worth doing.\n\n There is a second cluster further west on Old Mountain Rd, about 500 feet in directly across the street from Oak Hill Drive. Parking is a little problematic there. It is probably best to continue west past Oak Hill and pull in at the next gate and walk back the extra minute or two rather than directly at the intersection. Either way, make sure you are well off the pavement.\n\n Since parking space is pretty limited, if you want to carpool the Richmond Town Hall on Rt 138 is a good spot to leave a car if coming from the south, back at the intersection of 3 and 165 if coming from the north."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:21:08.821Z","updatedAt":"2022-11-25T11:21:34.868Z"}