{"_id":"6368a50be80bff5a995b0167","area_name":"Easy Wind Buttress","shortCode":"","climbs":[{"_id":"P1SSJtrMVsWv4CdL+A29Uw==","name":"Scimitar","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"D. Pike and C. Lattimer, 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68775,39.11881]},"left_right_index":0,"mp_id":"119774656","mp_crag_id":"119774463","climb_id":"P1SSJtrMVsWv4CdL+A29Uw==","areaRef":"fYUvmdYKVfO+lNunXTfJgw=="},"content":{"description":"This is an incredibly fun route with varied styles/movement throughout.\n\nMake delicate moves to get off the ground and find yourself navigating a body-width or narrower slot with good, albeit sandy, fingers in the back. Worm up through this as the crack thankfully flares and widens.\n\nGood gear in the back lets you breath easier before tackling the widening, then narrowing, slot. Wiggle up, slam a big piece in up high and then grunt your way up and out the curving OW to the right. Don't get spit out!\n\nUpon exiting, find a good jam and take a breath because from here it's sustained to the anchor. Traverse right on good hands until the crack pinches down and angles upwards. Move through the final series of moves, including a \"thank god\" finger lock, and then throw for the hand jam at the anchor.","protection":"Doubles .4-#1 and a single #6 for high in the OW. (Could possibly place a #2 or #3 at some point but def not necessary).","location":"The route is an obvious line on the upper tier of the north aspect of the buttress and can be easily spotted from the parking/campsites at Jolly Green Giant. See photos.\n\nBest approach is to gain the upper tier to the west of the route (near Down Range) and traverse east (left) along the wall to this climb."},"__v":0},{"_id":"Bvc0AjCyUL6wvGBrEWZFvA==","name":"Down Range","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68775,39.11881]},"left_right_index":1,"mp_id":"119782091","mp_crag_id":"119774463","climb_id":"Bvc0AjCyUL6wvGBrEWZFvA==","areaRef":"fYUvmdYKVfO+lNunXTfJgw=="},"content":{"description":"This route was named Down Range  because we encountered a bunch of campers target shooting in our direction while we were originally scouting the route. Michelle, our buddy Mike and myself were all yelling stop shooting we're down range several times before they heard us and finally relocated but started shooting next to the Jolly Green Giant wall.\n\nA bouldery start leads to a right facing fingers to thin hands crack with a few wider places for hands. As you reach the roof traverse it starts tight hands then widens to cupped hands at the corner. Pulling the corner and heading straight up the right facing dihedral on a bomber hand leads you to a fist size pod that tightens back down through hands, tight hands and ring locks next to the anchors under the second roof.\n\nCurrent consensus is 10+/11-. I'd love some feedback please.","protection":"(2x) .4 - #3, (1x) #4. Use alpine runners to avoid having the rope suck behind the corner of the roof while lowering. There is a tight .75 pod placement to the right of the roof traverse that can be used as a directional to prevent this as well. 2 bolts under the 2nd roof with rappel rings for the anchors.","location":"There are currently no well-developed trails to get to the crag, particularly for the north-facing lines. PLEASE BE THOUGHTFUL ABOUT AVOIDING CRYPTOBIOTIC SOIL ON YOUR APPROACH. Sustainable trail building is being planned for the crag and this description will be updated upon completion.\n\nUntil we finish a climbers trail please be careful and follow a game trail or cattle trail going across the street from the Jolly Green Giant wall. Find your way to the talus slope on the lookers right and meander your way to the upper tier of the buttress . Head left once you reach the top. Down Range is the first route you will find"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,d3184b0e-0780-59f2-8621-6c14ab608f10,74906d35-9873-5e60-a707-98956a7c83be,3e823640-b736-5565-aa09-6d973c60d0ea,7d852f99-d60a-55f3-be94-dba75d37c983","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - North","Buckhorn Wash","Lower Buckhorn","Easy Wind Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68775,39.11881]},"bbox":[-110.68832957900845,39.118360339818146,-110.68717042099155,39.11925966018187],"left_right_index":-1,"ext_id":"119774463","area_id":"fYUvmdYKVfO+lNunXTfJgw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:32.513Z","updatedAt":"2024-01-15T16:49:14.926Z"}