{"_id":"63689d20e80bff5a994f2233","area_name":"O'Neill Butte","shortCode":"","climbs":[{"_id":"zt/0x/VKVMqkVAwkPpqm7g==","name":"North Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.09046,36.07077]},"left_right_index":1,"mp_id":"113779060","mp_crag_id":"107923538","climb_id":"zt/0x/VKVMqkVAwkPpqm7g==","areaRef":"pgPJMCz9WPabDcrJ4hDJrA=="},"content":{"description":"The North Face of O'Neill is one of the easiest technical summit climbs in the park. The hallmark of the climb is a very serious squeeze chimney, about as tight as you can get without half the party getting stuck. \n\n  From the base of the north face:   P1- About 50' of class 4 in the center of the face, up smooth dark slabs. This is the easiest pitch and many parties may choose to skip the rope.   P2- The crux pitch. Move the belay about 100' right (west) from the top of pitch one to nearly the NW corner to a short 10' dihedral. This can be climbed by a combination of stemming, OW climbing and mantling to a ledge just below the squeeze chimney. Slowly work yourself into the tight crack (that's what she said). Our party had better luck facing out from the wall, and using some larger rocks stacked below to level up on.   P3- At the top of the squeeze pitch. Move the belay about 10' south to an obvious chimney. Very easy climbing in the lower half ends with a slightly exposed mantle move out and to the right. A horizontal crack at the mantle can be protected with cams as well as passive pro with a nice narrowing partway across.   At the top of the third pitch, pick up a use trail to the northeast corner of the summit cliff bands with some easy class 3 to the summit. \n\n  A trip report with more beta photos: \n\nTrip Report","protection":"Some larger passive pro and single set of cams up to #3. A #4 would be helpful, but not required. Don't bring too much, it will just get caught in the chimney. \n\n  The rappel station is off a dead tree in the center of the east face. Two 60m ropes required. Plan on bringing extra webbing to replace as needed.","location":"You can reach the base of the North Face by hiking the South Kaibab Trail 1.5 miles down to Cedar Ridge (pit toilets). Continue down several more switchbacks to the obvious saddle with O'Neill Butte. Leave the trail here and find a use trail that skirts the east face to the northeast corner. Climb some easy class 3 near a very large pinyon pine tree up one ledge to the center of the north face and start of P1. \n\n  To descend, scramble down the summit cliff bands and hike along the brim of the east face, finding a large dead pine tree near the center several feet from the edge. This has been used for at least 20 years. Current setup is webbing with a Quicklink, plan on bringing more webbing as needed."},"__v":0},{"_id":"q1b/6vmAVIC4+66D7cznDg==","name":"East Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Shea, Doug Ingersoll, Sue Rhodes, Vince","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.09046,36.07077]},"left_right_index":0,"mp_id":"107923541","mp_crag_id":"107923538","climb_id":"q1b/6vmAVIC4+66D7cznDg==","areaRef":"pgPJMCz9WPabDcrJ4hDJrA=="},"content":{"description":"Beautiful 1 pitch, great potection up the obvious open book on the East Face.  The rock is soft so beware.","protection":"Eats pro, great crack to the top.  up to 3.5'","location":"Start down the Kiabab Trail on the S rim and descend to level even with O'Neil Butte.  Head cross country to the base of the east face"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,a603c930-2cfd-58f6-9b0d-cac9e210c9ac","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","O'Neill Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.09046,36.07077]},"bbox":[-112.09101631021034,36.07032033981814,-112.08990368978967,36.07121966018185],"left_right_index":-1,"ext_id":"107923538","area_id":"pgPJMCz9WPabDcrJ4hDJrA==","polygon":{"type":"Polygon","coordinates":[[[-112.09101631021034,36.07032033981814],[-112.08990368978967,36.07032033981814],[-112.08990368978967,36.07121966018185],[-112.09101631021034,36.07121966018185],[-112.09101631021034,36.07032033981814]]]}},"content":{"description":"O'Neill Butte is a obvious tower on the S Kaibab Trail.   The climb is on the east face.  It's one Pitch, but we had two ropes for the rap.  The large overhang finish can be bypassed to the left.  I'm not sure if this overhang has ever been climbed.  I found some really old  \"Tat\" on top but I don't know if this was done free before our group in 1982."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:43.828Z","updatedAt":"2024-01-20T00:56:39.610Z"}