{"_id":"63689de0e80bff5a994f9dde","area_name":"Music Mountain","shortCode":"","climbs":[{"_id":"20m1VfngXIC2R8oYYKc+Hw==","name":"Riders On The Storm","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Premo and Brian Montag","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.66173,38.78211]},"left_right_index":2,"mp_id":"121451812","mp_crag_id":"121307335","climb_id":"20m1VfngXIC2R8oYYKc+Hw==","areaRef":"9Rtii+uaVTCbpocbaW4T3g=="},"content":{"description":"There is a large belay ledge at the base with a great hole in the rock to stash your belongs. All pitches are sport and can be done with a single 70m rope, 11 draws (a few alpines), and an anchor. There is an optional 5th pitch (\n\nRed, Red Wine\n\n) at the the top/climber's left that will get you to the center peak of the mountain. This route tops out at the rightmost peak of the mountain. There are 2 bolt anchors with quicklinks at the top of every pitch.\n\nP1 - 5.5. This is kind of funky, short, lichen covered alpine-like climbing and is a good warm-up for the rest of the climb.\n\nP2 - 5.9. There is a massive ledge at the base of this pitch that can accommodate multiple people. Do a quick scramble to a nice face with multiple options on how to climb. In my opinion, this is the crux of the route, but opinions may vary. It's still a little dirty in what could be a nice hand jam but will clean up nicely as the cut brush dies off. The belay ledge at the anchor is a tad small, but moving it any further up would create some nasty rope drag. Maybe do a short pitch or simul to P3.\n\nP3 - 5.9. Climb a really fun, left-facing offwidth/crack with a nice face with some cool ledges. Climb up the offwidth, and when you top out, climb up and over to the ledge to the climber's right to the next belay station. The follower will want to leave a draw up until they're on the ledge to prevent a nasty pendulum if they don't pull the move needed.\n\nP4 - 5.9. This is my personal favorite pitch. It has fantastic jamming all the way to the summit on clean granite. There is a fun layback 2 bolts up past the belay.\n\nYou can rap off this with a single 70m or traverse to the climber's left to\n\nRed, Red Wine\n\nand walk off. The walkoff is steep but very doable. Some route-finding is involved required to get back to the main trail once you're at the base of the mountain.\n\nI highly advise a few alpine draws on this route to prevent rope drag.","protection":"A 70m rope, anchors, 11-12 quickdraws, some alpine draws, and a helmet.","location":"The start of this climb is approximately 40 feet to the right of\n\nCold and Ugly\n\n."},"__v":0},{"_id":"rBen0fR0UUeCHhRW+WWhKA==","name":"Red, Red Wine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jason Premo, Bennett Musick, and Brian Montag","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.66173,38.78211]},"left_right_index":0,"mp_id":"121307659","mp_crag_id":"121307335","climb_id":"rBen0fR0UUeCHhRW+WWhKA==","areaRef":"9Rtii+uaVTCbpocbaW4T3g=="},"content":{"description":"This is an optional 5.10a 4th pitch to\n\nCold and Ugly\n\n. When you're topped out on\n\nC&U\n\n, look climber's left, and traverse over maybe 50 feet to the base. You get smooth sailing up this pitch, a great view, and an amazing lunch ledge at the top that will accommodate multiple people. You can hike off climber's left or rap off to\n\nCold & Ugly\n\n, and then go down to the base.\n\nNote: from on top of RRW, you can hike over to the eastern most peak and climb multiple other routes - some bolted, some not.","protection":"A 70m rope, sport quickdraws, and an anchor.","location":"It is an optional 4th pitch to\n\nCold and Ugly\n\n."},"__v":0},{"_id":"uF5iAW1RUu64aYmfDGngTQ==","name":"Cold and Ugly","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Premo, Bennett Musick, and Brian Montag","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.66173,38.78211]},"left_right_index":1,"mp_id":"121307406","mp_crag_id":"121307335","climb_id":"uF5iAW1RUu64aYmfDGngTQ==","areaRef":"9Rtii+uaVTCbpocbaW4T3g=="},"content":{"description":"There is a small belay ledge at the base. All pitches are sport and can be done with a single 70m rope and 14 draws plus anchor. There is an optional 4th pitch (\n\nRed, Red Wine\n\n) at the the top that will get you to the peak of the mountain, or you can scramble to the right to the top of the rightmost peak.\n\nP1 - 5.9.  This has fairly slabby feel and solid rock once you're off the ground and is a good warm-up.\n\nP2 - 5.10 (I think?). This pitch has a slight gatekeeper getting off the ground. There is some nice crack climbing to a great offwidth to a stem that could swallow a Valley Giant. You get a fantastic view from on top of P2.\n\nP3 - 5.7. Get a nice, quick burn from here to the top.\n\nP4 - 5.10a. Optional 4th pitch - Red Red Wine. When you've topped out, look climber's left, and traverse over maybe 50 feet to the base. It is smooth sailing up this pitch. You get a great view and an amazing lunch ledge at the top that will accommodate multiple people.\n\nYou can rap off this with a single 70m or walk off to the climber's left on top of\n\nRed, Red Wine\n\n. The walkoff is steep but very do-able. Some routefinding is involved required to get back to the main trail once you're at the base of the mountain....","protection":"A 70m rope, a quad anchor, and 14 quickdraws.","location":"Follow the route description to the mountain. To the climber's right of the center peak, look at the obvious face with a left-facing offwidth approximately 250 feet off the deck. The approach is fairly steep off the main frontage road type trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,8b616c29-9f02-59ad-b4f6-1d23683e8913,69b77f7c-b315-5ba0-aaf5-98db1c972e2a,f51b628b-eb9a-5530-9ba6-871b696e13de","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Main Canyon: Unaweep Granite","Wildcat Complex","Music Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.66173,38.78211]},"bbox":[-108.66230683234556,38.78166033981814,-108.66115316765443,38.78255966018187],"left_right_index":-1,"ext_id":"121307335","area_id":"9Rtii+uaVTCbpocbaW4T3g==","polygon":{"type":"Polygon","coordinates":[[[-108.66230683234556,38.78166033981814],[-108.66115316765443,38.78166033981814],[-108.66115316765443,38.78255966018187],[-108.66230683234556,38.78255966018187],[-108.66230683234556,38.78166033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:40.379Z","updatedAt":"2024-01-20T01:00:49.348Z"}