{"_id":"63689de0e80bff5a994f92a9","area_name":"Central Chimney Area","shortCode":"","climbs":[{"_id":"Qf2Q+A8vWwi4r6zxtVbozA==","name":"Tempest","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Matous, Dan Hare, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3878,40.0024]},"left_right_index":1,"mp_id":"105759015","mp_crag_id":"105811157","climb_id":"Qf2Q+A8vWwi4r6zxtVbozA==","areaRef":"nchvVXRMUBq6w2G62ZISzQ=="},"content":{"description":"Tempest has an exciting first pitch. The second pitch has several 5.9 sections. The Rolofson guide [calls] this 10d R. The R is definitely not true. I won't dispute 10d vs the 10c in Rossiter. The topo in Rolofson shows a 10d crux high up. That is wrong. It's 5.9 up there. The crux section is the start, angling left, and then the step right.\n\nScramble up the chimney under the first block, around the second block on the right, until above the large vertical flake/spike. Belay using the #/3/blue Camalot.\n\nFrom the flake place a couple of cams semi-blindly, step up and place a nut. A harder move leads up to the overhang. You need to be careful to get good gear on this initial section, because if one piece pulls you could hit the spike. The gear is good, but make sure you get it. Place one or two small cams on either side of the overhang. There are two choices here: Swing left around the nose using a horn for your hands. This is pretty scary, because you end up on a sloping ledge with the only hand holds on your right, and the rope running around the corner to your (now hidden) gear. The alternative is to climb over the overhang to end up standing on the horn. You can place another cam from a squatting position on this horn. I did it this way. This ends the initial crux section. This section is quite sustained due to the need to place the gear close together, but the moves are not that technically hard.\n\nClimb a few more moves up the crack and place a high cam. Silent Running continues up and left from here. Step back down to where you can step right to a ramp. On the step right you face a small swing, but it's very safe. If you're tall enough you can cross over with your left hand for a jug, but it's a hard and insecure move. If you're short, I'm not sure, but you may be able to stay low and move right on the ramp to a good hold.\n\nAfter this, protect the second with a red/#1 Camalot and continue up and left on easier climbing. Belay off of mid-size cams where the crack becomes vertical.\n\nThe second pitch begins with a thin 5.9 crack that's a little dirty. Continue to a steep chimney/crack system. Stem up a few moves, and then do one hard move (a long reach for me followed by a thrash). Rossiter calls this 5.8, but figure on 5.9. The walk off ledge is just above. Walk left, down and back right to the start.","protection":"Two sets small cams from yellow to red Alien or equivalent. Two sets larger cams to yellow/#2 Camalot (bring only one set of these on first pitch), #3 Camalot (for belay in chimney and 2nd pitch), 1 set stoppers or offsets, no small brass/steel. At 3 to 5 long slings, 10 quickdraws.","location":""},"__v":0},{"_id":"qKm81+5BUFCBKXKsnrL/dQ==","name":"The Radlands of Infinity","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Joyce & Richard Rossiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3878,40.0024]},"left_right_index":0,"mp_id":"105758071","mp_crag_id":"105811157","climb_id":"qKm81+5BUFCBKXKsnrL/dQ==","areaRef":"nchvVXRMUBq6w2G62ZISzQ=="},"content":{"description":"From the\n\nCentral Chimney\n\n, scramble to a nice stance at a flake-spike. Climb a short, right-facing corner, then follow bolts up a desperate stretch of high-angle slab work. A few of the flakes have snapped, possibly altering the grade.\n\nPitch 2 takes a thin seam (gear) to some more bolts and the top. This pitch is good 5.12 and sports some friable rock if you grab holds blindly. There is a two-bolt anchor on top.","protection":"A mixed route, mostly bolt-protected, but several wireds and TCUs are required, as is gear for the initial anchor (hand-size cams).","location":""},"__v":0},{"_id":"YmyKfQa2WaKSLYvpep4Q2g==","name":"Central Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3878,40.0024]},"left_right_index":2,"mp_id":"105755974","mp_crag_id":"105811157","climb_id":"YmyKfQa2WaKSLYvpep4Q2g==","areaRef":"nchvVXRMUBq6w2G62ZISzQ=="},"content":{"description":"This is a fun, moderate climb with excellent pro. The first pitch could use some gardening, and is easy 5.5.  The second pitch -- belay from bolts -- is trickier, short, and fun.  The last pitch has  several crack options, and the two on the left both demand an airy small traverse that can be protected well.\n\nI'd call it 5.7 in the harder moves.\n\nRossiter's book provides approach info.  Can't miss this one.","protection":"Pro to 4.5 cam.  2 bolt anchor for first belay. Can sew it all up.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e6c49c39-7374-5f64-8084-6297a724b328,a016cfe5-b772-5e92-aff5-7bcc75a8ec48,9dc86f55-744c-501a-bac3-61bad99212cd","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Blob Rock Area","Blob Rock","Central Chimney Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3878,40.0024]},"bbox":[-105.38838701031193,40.00195033981813,-105.38721298968804,40.00284966018186],"left_right_index":-1,"ext_id":"105811157","area_id":"nchvVXRMUBq6w2G62ZISzQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:58.082Z","updatedAt":"2022-11-25T11:16:30.720Z"}