{"_id":"6368a185e80bff5a9954f52d","area_name":"Northeast Buttress","shortCode":"","climbs":[{"_id":"BKSs1ZsMUJyNMwe7FiCMvA==","name":"H3O","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Jakus, Paul Firestone, and Jeff Dean, Summer 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21219,39.07308]},"left_right_index":2,"mp_id":"118200128","mp_crag_id":"118220361","climb_id":"BKSs1ZsMUJyNMwe7FiCMvA==","areaRef":"mB19WQHZVx+YKxZUINFbMg=="},"content":{"description":"This description is from memory of a single complete ascent nearly 40 years ago. The climb was named H3O because a different form of precipitation was encountered on each of our three attempts.\n\n The route is not on the Main Dome, but is instead located on a formation to the north. It is on the north side of the NE Buttress, aka \"Rocco's Wall\". The climb can be identified by a prominent crack, starting about 75 feet up, that leads up for about two hundred feet, and then leans right for another two or three hundred feet.\n\n All natural gear (except for the pin noted below). I recall doubles of everything up to a #4 Friend, but I’m pretty sure we didn’t have anything larger.\n\n Pitch 1: The pitch to reach the main crack, as originally done, was circuitous. Climb a short ways up a small crack, then traverse to the right to another small crack, and then back left to semi-hanging belay at a flake at the base of the main crack. This was 5.8, but the pitch could be straightened out at about 5.10 or so. We used a pin as part of the belay anchor at the flake, but modern gear should be more than adequate.\n\n Pitch 2: Shallow hand and finger crack (5.10) leads to a belay stance at the base of a spectacular hand crack.\n\n Pitch 3: Hand crack leads to belay where the crack starts to head right (5.9). We went right, but there are variations that could go straight up.\n\n Pitch 4: Climb the right-leaning crack for a long pitch, where a layback leads to a short offwidth section just before a belay at nice stance. (5.11)\n\n Pitch 5 and (probably) Pitch 6: Continue following the crack to the summit ridge of the NE Buttress. (5.9)\n\n The rope may be needed occasionally along the summit ridge.\n\n Descent: Follow the summit ridge to where it meets the main wall. Rappel into the gully behind the main wall.","protection":"Natural gear","location":"From the base, this overhanging-and-leaning-to-the-right route seemed (to me) to resemble a mini-Astroman, a remark for which I was roundly mocked. Just head around the corner from The American Pillar and up the gully a ways, and this one should jump out at you."},"__v":0},{"_id":"YR+gUW80XrWsN54I1Q+now==","name":"The American Pillar","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Jakus and Paul Firestone, Summer 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.21219,39.07308]},"left_right_index":0,"mp_id":"118199953","mp_crag_id":"118220361","climb_id":"YR+gUW80XrWsN54I1Q+now==","areaRef":"mB19WQHZVx+YKxZUINFbMg=="},"content":{"description":"This description is from memory of a single ascent nearly 40 years ago. It follows the main crack system on the left side of the NE Buttress, aka \"Rocco's Wall\". This is not on the Main Dome, but on a formation to the north.\n\n All natural gear; bring bigger stuff for the roof and dihedral. We had a number of tube chocks--no such thing as BigBros, or large SLCDs!\n\n Pitch 1: Hop across gap to the rock, climb left-facing dihedral for a ways, then face climb up and over to a smaller left-facing dihedral above. Follow this to a belay in an alcove below a small roof. (5.9/5.10-) See photo.\n\n Pitch 2: A short pitch along the offwidth roof to hanging belay at the end of the difficulties. See photo. May be combined with pitch 3, but might give rope drag. (5.10)\n\n Pitch 3 and (probably) Pitch 4: Following right-facing dihedral for one or two pitches to a nice flat belay at the top of the pillar. (5.9) See photo.\n\n Pitch 5 and (maybe) Pitch 6: Climb the knobby face up and left toward a notch above the Main Gully. (5.9)\n\n Descent: Two or three rappels into the main gully. At one point Paul F. and I argued for a long time over a series of somewhat sketchy anchors before finally agreeing on one. Best to bring a bolt kit just in case (leaving one behind was a mistake).","protection":"All natural gear. Please see note in the route description about gear for the descent.","location":"From the valley, it is the buttress immediately north of the Main Wall. I recall some third class scrambling to get to the base, and having to hop across a gap onto a friction slab to get started."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,b66aed2b-5110-545f-954f-72b098d00c3c,981d7d59-01d9-571f-982b-165420d15b32","pathTokens":["USA","Nevada","Western Nevada","Wild Granites, The","Northeast Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.21219,39.07308]},"bbox":[-117.21276920325232,39.07263033981814,-117.21161079674772,39.07352966018186],"left_right_index":-1,"ext_id":"118220361","area_id":"mB19WQHZVx+YKxZUINFbMg==","polygon":{"type":"Polygon","coordinates":[[[-117.21276920325232,39.07263033981814],[-117.21161079674772,39.07263033981814],[-117.21161079674772,39.07352966018186],[-117.21276920325232,39.07352966018186],[-117.21276920325232,39.07263033981814]]]}},"content":{"description":"Two of these routes (\"American Pillar\" and \"H3O\") are on the buttress to the northeast of the Main Dome, which, thirty years ago, we creatively called \"The NE Buttress\"."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:11:24.901Z","updatedAt":"2024-01-20T01:03:11.989Z"}