{"_id":"63689de0e80bff5a994f90c4","area_name":"Zowie","shortCode":"","climbs":[{"_id":"H7GwzEEfVzyRpcBCmC9tBw==","name":"South Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brian Poling and Barry Harper","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"left_right_index":1,"mp_id":"105754420","mp_crag_id":"105745459","climb_id":"H7GwzEEfVzyRpcBCmC9tBw==","areaRef":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":"The South Face is the standard route on this less-classic cousin of the Petit Grepon with which it's often compared. Although the quality of the climbing isn't as good as that found on the Petit, it's still a worthy objective with a much shorter approach and a beautiful summit.\n\nTo get to the base of the route, head up towards the left side of the formation, looking for the line of least resistance underneath the prominent chimney system. The first 2 pitches follow this chimney, but it doesn't extend all the way to the ground.\n\nP1 & P2. Both times I climbed the route, I started up a short section of mostly face climbing, immediately right of a small right-facing dihedral. I'd say it was somewhere in the 5.7 - 5.8 range, but there's an easier way a little to the left of this which is rated 5.4. Regardless of how you get into the chimney system, climb until you get to a big ledge that spans almost the entire south face of the spire.\n\nP3. Move your belay east to the other end of the ledge just below a prominent left-facing dihedral. Head up the dihedral (fun) and up the obvious crack system quite a ways and belay on a good ledge. The guidebook calls this pitch 5.6, but I thought it felt more like 5.7.\n\nP4. From what I can remember, there are a couple of crack systems/dihedrals right off the ledge, and it's not all that obvious which way to go, so just pick the one that looks the most traveled and head up. After this fairly short section, the terrain gets lower-angled. Pick the line of least resistance and aim for the right side of the base of the summit tower and a good belay ledge.\n\nP5. This next pitch climbs cracks on the east side of the spire, and from what I remember, we set up a belay on the east side as well, on a big ledge where you can get a good look at cracks going up the east side of the spire, but at a place where the south face isn't quite visible. Short pitch - 5.6.\n\nP6. This super-short pitch traverses the base of the summit tower from east to west, and in the Rossiter guidebook is combined with the pitch I described above in the description but not in the topo. It takes you to the base of the wide crack final pitch, almost to the edge of the southwest arete. 5.6.\n\nP7. This is the pitch you've been waiting for! This and the summit are the reasons that Zowie is a near-classic. Even though it's an off-width, it's best not to climb it like one. My partner tried to do it like that and flailed for half an hour before admitting defeat and taking the 5.8+ thin crack/face variation to the right (also a classic exit pitch - super steep and exposed, with good pro). The trick at the crux (5.8+) bulge is to stay left of the crack and reach high for the key face hold, which I was expecting to be a jug but is really fairly small (but adequate). There's a pin a little ways below the crux but not after, so it's a bit of a heady move. After this, traverse right and up for a short ways and you're on the summit! Hopefully it's a warm sunny day and you can hang out for a while, soaking up the beautiful views of Sharkstooth and the summit of the Saber.\n\nTo descend, there are two rap anchors: one on the west side of the summit and one on the north side. Most people rap off the north side and then head west down the gully on the west side of the spire. The other rappel takes you down the steeper west side and is a much longer (mostly free) rappel. I've done this with double 50 meter ropes and had to do a little down-climbing, but with 2 60 meter ropes you probably wouldn't have to. There's one more short (40 feet or so) rappel near the bottom of the descent gully, and after that you're home free. Don't forget to stop and eat the raspberries if you're there in late summer! Mmm...raspberries. D'oh!\n\nPer\n\nJoe Martinet\n\n: the original descent anchors to the West are not worth using. The newer and much nicer rappel anchors to the North or Southeast face are much newer and more solid and only require a single rope rappel, followed by another single rope rappel further north, and then after some grassy hiking down further left or West, there is one more single rope rappel (two big bolts) to avoid a steep section. The rappels could use new slings but are solid anchors. With these, there is no need for double ropes, so enjoy bringing a nice, new, lighter single rope (a 60 m).","protection":"A standard rack is all you need for this route.","location":""},"__v":0},{"_id":"rUVUq7ZwUoevesuIZl3I1w==","name":"Red Face Magic","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"left_right_index":3,"mp_id":"119134066","mp_crag_id":"105745459","climb_id":"rUVUq7ZwUoevesuIZl3I1w==","areaRef":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":"This route, which I heard about on a trip report on stephabegg.com, is a link-up of the three primary routes on Zowie and takes an amazingly direct line to the summit. The first pitch is 5.8+ and the price of admission for the rest of the route. The technical climbing is broken up by two bouts of 5.easy but allows for linking pitches with a touch of simuling while the second is on easy terrain. When I climbed the route, we combined pitches 2 and 3. There are many great belay opportunities on this route, especially on the lower half. I feel like the route is PG-13 because of the lack of pro pulling the roof on P1, especially if you don't clip the block of death. However, the holds are huge, and a fall would be unlikely.\n\nIt seems a lot of people compare Zowie to Petit. In my opinion, the average climbing quality on Petit is better, but no single pitch is better than pitches 5 or 6 on this route. The easier approach and descent to Zowie make this route a great entry park tower in my opinion, but the first pitch should not be attempted by someone only claiming to be a 5.8 leader.\n\nDescriptions below include approximate pitch lengths. Any updates with firmer numbers would be greatly appreciated.\n\nP1. Climb a prominent, left-facing dihedral system that arcs to the left at the mid-point of the pitch. As it arcs, face climbing becomes the name of the game while you protect in the crack system. This pitch is 5.8+ which lines up with what I heard about + ratings meaning \"it's harder than 5.8.\" After pulling onto a ledge with rap slings, traverse around left to pull a small roof on huge jugs. Work up to a large belay ledge on 5.easy terrain on the right side of a gully. Be careful not to step on any of the many large, detached rocks here. (~150 feet, 5.8+).\n\nP2. Traverse climber's left across the gully and work up to the base of a prominent chimney. The crux of this pitch is getting across the gully, maybe 5.3, maybe 4th Class. There is a perfect 0.4 X4-sized pod to pull onto the face for the crux move (~120 feet, 5.easy).\n\nP3. Climb the chimney working up to a squeeze. Drop your pack, and wiggle up the squeeze, finding easier ground above. I've seen descriptions that rate this pitch 5.6, but maybe they weren't taking the squeeze. In my opinion, it's every bit of 5.7 (~100 feet, 5.7). Update: avoiding the squeeze and stemming around it definitely makes P3 go at 5.6.\n\nP4. Work up more broken 5.easy terrain to the base of a small roof and corner system. This pitch is forgettable, but the rock quality is good. If you belay right above the chimney on a large ledge slightly right, there are two variations to access the easy terrain. One option is to navigate right, up, then left to a short 5.8 offwidth section. Another option is to go straight up from the belay which is generally pretty easy but has a well-protected 5.9 finger crack move before accessing the easy terrain. There is loose rock on the next pitch that is mostly avoidable but do not belay in a position where you would be directly in line with anything coming down.\n\nP5. A stellar pitch! This is what climbing on Zowie is all about. Some descriptions claim this pitch is 5.9, but I don't believe any single move is harder than 5.7. Work up to a roof, and traverse out and around to the right, regaining the corner system and climbing a stellar hand crack to the next belay on a ledge with a giant leaning death block. The exposure at the back side of this belay is amazing, don't forget to take in the views (~100 feet, 5.7).\n\nP6. This pitch is maybe better than pitch 5 depending on your preferred style. There are two options here, taking the offwidth to the left or a face/crack climb directly up the center of the face. Take the face option, trying to not put too much torque on the death block as you work up from the ledge. Work up the face enjoying excellent holds and great movement, belaying at the rappel anchors at the back side of the summit on climber's right. Some descriptions say this is 5.8, but compared to the first pitch, there is no comparison (~80 feet, 5.7).\n\nDescent: rappel from bolts on the summit down to a ledge (60 feet), and walk to the north end where you will find another set of bolts. Take this rappel (80 feet) to the top of the descent gully, working down very exposed but secure 3rd Class terrain with a short scramble in the middle. A pair of brown rap bolts will be skier's right at the very end of the gully where it cliffs out. Take this rap to the ground (60 feet).","protection":"A standard alpine rack. Alternatively, doubles from 0.3 to 3 for a comfortable experience on the first pitch.","location":"Approach Zowie trending to the right side of the base. Look for a left-facing dihedral on the right that arcs to the left about 80 feet up."},"__v":0},{"_id":"6hGVnLsxW/6MBledMFJF4Q==","name":"Magic in the Middle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Duncan, Dede Humphrey, 2016","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"left_right_index":2,"mp_id":"111944670","mp_crag_id":"105745459","climb_id":"6hGVnLsxW/6MBledMFJF4Q==","areaRef":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":"Magic in the Middle has a moderate approach, good alpine rock, minimal lichen, high quality climbing at a consistent grade, big belay ledges, a spectacular summit with great views and a straightforward  descent. What more could you ask for? Several of the pitches look intimidating from below, but gear placements show up. This is arguably better than the Petit Grepon and one of the best moderate routes in RMNP.\n\nP1. 5.6. Start on a pedestal at the low point of the south face. Head up a black streak to the right move left then continue up and right on easy but runnout slab climbing heading for the left side of the long overhang. Belay on a large ledge at the base of a steep face, 115 feet.\n\nP2. 5.9. Climb the face and arete up to the level of the roof, then step right into the base of the hanging, left-facing dihedral. Climb the dihedral, step right onto the face then head up a right-facing dihedral and face to a large ledge below a steep face with imposing overhangs. Consider carrying prussiks on this pitch, as a fall from the dihedral may leave you hanging in space, 115 feet.\n\nP3. 5.8+. Head up and slightly left then slightly right to a band of smooth white granite. Traverse up and right across the smooth face to a sloping belay below another obvious, left-facing, hanging dihedral, 115 feet.\n\nP4. 5.9-. Climb the dihedral past a seemingly solid detached block, step right onto the arete, and head up to another big ledge, 50 feet.\n\nP5. Continue on easy climbing up and left to the base of a steep red wall, 115 feet.\n\nP6. 5.9. Head up the center of the steep wall aiming for a small, right-facing dihedral capped with a roof. Turn the roof (crux), then climb easily to a large ledge at the base of the offwidth that is the final pitch of the\n\nSouth Face\n\nroute, 90 feet.\n\nP7. 5.8+. Diagonal up and right, climbing the thin crack variation to the final pitch of the\n\nSouth Face\n\nroute, 50 feet.","protection":"Cams from small TCUs to #3 with doubles from 0.5 to 2, a full set of nuts including a few RP size and alpine runners. Tricams were very helpful. A single 60m rope will get you up and down.","location":"Climb the center of the south face of Zowie starting at the low point of the face (left of the \"flatiron\") and between two chimney systems."},"__v":0},{"_id":"JwGc/dBlWJW87CEF06U2Kg==","name":"One for the Red Team","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"T. Bubb & J Meir, 6/1/2002","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"left_right_index":4,"mp_id":"105756715","mp_crag_id":"105745459","climb_id":"JwGc/dBlWJW87CEF06U2Kg==","areaRef":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":"As you approach Zowie from the south, you will see the chimney on the West side of the South face, this is the standard route.  On the East side of the South Face there is a \"flatiron\" which is the route described by Bell/MacDonald comments in the\n\nSouth Face\n\ndescription.\n\nJust left (West) of this variation, there is an large, overhanging, left-facing dihedral. The two-star rating accounts for the moss and lichen.  If it were cleaned it could become a classic pitch.\n\nThis dihedral once started with some moss and lichen on slopers, but becomes much more secure after the first 15'. There is not much lichen or moss left according to recent accounts, the rock is really quite good and the moves are really fun.\n\nClimb the wall on the right to move up and into the crack.  This is a tad insecure for 15' until you step left and start stemming and jamming your way up the dihedral and through some overhangs and grooves until you are 100+ feet up and at the end of the dihedral. There are good feet out on the left for all overhangs, so the grade remains mellow.\n\nAt the end of the dihedral, step out left toward the arete for a move or two, but be careful to avoid the 1000+ pound death block on a ledge near the arete. Climb up a featured face from there, getting protection as necessary (but not necessarily as desired) and go to a large ledge with gear for a belay.\n\nContinue to the summit on the\n\nSouth Face\n\nroute.","protection":"A full set of cams to a #4 Camalot + a set of stoppers.","location":""},"__v":0},{"_id":"lsSn+RF0VticJPe7/iLR4g==","name":"Green Chili","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Cory Fleagle/Liz Donley/Chris \"Fergie\"","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"left_right_index":0,"mp_id":"105874844","mp_crag_id":"105745459","climb_id":"lsSn+RF0VticJPe7/iLR4g==","areaRef":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":"This is just a brief overview/description of the climb:\n\nP1. Head up slope to gully (not descent gully), that is capped by large chockstone. Climb prominent dihedral (right-facing) through a slot up top to a ledge belay.\n\nP2. Continue up cracks, going up easy ledges, and corners. Continue to walkable grass ledge, and up towards the south/west face of spire.  You can walk off left to descent gully from here.  This pitch is long, and to make it up to the bottom of the upper face requires simulclimbing.\n\nP3. Start up left-most dihedral (left-facing) on upper wall.  Exit the dihedral up and left, toward ledge with an optional belay.\n\nP4. Continue up the face using cracks and weaknesses.  Trend up and leftward toward the arete. Pass a KB pin when you get to the arete, continue up arete to large long ledge.\n\nP5. Go up the last part of the tower with a thin crack start, pull up to right (around small corner) up to roof with wide crack, pull out left, and finish up to summit.\n\nNote: there are several good pitches we did that are right of this route.  Some have a pin or two, and one ledge has two old 1/4\" bolts. These are all fun, and about 5.9-5.10 range (I think?) none of these pitches are listed in any books that I could find....","protection":"Standard alpine rack up to #3.5 Camalot.","location":"This route starts on the far left side of the spire in a gully that's capped by a huge chockstone.  This gully is in between the descent gully and the main wall with the standard routes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,64811f23-75aa-5afa-937f-f7e306116e59,642e1f72-1aba-55a9-b055-541668806f24","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Otis Peak","Zowie"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6696,40.29177]},"bbox":[-105.67018951630719,40.29132033981814,-105.66901048369284,40.29221966018187],"left_right_index":-1,"ext_id":"105745459","area_id":"ZC4fchq6VamwVVQWaIBvJA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:51.797Z","updatedAt":"2024-01-15T16:42:34.036Z"}