{"_id":"6368a103e80bff5a99540159","area_name":"EM: Frisco Boulder","shortCode":"","climbs":[{"_id":"5UqRed+dUOazADvNt6WUuw==","name":"Wags' Bowl","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.46159,38.56565]},"left_right_index":2,"mp_id":"118642145","mp_crag_id":"118641976","climb_id":"5UqRed+dUOazADvNt6WUuw==","areaRef":"myzK2QK9X1SxiT5slLCU1A=="},"content":{"description":"Use the two sit start pockets low at the center of the boulder and head to the right arete up to the huge bowl jug above the lip of the roof.","protection":"","location":"Low center sit start to right"},"__v":0},{"_id":"7OBceFGHXtqiTeBuH+Lmhw==","name":"Pig in a Pocket","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.46159,38.56565]},"left_right_index":1,"mp_id":"118642101","mp_crag_id":"118641976","climb_id":"7OBceFGHXtqiTeBuH+Lmhw==","areaRef":"myzK2QK9X1SxiT5slLCU1A=="},"content":{"description":"Jugs up from the sit start, use the 2 finger pocket to reach the lip over the bulge.","protection":"","location":"Two large sit start start pockets at the base. Head directly up."},"__v":0},{"_id":"OqYiTWd2UX+M4Gql4kN+HA==","name":"Beezy's Bungle","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.46159,38.56565]},"left_right_index":0,"mp_id":"118642030","mp_crag_id":"118641976","climb_id":"OqYiTWd2UX+M4Gql4kN+HA==","areaRef":"myzK2QK9X1SxiT5slLCU1A=="},"content":{"description":"Sit start in the hip-height pockets down low. Work out to leftmost and pull up to the little roof and mantle using good holds beyond the lip and a high foot to top out.","protection":"","location":"Low center to left of the boulder"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,9b2ccad9-02bd-5f54-b189-3e6c94b094d4","pathTokens":["USA","Missouri","EM: Frisco Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V-easy"},{"count":1,"label":"V0-"}],"byDiscipline":{"boulder":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-90.46159,38.56565]},"bbox":[-90.46216509070855,38.56520033981814,-90.46101490929145,38.56609966018186],"left_right_index":-1,"ext_id":"118641976","area_id":"myzK2QK9X1SxiT5slLCU1A=="},"content":{"description":"Main Section: This is a short limestone capped rock section with a nice roof, cleaned up a bit for workout laps. It's not glamorous. It has a 12 inch thin middle section that is chossy. The vertical bouldering lines are fun but not high enough to be all that continuous or elegant. There is a range of difficulty but the vertical problems listed are mostly easy. The rock is something right in the middle of St. Louis County, available outdoors, available after working hours with no approach, which is something. Hey, it's home.\n\n This is a great workout spot for those wanting a quickie! Stop on your bike or during a run. Climbing shoes are not needed to get a great endurance workout. I climbed all the lines in my Salomon trail running shoes. The Upper Roof Traverse does require tightening your laces a bit for the heel hook transitions. Feel free to leave me some feed back.\n\n All three of the original routes listed are easier juggy limestone pocket hauls to a roof. The crux of each problem is mantling or managing the top section. Some reachy moves provide better holds or smaller pockets can make the problems a bit more challenging. A few easier lines can be found just left of the main section. First Steps follows the dihedral on the left side of the main section. The Block is located to the left side of the Upper Roof section of rock exposure.\n\nMain Traverse: This section is the line of good limestone that spans from the left of the Main Section. Several different traversing route options are available for you to get a quick pump workout. Traversing is a great way to build technique. 1) Pro Dibble Dabble V1  Starts to the far left on the main traverse as a sit start then heads right following the band of good limestone. Continue across the top of the main section to either top out or down climb the right side. The sit start section is the crux. (33 - 40 ft roughly) 2) Reverse Pro Dibble Dabble Start standing on the left side of the main section and climb up to place your hands on the top. Now traverse left to the far left of the main traverse. 3) Dbl Pro Dibble Dabble V1 - 2  Starts to the far left on the main traverse as a sit start then heads right following the band of good limestone. Continue across the top of the main section to then double back and traverse back to the sit start. (65 ft roughly per lap) 4) Dibble Dabble V0- is similar but starts 10 ft to the right as a standing start, then finishes on the right side of the main section. (30 ft) 5) Reverse Dibble Dabble Yep, you guessed it. Start on the right of the main section and climb up to traverse left to the start of Dibble Dabble. 6) Double Dibble Dabble V0- Yep, you guessed it. Traverse right then keep your hands on the top and head back to the standing start. Repeat as needed. (50 ft per lap) 7) Square Dibble Dabble V0  Start on the left at the standing start and traverse right to the top right side of the main section. Climb down 6 ft then traverse left 8 ft to then climb back up 6 ft on the left side of the main section. Keep going. Traverse back left to the start of the problem. Repeat as needed. (60 ft roughly per lap)\n\n 8) Square 1 Circuit V easy  Standing start on the bottom right or left of the main section. Climb up and traverse to then down climb the opposite side of the face. Keep your feet off of the ground and traverse back to the start. Repeat as needed. (25 ft per lap)\n\nUpper Roof Traverse: The overhanging section sits up and left of the main section of rock. The roof spans to the left then joins a big block. 1) Worked & Wasted V2 - 3     Start on the left or right end of the upper roof traverse. A sit start can be found numerous spots along the rook but the objective is the work the endurance. Repeat as needed. Select specific sit start options to pull up and over the roof above. Enjoy!"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:10.173Z","updatedAt":"2022-11-25T11:19:24.680Z"}