{"_id":"63689de0e80bff5a994fa6ea","area_name":"Sun Slabs","shortCode":"","climbs":[{"_id":"PGhVDx/HXIiIdRJQEwijHQ==","name":"South Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87547,38.79138]},"left_right_index":0,"mp_id":"117696350","mp_crag_id":"105746113","climb_id":"PGhVDx/HXIiIdRJQEwijHQ==","areaRef":"fN+vFReYU7ig7qf9mj8ljg=="},"content":{"description":"This is primarily a solo to reach the summit of the pinnacle and cannot easily be protected. It also has poor rock, especially at the highest and most exposed point. That said, it is an awesome adventure scramble for those with enough experience. Climbers new to soloing/canyon choss should stay away from this one.\n\nStart by romping up a fun gully, eventually gaining the top of the left wall onto the easy slab. Wander/walk up easy slabs with great views for about 70' or so to a right-facing corner. There is a lone red hanger (?) to the left on the steep block with a small tree above that I'm not sure I'd trust and is useless for this climb. Continue with care up the right-facing corner and stem through a short, steep chute/gully to the final chossy ledge traverse. Carefully plan and negotiate the loose and exposed rightward traverse (5.4X) with the summit muffin-top in sight. There is lots of loose rock and scree to be wary of along the traverse and exit.\n\nOne may also go direct above the red hanger at 5.6 or so. Easy choose your own adventure that ends with the chossy but good ledge traverse.","protection":"All I saw was one old, rogue bolt way off left that I don't think would do much good. This is pretty much a scramble/solo.","location":"There are 3 ways to approach:\n\nHike past the route\n\nKendlee\n\nas approaching for the Pinnacle, and do any easy 5th Class downclimb on some exposed slabs to the Sun Slab area. Continue past these climbs following the wall on a faint trail until a hanging boulder blocks the start of the gully above.\n\nHike up to the Sun Slab approach, and follow the directions above.\n\nHike partway up Tinseltown Gully toward\n\nWendy,\n\nthen cut right on the somewhat obvious trail heading to the wall through the trees on your right.\n\nThe gully is blocked by a few easy but tricky boulders. Just keep your eyes peeled for it through the trees when approaching up to the wall."},"__v":0},{"_id":"+XrfjRnZW5y+Ht6TLxKV9g==","name":"Sizzle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87547,38.79138]},"left_right_index":1,"mp_id":"105757759","mp_crag_id":"105746113","climb_id":"+XrfjRnZW5y+Ht6TLxKV9g==","areaRef":"fN+vFReYU7ig7qf9mj8ljg=="},"content":{"description":"Sizzle is a technical route that combines hard moves across a slab followed by a bulge and groove that ends with a run out slab for a finish. It starts up and left from the base of the small, dirty looking pool. It can comfortably be done as one pitch with a 200 foot rope.\n\nScramble up and to the left along the edges of a slab. At the top of the slab, locate two side by side bolt hangers on a bulging headwall.  Clip the first bolt and mount the slab.  Clip the second bolt on the left and un-clip the first bolt.  Desperately work left and up to the third bolt.  Climb up into an undercling and over the bulge into a left facing groove.  Climb up the groove to the last bolt.  Make a move back to the right and mount a right leaning ramp that finishes at the anchors.  The anchors are hidden to the right about 20 feet away from the last bolt.  Enjoy.","protection":"Use the standard rack of quickdraws and a 200 foot rope.","location":""},"__v":0},{"_id":"/n28F0/cUcuL9RDaDwlmVA==","name":"El Nino","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87547,38.79138]},"left_right_index":2,"mp_id":"105757603","mp_crag_id":"105746113","climb_id":"/n28F0/cUcuL9RDaDwlmVA==","areaRef":"fN+vFReYU7ig7qf9mj8ljg=="},"content":{"description":"El Nino is a fantastic route that combines hard moves through a bulge followed by a technical slab for a finish.  It starts from the base of the small, dirty looking pool.  It can be done in two pitches or one long pitch.  Two bolt hangers are currently missing from the first pitch.\n\nHere are the directions for doing the route without the first two bolt hangers.  Scramble up and to the left along the edges of a slab.  Head back to the right beneath a bulging headwall over loose ground to find a bolt on the right side of the top of the slab.  If the first two bolt hangers are replaced, climb straight up through the slab instead of going left.\n\nScramble up to a two bolt station beneath the headwall.  The initial moves to get on the headwall are the crux.  Climb up into an undercling and do an awkward reach through to swing into a lie back on a big flake that faces the opposite direction.  Continue wandering up a wonderful slab to anchors at 100 feet from the pool.\n\nThe headwall is protected by welded cold shuts, which are getting a little rusty.  Enjoy.","protection":"A rack of quick draws will sufice.  Take a couple of long slings and a 200 foot rope to make life easier.","location":""},"__v":0},{"_id":"TxWhMzceVqW30uoSRmuJYA==","name":"[Redacted]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.87547,38.79138]},"left_right_index":3,"mp_id":"106286414","mp_crag_id":"105746113","climb_id":"TxWhMzceVqW30uoSRmuJYA==","areaRef":"fN+vFReYU7ig7qf9mj8ljg=="},"content":{"description":"From the belay, walk right to the corner, clip a fixed pin and use a long runner.  Then work up the corner with thin gear at the start.  This is the crux and is a little awkward (it climbs a little harder than it looks from below).  Clip another loose piton (if you want), then continue up the slab by jamming and lie-backing up the corner with good gear to the 2-bolt anchor at the top of\n\nEl Nino\n\n.","protection":"Standard rack to 2\".  A couple fixed pins.  2-bolt anchor at the top (shared by\n\nEl Nino\n\n).","location":"This route climbs the slanting left-facing corner on the Sun Slabs, just right of\n\nEl Nino\n\n.  Start up the easy slab as for\n\nEl Nino\n\nand belay at the two-bolt anchor where\n\nEl Nino\n\nbegins."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,6739ddfc-0780-59ce-8f38-1afbf957a9a2,7cdfaf15-1798-53b8-a0ee-a7fd9a3f258e","pathTokens":["USA","Colorado","Colorado Springs","North Cheyenne Canyon","Sun Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"5.11"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.87547,38.79138]},"bbox":[-104.87604690735164,38.79093033981814,-104.87489309264839,38.791829660181854],"left_right_index":-1,"ext_id":"105746113","area_id":"fN+vFReYU7ig7qf9mj8ljg==","polygon":{"type":"Polygon","coordinates":[[[-104.87604690735164,38.79093033981814],[-104.87489309264839,38.79093033981814],[-104.87489309264839,38.791829660181854],[-104.87604690735164,38.791829660181854],[-104.87604690735164,38.79093033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:08.325Z","updatedAt":"2024-02-19T18:32:56.068Z"}