{"_id":"63689d5ce80bff5a994f4473","area_name":"West Wall","shortCode":"","climbs":[{"_id":"CM2dY5PiXxyU45mBRjz0Gw==","name":"West Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"K. Edsburg, A. McLane (1965)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":5,"mp_id":"114239899","mp_crag_id":"106180757","climb_id":"CM2dY5PiXxyU45mBRjz0Gw==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"A fun, somewhat adventurous route. Start by climbing up the first pitch of Hospital Corner, but instead of climbing all the way to the anchors on the small ledge, follow a and fist crack that goes through some huge dikes up the wall to the left and opens up into a large chimney. Belay in the chimney around some huge blocks. Pitch two follows the wide chimney which is climbed more like a crack in the back of a cave to a huge ledge. From there you can sling some boulders and rappel to the anchors of Nirvana or down climb to the anchors of Hospital Corner and rap to the bottom or continue to the top of the formation any number of ways.","protection":"Cams to 3\". Nuts 1 set.","location":"On the left wall next to Hospital Corner."},"__v":0},{"_id":"lIXopN3HX2WiN4fZ+zfq6Q==","name":"Vanishing Point","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gene Drake, Jim Orey, 1972.  FAA: B. Todd & Rick Sumner & John Taylor 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":20,"mp_id":"105875739","mp_crag_id":"106180757","climb_id":"lIXopN3HX2WiN4fZ+zfq6Q==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"This route ascends the huge dihedral/arch on the far right side of the West Face below some very distinctive big roofs looming above. Climb dikes into a smooth chimney. Grovel your way up through the Yosemite like smooth chimney, fist cracks and awkward widths. There is a finger sized crack in there somewhere, so make sure you have a few pieces of gear for that. A two bolt belay awaits at the top of the first pitch. The second pitch climbs a wide fist/offwidth to a roof where you hand-traverse out of the corner to the left along the overhanging roof and around the corner.\n\nIt is possible to traverse the roofs to the right (5.10c wide) and finish via Third Stone From the Sun (5.10d+ offwidth) or another roof/bulging corner (5.11+) to the right of that.","protection":"Pro to 4\".","location":""},"__v":0},{"_id":"saGrrqkSW3iI1g0TXYUVBA==","name":"Third Stone From The Sun","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Harrison, Steve Miller, Jay Smith, 1977.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":21,"mp_id":"105875735","mp_crag_id":"106180757","climb_id":"saGrrqkSW3iI1g0TXYUVBA==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Climb a huge flake to the right of \"Vanishing Point\" for two 5.9 pitches to a 12' roof. Climb the wide crack through the roof. Above the roof, walk left then climb to the bowl of \"Craven Image\". Follow that route to the top.","protection":"Pro to 4\".","location":""},"__v":0},{"_id":"uiydN/fsW3acQaALnWp1Eg==","name":"The Slash","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P. Berry, R. Linnett (1958)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":0,"mp_id":"114239701","mp_crag_id":"106180757","climb_id":"uiydN/fsW3acQaALnWp1Eg==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"The Slash is a rarely climbed route route with its fair share of munge, loose junk and lack of beta. This isn't a route for those who rarely make it to the Leap, rather for those who are drawn to the unknown and looking for something different and obscure, which the Leap is well known for.\n\nStart by climbing up a mungy crack that is the first crack you come to when you look to the right from the start of Absolutely Billy. Climb up about 140ft to the first ledge you come to and make a belay there. Pitch 2 climbs up the obvious \"slash\" feature going out diagonally to the right. Belay on the big ledge which lies just above the top of Hospital Corner and Crazy Daze.\n\nYou can continue up any number of ways to the top of the formation, the best of which is probably Dead Tree Direct, or do a short scramble down to the top of Hospital Corner and rappel from there.","protection":"Cams to 3\", Nuts 1 set.","location":"A grungy splitter crack located just right of Absolutely Billy on the West Wall."},"__v":0},{"_id":"IoG6BVfgXtWTtKuH3e7DZA==","name":"Nirvana","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jay Smith, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":4,"mp_id":"105987515","mp_crag_id":"106180757","climb_id":"IoG6BVfgXtWTtKuH3e7DZA==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Climbs the Arete to the left of Hospital Corner. First pitch follows the beautifull orange arete through thin delicate moves to a bulge, then up dikes to a preplexing finish. One 60m rope will get you close to the ground. Carefull or you'll drop someone on the lower off. The second pitch climbs even thinner and more balancy moves past a few bolts to the anchor.","protection":"9 draws.\n\nMetolius rappel hangers at top of first pitch (meant for rappelling, not lowering). Standard bolt anchor with quicklinks/rings at second anchor.","location":"To the left of Hospital Corner"},"__v":0},{"_id":"a15qlB/+VFu3njv1+D+oLg==","name":"Main Vein","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Charlie Barrett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":14,"mp_id":"117639934","mp_crag_id":"106180757","climb_id":"a15qlB/+VFu3njv1+D+oLg==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Left of main line, climb the right facing shallow corner and finish on the crux of main line.","protection":"6 bolts and gear to 2”","location":""},"__v":0},{"_id":"fL6jLBUGV1WqFYiKxi+KZw==","name":"Main Line","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Smith, Bill Todd, 1976. FFA: John Bachar, Ron Kauk, 1978.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":15,"mp_id":"105926297","mp_crag_id":"106180757","climb_id":"fL6jLBUGV1WqFYiKxi+KZw==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"On the steep cliff band below Main Ledge are two nearly parallel cracks. This climbs the left crack.\n\nBoulder up to the crack, after about 70', the crack turns up and left. 5.11 climbing leads to easy climbing and Main Ledge.","protection":"Pro to 2.5\".\n\nRap bolts at the top.","location":""},"__v":0},{"_id":"YSzPY67fWuWjZR4D0FPYMQ==","name":"Magnum Force","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Dexter, Jay Smith, 1977.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":16,"mp_id":"105926300","mp_crag_id":"106180757","climb_id":"YSzPY67fWuWjZR4D0FPYMQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"This is the crack to the right of \"Main Lline\".\n\nDo the first moves of \"Main Line\", then move right, into the crack. The crux is above a small roof.","protection":"Pro to 1.5\"","location":""},"__v":0},{"_id":"MS8u+p38WpOi2A4o9n+u2w==","name":"The Last Laugh","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Harrison, Jay Smith (1977)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":10,"mp_id":"114252387","mp_crag_id":"106180757","climb_id":"MS8u+p38WpOi2A4o9n+u2w==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Start on the first pitch of Anesthesia or in the corner start to April fools. Climb up to the grassy ledge that forms the very far left side of the same ledge that April Fools lies on. You should be on the very far left side where a thin crack system can be found. Pitch 2 starts up the crack system and comes very close if not touching the bolt line of Anesthesia. You should be in discontinuous crack system between letters O and P in the Carville guide. In the guide its seen as a blank area between a line of bolts and the crack system of The Jester.\n\nPitch 3 climbs a right facing corner system to a good ledge. Pitch 4 climbs Dead Tree Direct to the top of West Wall.","protection":"Cams to 2\". Nuts 1 set.","location":"Just to the right of Anesthesia."},"__v":0},{"_id":"k8wWwTqoWiyhGyiksSUlKg==","name":"Lady Bug","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":17,"mp_id":"107630474","mp_crag_id":"106180757","climb_id":"k8wWwTqoWiyhGyiksSUlKg==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Start at the 3rd class, broken area.\n\nP1- head up the broken blocks to base of headwall (60ft)\n\nP2- climb a thin crack then do a series of mantels on big dikes to gain another shallow crack (deck potential), then head left and up the steep flake with a hand crack in the back (awesome and exposed), belay inside the chimney.\n\nP3- follow the chimney up to it's end, angle right and up following steep dikes, placing pro when available.  Belay at the bowl.  From here climb the hand crack 25ft up and right to a ledge with a lone pine tree at the south end.\n\n2 raps get you back down or scramble to the top of west wall. (Note: many options exist for pitch 3)","protection":"Pro to 3\"","location":"Right of April Fools, start a base of broken blocks."},"__v":0},{"_id":"aUKXph18Vxu9dpnkB7/8rA==","name":"The Jester","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chad Suchoski (2011)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":11,"mp_id":"114252412","mp_crag_id":"106180757","climb_id":"aUKXph18Vxu9dpnkB7/8rA==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"The Jester climbs a short left facing crack system with thin fingers, rounded holds and an almost overhanging top out on wild and unique granite.\n\nStart by climbing the first pitch of April Fools and belay at the same spot. Instead of climbing up the bithin' splitter that is April Fools, climb the ramp just to the left which quickly turns into a thin lieback. Some small gear protects the crack until you reach a bolt just below the crux. Higher up, take the direct route strait up. You can also head left to avoid the steep top out, but you're cheating yourself of the coolness. When you reach the ledge, belay in the crack system that is the start of The Last Laugh, or set a bomber directional and walk right along the ledge to the top out of April Fools. Rappel that route or continue up it to the top.","protection":"Cams to 2\". Nuts 1 set. Micros useful","location":"Starts where April Fools does. Goes left at the second pitch."},"__v":0},{"_id":"78kLvmFYWuKDYIa81yQTwQ==","name":"Hospital Corner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Harrion and Smith, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":7,"mp_id":"105798333","mp_crag_id":"106180757","climb_id":"78kLvmFYWuKDYIa81yQTwQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"The is the best 5.10a climb at the Leap, and it should not be missed if you are a 5.10 climber.  It is located on the right side of the main wall.\n\nP1: Follow a fun steep 5.8 corner for 120ft to a set of fixed anchors.\n\nP2: The money pitch.  Follow the continuous right-facing corner with jams and lieback moves.  Milk the stems for rests,  since the hardest moves are at the end of the pitch.\n\nRap with 2 ropes or a single 70M.","protection":"Gear to 3\", with extra cams in the fingers to mid range. Bolted anchors.","location":""},"__v":0},{"_id":"X0oNOsRfWNqyBPMuHAyaPg==","name":"The Gamoke","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Harrison and Jay Smith, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":8,"mp_id":"105897467","mp_crag_id":"106180757","climb_id":"X0oNOsRfWNqyBPMuHAyaPg==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"You can either do the same start as Hospital Corner, or start up a grungy corner just to the right of that.  first pitch, 5.8.  you could also start up the first pitch of Anesthesia (that sparsely, but adequately bolted slab just right of HC, 5.8)  You can either build a gear belay on some blocks at the base of the huge flake, or do what we did, which was to build it on the p1 Anesthesia bolted belay, 10 feet to the right.  This saves your hand-sized cams you need for higher on the route.\n\nPitch two starts by pulling up and in on a finger crack, into a shallow corner, 10b crux.  Then, you pull up into the steeper hand crack behind a huge flake that is right of HC.  The crack here is actually overhanging, and you can even do some chimney moves behind the flake.  Good stemming as well.  Finishes at the HC bolted anchor.\n\nThis is a very fun route.  It is a little grungy since it doesn't see the traffic that HC does, but it is quality.  If you can do HC, you can do this route.\n\nRap off.  70m rope necessary to get to HC p1 bolts, 2 60m ropes will get you to the ground in 1 rap.\n\nNote:  most guidebooks list this as 5.8.  The crux is NOT 5.8.","protection":"Standard rack.  You will want a #3 Camalot or equivalent, and I think we had the #4 with us as well (memory foggy on this...)","location":"Just right of Hospital Corner.  Route goes up behind the big flake, 20' right of the stellar clean corner."},"__v":0},{"_id":"FEVw1EmVXzqrkDfnqwlRBw==","name":"Dead Tree Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Grow, John Harwood, 1971.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":13,"mp_id":"105925963","mp_crag_id":"106180757","climb_id":"FEVw1EmVXzqrkDfnqwlRBw==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Steep, easy, fun.\n\nThis route is an excellent way to get to the summit from routes ending at the Slash. At the highest point of the Main Wall is a dead tree. It is seen on the skyline. A flake line, leads to this tree.\n\nFrom The Slash, move up and left to the flake. From the flake's top, climb up and right to a belay ledge. From here climb up and right, then up to the top.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"FKdn2wTAWWC6HlGfsKDNjQ==","name":"Crazy Daze","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jay Smith, Rick Sumner (1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":6,"mp_id":"114250048","mp_crag_id":"106180757","climb_id":"FKdn2wTAWWC6HlGfsKDNjQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Crazy Daze starts at the same place as Hospital Corner. Climb up to the ledge and belay where you would for Hospital Corner. But instead of climbing up the bitchin radness that is the Hospital Corner, start up a crack near the very far left side of the ledge up sketchiness and dikes with flairing cracks trying to keep as far left as possible. Head for a large (read very large) flake jetting out of a gaping maw above. This is Crazy Daze. Follow the Maw until you top out on a big ledge. Continue to the top of West Wall, or find your way to some anchors and rappel down. Not really a big deal of a route, but not for the weekend warrior either.","protection":"Cams to 3\". Nuts 1 set.","location":"Start where Hospital Corner does. If you don't know where that is, look for the heavily eroded soil at the base of a hand crack with a rattle snake living under the rocks you rack up on."},"__v":0},{"_id":"29HSqd/UUimKMICEeHrimw==","name":"Craven Image","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Royal Robbins, Steve Roper, 1969.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":18,"mp_id":"105875732","mp_crag_id":"106180757","climb_id":"29HSqd/UUimKMICEeHrimw==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"50' west of where Main Ledge turns into a class 2 area, climb a low-angle broken area to a steep wall and belay.\n\nWander up the wall until a gully is reached, step left and climb to a belay in a bowl.\n\nWander up to the Slash. Many variations lead to the top.\n\nP1: climb toe of buttress to top of detached pillar with broken blocks.\n\nP2: go right off the belay (to avoid mantles) then angle back left and follow large flake, belay on pillar/small platform in chimney behind flake.\n\nP3: exit chimney and transition to steep, exposed face on right, climb through dikes and thin flakes to large bowl and belay on right side.\n\nP4: follow ramp on far (left) side of bowl, angling up and left, belay on large ledge with broken blocks.\n\nP5: go straight up and angle slightly right, awesome exposed finishing moves through fist/off-hands crack, belay on bench.\n\nScramble to the top.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"avbpPJohXAOIvUS3+fsJRQ==","name":"Captain Coconuts","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Paul Crawford, Richard Harrison and Nick Nordblum, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":19,"mp_id":"105969315","mp_crag_id":"106180757","climb_id":"avbpPJohXAOIvUS3+fsJRQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"This is the face just left of Vanishing Point, and finishes on the Vanishing Point anchor.  It is 170', so you need 2 ropes to get down.  You might be able to get to the Craven Image anchor, but not sure.\n\nThe face is characterized by dikes and a number of knobs.  The knobs resemble coconuts, hence the route name.  There is a  thinish discontinuous crack down low which takes some so-so gear, a long face section, and then a finger crack stemming corner to the anchor.\n\nThe FA told a friend of mine (third hand info alert!) that you can sling the coconuts.  In my humble opinion, most of those would not hold a fall, as the tops of many of those coconuts are rounded and slopey.\n\nI toproped this climb.  It is a very fun toprope, but would be a harrowing lead.","protection":"This climb would be a very, very serious lead.  I listed it as R, but it might even cross the line into X.  Nuts, Cams to 1\".  Slings for marginal knob tie offs.  There are no bolts on this climb.\n\nOne anchor bolt is a rusty 1/4\"er.  The webbing was replaced 5/07, there is a rap ring and a quick link.","location":"West wall.  This is the face just left of Vanishing Point, about 30' right of Craven Image."},"__v":0},{"_id":"bOX6DvprVbKhoIBJZm1JEQ==","name":"Bombs Away","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Crawford, Jay Smith (1980)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":1,"mp_id":"114239749","mp_crag_id":"106180757","climb_id":"bOX6DvprVbKhoIBJZm1JEQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Bombs Away is a route that has probably seen less ascents than can be counted on one hand.\n\nStart up the not so obvious left facing corner system to the left of Arctic Breeze and Arrowroot. Follow steep somewhat blocky cracks which put you at the foot of a short, overhanging bombay chimney. Burl your way through the chimney to some good fist and hand cracks which can be followed to  a decent ledge system. The second pitch climbs strait up where you'll follow some cracks onto the face above. Look for some well spaced bolts up a clean, dike covered face to another ledge. From here, follow easy 5th class corners to the top of West Wall.","protection":"Cams to 5\". Nuts 1 Set.","location":"Starts in a loose blocky area left of Arctic Breeze."},"__v":0},{"_id":"ALzHXOZtVGOH6iEHySeGNA==","name":"Arrowroot","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rick Sumner, Bill Todd (1975)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":2,"mp_id":"114239848","mp_crag_id":"106180757","climb_id":"ALzHXOZtVGOH6iEHySeGNA==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"A kind of discontinuous crack system, Arrowroot will challenge your climbing skills in more way than one.\n\nStart by climbing up discontinuous cracks and dikes through the headwall just left of Arctic Breeze. Arctic Breeze is really close to Arrowroot and you can even reach over and clip some bolts on Arctic Breeze if you want. As you climb higher on the pitch, Arrowroot moves out to the left and continues up the face to a large ledge. Pitch 2 climbs up some splitter cracks through a small roof and some sketchy plates that are more solid than they look. After climbing over the roof you reach some dirty cracks and dikes up the face a short distance to a large ledge. Belay here and continue up any number of ways to the top of the West Wall, or scramble down to the anchors on Hospital Corner and rappel to the ground.","protection":"Cams to 2\". Nuts 1 set.","location":"Starts in almost the same place as Arctic Breeze."},"__v":0},{"_id":"V7lYm8GfXDijf+LR04sJRA==","name":"Arctic Breeze","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Carville and Lon Harter,1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":3,"mp_id":"105889312","mp_crag_id":"106180757","climb_id":"V7lYm8GfXDijf+LR04sJRA==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Start up a jagged detached flake to the face with multicolored green and orange lichen.  Then, continue up the highly featured face protected by bolts.  There are other knobs that can be slung, but they are not necessary.  The dikes range from thin to huge on this fine route.","protection":"7 Bolts, 1 knob tie off, optional gear at start of route, optional knob tie off.\n\nThe anchor has Metolius rap hangers, which are designed for rappelling off, not lowering off.","location":"Arctic Breeze is just around the corner to the left from Hospital Corner.  The bolted arete is Nirvana, 11c, about 10' right of Arctic Breeze."},"__v":0},{"_id":"eHYWEeRaWp2/FsWyRwzq5A==","name":"April Fools","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gene Drake, J. Hicks, 1971.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":12,"mp_id":"105875719","mp_crag_id":"106180757","climb_id":"eHYWEeRaWp2/FsWyRwzq5A==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"This route climbs the striking jamcrack, left of a pink wall.\n\nStart in the low-angle section of \"Craven Image\". Diagonal left until a large left-facing corner is almost reached and belay. Climb this corner to ledges.\n\nClimb the identifying jamcrack to a belay ledge. This is a great pitch!\n\nA long face pitch leads past a bolt to the Slash. Continue to the top.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"m2oHAQW8XcO9waKhLWP6Lw==","name":"Anesthesia","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Trey Corless, John Scott.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":9,"mp_id":"114252448","mp_crag_id":"106180757","climb_id":"m2oHAQW8XcO9waKhLWP6Lw==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Anesthesia starts up an easy slab route with well spaced bolts to the anchors just right of the Gamoke. From the anchors you turn a small roof on its right side (crux) and continue up face and discontinuous cracks to a two bolt anchor. Pitch 3 climbs the face above with well spaced bolts to the top of a good ledge. Continue to the top of the West Wall or down climb to the left and you can do a double rap down Nirvana or Hospital Corner with some route finding skills.","protection":"Cams to 2\". Nuts 1 set.","location":"The start is on a slab about 25ft right of Hospital Corner. Just start climbing, you'll see the bolts eventually."},"__v":0},{"_id":"vGiYc++TW5efpB/3nr/XyQ==","name":"The  Banana","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Harrison & Jay Smith 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"left_right_index":22,"mp_id":"106936843","mp_crag_id":"106180757","climb_id":"vGiYc++TW5efpB/3nr/XyQ==","areaRef":"iUZzjIrTXgSdwAjXvFpRMg=="},"content":{"description":"Where's the crux?  For pitch 1, it is just before moving into the OW.  For pitch 2, it is the hand crack above the chimney.\n\nWhat's good?  It's adventurous.  When it's cleaned up through use, it will be more popular.   It gets you high, offers great views.  Protects well.  Also sets you up for toproping nearby routes.\n\nWhat's bad? It's pretty dirty, you have to work through some brush, dirt, lichen to accomplish the pitches.   (Some climbers take to these conditions less than others.)\n\nNOTE: After exiting chimney at the start of the second pitch, one challenge is to manage the rope so it doesn't get stuck in the narrowing, constricting, overhanging section of the crack.","protection":"Route protects well.  I found a 4 and 5 camelot helpful.  First, in the dirty offwidth of pitch 1, later high up in the chimney at the start of pitch 2.  Either belay in the chimney or, if you like to run it out, keep going.  There's a fixed pin in there that can be backed up.  You can rap from this location easily with a 70m.\n\nAfter Pitch 2, you can top out or rap from a prominent tree above West Wall.  See picture.  I've always rapped.  There is an intermediate rap station.  Two raps to ground.\n\nGood news.   Several large loose blocks and flakes have been trundled recently in the area.  Makes for much more peace of mind.   Third Stone and Banana share the same belay stance for first pitch.","location":"Approx. 100 meters climber's right of Hospital Corner area.  The Banana is climber's right of Third Stone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,b7663f40-eea7-5cad-8055-e8fe3e93288f,21ad3775-68b2-5ab8-bc1f-b90d44912e43,8946738c-8ad3-5e04-9dc0-08d7bc5a5132","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Lover's Leap","Main Formation","West Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":4,"label":"5.10b"},{"count":3,"label":"5.10c"},{"count":4,"label":"5.9"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10"},{"count":3,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":4,"intermediate":14,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":15,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.1361,38.7991]},"bbox":[-120.13667696984261,38.798650339818145,-120.13552303015736,38.79954966018186],"left_right_index":-1,"ext_id":"106180757","area_id":"iUZzjIrTXgSdwAjXvFpRMg==","polygon":{"type":"Polygon","coordinates":[[[-120.13667696984261,38.798650339818145],[-120.13552303015736,38.798650339818145],[-120.13552303015736,38.79954966018186],[-120.13667696984261,38.79954966018186],[-120.13667696984261,38.798650339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:53:55.712Z","updatedAt":"2024-01-20T00:57:33.981Z"}