{"_id":"63689de0e80bff5a994f95a1","area_name":"Wigwam Dome","shortCode":"","climbs":[{"_id":"kJPGgugnXeO3FgWVGUGurg==","name":"Wunsch's Simulator","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Trout & Erik Winkleman, circa 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":1,"mp_id":"105760353","mp_crag_id":"105745858","climb_id":"kJPGgugnXeO3FgWVGUGurg==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"To find this route, locate the\n\nTeepee-Tower Crack\n\n(see directions that are given for that route). From the\n\nTee-Pee-Tower Crack\n\n, hike uphill to the left approximately 100 yards. The route is the obvious finger crack in a corner with a slab on the left wall to make it easier to layback. There is a short chimney section halfway up the route.\n\nTo get up to this crack, either scramble straight up (3rd to 4th class), or hike a little further up the hill to get on a ledge that you can walk across.\n\nThis was a nice pitch with excellent rock, beautiful finger locking/laybacking and a fun little chimney section. Getting out of the chimney might be the crux, but you can have a hand to fist-sized cam above your head. The laybacking is a bit pumpy, so keep an eye out for the rest stances. Set a gear belay after traversing a little left at the top on a little ridge.\n\nTo descend, go over the other side of the little ridge. We did this by scrambling up the little chimney behind the belay perch (assuming east is the direction that you were hiking when you walked up the gully to the base of the route), then you walk along little ledges towards the east until you can rap from a little tree on a ledge. There are slings and a quicklink. This puts you slightly up-gully from the base of the route.","protection":"The protection is excellent, stoppers and cams from TCUs up to #3 Camalot or bigger.","location":""},"__v":0},{"_id":"KRzpce7BV9ylDH6GFTr0MQ==","name":"Warpath","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Noel Childs, Kirk Miller, Roger \"Strappo\" Hughes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":3,"mp_id":"105762309","mp_crag_id":"105745858","climb_id":"KRzpce7BV9ylDH6GFTr0MQ==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"This is a stupendous face route in an amazingly beautiful wilderness setting.  Follow Hill's description for approaching Wigwam Dome.  If you are lucky, you will find the trail that leads right to the base of the cliff.  From the base looking up, you have the broad expanse of slab with the huge arch in it to you right and to the left the impressive Tee Pee (or TB??) Buttress a 400+ tower that forms the left side of Wigwam Dome.  Walk up around and left past the base of the arete and look for the bolts.\n\nP1. 11a.  Climb directly up to the first bolt on the west side of the arete (crux).  After pulling around the arete onto the south-facing slab the fun begins.  80 or 90 feet of sustained face climbing on impeccable feldspar crystals with another 10c crux at about 75 feet.  This pitch is very sustained at the 10a level.  Belay on a nice flat ledge with two bolts.\n\nP2. 10b. Up to the first bolt past a couple of ledges (I used gear here) to the base of the arete.  Up the arete (crux) on amazing crystal pinching and arete hugging. The climbing eases of after a bit and climbs past several more bolts to another nice ledge with a two bolt belay.\n\nP3. 10b. I found this to be the phsycological crux of the route.  This is the old pitch 3 of TB Buttress.  I have vivid memories of the scariness of this thing (maybe I was just off that day ;-)  Up the face on more typical very thin lower angle face climb with multiple runouts to the top of the tower.  Wheeww.\n\nWalk back to the norh to locate the rappels down the west side of Wigwam.\n\nClassic rock, classic moves, classic position!!\n\nWhat more can I say ? ;)","protection":"This is mainly bolt protected, but there are a couple of places getting off ledges\n\netc.\n\nwhere a piece of gear might come in handy.  I personally always carry a small selection of gear (small amount of gear but a wide variety) on routes like this.  I agree with Hubbel's comment in the guide that even though these climbs are bolted, they don't have the feel of sport climbs.\n\nPer\n\nhighaltitudeflatulentexpulsion\n\n: you need 2 60m ropes to rappel if you top out.","location":""},"__v":0},{"_id":"0plpUtfRVtCSqcivo3Jw7A==","name":"Trout-Baker Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ken Trout, Rob Baker, 1985ish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":4,"mp_id":"106308077","mp_crag_id":"105745858","climb_id":"0plpUtfRVtCSqcivo3Jw7A==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"My book states;  \"The first pitch has good steep knobs, the second pitch is the best crack on Wigwam (not!), and the third is a bit hairy and very exposed.  The rap anchor on the summit is a bolt in rotten rock backed up with a sling around a horn (of rotten rock!).\n\nThis route should have a sign like the one in the Wizard of Oz:  \"If I were you I'd turn back now.\"  At least until this \"buttonhead\" route has new bolts.\n\nWe rapped off the overhung backside of the crumbling summit using two 50 meter ropes. Stretchy 9mm ropes that barely made it, maybe.  Putting a rap route down the route, with anchors in the better rock below the true summit, would be better.\n\nThis route is an unusually good mixture of crack, slab, and exposure.","protection":"I'm guessing doubles from purple to yellow (#2) Camalots, but some thinner cams too.  One #3 Cam and wires down to #3 BD steel.","location":"About where the approach trail reaches the rock.  A short, toothy, handcrack almost gets you to the first bolt."},"__v":0},{"_id":"BpGyETeuULS1kPJqhWIVdQ==","name":"Violent Energy","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Rolofson & Tom Englebach, 4/86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":8,"mp_id":"106308118","mp_crag_id":"105745858","climb_id":"BpGyETeuULS1kPJqhWIVdQ==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"This is a tips and toes test-piece. Pass the first two on\n\nRamblin' Rose\n\n, then a sharp finger traverse, just above the third bolt, leads left to the power-stemming crux.  Logical first pitch to\n\nEl Supremo\n\nbecause it stays in the groove.\n\nNot a good lead until new bolts go in.","protection":"All the bolts need replacing.  However the anchor makes for a nice top rope.","location":"In the Wigwam Dome amphitheater, where all the waterfalls land when it rains."},"__v":0},{"_id":"DoNhWCHoXNmvm89HdYKyIg==","name":"Teepee Tower Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ken Trout and Eric Winkelman, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":2,"mp_id":"105760218","mp_crag_id":"105745858","climb_id":"DoNhWCHoXNmvm89HdYKyIg==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"Climbed this route on Friday the 13th, so the hailstorm shouldn't have been such a surprise.  This route receives no praise in the guidebooks in the form of stars, but we thought it was a great two pitches of mostly wide hands with a few wider sections.\n\nHike up to the start of the gully on the left side of Wigwam Dome.  The route starts in the first left-facing dihedral you come across.  There are several leftward bulges in the crack ~50' up.\n\nClimb 100' to a sling belay on a ledge on the right.  Pitch two continues up the crack through a fun roof for about 150' to a bolted belay on the face to the left.  A more comfortable belay can be had on a chockstone in the crack.  Rappel down and over the overhang on the left, to the gully.  Our 60m made it on rope stretch.  It would also be possible to rappel down the slab.  I'm not sure if a 60m would make it.","protection":"Camalots #1-4, small Big Bros are nice.","location":""},"__v":0},{"_id":"OZ5+mRn5WDWg8RCKcan+Yw==","name":"Ramblin' Rose","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ken Trout, Kirk Miller, & Brian Hansen - circa 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":7,"mp_id":"105890055","mp_crag_id":"105745858","climb_id":"OZ5+mRn5WDWg8RCKcan+Yw==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"This is another Platte classic!\n\nP1:\n\nThere are 3 ways to start this climb.\n\nOption A: (5.6) Start left of the roof; scramble up a weakness (5.6) then traverse right to a bolted belay at the base of the giant roof.  Not a great pitch, but it is easy and gives you an extra pitch of traversing under the giant roof.\n\nOption B: (5.10) I have not done this, it looks scary and run out. Start by clipping 2 1/4 inchers then follow a right-arching crack until you can go straight up to the roof, 5.10x????\n\nOption C: (5.9+) the best if you want less crack and more knobs, do the first pitch of Lady Slipper following bolts to a bolted belay about half way through the roof.\n\nP2/3.\n\n(5.7). Assuming you chose option A for P1; climb up the clean, beautiful corner for two pitches.  Both anchors are bolted\n\nP4.\n\n(5.10). Tip toe up knobs passing a few bolts to a bolted anchor at a small stance. Some gear can be used between bolts.  This is a short pitch that is easily combined with P4.  If you link the 2, bring some mid-sized gear to build an anchor at the top of P4.\n\nP5.\n\n(5.9 R) Continue up the increasingly runout face past 2 bolts.\n\nP6.\n\n(5.7) Follow the easy, left-arching dihederal to a 1/4\" bolted belay.\n\nP7.\n\n(5.8?) Either step left then straight up from the belay, or keep going left until you want to go up.\n\nP8\n\n(5.?) Depending on your 5th pitch, take easy ground to the summit.\n\nPer\n\nmountainmicah83 Morgan\n\n: walk off to the climber's right.","protection":"Standard Platte rack, slings, nothing bigger than a #3 Camalot.","location":"To find the route look for the giant roof.  Traverse beneath this roof until it dies.  Go straight up on slap (crux) aiming for a left trending dihederal."},"__v":0},{"_id":"9j8Wm4NdVu6ZXrbKRB+dhQ==","name":"Pow Wow Canal","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ken Trout, Robby Baker, Peter Prandoni, Kirk Miller, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":6,"mp_id":"106145785","mp_crag_id":"105745858","climb_id":"9j8Wm4NdVu6ZXrbKRB+dhQ==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"Climb amazing, perfect, granite knobs into and straight up a deep, sculpted water groove; the canal. Be ready to run it out to the last bolt.","protection":"Draws, medium Friends for the belay at the end of the canal.","location":"Climb the first two pitches of\n\nHill's Route\n\nto the Pow Wow Canal."},"__v":0},{"_id":"W0mhGYDTX1Oi4YjVJ/Odpg==","name":"On The Edge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rob Baker & Peter Prandoni, circa 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":9,"mp_id":"105762339","mp_crag_id":"105745858","climb_id":"W0mhGYDTX1Oi4YjVJ/Odpg==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"When viewing Wigwam Dome from the south there is an obvious tower on the left side (\"Tee Pee Tower\") and a broad slabby tall section on the right.  The righthand side is broken by a couple of arches one lower and much smaller and the upper being much larger and more obvious in that it starts as a right-leaning dihedral and arches into a roof.The roof that this arch forms is perhaps a 25 to 30 foot ceiling.This arch is clearly visible in \"Hill's\" picture of Wigwam on this site.\n\nThis exciting, exposed, very scary face route finds it way out to and right along the lip of the huge roof and then up.\n\nApproach pitch:  Refer to Trout or Hubbel's guide on info for a first pitch to reach the two bolt anchor that is exactly at the base of the giant arch.\n\nP1. 10b. This pitch is VERY SCARY to lead or follow.  Clip the first 3 or 4 bolts on El Supremo and then head out right to the leaning arete that forms the lip of the huge roof then along the lip to the 2 bolt belay.  The climbing on this pitch is runout and sustained at the 10a level and has a crux out toward the two bolt anchor that is probably 10b and is a mix of Wigwam's smearing, edging and crystal pulling.  It is obvious that a fall at certain points for either the leader or follower would leave them dangling in space and they would no longer be \"On the Edge\", they would be over the Edge.  I personally find the prospect of a 10 or 15 foot fall down a slab and then flying into space above a 35 ft roof  terrifying, (I have yet to fall on this) but I actually know some people who like this kind of thing.  Anyay both leader and follower should be capable of getting themselves out of this situation should this occur :-)  I liked leading this pitch better as you tend to clip the bolt and then to the hard move wheras seconding you tend to unclip the bolt and then do the hard move.\n\nP2 11b Up the very sustained slab past bolts and runouts on very sustained calfburning friction, edges, and pebbles kind of stuff to the bolt anchor.\n\nContinue with El Supremo or Ramblin' Rose etc. or rappel.Two ropes are necessary for most of the rappels on this cliff.\n\nSuper cool scary route on a pristine wilderness crag with some of the best rock anywhere.  Have fun ;-)","protection":"This climb is QD's only however a rack is necessary for the approach pitch and any upper finishing pitches.","location":""},"__v":0},{"_id":"XBHauNobX1yteabvDNlHwg==","name":"Lady Slipper","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ken Trout, Kirk Miller","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":11,"mp_id":"106142889","mp_crag_id":"105745858","climb_id":"XBHauNobX1yteabvDNlHwg==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"This fun, slab route begins with a short, gnarly crack.  Ya might want to tape for the start.  The route finishes with a run out 5.8 seam... don't fall on this section or you could crater.","protection":"Wires, cams, draws.","location":"It is route L on topo for\n\nRamblin' Rose\n\n."},"__v":0},{"_id":"u3SbaGAbX+aXQl5ygVyvtA==","name":"Little Bo Peep Diploma","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kyle Copeland (aid Ca 1985),  Charlie Fowler (pinkpoint soon after).  Gear placed on lead:  Noel Childs, Steve Morris, Jerry Rock, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":0,"mp_id":"106308132","mp_crag_id":"105745858","climb_id":"u3SbaGAbX+aXQl5ygVyvtA==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"Little Bo Peep Diploma is an outstanding crack through a roof that faces up-gully.  Steeper than Bishop Crack, Far Reaches, and Brothers in Arms.\n\nThe first pitch of Little Bo Peep Diploma is a steep, left leaning, crack to a hanging belay. A little green, but wild.\n\nPitch two is the real deal.  A thin crack allows passage for the hard through roofs. The summit crag has a bolted anchor that looked chained too.\n\nIt may be that the summit anchor is only 35 meters up, so the hanging belay could be avoided by the very strong party.","protection":"About 35 meters of finger and hand crack.","location":"At the top of the gully between Wigwam Dome and The Sun.  The route faces up the gully and can't be seen until past all the other routes."},"__v":0},{"_id":"X35qUUGHX8SDmz8kZy+s2w==","name":"Hill's Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Oliver Hill, Doug Wermer, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":5,"mp_id":"105756217","mp_crag_id":"105745858","climb_id":"X35qUUGHX8SDmz8kZy+s2w==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"Hill's route starts on the left side of the dome and follows  the enormous dihedral for a few pitches.\n\nPitch 1 starts with a left-leaning crack up to easy ground and an interesting perch in 100'. Continue for another 40' with harder climbing in a hand crack to stemming and nice belay ledge with fixed  gear.\n\nPitch 2 is the crux of the route. Start in a wide crack/chimney and find some tricky pro as the rock gets steeper. Try to hold to your big stuff for higher up. The  crux is an offwidth section with a bush or two in it. As the angle kicks back, move onto the face and stretch your 60m rope getting to a nice belay ledge.\n\nFrom here, you can either climb the crack to the left to a set of chains and rap off the side (awesome looking toprope, too) or continue to the top of the dome. If you continue up, a nice ledge traversing  right is reached in two easy pitches. Move out on the ledge and belay below a fist crack where the ledge ends. The final pitch goes through a roof and up to one last steep corner where those big pieces will come in handy again. Keep an eye out for a pocket with some 3 inch, smoky quartz crystals in it! Overall, this is a pretty good route with lots of  pitches.\n\nDescent: Walk off to the west and down climb to a tree with a sling for a short rap.","protection":"A standard rack with some extra big pieces. We  used a #3 Big Bro and some large cams on the crux  pitch.","location":""},"__v":0},{"_id":"mE+kbMJaWpqP8OjHnJuZVA==","name":"El Supremo","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ken Trout, Kirk Miller, and Rob Baker (4th pitch variation Rob Baker and Peter Prandoni)1985","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":10,"mp_id":"105763152","mp_crag_id":"105745858","climb_id":"mE+kbMJaWpqP8OjHnJuZVA==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"One of the best slab routes in the \"Platte\". Wigwam Dome is located in a beautiful valley along Wigwam Creek. A nice and fairly flat two mile hike will get you to the base of the climb. The climb starts on the left side of the dome below obvious water streaks.\n\nPitch one. Climb up over a small overhang passing two old bolts. Continue up following the sometime flaring crack to it's end. Make a long traverse left to a two-bolt belay. Option: after 30 feet of climbing look for a bolt on the left leading into a obvious water streak. This is Violent Energy a 12b start to the route. Hand rail past the third bolt to reach the water groove. Make a series of hard moves on small edges and nubbins and difficult clips up the groove. Follow the groove up to the belay.\n\nPitch two: Move left and up from the belay. Traverse right passing two bolts. Fire up the beautiful slab on wonderful edges, nubbins and smears, tending right to the belay.\n\nPitch three: go right from the belay and clip the first bolt, fire up to the second bolt (a little run-out) and climb the beautiful steep slab past several bolts (9) to an old 1/4 inch bolt. Get ready for a long runout to the anchor.\n\nPitch four. Climb almost straight up from the belay over a small overhand and past two old bolts (crux). Veer a little left and run it out to the third bolt. Go right (yellow alien) and run it out to the fourth bolt. Glide up to the belay. Follow the crack (5.9) to the top. Walk off to the right and down to the base.","protection":"Take 15 quickdraws and gear up to a 3 friend if you do the standard first pitch.","location":""},"__v":0},{"_id":"00+PQDnlUKS2HMKPMW4heQ==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John McMullen, Kyle Copeland, & Marc Hirt, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"left_right_index":12,"mp_id":"106519760","mp_crag_id":"105745858","climb_id":"00+PQDnlUKS2HMKPMW4heQ==","areaRef":"/QO8b6n/Xq+GSKrIaLO26g=="},"content":{"description":"This is fine route with lots of slab climbing, jamming and liebacking. Guidebooks vary on exact route and difficulty -- 9 or 9 minus. This felt soft for a South Platte 9. It's a good route for someone breaking into the grade. The rock is classic S. Platte granite: hard and knobby.\n\nPitch One: Lieback and jam an obvious 5.7 dihedral or follow a crack system angling up and left in the middle of a face. Find a belay in a spacious pod at the base of a huge right-facing dihedral.\n\nPitch Two: Ascend easy ground up and right to a belay ledge about 100 feet up.\n\nPitch Three: Climb the clean, right-facing, right-leaning dihedral. The crux is a traverse to cracks at the end of the dihedral.\n\nPitch Four: Either take the sweet finger crack splitting the face on climber's left(as depicted in Peter Hubbel's South Platte The Rock Climber's Guide) or climb the wide chimney on climber's right (Ken Trout's South Platte Rock). The finger crack protects easily. The wide crack would take a No. 4 Big Bro if you have one but only where the crack narrows a bit and the climbing gets easier. Either way, climb to a cave under a large overhang.\n\nPitch Five: We traversed out right(east)and made a couple slab moves with ledge-fall potential before you can place gear. Continue up obvious cracks to easy ground and on to the summit.","protection":"Double cams to 3\" and at least one No. 4.","location":"The start of this route is hard to find. Traverse along the base of Wigwam far to the east of Hill Route and Ramblin Rose. Fight through brush and boulders about 40 feet up to a clearing on a wide ledge and walk back left until you see an obvious right-facing dihedral with a hand size crack leading to a bushy corner. There is probably a better way but that's how we got there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,66c7617d-c0b7-5f7b-9cf4-b7a71d2dde98,fd03bc6f-a9ff-5eaf-8648-aac868b3b6ea","pathTokens":["USA","Colorado","South Platte","Wigwam Creek/Lost Creek Wilderness","Wigwam Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":6,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.36789,39.26137]},"bbox":[-105.36847075591476,39.260920339818135,-105.3673092440852,39.26181966018186],"left_right_index":-1,"ext_id":"105745858","area_id":"/QO8b6n/Xq+GSKrIaLO26g==","polygon":{"type":"Polygon","coordinates":[[[-105.36847075591476,39.260920339818135],[-105.3673092440852,39.260920339818135],[-105.3673092440852,39.26181966018186],[-105.36847075591476,39.26181966018186],[-105.36847075591476,39.260920339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:56:09.609Z","updatedAt":"2024-01-20T01:00:09.819Z"}