{"_id":"63689de0e80bff5a994f91c6","area_name":"Maiden, The","shortCode":"","climbs":[{"_id":"uzTneCbLXPCT5nuuWWPE4A==","name":"West Overhang","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Steve Wunsch, Kevin Bein, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":15,"mp_id":"105752212","mp_crag_id":"105745076","climb_id":"uzTneCbLXPCT5nuuWWPE4A==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"Ex-climbing partners must be a little like ex-lovers that still conjure up the most indelible memories of all. My one and only tour through the West Overhang was taken in 1985 with the same gutsy athlete who would shortly drop the figure eight with which he was rappeling -  while on rappel below the roof of\n\nArt's Spar\n\n. I chased the crux pitch and to this day cannot recount a single serviceable piece of gear that was used by my partner. It was, in hind-sight, probably a good thing that I led the approach pitch since we had in, at least, a good belay. Panic, harnessed to good luck and a strong body can indeed work wonders.\n\nThe West Overhang of the Maiden must rank as one of the all time classic routes in the pantheon of great Boulder climbs. Hike to the West end of the Maiden. Boulder up the short slab and walk down to the Crow's Nest. We felt it best to do the West Overhang in two pitches, although strictly speaking, this is not necessary. Pitch 1 is a 50 ft thin crack that goes at 5.8/5.9 and will stitch up with mid size and small wires. Belay below the roof in a minimal stance. This will protect with several mid to small Friends. Pitch two can be done at 5.11d by cutting right at the belay. The original free line, which we took, heads straight up at 5.8 and then traverses horrizontally for 15 ft to a slot that will gain the top. This is a very airy piece of 5.11 with nothing but clean air below your butt, and while it could suck up several larger Friends or even hexes, not one of my partners wired stoppers was still in place when I got to the slot. Descend via a double rope rappel to the Crow's Nest in what Erickson describes as the airest and most unusual rappel on the most famous pinnacle in the Boulder area. A second rappel to the South will complete the journey. Both raps are over 100 ft in length.","protection":"A full range of wired stoppers and several small to medium camming units are sufficient. Double ropes are mandatory for rapping to the ground.","location":""},"__v":0},{"_id":"BggyM2whWz2/XDL7BbV0OQ==","name":"The Southern Seas","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Unknown (possibly S. Annecone and B. Ruckman, 6/2012)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":7,"mp_id":"107755973","mp_crag_id":"105745076","climb_id":"BggyM2whWz2/XDL7BbV0OQ==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This route was top-roped from the 2-bolt anchor on the east ridge, shared with the top of the 3rd pitch of the South Face.  It starts at the same place as the South Face route.  It follows a more or less direct line straight up to the anchor. We TR'd it in June 2012, but I suspect it's been done before as it's pretty easy to set up from the fixed anchor.\n\nThe crux is about midway up traversing right under the small, flaky roof shown in the photo.  It's fairly steep and sustained 5.10 and 11- climbing, with lots of fun moves in a nice position. It has nice crisp holds with only a little lichen here and there.\n\nJudging from the photo recently posted for\n\nBelladona\n\n, this top rope travels some of the same terrain on that route, perhaps 30 or 40 feet in the lower half?  There's not much natural pro in there, so I'm guessing the\n\nBelladona\n\nFA was a bold one!","protection":"Top rope, bring two 60-meter ropes.","location":"Climb either the\n\nEast Ridge\n\n, the\n\nSouth Face\n\n, or\n\nSouth Crack\n\nto the two-bolt anchor on top. The start from the ground is where the\n\nSouth Face\n\nstarts, but go straight up and over the lower roof instead of trending left under the roof."},"__v":0},{"_id":"DaGf9dQEUV2mvbP+Ihpcfg==","name":"South Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gerry Roach and Jeff Wheeler, 1958","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":4,"mp_id":"105751300","mp_crag_id":"105745076","climb_id":"DaGf9dQEUV2mvbP+Ihpcfg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This is the second easiest route on the Maiden. It is \"spicier\" than the standard North Face route and will test your route finding skills, but it is nowhere near as hard as the\n\nEast Ridge\n\nor\n\nWest Overhang\n\n.\n\nScramble up the south side of the rock, and look for a ramp which rises diagonally (left, facing the rock) onto the south face. Also look for a thin crack (the route\n\nSouth Crack\n\n), which starts about 50' east of this route. Begin near a big block, and climb the ramp, until the terrain above it steepens and you can see a good place to move back right. Belay here (slings visible from below).\n\nHere is where many people get lost. The face above is steep and unprotected, and it is not obvious the easiest way to climb it. Move up and right, following a weakness past a (very) small tree (you can belay here at a flake or continue).\n\nA few feet above you should see an old bolt. Clip it and contemplate your fate. From here, a ramp ascends up and left, ending at some slings where people have bailed. This is not the way to go. If you look straight up, you'll see what looks maybe like a knob/jug(?) on the skyline. This in fact is a jug and marks the end of the crux. Move straight up, placing a TCU in a crack. Ponder your moves carefully, and fire up 10'-15' to the jug. It is not really that hard, but the two times I have done this route I was not sure this was the right way.\n\nBelay on the\n\nEast Ridge\n\n, and do one more easy pitch to the top. Enjoy the raps down. Both the raps can be done with a single 60m rope, although the first will end with less than 10' of extra rope.","protection":"Standard rack.","location":""},"__v":0},{"_id":"dlmFzH3RX/uFC+A27hGAUg==","name":"South Crack","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FFA: Steve Wunsch & John Bragg, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":9,"mp_id":"105761919","mp_crag_id":"105745076","climb_id":"dlmFzH3RX/uFC+A27hGAUg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This has got to be one of the best cracks in the area! It's the obvious crack just up from the low point of the Maiden (on the S. face), look up. Great protection, setting and movement make this one a gem. 5.10 climbing leads to the final pumpy sequence where the crack leans right and the crux face climbing exit. (Or was that the pump factor?) Save a #3.5 or 4 Friend for the last piece. Rated .11c, it felt more like .11a to both me and my partner. There is a 2 bolt anchor at that you can descend with a 70m. It is best to clean this pitch via following due to the traversing nature. Combine with\n\nEast Ridge\n\n,\n\nWest Overhang\n\nand\n\nDream Street Rose\n\n(on the North face) for the ultimate Maiden tour!","protection":"Nuts and cams to #4 Friend, no fixed anchor.","location":""},"__v":0},{"_id":"0H5rxqsWUb+B0yrKmq/zeg==","name":"North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mark Taggart and Roy Peak, 1944","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":14,"mp_id":"105750454","mp_crag_id":"105745076","climb_id":"0H5rxqsWUb+B0yrKmq/zeg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"Be warned: This is one of the weirdest routes you will ever do....\n\nFrom the low point of the Maiden, hike up along the base of the south face.  Drop your packs below the obvious Crows Nest below the West Overhang, and pick your way through the huge boulders to the top (west end) of the crag.\n\nClimb the initial west-facing wall to a belay at the top about 40 feet up.  There is little or no protection on this lead, and the difficulty is around 5.4.  At this point, the summit of the Maiden will be due east, and actually right about the same height that you are at. From here, downclimb the slab to the Crow's Nest.  This is essentially a typical Flatiron slab with sometimes minimal protection.  The leader will be on toprope, but the second may appreciate some pro.  From the first belay, the angles look very strange, and it is difficult to tell how steep things are.  Belay from the bolt at the Crow's Nest.\n\nThe next two pitches are tricky.  I downclimbed the North Face a little bit and worked east.  Once I was below the obvious tree, I climbed through bulging wall which is the crux.  This was all done with basically no pro, but try to protect your second on the downclimb and traverse.  Belay on the ledge near or at the tree.  From here, climb up past the tree and a short corner to another ledge, and follow the wildly exposed ramp east and down until an obvious weakness allows you to hop up to a belay niche.  Rope drag can be amazing on this pitch.  From here, hop up onto the east face, and head for the surprisingly large summit area.\n\nRap to the Crow's Nest (!!!) and then down the south face to your packs....","protection":"Bring a standard rack of nuts and cams.  Long runners helpful.","location":""},"__v":0},{"_id":"M/ozJjRAXwWutmfDPr7jfg==","name":"Maiden Voyage","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Wilder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":16,"mp_id":"112374217","mp_crag_id":"105745076","climb_id":"M/ozJjRAXwWutmfDPr7jfg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This route ascends one of the most dramatic features in the Flatirons. It's wildly exposed and not for the faint of heart. Climb the first 30' of the\n\nWest Overhang\n\n, then go right across the vertical face past two bolts. Continue by climbing around the arete and up the steep overhang. The crux is probably the last 35', though it's pretty sustained the whole way. The rock is good quality the whole way, and the movement is very fun.\n\nThe first part of the route requires a bit of gear, but all the hard parts are bolted. Before traversing to the first bolt, it can be reassuring to clip a fixed pin on the\n\nWest Overhang\n\n(though this should be back cleaned before going on). Long runners are a must on all the first pieces of gear and the first bolt. The next two bolts can have regular draws. It's also good to use a long draw on the first bolt around the corner (4th bolt on the route). Rope drag can be heavy near the top but is definitely manageable.\n\nGetting down from the route can be a bit tricky. Be sure to read the beta below.\n\nThe direct bolted line that links into this route is still a project. All the moves have gone free, and it is probably in the 14+ range. It's an open project and will be a mega-classic when sent.","protection":"The majority of the route is bolted, but the start requires some gear (a few small to mid-sized cams). This is the 5.9+ section of the\n\nWest Overhang\n\n. There is a two bolt anchor at the top. A 70m rope is required.","location":"The route begins from the Crow's Nest under the\n\nWest Overhang\n\n. You can belay from a bolted ledge down low, but it is more comfortable to build a natural anchor up higher on the better ledge (requires blue TCU and #0.75 Camalot).\n\nDESCENDING:\n\nThere are several options listed below. In general, be careful to make sure you can reach the ledge. Also, be careful to reduce rope drag so you can pull your rope.\n\nOption 1 [best]: (assumes someone will follow the route)\n\nAfter clipping the anchors, trolley back down to the second bolt on the route. Clip a long runner into this bolt, and then clip your rope into that and lower to the slab. You must clip this if you don't want to be dangling in no-man's land. The follower then climbs on the regular end of the rope cleaning all of the gear. Be sure to leave the belayer's side still clipped in though. When at the top, lower down with a draw on the belayer side of the rope that runs through the draw on the second bolt. When you reach the second bolt, clip your rope into a leaver biner, and unclip the belayer's side of the rope from the draw. Lower the rest of the way to the slab, and pull the rope.\n\nOption 2:\n\nThe leader can clean all of the gear while lowering. A leaver biner is probably required on the first bolt if doing this. This method is fairly unpleasant.\n\nOption 3:\n\nThe leader cleans the upper part of the route while coming down and clips into a leaver biner on the second bolt. The lower section of the route is then cleaned on TR by either party. This way you don't have to climb the upper section twice, and you avoid the pain of cleaning the start of the route.\n\nOption 4:\n\nIf so inclined, the leader can belay from the bolts at the top, or can continue on easy terrain to the summit and build a natural belay. The second can then be belayed up, and the\n\nWest Overhang\n\nrap can be used to get down."},"__v":0},{"_id":"nCltwvUZW+yQfbc5tM7zdg==","name":"Kor-Dalke Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Layton Kor and Larry Dalke, 1966.  FFA: Greg Miller and David Light, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":2,"mp_id":"106439922","mp_crag_id":"105745076","climb_id":"nCltwvUZW+yQfbc5tM7zdg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"Start uphill from the\n\nSouth Face\n\nroute beneath a cave just right of a juniper.\n\nP1 5.8+ S: step right through a bulge and climb up to the cave belay.\n\nP2 5.10 R: move left out of the cave, follow an obvious traverse which leads to the Crow's Nest.\n\nP3 5.8 S: (45') move up and right to an airy perch.\n\nP4 5.12a R: step down right, traverse right, move up and right through the crux bulge to a belay on the slab above.\n\nP5 5.8 R: climb left up the black ramp to the top.\n\nThis route was previously recorded as High South, 5.7 A2+. Unfortunately this significant route has been largely omitted or inaccurately described by recent guidebooks.\n\nA variation finish was added by Miller-Light:\n\nP5 variation 5.9 R: move right and up to join the\n\nEast Ridge\n\n.","protection":"One full set: RPs to #4 Camalot, FFA used double ropes for security (lots of sideways climbing and some poor rock).","location":""},"__v":0},{"_id":"ARNIP2trX6+hL7xKiL4jNA==","name":"Hasta La Hueco","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Bret Ruckman, Steve Annecone, 2012/2013 (pitches 1 and 2), Spring 2016 (pitch 3)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":3,"mp_id":"108073893","mp_crag_id":"105745076","climb_id":"ARNIP2trX6+hL7xKiL4jNA==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This route works up to and follows the striking, wildly hueco'd wall up the middle of the south face of the Maiden. Pitch 1 starts just right of a large juniper tree, directly below the \"Stone Oven Belay\" (top of 1st pitch of the South Face route). Look for the juggy holds over a small roof, with a bolt above, and start there. Though we initially thought this pitch was new terrain, it turns out this start, or some variation thereof, may have been done earlier by David Light and Greg Miller as part of the free\n\nKor-Dalke\n\n.  Pull the roof low, step up right onto a slab, and work up to a ramp, following it up left and then straight up to a red/chocolate roof, moving right over airy ground to the belay ledge (5.9 or 10-).\n\nThe second pitch fires up the continuously overhung, bullet-proof, patinad wall. The first 5 bolts travel through juggy 5.10+ or 11- terrain to a stance just past the 5th bolt. From there, power up sustained 5.12 moves to a break above the 8th bolt, then finish it up to the top via one more cruxy section. This is very sustained and pumpy, with reachy and powerful moves in a spectacular setting.\n\nIn the spring of 2016, we added a third pitch (5.13b) that tops out on the east ridge not far from the summit. From the top of the 2nd pitch, move right over airy terrain past the first two bolts. From there, power through the crux moves up to the 3rd bolt, and continue up the gentle overhang through fairly sustained 5.11/5.12 climbing. The redpoint crux may be hanging on long enough to get through this section, and it's not over till you get to the 7th bolt. From there, 5.10 or 11- climbing past bolts 7 to 9 take you to the anchor. The crux section is tricky and crimpy, with a few gastons, a sloper or two, and major pump management required. Best to do this pitch in coolish conditions if possible.\n\nDuring the process of establishing this route, we'd frequently hear wild turkeys gobbling away or coyotes howling nearby, and recently I was treated to some fresh mountain lion tracks in the snow. The environment here is wild and beautiful, so tread lightly.\n\nThe location and particularly the Stone Oven Belay are surprisingly warm.  The spacious belay ledge is in a wind-sheltered, concave area on the wall that tends to bake when the sun is out. Consider this a winter route, though great conditions can also be found on the cooler fall or spring days.\n\nA 60-meter cord is sufficient for both leading and rapping off each pitch. However, if lowering or especially if rappelling off either the second or third pitch, be sure to kick out hard and keep in contact with the rock on the way down or you get left hanging in space. A longer cord will be needed if combining pitches 2/3 into a longer, uber-lead.","protection":"Only a very light rack is needed for the first pitch, from small nuts/RPs to a #1 or #2 Camalot.  Bring 3 or 4 long slings to minimize drag.  Both the second and third pitches have 9 bolts leading to 2-bolt anchors.","location":"Follow the same approach as for all Maiden south face routes.  The start of the first pitch is directly below the big belay ledge at the top of the 1st pitch of the South Face route, which is about 20-30 yards further uphill than the start of that route.  Belay next to the juniper tree under a small roof."},"__v":0},{"_id":"ALYGEP49XbeRMcQW2C0T3w==","name":"Heart of the Sunrise","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Annecone and Mark Roth, 10-9-19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":8,"mp_id":"117860491","mp_crag_id":"105745076","climb_id":"ALYGEP49XbeRMcQW2C0T3w==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This adventurous and fun route heads straight up the steep panel of rock about half way between the South Face on the left and the South Crack on the right. It involves loads of 5.10-ish crimping and thin footwork, with a few 10+ or 11- bits sprinkled in throughout. In general, you tend to follow sections of leftward traverses, bust moves up or out right over bulges, and repeat again and again. There's still a bit of lichen here and there, though it comes off easily and will clean up nicely over time.\n\nWe both lead it from the ground to the saddle on the East Ridge in one big (about 190 foot) pitch. Rope drag wasn't too bad, especially with judicious use of longer draws or slings, though you could definitely feel the weight of the rope while clipping on the top third of the route.  However, many might opt to climb it as two pitches (there's a midway anchor), or just climb the first pitch and lower (35 meters, 11a) to the ground. This has excellent position and a beautiful setting up there, so enjoy! Being on the south face, this route is better in cooler fall or winter or spring days.","protection":"The first pitch has 13 bolts with a two-bolt Mussy hook anchor/lower-off station above that. There is a bit of a runout between bolts 1 and 2 on easy terrain, but a #2 and/or #3 Camalot could be used if needed in that lower section. The second pitch has 3 bolts, then an optional grey Alien (or grey 0.4 Camalot) could be used up and right before traversing up left to join the\n\nSouth Face\n\nand\n\nEast Ridge\n\nfinish for 30 or 40 feet of easy (5.5?) and unprotected terrain. Most climbers solid at 11a/b won't probably need any gear besides quickdraws and slings for the bolts.\n\nIf going to the top of the second pitch, rap off the previously existing 2-bolt anchor on the East Ridge Saddle. Then one more 35 meter lower or rappel from the mid anchor gets you to the ground. Note that a 70-meter rope is required for this lower or rap, and it's so close that the ends should be knotted.","location":"This route starts at the base of a tree, about 20-30 feet uphill of the\n\nSouth Crack\n\nand maybe 30 feet below the\n\nSouth Face\n\nstart. Look for a bolt just above where the big tree meets the cliff and where the approach trail along the base requires a bit of scrambling."},"__v":0},{"_id":"j95/+rcpWaKiapd5zSwKzA==","name":"Gates of Galas","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Horan and Sue Patenaude, 1982","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":0,"mp_id":"105756505","mp_crag_id":"105745076","climb_id":"j95/+rcpWaKiapd5zSwKzA==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This is a fun route that can be easily be toproped after doing the second rappel off the Maiden. The crux is right off the ground and continues to be challenging for maybe thirty feet. Above, the climbing eases for 30-40 more feet, but gear is still hard to come by. The final forty feet can be done by climbing up the crack on the left (gear here) or continuing up the beautiful, huecoed face directly to the anchors. This latter option seems more like 5.11 near the top and there is no gear up this face.\n\nThis would make a great start to the\n\nWest Overhang\n\nroute if it wasn't for the lack of gear. I believe you could start this route further down and east where it looks like you can get on the ramp system. The runout would still be huge - maybe 100 feet, but probably on 5.6/7 terrain until the crack. From there, it is more like 5.9 to the notch.","protection":"There isn't much gear on this route for the first 60 or 70 feet and this includes the crux. I'd take some stoppers and a selection of cams up to #3 Camalot in hopes that some could fit in the huecos. Toproping is the best option","location":""},"__v":0},{"_id":"2VjNAlCeUa6Vf7YSPaLBeg==","name":"Eye Of the Storm","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tony Bubb, Taimi Metzlers, Fall 1995","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":5,"mp_id":"105763779","mp_crag_id":"105745076","climb_id":"2VjNAlCeUa6Vf7YSPaLBeg==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This route is obscure and doesn't have much redeeming quality.  There is not much reason or call to repeat it other than scaring one's nutz off.  I am posting it here for anyone who ever wonders... \"Has anyone done that thing?\" or \"What are those slings up there for?\" So here you go.\n\nClimb the first pitch of the classic \"South Face\" of the Maiden to the ledge belay. From there, strike upward some distance to a sloping ramp that goes up and right. You will be about at the height of the bolt on the third pitch of the South Face.  On this ramp head up and left for 60 meters, more or less aiming at the \"eye\" of the dolphin, as you can imagine the flatiron being, or see drawn in Rossiter's guidebook. There are a few sloping cruxes and a few fixed slings. They are garbage by now, if present at all.  They were left behind when the second did not wish to follow the route and a rope was pulled up thorough minimal gear to rap down from the route.\n\nBy divine providence or the grace of god, may you reach the dolphin's forehead without falling on this line, or find better gear than I did.\n\nThe difficulty will depend upon you finding the same line I did- there were other deviant choices with virtue and vice judgments to be made regarding gear and difficulty along the way.","protection":"Not much. A few bad nuts and a few tricams are all I can recall. There were long runouts above marginal placements. Some were pulled out by applying tension and shaking the rope after I'd led the pitch. The fixed slings I left on features are from 1995. In hindsight, it was litter, but my partner could not follow the route safely, and I ended up leaving them.","location":""},"__v":0},{"_id":"hXv36XAOX9G7jz1njrnf6g==","name":"The Gates of Delirium","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Annecone, Bret Ruckman, 3-31-18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":1,"mp_id":"114207930","mp_crag_id":"105745076","climb_id":"hXv36XAOX9G7jz1njrnf6g==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This steep and highly-featured face is located a little ways uphill and left of\n\nHasta La Hueco\n\non the south face. It climbs up to the Crow's Nest and is located more or less directly under the standard rappel to the ground from the Crow's Nest. As such, it has probably been toproped hundreds of times in the past.\n\nStart by busting out a few moves of 5.10 to a high first clip. A few more interesting moves on steep pockets leads to the second clip. From here, trend up and left past the next two bolts through moderate (5.6/5.7) terrain. It's a bit runout on this easier section, but an optional #4 Camalot and/or a sling around a bomber horn could be used to reduce the spice between bolts 3 and 4.\n\nOnce pulling past the 4th bolt and clipping the 5th, the terrain gets steep and sustained, with pumpy moves through crisp pocket features, crimps, and buckets. The crux is near the top between the 9th and 10th bolts. There are at least two sections on the route where one could follow right or left variations, as the multiple holds facilitate many options.\n\nThe \"crux\" is probably hanging on to the end and avoiding a cumulative flash pump. Being steep and pumpy and of moderate grade, it's a good way to warm-up and approach the\n\nWest Overhang\n\nor\n\nMaiden Voyage\n\n. It might also serve as a nice warm-up for\n\nHasta La Hueco\n\n.","protection":"Ten bolts are present, with the potential to use natural gear (large #3 or #4 cam or a sling) in an easy section between bolts 3 and 4. Note that A 70-METER ROPE IS HIGHLY RECOMMENDED. Also, it's a good idea to rappel off rather than lower, as there's an unavoidable sharp edge that the rope runs over about 8 feet below the anchor.","location":"This route is located about 40 yards uphill of the start of\n\nHasta La Hueco\n\n. Start next to the massive block next to the wall, right at the spot where people descending from the Crow's Nest land after a rappel."},"__v":0},{"_id":"UvhtUYwSWN6rV0vdy70g5A==","name":"East Ridge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Aid:  Johnson, Robertson, Huston 1953 Free: Wunch, Hunter 19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":10,"mp_id":"105753004","mp_crag_id":"105745076","climb_id":"UvhtUYwSWN6rV0vdy70g5A==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"The East Ridge is yet another slabby east face route in the Flatirons. Yawn....\n\nNot!!!!\n\nThis exceedingly cool route climbs the narrow eastern profile of the Maiden. Rack up at the low point of the rock.\n\nP1. Either step in from the right, or scramble up from below, and engage the obvious crack a couple feet left of the sharp NE arete. Climb the crack for about 60 or 70 feet to a ledgy blocky stance. The crack is steep and sustained and skill in jamming will definitely increase your chances of success. Call it solid 5.10 and slightly awkward in spots. This is a really nice pitch.\n\nP2. Climb up the obvious, detached flake, and step left onto the face. Head up past two bolts, with the crux (5.7) above the second bolt. Pull onto a sloping ledge thing, and clip the bomber two bolt anchor. This is a pretty short pitch.\n\nP3. Make a dicey move right off the belay to reach the first bolt. Stand up, clip the second, and head due right. Be careful of the crunchy footholds. At the arete, make a move up to the horizontal crack, and head back left. Clip the third bolt, then keep heading left (ignore the pin above). Pull around the left arete, then head up, and find a belay on the slab above. This pitch is quite funky and a fall would be somewhat interesting. It's about 5.10- and slightly strenuous. Another short pitch.\n\nP4. Follow the strata up and left, clipping a pin or two, then head up and right to the obvious saddle and another bomber 2 bolt anchor. This pitch is easy (5.4), exposed, and 100 feet long.\n\nP5. Per\n\nfrom the anchor, climb the slab for about 40 feet to an obvious headwall with small roofs. Move right to gain the north face.  Follow the strata and huecos up across the north face, intersect the North Face route, and head for the summit. (Originally, it was: go right around the obvious roof, follow the strata and huecos up across the north face, intersect the North Face route, and head for the summit.) A 60m rope will put you comfortably on top. This pitch is super exposed 5.5.\n\nIt would be easy (and recommended) to combine the first and second pitches. It would also be possible to combine the second and third pitches. The benefit of this would be that you wouldn't have to do those dicey moves right off the belay on pitch 3. This route was rebolted in 1999. There are many bolt studs and sleeves and patched holes visible. This route must have been a real mess before the rebolting: It is fantastic and pretty safe in its current condition. Thanks to Darran Bornn and the ASCA for the new bolts.\n\nNow that you're a hotshot 5.10 climber, you will probably be unfazed (bored, even) by the rappel off the summit. Whatever you do, don't ruin your onsight by scoping the\n\nWest Overhang\n\nroute on the way down.","protection":"Cams TCUs to #3 Camalot. 1 set nuts. QDs.","location":""},"__v":0},{"_id":"uW8HCHLCXGq0nBfV4K4/Dw==","name":"Dream Street Rose","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Jeff Achey & Paul Meyers 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":11,"mp_id":"105761922","mp_crag_id":"105745076","climb_id":"uW8HCHLCXGq0nBfV4K4/Dw==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"On the north face, just uphill from the low point of the rock are two right-facing crack/flakes - this is the right one that leads into a right-arching seam with 3 fixed pins. A #4 Camalot is nice for the initial crack. The climbing past the pins requires great trust in one's footwear and a bit of trust in the upward driven pins! Screamers are recommended for clipping these, as a pulled pin could change the situation for the leader. Supplement with RPs, and belay when the difficulties end. It could be an \"s\" pitch, depending on the state of the pins. The second pitch is stellar 5.10 crack climbing with great position. Continue to the summit on the\n\nEast Ridge\n\n.","protection":"RPs to #4 Camalot, screamers.","location":""},"__v":0},{"_id":"lVdBHuxEWQiKPZtqgvLRNA==","name":"Direct North Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Art Howells and Mike Borghoff 1960, FFA: Jim Erickson and Cindy Stanley 1975.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":13,"mp_id":"105757744","mp_crag_id":"105745076","climb_id":"lVdBHuxEWQiKPZtqgvLRNA==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"The Direct North Face is a spicy route that provides quick access to the Crow's Nest and the start of the West Overhang route on The Maiden.  The 1999 Rossiter Flatiron guide breaks the climb into two pitches (the first belay being on top of the huge P1 flake) but seems best climbed as one continuous line 120'or so to the Crows Nest.  I'll explain it as two pitches, as the first pitch can be climbed and then top roped (short), as well as allowing a top rope of Cunning Stunt (11a), an overhanging crack on the left side of the flake.  Rapping from the top of the P1 flake would require leaving gear.  No escape but the Crows Nest!\n\nFind the Direct North Face on the north side of the Maiden, below and slightly west of the Crows Nest, the obvious shelf below the outrageous West Overhang and landing zone for a rap off the summit.  The start begins along the right margin of a very large flake peeling away from the north wall.\n\nP1: Climb the right side of the flake with great gear and fun lie backs for about 40' (8).  Create a belay on top of the flake, with good hand sized cracks behind the flake on the right side.  If you would like to top rope Cunning Stunt, move left and place your anchor on the left side of the flake.  If continuing on to combine P1 and 2, make sure this gear is great behind the flake; it will be your last for a while.\n\nP2:  Move to the left side of the flake and step up and left up to a right leaning diagonal break.  Follow this break up and right with zero pro.  The crux is an unprotected 5.9 hand traverse sequence with terrible feet 25' above and left of your gear in the flake.  Keep moving through to a piton.  Clip this and continue right along easier ground up through a double set of small overhangs.  Follow the break left above the second roof to the ridge line.  Use a directional at the ridge top and move left 30' to a belay at the Crows Nest.\n\nRap from the eyebolt on the south side of the Crows Nest (one 60m is sufficient) or continue on with the third pitch of the North Face route or the West Overhang route.","protection":"SR","location":""},"__v":0},{"_id":"HtHRBMHxXZ2a9HiMbjorDw==","name":"Cunning Stunt","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jim Erickson and Nancy McNeil","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":12,"mp_id":"105829989","mp_crag_id":"105745076","climb_id":"HtHRBMHxXZ2a9HiMbjorDw==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"This route can be used as a variation to the West Buttress overhang.  It starts with a perfect hand crack in a left-facing flake and opens up to 4-4.5\" that makes for an easy layback.  The crux is half way up the crack.  After the crack, the route traverses right to a pin and then up diagonally left followed by two more pins to the Crow's Nest.  The \"S\"  really only comes into play after the traverse section.  The 11a section (the crack) can be sewn up.\n\nWe used double ropes and 2' slings on almost every piece to reduce rope drag.","protection":"Up to #4 Camalot.  3 pins.  Eye bolt at the Crow's Nest.","location":"This route starts on the North side of the Maiden downhill and left of the Direct North Face route."},"__v":0},{"_id":"QB6lxkWKWRmNtTxnOV8Y1A==","name":"Belladonna","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"D. Light and J. Roberts, 05/99","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"left_right_index":6,"mp_id":"107753618","mp_crag_id":"105745076","climb_id":"QB6lxkWKWRmNtTxnOV8Y1A==","areaRef":"Gz18oBtiVEKiv2TCN3SXKw=="},"content":{"description":"More Deadly Nightshade than Stevie Nicks. This is a directissima on the\n\nSouth Face\n\nroute. Start as for the South Face Route. Move up and right to a flake with a 2\" crack, traverse 10' right, and surmount a bulge to better holds (5.9 R/X). Trend up and left in thin, incipient cracks and flakes into a left-facing, left-leaning corner which joins into the top of the second pitch of the\n\nSouth Face\n\n. It is sustained, pumpy, and hard to protect.","protection":"Rack to 2\". This route may be top roped from the anchor above pitch 2 on the\n\nSouth Face\n\nroute.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,1b3d7ca0-1b62-5442-a2bf-64c23774972b","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Maiden, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b/c"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":5,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":9,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28719,39.95002]},"bbox":[-105.28777656056366,39.94957033981814,-105.28660343943633,39.95046966018185],"left_right_index":-1,"ext_id":"105745076","area_id":"Gz18oBtiVEKiv2TCN3SXKw==","polygon":{"type":"Polygon","coordinates":[[[-105.28777656056366,39.94957033981814],[-105.28660343943633,39.94957033981814],[-105.28660343943633,39.95046966018185],[-105.28777656056366,39.95046966018185],[-105.28777656056366,39.94957033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:55:55.101Z","updatedAt":"2024-01-20T00:59:45.874Z"}