{"_id":"63689d5ce80bff5a994f48dd","area_name":"Sorcerer, The","shortCode":"","climbs":[{"_id":"IYzAT4fWWOyH54wSb4jAkg==","name":"Wailing Banshees","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Randy Leavitt & Brett Maurer - '81","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":4,"mp_id":"106456854","mp_crag_id":"105834183","climb_id":"IYzAT4fWWOyH54wSb4jAkg==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Easily as good as any route on the Sorcerer but decidedly less popular. Perhaps because of a bit of spice (but nothing unmanageable) here and there? It should be climbed as often as Don Juan and Atlantis. It is fantastic.\n\nBegin by scrambling to the top of the Fire Wall and then descending underneath the huge chockstone upon which one belays for Scirocco. Continue scrambling down and over a large bush to a belay perch beneath the obvious left-facing corner system.\n\nP1 (5.11a, 60'): I recommend stick clipping the first bolt which is about 15' up. It's some tricky thin moves getting started. The landing wouldn't be too bad, so you could probably boulder it out. Once you have the bolt clipped, climb another 15' of unprotected and cruxy 5.11a face climbing to a horizontal and more gear. Best not to fall off the jugs or you'll deck. From here it's positive climbing to the top of a pillar. Belay here - a short, 60' pitch and possibly the crux of the route.\n\nP2 (5.11a, 150'): Head up off the belay via a fun, varied corner to a huge slung flake. It's possible that this was a commonly used belay, but the pillar stance below is much better and it's easy to skip this (hanging) belay and continue to the next comfy stance. From the flake follow an amazing hand crack in the corner (save those #2 and #3 Camalots) to a stem stance where the crack arches out left. Save a #3 Camalot to place high and commit to a funky move up, right, and back into the corner. This protects well. Easier climbing past a pin leads up to the bolted belay of Sirocco on a perch on the arête.\n\nP3 (5.10b, 100'): Utilize the arête and corner to work your way up off the belay (thin gear) to a good stance below some flakes. Load these up with small cams and bust left to a wild, exposed flake. Thankfully it is positive and more inspiring pro isn't too far away. Follow the flake up and step left around the SE corner of the Sorcerer to belay at some large, grainy flakes.\n\nP4 (5.10- R or 5.7, 100'): Climb up giant knobs to a cruxy and completely unprotected move. Easier climbing leads to a short right-facing corner and good pro which then leads to a huge ledge. Belay at the tree. This pitch is dangerous, but fun. If you're not psyched, you can traverse straight left and enter an easy right-facing groove/chimney. This protects and checks in at 5.7.\n\nContinue up over the top to the typical Sorcerer rappel.\n\nNB: Having done the route once I would do it again in two massive pitches next time... not sure this would be wise your first time up, though.","protection":"2x from tiny to fingers.\n\n1x 0.5, 0.75, and #1 Camalots.\n\n2x #2 and #3 Camalots.\n\nWires, a few larger RP's, a couple slings and draws.","location":"Begin below Scirocco and climb the corner just left of it."},"__v":0},{"_id":"NXJEi+JoW0ib9qZs/MItbQ==","name":"Tradewinds","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bill Leventhal, Brian Jonas, Craig Lemond, September 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":6,"mp_id":"106460511","mp_crag_id":"105834183","climb_id":"NXJEi+JoW0ib9qZs/MItbQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"This climb is right of Sirocco & is better protected than its more famous neighbor.  Fun, steep face climbing on flakes & edges crosses the Sirocco ledge & continues up the face, tending right to the anchors.  There is a crux is about halfway up passing a bulge, although the upper crux is engaging as well. The route could be extended to continue into Don Juan Wall, to the  right but it would likely be more difficult than 5.11.  One may also use this approach to get to the first anchors of Sirocco","protection":"Some small nuts & cams for the belay at the start of the route. Only bolts are necessary for this route. A rarity for the Needles.  7 bolts, plus 2 for the anchors.","location":"Located between Sirocco, and Don Juan Wall, on the East face of the Sorcerer.  You start out of the gully behind the block just left(South) of the start of Thin Ice."},"__v":0},{"_id":"ESsWrk1BXyu24cTfHFi60Q==","name":"Stars and Stripes Forever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":13,"mp_id":"106831559","mp_crag_id":"105834183","climb_id":"ESsWrk1BXyu24cTfHFi60Q==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"This climb is on the West Face of The Sorcerer (facing out towards the Magician). It starts just downhill from Sleight of Hand. Traverse out right on a large flake (exposure right from the get go!). Lieback and jam up some easy flakes angling up and left towards a roof. (optional belay under the roof)\n\nPull directly over the roof on some juggy flakes (5.9) and then climb up an easy slab to a bolt (5.5 R). From the bolt climb up and left to a second bolt. A couple more moves of 5.8/5.9 friction gain the more featured rock above. Take the low angle jugs and knobs to the top of the massive flake (5.5 R). Step across the gap between the flake and the main wall and belay on this ledge. The anchor takes small TCU's. Scramble over the top of the Sorcerer to the other side where the rap anchor is.\n\nI used a 70 meter rope to do this in one pitch although it may also be possible with a 60M. In any case, be sure to extend any gear you place under the roof.","protection":"Gear to 3\"","location":"The quickest way to approach the route is by scrambling to the top of the Charlatan and rapping down to the notch with 2 ropes via the Spooky anchors. From here you can scramble (4th class downclimb) to the start of the climb or set up another rappel with gear or by slinging a large pine. This temporary anchor can be retrieved after you finish the climb and rap back down to the notch."},"__v":0},{"_id":"/ErXym8ZUfCbl+iqqv676A==","name":"Thin Ice","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Johnson & Heath - 1975FFA: Steres & Clark - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":9,"mp_id":"105834294","mp_crag_id":"105834183","climb_id":"/ErXym8ZUfCbl+iqqv676A==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"This is a challenging, physical route up the center of the east face of the Sorcerer. It is also the easiest way up the rock.\n\nP1: Begin at the left of two massive right-facing flake/corners (the right is the start to\n\nAtlantis\n\n. Ascend this corner until it turns into a splitter crack and continue up. Eventually traverse right to the next crack system on some ramping flake features and up to a bolted belay. A long pitch; 5.10-.\n\nP2: the crack system turns into a flaring, strenuous V-slot (5.10a).\n\nP3: Continue up the crack system, as the angle relents (5.9 hands).\n\nDescend to the north; see the description for the Sorcerer for more details.","protection":"Double set of cams.","location":""},"__v":0},{"_id":"AbgC0u/MVViBQcpFdIZZtA==","name":"Stars and Stripes alt start","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":14,"mp_id":"117552393","mp_crag_id":"105834183","climb_id":"AbgC0u/MVViBQcpFdIZZtA==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"There is a description of a route called Northwest Salvage (\n\nNorthwest Route\n\n) which climbs flakes to the right of Stars and Stripes Forever. There is not a documented topo of it available and the Needles mini guide lists it as 5.7. The route described here goes significantly harder than 5.7 so this may be a different flake than Northwest Salvage. Start downhill from Stars and Stripes Forever. Climb up a flake with thin protection until the flake opens up to hands and then larger (5\") and trends right. Stand up and move far right on the flake to a 10a move to gain another thin layback flake which you can surmount. From here trend up and left to meet up with the Stars and Stripes main crack/flake junction. The flakes in this area are very hollow so be gentle! Belay here to minimize drag and continue up to the first Stars and Stripes belay marked on the topo.","protection":"Micro nuts for the 10a move and otherwise standard rack. Long runners on the section which traverses right and then back left.","location":"There is a large pine holding up a boulder at the start of Stars and Stripes Forever. Downhill from this is another large wedged boulder. Start below that large boulder. Either downclimb or rap off the tree, or descend the Djin-Charlatan notch and move down the large slab face until you can drop down and traverse left towards the Sorcerer. This puts you right at the base of the route."},"__v":0},{"_id":"yrysrZD7VN22Mo8MHk3I1Q==","name":"Sleight of Hand","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Herb Laeger & Rich Smith, April 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":15,"mp_id":"105834264","mp_crag_id":"105834183","climb_id":"yrysrZD7VN22Mo8MHk3I1Q==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Sleight of Hand ascends one of two crack systems just up and left from The Raven, just right of Pinhead and Shaman Skyway. Right leaning crack, starts in left-facing dihedral.\n\nTwo pitches, the first is the hard one.","protection":"Standard rack.","location":""},"__v":0},{"_id":"KDLLgwqEW/OSpXjPiB+PhQ==","name":"Scirocco","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Tony Yaniro, Brett Maurer & Randy Leavitt, 1982","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":5,"mp_id":"106258179","mp_crag_id":"105834183","climb_id":"KDLLgwqEW/OSpXjPiB+PhQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"This is the crown jewel of sport climbs at the Needles. In an area that is known for its soaring corner systems and beautiful trad climbs, in many ways, this is a counterpoint: A soaring, flawless arete, protected by a handful of draws...\n\nBut this is no Boulder Canyon sport route -- expect to earn the clips. High on the route there is a 20' run to a bolt, followed immediatly by a 25' run to the next one! Serious air is possible on this route, which is supposedly Yaniro's \"favorite\" climb.\n\nAlthough it is technically two pitches, and there is a sit-down rest on the flake that marks the end of the first pitch, the way to do it, of course, is in one. The rope line is perfectly straight, but that won't change how heavy the rope feels when perched tenuously to the upper reaches of the arete in a lieback, feet smeared, poised to make a desperate clip.\n\nIt's a serious sandbag to call this 11+, or even 12a for that matter. It is 12a in the Needles' sense of 12a. Few moves on its 150' are easier than 5.11. The physical crux is in the first pitch: relentless thin crimps up slightly overhanging golden-brown granite. The upper arete is home to several technical and mental cruxes. Every inch of the entire climb offers awesome, cerebral movement.","protection":"15 draws and a long sling (for the anchor at the top of P1).  Skip the old, stray bolt immediately before this anchor and climb up and left instead.  One 60m rope requires rapping from the top, then once again to the ground.  Thankfully, the bolt immediately prior to the long run out is beefy ASCA equipment.  Stick clip the first bolt or at least have your belayer anchored in if you're going for it.","location":"Scramble up under the base of Thin Ice, etc, then to the top of the Fire Wall and down to a chockstone belay stance."},"__v":0},{"_id":"Z8hrFmQCVc+YKhuhYFjUIg==","name":"The Raven","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Vernon & Wall, FFA: Vaino Kodas & Larry Siebold","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":16,"mp_id":"105834268","mp_crag_id":"105834183","climb_id":"Z8hrFmQCVc+YKhuhYFjUIg==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"The Raven is a nice technical stemming corner.  The first pitch is the business, and one can rap off it via some assorted fixed hardware (which may need to be supplemented) or continue on an easier pitch to the top.\n\nThere are three or four nice but obscure routes on the upper *west* face of the Sorcerer.  The Raven is the furthest right of these and climbs a very obvious right-facing corner.  Approach from the Sorcerer/Charlatan notch via downclimbing and a rappel.  The climbs are obvious.\n\nThe Raven sews up pretty well with tiny gear, but the crack is very small and if you have big fingers it will feel much more like a stemming and smearing test-piece then a crack climb.  Near the top things get particularly difficult, but some help lies just to the right.  Almost anywhere else this would be a 3-4 star climb, but it's hard to justify that considering what else lies nearby.\n\nRap down or continue on easier climbing to the top.","protection":"Mostly small stuff including wires & RPs.","location":""},"__v":0},{"_id":"to282niOW0OMu4eVgk7dpg==","name":"Pinhead","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Fred Beckey (5.7 A2) 4-73, FFA: Dave Bruckman, Todd Gordon, Mari Gingery, Scott Loomis, Mike Fogarty","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":12,"mp_id":"106896170","mp_crag_id":"105834183","climb_id":"to282niOW0OMu4eVgk7dpg==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"A stellar one pitch thin seam on the northwest face of Sorcerer.  Purity of line, sustained and technical, beautiful rock with very fine moves make this a single pitch classic on a cliff full of multi-pitch classics.  A challenging lead.\n\nClimb a thin crack up to a roof, pass the roof (crux), and continue with sustained 5.10+ to a fixed copper head.  Sustained 5.10a (R) stemming past a 3-4\" flared groove with a bush.  Continue up 2-3\" grooves and stems to a second roof sustained 5.10a.  Pass roof and move left and up ramp/dihedral with nice finger cracks until the ramp pinches off.  Drop down and left to the bolted anchor.","protection":"A good assortment of small offset brass stoppers, set of stoppers, extra tcu's, one each cams to 3\", a Yates Screamer to clip the fixed copper head might help who knows?\n\nThe route ends at the main bolted rappel anchor for the Sorcerer's north ridge normal descent towards the notch at Spooky.","location":"Just down from the Sorcerer / Charlatan Notch on the northwest face of Sorcerer.  This route is easily approached by rappelling down Spooky or on the descent from other routes on the Sorcerer.  Afternoon sun."},"__v":0},{"_id":"nVCgunPqXXKOciEj6c+GQg==","name":"Lost at Sea","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tony Yaniro & Randy Leavitt, June 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":11,"mp_id":"105834273","mp_crag_id":"105834183","climb_id":"nVCgunPqXXKOciEj6c+GQg==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Lost at Sea is a totally amazing variation to the fourth pitch of\n\nAtlantis\n\n. Very much worth the time and effort if you're up there.\n\nStep off the right end of the ledge atop Atlantis' third pitch and into the obvious left-facing flake. Ascend this flake as it gradually thins and becomes more difficult, eventually arching delicately to the right. The wall is steep and blank here, and at certain points one begins to wonder if gear behind the top of the flake would just rip it right off the wall in the event of a fall!  A few final, desperate hand-traverse moves lead to a wonderful mantle up to a two-bolt anchor.\n\nRap back to the ledge (or continue/escape off to the right at 5.12?).","protection":"Single set of cams.","location":""},"__v":0},{"_id":"dIbQ483fWnmvy//Gf6Vzsw==","name":"Ice Pirates","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Sheppard, Cummins, & Ager","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":8,"mp_id":"105834223","mp_crag_id":"105834183","climb_id":"dIbQ483fWnmvy//Gf6Vzsw==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"This is an excellent dead-end variation to Thin Ice - worth the time and effort if you're up for the challenge.\n\nP1: Begin as for Thin Ice, but instead of traversing right, continue up the crack system to a bolted anchor.  5.10-.\n\nP2:  Continue straight up the ever-steepening and thinning crack and step left to clip the anchor.  The most difficult move is perhaps the very last one!  5.11-.\n\nRap back down (I believe a single 70m rope got us down) and finish with the upper pitches of Thin Ice.","protection":"Double set of cams, wires, small stuff.","location":""},"__v":0},{"_id":"QJzng58EUSGQoLkN9NpMcQ==","name":"Gorilla Wrestling","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":0,"mp_id":"117593997","mp_crag_id":"105834183","climb_id":"QJzng58EUSGQoLkN9NpMcQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"A continuous 125 foot 4-8\" offwidth arriving at the Davy Jones Locker rap station.\n\nTo start, its a bit of a flaring heal-toe chimney with cupped hand jams, then it goes into locker knee-jam-size offwidth for quite a ways. There are some nice hand jams to top it out.\n\nYou can rap straight down to clean the route if your climbing partners whimp out on seconding using the slung block of the Davy Jones Locker rap station with one stretchy 70M rope.","protection":"Doubles of 1 BD (red) to 6 BD (green); triples of 4-5\" gear is not crazy.  Slung block rap station at the top (70m rap)","location":"This is the obvious offwidth out on the steep wall to the left of the normal 5.7 gully/chimney start of Davy Jones Locker."},"__v":0},{"_id":"c5J21zq4W4a5GpNk9dngDA==","name":"Fantasia","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Josh Janes & Lucas Barth - Summer 2018","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":3,"mp_id":"115171554","mp_crag_id":"105834183","climb_id":"c5J21zq4W4a5GpNk9dngDA==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Fantasia is a natural continuation of Duty Now for the Future that leads up the southeastern flank of the Sorcerer in two pitches before connecting in with the final pitch of Wailing Banshees. Although it's given the 5.10 rating, since you have to climb at least 5.11d to get to it, this is perhaps best thought of as a cruisey, adventurous finish to Duty Now for the Future. It offers fun climbing up interesting features, though it can be quite run out at times.\n\nP1: Climb Duty Now for the Future (5.11d), or traverse to it's anchor after climbing Iron Maiden (5.12) or Davy Jones' Locker (5.12b). You can also climb Pieces of Eight (5.12c) or The Avenger (5.13b) and traverse left to the first bolt on Fantasia.\n\nP2 (200', 5.10): From the Duty Now anchors, launch up the beautiful, featured green face past three bolts. Traverse right into a water groove system and follow this up, optionally moving back left onto the main face, taking advantage of spaced gear placements, and belay at a good stance in the central water groove at a bolted anchor.\n\nP3 (5.10): Continue up the groove, then trend out right onto the middle of the heavily water-carved and featured wall (wild) picking your way upwards. Not a lot of gear here so be careful with your route finding. Continue to some grainy flakes which can be slung for pro (the same flakes you'd sling for the penultimate belay on Wailing Banshees).\n\nP4 (100', 5.8-5.10): Finish with one of the two final pitches of Wailing Banshees which leads to the top of the formation.","protection":"Standard Rack or whatever you brought for the approach pitch.","location":"Directly up from the Duty Now for the Future anchors."},"__v":0},{"_id":"sv97iEgUVoO0yK+JOJmbCQ==","name":"Duty Now for the Future","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike Lechlinski, Roy McClenahan, Erik Eriksson - July 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":2,"mp_id":"115170695","mp_crag_id":"105834183","climb_id":"sv97iEgUVoO0yK+JOJmbCQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Duty Now for the Future is not a line that jumps out at you at first glance... But subtle features allow this route to weave an unlikely path up the steep wall right of Davy Jones' Locker via brilliant, committing climbing. Three distinct cruxes separated by poor rests yield a memorable testpiece of a rock climb which, in my opinion, rivals\n\nNatural Log Cabin\n\nfor the \"hardest 5.11d in the world\".\n\nP1 (50', 5.8): As per Davy Jones, climb the chimney beneath the route, moving up and left and belaying on a large tree below the next chimney.\n\nP2 (130', 5.11d): Squeeze up the chimney above the belay to the top of the pillar and step right off the edge of the pillar and onto the main wall. Stem up opposing shallow corners and pull a tiny roof, continuing to the top of the right-facing corner. From here, clip two bolts, then climb the face up and right to a rail, clip the third bolt, and execute a difficult mantle below the prominent Curtain Overlap that stretches across the wall. Load the Curtain up with gear and commit to the \"Penance Run Out\" (actually rather adequately protected) to a hanging belay at bolts.\n\nDescent: Continue with Fantasia, rap with two ropes (leave one on the ground and send someone down for it), or do an easy traverse left to the Davy Jones' anchor and do two single-rope raps from there.","protection":"2x tiny to #0.75 Camalot\n\n1x #1 Camalot\n\nWires","location":"Lower east face of the Sorcerer; down around the corner from the Fire Wall."},"__v":0},{"_id":"7QuniN0AWziUGWLi4jX3OQ==","name":"The Don Juan Wall","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ed Ehrenfeldt & Mike Pope, July 1976, FFA: Mike Waugh, Tony Yaniro & Randy Leavitt, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":7,"mp_id":"105834231","mp_crag_id":"105834183","climb_id":"7QuniN0AWziUGWLi4jX3OQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Words cannot describe how amazing this route is.\n\nP1: Take the same right-facing corner start as Thin Ice/Ice Pirates.  Move the belay to the far left end of the ledge formed by the top of the flake.  5.9+\n\nP2: The next two pitches follow the immaculate left-facing corner system.  Climb a long finger crack with stemming and progressively harder moves.  Belay at bolts.  5.11.\n\nP3:  Continue up the corner system.  Again, 5.11.\n\nP4:  Climb up a lower angle face and corner with tricky gear, step left and belay on the face below the huge roof.  5.10.\n\nP5:  Undercling out the roof to the right, pull the roof, change corners, and continue to the summit.  This is very physical and strenuous, but awesome.  5.11.  It is also possible to escape left, but probably not as classic.\n\nIt's hard to say where the crux is.  Physically, and according to the rating, the last pitch gets it, but we felt the technical cruxes were on P2 and P3.  This route is rated easier than Atlantis, but the Atlantis crux is short and powerful.  This climb is continuous and sustained and felt much harder.\n\nDescend to the north; see the description for the Sorcerer for more details.\n\nI can't believe I'm saying it, but a climb like this puts routes like Wunsch's Dihedral and The Naked Edge to shame.","protection":"Double set of cams from micro to 0.5 Camalot.  A single 0.75 and #1 Camalot.  Wires, larger RPs.  Lots of quickdraws and a couple double-length slings.","location":""},"__v":0},{"_id":"NAY5dJ/FX3OVi+VqHXXw1Q==","name":"Davy Jones' Locker","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tony Yaniro, Randy Leavitt (1981)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":1,"mp_id":"106008922","mp_crag_id":"105834183","climb_id":"NAY5dJ/FX3OVi+VqHXXw1Q==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"An amazing, splitter hand to thin hand slanting flake/crack goes for 70 feet up to an undercling/jam traverse (#3 Camalot under the roof with sling). Then a good chicken-wing and stem rest with a finger size piece. Reach out right and get a small TCU and turn on the POWER. Hold on and place one of your smaller Stoppers higher in the crack/seam out right. If there is chalk on the crux holds, then you are totally stoked! Crimp and crank your way up sequential edges that get better and aim for the top of the headwall and welcome jugs. Make sure your last pieces are bomber 'cause its big air if you blow the sequence!\n\nOnce you are standing above the angle of repose, it's EZ to the bolted anchor, which is 3 older bolts but seems okay.","protection":"(4-5x) #2 Camalot, (3-4x) #1 Camalot, #3 Camalot, (1x) Purple-Orange size TCU's, (1x) #4-7 Stoppers, 60M Rope(s) or 70M (better)","location":"The 5.7 approach pitch up the right side of the big block under the route is actually fun and interesting (I think). My Aussie comrades, being unaccustomed to chimney techniques, thought otherwise. A 60M rope lowers off with a little excess. It is possible to rap off the top of the approach pitch using 1 60M with some effort but I would recommend bringing 2 ropes or 1 70M!!\n\nPer Davy Jones' Locker: Continue down the gully between the Sorcerer and the Witch. Pass the Fire Wall and Pyromania. You will see two chimneys on your right to the north.  Take the shorter steeper left chimney, climb up to a tree.  Perhaps haul packs to here.  Continue to the top and then have second send up the bag once they climb up."},"__v":0},{"_id":"TT+zW3llUr+wU0bO+4RivQ==","name":"Atlantis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Randy Leavitt & Tony Yaniro, June 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"left_right_index":10,"mp_id":"105834277","mp_crag_id":"105834183","climb_id":"TT+zW3llUr+wU0bO+4RivQ==","areaRef":"VPcW8RRgW822ajmybof0Gg=="},"content":{"description":"Atlantis climbs the steep and singular feature just right of\n\nThin Ice\n\n.\n\nP1: Begin by climbing the overhanging right-facing flake just right of Thin Ice. Strenuous but straight-forward. 5.10c.\n\nP2: Climb up flakes to briefly join Thin Ice, but then traverse right on more flakes to a bolted belay. 5.10.\n\nP3: Step right to the tips crack, get a couple pieces in as high as possible (purple TCU, wires), take a deep breath and punch it on really powerful tips liebacks to an obvious incut slot. Shake, place more pro, and continue up on slightly easier terrain (including a beautiful hand crack). Belay on a ledge. 5.11c.\n\nP4: Climb out left from the belay through a small, tricky bulge/roof, then continue up the corner system to the summit.  5.11a. It is also possible (and recommended!) to do the spectacular\n\nLost at Sea\n\nflake which departs from the right end of the belay ledge (but unless you climb 5.12+ slab you'll have to rap back down and climb the standard P4 to top out anyway).\n\nDescend to the north; see the description for the Sorcerer for more details.","protection":"Single set of cams from tiny to #2 Camalot.  Wires.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,54f716f1-1460-5bcd-b66a-39b26e87f41a","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Sorcerer, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12-"},{"count":3,"label":"5.11b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":8,"advanced":7,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48148,36.10745]},"bbox":[-118.48203656987081,36.107000339818136,-118.48092343012921,36.107899660181864],"left_right_index":-1,"ext_id":"105834183","area_id":"VPcW8RRgW822ajmybof0Gg==","polygon":{"type":"Polygon","coordinates":[[[-118.48203656987081,36.107000339818136],[-118.48092343012921,36.107000339818136],[-118.48092343012921,36.107899660181864],[-118.48203656987081,36.107899660181864],[-118.48203656987081,36.107000339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:11.908Z","updatedAt":"2024-02-19T18:29:11.914Z"}