{"_id":"6368a50be80bff5a995b0787","area_name":"Smithfield Dry Canyon","shortCode":"","climbs":[{"_id":"zN97W7cCVdiNJA8Up7o4wQ==","name":"Parallelogram","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"CP","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":1,"mp_id":"107594097","mp_crag_id":"119602419","climb_id":"zN97W7cCVdiNJA8Up7o4wQ==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Due to water seepage you have to start out on the right side on dry rock and traverse into the cracks .(crux?)  A #4 camalot protects the traverse well.  Then take the sweet double cracks to the top.  Various short bulges with good rests in between.  You may encounter some moss and other foliage along the way.","protection":"Mostly hand sized gear. Heavy on the big hands(#3 camalot) A #4 is nice to have but not necessary.  Be prepared to build your own belay at the top and walk off to climbers right","location":"Located in the first obvious chunk of rock on the south side of the trail.  Lots of water seeping out of the lower part of the rock.  Just look for the double cracks that lead to the top"},"__v":0},{"_id":"1t8SN11tWuyaj61Q3gxMfw==","name":"The Fall of Mann","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Patrick Campana 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":3,"mp_id":"115170973","mp_crag_id":"119602419","climb_id":"1t8SN11tWuyaj61Q3gxMfw==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"First 30' are chossy rock that is potentially unstable. Obtain a vertical crack underneath small roof, climb 5 feet and traverse left and over the small roof, lie backing a finger crack and smearing on lichen. Pull up onto a 3 ft. ledge and breath for a second. Then climbing a jagged hand crack 15 to the summit. Set up a top anchor on chock stone in a large crack to the right  and a fixed pin under a boulder 10' ft north of the top. Be careful, there is a refrigerator sized chunk of rock right on the upper east most tip of the cliff. Do not place gear for an anchor in the vertical crack that separates this death block from the main cliff face. Rappel off of slung horn at the top of Bee True. 70m required.","protection":"Set of nuts, single set of cams .2 to 3.","location":"Just to south of Bee True. Same out cropping. See photos."},"__v":0},{"_id":"H/YJQigJWhmprU6Fgo+Ajw==","name":"Diabetics Are Sweet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt Evans, Spencer Sitton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":7,"mp_id":"110761204","mp_crag_id":"119602419","climb_id":"H/YJQigJWhmprU6Fgo+Ajw==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Dirty corner system down low leads to a large ledge.  After this the good part of the route starts which is a hand crack supplemented by face features, a crack traverse, then a larger hand crack above.  The upper hand crack section has a massive chock stone that is not coming out anytime soon, which is unfortunate because the climb would be better without it.  I had to tear out a couple of bushes on this climb.  Mostly 5.6 and 5.7 moves with a 5.8 move or two after the traverse.","protection":"Single rack with a #4 and doubles of #3 and #2 for trad anchor above.","location":"Head up hillside similar to Bizarre Garb approach, but once you can see bizarre garb face above, stop hiking up and traverse climber's right toward group of rocks to the east.  Cross a small boulder field until you see some dirty looking rock.  Pass this dirty rock, pass a massive detached fin (which has a great arête climb on it that we didn't have time to climb), and then turn around to see the route which is east facing.  Descent is a walk off."},"__v":0},{"_id":"pYR6f0weX2eMaQEHLvOehg==","name":"Choss Wasp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Patrick Campana Oct 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":0,"mp_id":"119836130","mp_crag_id":"119602419","climb_id":"pYR6f0weX2eMaQEHLvOehg==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"The name says it all. I have removed\n\nmost\n\nof the choss but the wasps... jayzus christ the wasps!!  This climb is actually a super rad line that reminds me a lot of double cracks in COR. However, it starts above a seep that attracts a lot of wasps in summer and fall before they \"hopefully\" die off. It starts to the climbers left of the second pitch of Parallelogram. Rather than walking into the large (7 or 8 ft) wide chimney where the second pitch of Parallelogram starts, look to your left where you'll see a plethora of fine looking splitter cracks. Two of them parallel each other nicely up to the top of the cliff. This is Choss Wasp. The double cracks enter into a small (5ft) \"chimney\" section where you can a get a real nice \"shoulder jam\". As in you can pull your shoulders back and if they are as wide as mine, hang by your shoulders, let your feet pull, and do a little dance in the air. Walk off or sling a large boulder at the top and rappel.","protection":"Single rack, set of nuts, pair of balls, can of Raid. Doubles in the 0.5 to 1 range might be nice if you tend to place gear after every move.","location":"Starts on the large ledge above Parallelogram's \"first pitch\""},"__v":0},{"_id":"xZJW6uBvVWaCegJo5fK3Vw==","name":"Cache Valley Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Patrick Campana, 10/31/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":4,"mp_id":"119835908","mp_crag_id":"119602419","climb_id":"xZJW6uBvVWaCegJo5fK3Vw==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Thee raddest crack climb in Cache Valley (so marginally decent). Enticing looking buttress with a splitter crack starting halfway up it. The \"Cache Valley Crack\" curves slightly to the right and tops out right of a small roof. The bottom of the climb is dirty looking face climbing, but it is actually solid  and has decent protection. Gain the first ledge about 20 ft. up, place a \"solid\" piece in one of  two nice cracks then shoot up to the second ledge and the start of the Cache Valley Crack. Shake out for a second and then start up the crack. The crack goes from tips (the crux) to a perfect hand crack (seriously fun stuff).  Place your first piece of gear in the crack as high as you can. It would be pretty to easy to deck on the ledge if you blow it early on with the crack...so don't blow it! There are a few \"hidden\" face holds to the left of the crack early on that make this climb a 5.9+ rather than a harder 10. However, you never really move out of the crack when using these holds. This compares to a Little Cottonwood Canyon 5.9+ so ya it's probably a bit sandbagged if you're not from around these parts hehe.","protection":"Single rack to #3 is fine, set of nuts. Double #1's and #2's might be nice. I pounded in hex at the top of the route and backed it up with a nut a bit higher up. I rapped off it safe and sound but I recommend giving it a good look before you trust your life to it. Freeze thaw cycles loosen things up. If you don't want to use my fixed passive pro, a second #0.75 and #3 make a nice 3 piece anchor. Walk off is possible.","location":"Same band of cliffs as Bee True and the Fall of Mann. Just a bit further up canyon."},"__v":0},{"_id":"WBfl1TWRXBKc8FRsw2Q89w==","name":"Bloom and Breathe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jordan Gilbert, Megan Gilbert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":6,"mp_id":"111796581","mp_crag_id":"119602419","climb_id":"WBfl1TWRXBKc8FRsw2Q89w==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Scramble into a clean, splitter fist and hand crack and jam and chimney for a fun 25 feet.  If only it kept on going....  Walk off the route to the right.","protection":"Cams, a couple BD #3 and a #2 would do.","location":"After passing most of the main formation on the north side (where Bee True is), look for a lower tier on the right (upstream) side with short cracks splitting it."},"__v":0},{"_id":"2JQsIL+DX/2w3P8Mt2l1aw==","name":"Bizarre Garb","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Spencer Sitton, Matt Evans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":5,"mp_id":"110761012","mp_crag_id":"119602419","climb_id":"2JQsIL+DX/2w3P8Mt2l1aw==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Thin seam with good pro and sequential face features to large ledge to stemming chimney moves over a bulgy crack feature up top.  Bouldery start, with a 5.10a move, otherwise mostly 5.9 moves.   Fun route!","protection":"Very small cam to protect initial bouldery sequence, otherwise single standard rack should suffice.  Descent is walk off with easy area up top to build a trad anchor.","location":"After 20 min hike in to canyon you will see large rock formation on your left (north side of canyon).  You will be able to see the Bee True route from the trail.  After this rock formation ends, skirt along the base of the rock face up the hillside.  Thick brush makes the approach unpleasant.  Once the bushes clear there will be a small rock field and you will see the face approx 100 ft up the hillside.  Takes 7 min or so of hiking up hills and bushwhacking."},"__v":0},{"_id":"EZcbiwF8XniepngmgZg8JA==","name":"Bee True","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"left_right_index":2,"mp_id":"108733269","mp_crag_id":"119602419","climb_id":"EZcbiwF8XniepngmgZg8JA==","areaRef":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":"Start on some dirty, but easy 4th-5th class climbing for about 30-40 feet to gain the corner where the main fist crack starts.  There is a large chockstone halfway up this first part that you can sling (found some webbing around it, which is why I don't claim the FA). This part is why I gave it the PG-13 rating.  A fall is unlikely, but would be pretty bad as the rock can't accommodate a whole lot of protection.  Once the ledge is gained use the finger/hand crack to bypass some bushes and gain the main fist crack.  Follow the crack up and dodge the bees.\n\nTop out just after the overhang in the crack.  You could probably continue to the top of the cliffs from here, or you can leave some webbing and rap down (a 70 m will barely reach).","protection":"Standard rack, though the main crack is a fist size you can find places for a little everything.  Double up on the #3 camalot for easy placements.  I took two #4's as well, but only used one.","location":"North side of the canyon among the obvious cliffs.  The crack is in a corner to the right of a blank looking face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,dc382cd5-caaf-5a72-a401-88545112ddb6,fff9aa59-f3e8-5191-a854-bcf37681f9b3,d35bf59a-c8ab-5b43-aa72-eb43c5f84f4b","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Cache Valley","Smithfield Dry Canyon","Smithfield Dry Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76858,41.832]},"bbox":[-111.76918348677538,41.83155033981814,-111.76797651322461,41.83244966018186],"left_right_index":-1,"ext_id":"119602419","area_id":"01v1msirW0OqcutDxfhPSw=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:26:50.598Z","updatedAt":"2024-01-15T16:49:39.226Z"}