{"_id":"6368a265e80bff5a99565e82","area_name":"6. The Tower Wall","shortCode":"","climbs":[{"_id":"TSlpqRuvW96nrX9I7Wq+UQ==","name":"Unrest of the Witches","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"TR Ken Roberts + Mike Burk 2015","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":7,"mp_id":"109489451","mp_crag_id":"108187487","climb_id":"TSlpqRuvW96nrX9I7Wq+UQ==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Variety of interesting thoughtful moves. Flaw is that the two crux moves are significantly harder than the rest. \n\n  Start just right of the No Rest for the Wicked wide crack on the right side of the Shark's tooth flake. Up a short ways (not using any part of the the \"No Rest Wicked\" crack), then a bit farther right from the crack. After the two crux moves, continue roughly straight up. To keep the difficulty from dropping so much lower, perhaps go on left side of first rounded nose, then about three-quarters of the way to the top overhang, climb directly up the second rounded nose or its right side - (Variation interesting + less difficult: Step six feet right to a pair of cracks, the Original FA version of TWD ). \n\n  Finish to the right of the obvious notch at the top of the \"No Rest Wicked\" route through vertical fins+cracks - (Variation much easier: Finish on right-facing corner under big dark roof at right end of those vertical fins/cracks).   Above that is gentler sloping rock. \n\n  Height+Reach: First crux move is likely much harder for climbers much shorter than 5ft7inch with normal reach. Variation: this move could be bypassed by starting up the \"No Rest Wicked\" wide crack then traversing Right to under the second crux move.    Higher on the route, going directly up the rounded nose is perhaps similarly height-dependent. Could use the interesting variation to avoid it. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2014. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-Rope: Setting up top anchor for belaying from the bottom is simplest and quickest with static line at least 100 feet and some class 4 down-climbing to reach the top of the steeper climbing sections. Might be other ways with different equipment and techniques. Or could belay from the top. \n\n  Reaching the top of the cliff: One simple (but not short) way is to hike left (WNW) past the base of sectors Three Bears and Daves Wall to the intersection of the Tower Wall tier trail with The Good Book access trail. Turn Right and follow The Good Book trail up a steep slope, then after it gets gentle, find a way off it right and upward toward the mini-summit view at the top of the Tower Wall cliff.  \n\n  Lead? - No reliable protection for trad leading of the crux sections).","location":"Find the detached flake (\"Shark's Tooth\") about 15 feet high which is about 20-30 feet left of Rachel's Crack. Start on the face just right of the Shark's Tooth.    Overall this route is parallel to No Rest for the Wicked but five to ten feet to its right, and parallel to TWD but ten feet to its left.   See on Overview of routes Photo."},"__v":0},{"_id":"6JAmQaTyXS+fxvc9lRuc+w==","name":"Tower Wall Direct","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Murphy, Norm Rasmussen 6/2/14","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":8,"mp_id":"109053299","mp_crag_id":"108187487","climb_id":"6JAmQaTyXS+fxvc9lRuc+w==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"It follows a plumb line alongside the black water streak and goes straight through the \"vertically oriented\" section of roof. There is a direct variation off the deck that clocks in around 5.11+ . The traverse from Rachel's crack to the route is unprotected.","protection":"FA was done with only nuts. Try and do that! If not a standard rack will work. Gear anchor at the top in a good crack.","location":"Start on Rachel's crack and traverse left to meet up with a shallow, right facing corner. Traverse low on jugs with absolutely no feet, or place your feet on the jugs and use tiny crimps where the rock changes a bit. Either way - spicy opening moves!"},"__v":0},{"_id":"lYeLWD4MVtiOWJlFIsRRew==","name":"The Rossinator","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"TR Jon Crefeld + Silas Rossi","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":16,"mp_id":"111166826","mp_crag_id":"108187487","climb_id":"lYeLWD4MVtiOWJlFIsRRew==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Looks improbable, but goes remarkably. Sustained.   Too bad it's not longer - (with a little more variety) - (though several other routes can be Top-Roped from same or nearby top anchor). \n\n  Up to the nose, then pass by it on right side. \n\n  Can continue further upward by using Manticore Face or Red Knob Madara Variation (tree-sling anchor), or more difficult Variation sections around the Red Knob route. \n\n  From the tree-sling anchor for Red Knob Madara Variation, could also top-rope ... Manticore Face, Rock Romancer, Manticore Dihedral , Picnics Arete, Picnics Dihedral ... and Manticore Upper Arete. \n\n  . . (Jon supplied the name, not Silas). \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-Rope: Can rappel down to the tree anchor for Manticore Face: about twenty to thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete which forms the east side of Tower Wall (requires a low class 5 move to get from the top of the cliff down to this tree, so recommend using a rope to reach it). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, seems like having the belayer stand below right from the Manticore Dihedral helps reduce rope friction. \n\n  Protection for trad leading is unknown and likely inadequate.","location":"The rounded arete at the right side (east) of the large open book of the Dead Tree Dihedral - see on Overview of routes Photo."},"__v":0},{"_id":"4cOo3lmjWYCW8FCQBazjuA==","name":"Rock Romancer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brian Sundermann + Ken Roberts 2015","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":18,"mp_id":"111322801","mp_crag_id":"108187487","climb_id":"4cOo3lmjWYCW8FCQBazjuA==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Climb the arete (or at least one hand on it), to finish on the first ledge about 20 feet up. \n\n  Could then continue upward on the Manticore Face route (or Manticore Upper Arete ).   Or get back down by traversing way right (east) across the Sunny Picnics area to past the Mushroom block, then down the start of the Tour des Picnics route. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-Rope: Makes sense to set top anchor near top of cliff, like the Mancticore Face tree anchor -- need a static line -- and rappel or lower in to the anchor.","location":"The arete at the right end of Tower Wall, about 25 feet right (southeast) from the Dead Tree Dihedral. At the left side of the Manticore Dihedral in the Sunny Picnics area."},"__v":0},{"_id":"bXqbmZogUNO/dzb4apSaMw==","name":"The Red Knob","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Barone, Crefeld, Maclean, Crefeld, August 2008","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":14,"mp_id":"108432576","mp_crag_id":"108187487","climb_id":"bXqbmZogUNO/dzb4apSaMw==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Climb up the face just to the right of the Ogre Arete. Move right onto a ledge, then up and left through the roof, which is the crux. Continue up easily to trees.","protection":"Standard rack. Plenty of nut placements, and even a tricam. You can probably get a #4 or #5 cam in the off-width, but it's unnecessary.","location":"Start just behind the Ogre Arete in the chimney."},"__v":0},{"_id":"E1pA9FRBXauCah3vKnStYQ==","name":"Rachel's Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Cliff Williams 2002","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":9,"mp_id":"108425035","mp_crag_id":"108187487","climb_id":"E1pA9FRBXauCah3vKnStYQ==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"The obvious corner, bearing left at the fork.","protection":"Good trees for a top-rope anchor.As of 10/25/2021 there are now bolts above the route for anchors","location":""},"__v":0},{"_id":"CnlV5WI3WAWEiGddBdD34Q==","name":"Ogre Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jon Crefeld & Kevin Johnson, October 6, 2009","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":12,"mp_id":"108425190","mp_crag_id":"108187487","climb_id":"CnlV5WI3WAWEiGddBdD34Q==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Climb just to the left of the arete, mostly on the face. Then move right under the nose to finish. Moving right earlier brings it down a grade.","protection":"Trees for a top-rope anchor. Extend the master point to reduce drag.","location":"Locate the obvious arete to the right of Rachel's Crack and Johnson Route."},"__v":0},{"_id":"yQFgpgxBX5iQuENcvY11eQ==","name":"No Rest for the Wicked","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jon Crefeld 2009","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":6,"mp_id":"108425100","mp_crag_id":"108187487","climb_id":"yQFgpgxBX5iQuENcvY11eQ==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"To the left of the obvious corner (Rachel's Crack).  Start up the right edge of the shark's tooth. Step onto the main face and follow thin crack up and right-ward. Straight up to a short ledge, then into an open book and final overhang.","protection":"TR: Good trees for a top-rope anchor can be reached by hiking up.  Long static lines will be needed between the trees and the edge. \n\n  Leading: with a standard trad rack, an anchor can be constructed with multiple pieces about 20 feet above the top edge of the cliff. Be sure to extend the anchor so the rope doesn't run over rock edges. \n\n  Some leaders might feel that the transition in the upper part, from the shallow open book to the V-notch is not well protected.","location":"Once you can see Tower Wall from the trail, continue ESE to the next tower and hike up toward the crag.  At the right side of detached flake about 15 feet high, 20-30 feet left of Rachel's Crack.   41.1449833, -74.1653405"},"__v":0},{"_id":"gzbQkcZEXROxXGjtEabqUw==","name":"Manticore Upper Arete","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken + Sharon Roberts 2015 (first Recorded)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":19,"mp_id":"110922480","mp_crag_id":"108187487","climb_id":"gzbQkcZEXROxXGjtEabqUw==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Lots of interesting thoughtful low class 5 moves in a special rock situation. Too bad that difficulty level does not extend all the way to the bottom on the main Tower Wall ledge. \n\nReach the Start: Could join this route a bit higher than its bottom starting ledge, by first climbing the lower part of the Access Scramble route, then traversing Left to the arete. More interesting might be to start from Sunny Picnics area using Mushroom block (on a rope belay) to join the Access Scramble route - see the Mystical Mushroom Tour route.   Or could reach it by traversing right from the Red Knob route -- See the route In & Out . \n\n  The starting ledge could be reached by rappeling in from the top of the cliff (perhaps also using the Manticore Face tree anchor below the top).   Or by climbing up the (much more difficult) Manticore Dihedral route (or perhaps the Picnics Dihedral route).   Less-strong climbers possibly could be enabled to climb the Manticore Dihedral with a lower requirement of strength and technique -- if a stronger Trad Lead climber attaches an etrier / aid ladder to one or more pieces of Trad protection placed in the dihedral (or the etrier could be placed on rappel). \n\nRoute: Starting 20 feet off the ground from the ledge on the arete, go up to another ledge, and another. Diagonal right a few feet to temporarily avoid the crest of the arete, soon back Left across the crest to an interesting crack by means of a tricky step on sloping rock. Up that crack, then slab footwork to a tree anchor (nice for top-roping other routes), or to the top of the cliff. \n\nVariation: Staying directly on the crest the whole way includes a sequence around 5.6   . . . [ Manticore? |  images ] . . . \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Lead: Protection for trad Lead is mostly small and medium-small cams and stoppers. The direct Variation about half-way up is not well-protected. \n\n  Top-Rope: Top anchor can be set up with a static line from one (or two) trees -- might need to use two trees to handle the angle. Or control rope angle by using a sling from the tree anchor for Manticore Face: twenty to thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete (requires a low class 5 move to get from the top of the cliff down to this tree, so recommend using a rope to reach it). \n\n  Might need Trad directional protection to prevent a falling climber swinging toward climber's left (west). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, seems like having the belayer stand below right from the Manticore Dihedral helps reduce rope friction.","location":"The far right edge of the Tower Wall, about 25 feet Right of the Dead Tree Dihedral.   But this route starts up on a ledge (just below some bushes) 20 feet above the main Tower Wall base ledge, so need to use a thoughtful strategy to get up to the start - (see above under \"Reach the Start\")."},"__v":0},{"_id":"RXH3tarbV42/NAg1VbdNZQ==","name":"Manticore Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR Ken Roberts 2015 (first Recorded)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":17,"mp_id":"110922522","mp_crag_id":"108187487","climb_id":"RXH3tarbV42/NAg1VbdNZQ==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Interesting vertical sequence at the bottom on positive holds. Then in the upper half an interesting less-than-vertical sequence on less-positive holds. \n\n  Start at the right side of the alcove and climb straight up by a thin crack to a ledge. Scramble up through bushes to the next rock face. The complex crack sequence on the left side is the Madara variation of the Red Knob route (easier). On the right edge of the face is the Manticore Upper Arete (easier). \n\n  Climb up the obvious vertical crack 5 feet left of the arete for 15 feet. Up a little higher passing a crack diagonaling up left - (Variation: Follow this lower diagonal crack). Bear left at the next higher crack diagonaling up left (without using the wider zig-zag crack a foot to its right, which is on the Manticore Upper Arete route). Up to finish about 5 feet left of the arete.   Could use the tree-sling anchor for Red Knob Madara Variation, which is about twenty or thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete. \n\n  Could also Top-Rope ... the Red Knob Madara Variation, The Rossinator, and Rock Romancer routes from the Madara Face tree anchor ... Also   ... from a top anchor nearby, could Top-Rope (in the Sunny Picnics area) the Manticore Dihedral , Picnics Arete and Picnics Dihedral routes, and perhaps with a directional the Rodeo Clown boulder problem ... also    ... Sigrun's Choice route in the Enclosure area. \n\n  . . . [ Manticore? |  images ] . . . \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-Rope: Top anchor can be set up with static line off tree -- likely need to use two trees to handle the angle. Or control rope angle by using a sling from the tree anchor which is twenty to thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete (requires a low class 5 move to get from the top of the cliff down to this tree, so recommend using a rope to reach it). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, seems like having the belayer stand below right from the Manticore Dihedral helps reduce rope friction. \n\n  . (Difficult for belayer at bottom to see or hear climber in middle and upper sections). \n\n  ? Lead ? The thin crack in the bottom section is flaring, and does not hold Trad protection. Protection for leading the upper crux section is unknown.","location":"At the right side of a seven-foot high alcove with a thin crack above. 15 feet right of the Dead Tree Dihedral. 10 feet left of the arete which forms the right edge of the Tower Wall. Top of route finishes about four feet left of the top of the arete. \n\n  Top: As of 2015, there are anchor slings (? for the Madara variation of the route Red Knob ?) roughly at the top of this route -- about five feet west (climber's left) from the top of the arete (of Manticore Upper Arete).   . . (warning: Using this as an anchor for Top-Rope could result in a falling climber swinging substantially sideways to climber's left)."},"__v":0},{"_id":"v/HiKd/bUoa7qSsEU3seyA==","name":"Manticore Dihedral","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":20,"mp_id":"111166647","mp_crag_id":"108187487","climb_id":"v/HiKd/bUoa7qSsEU3seyA==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Sustained thoughtful moves with a variety of techniques.   Too bad it's not longer. \n\n  Extra benefits of this short route are to lead it up to near the Manticore Face tree anchor (from which several other routes can be Top-Roped).   Or to lead it to enable less-strong following climbers to reach the bottom of the (much less difficult) Manticore Upper Arete route -   by attaching an etrier / aid ladder to one or more pieces of protection, so they could climb the Dihedral with a lower requirement of strength and technique - (or the etrier could be placed on rappel). \n\nRoute: Go straight up the dihedral to a ledge. Can then continue up to reach a tree-sling anchor (or to the top of the cliff), by using Manticore Upper Arete . \n\n  From the Manticore Face tree-sling anchor, could also top-rope Rock Romancer, Manticore Face, Red Knob Madara variation, and The Rossinator. From a nearby top anchor, perhaps could also Top-Rope the Picnics Arete and Picnics Dihedral routes, and perhaps with a directional the Rodeo Clown boulder problem. \n\n  . . . [ Manticore? |  images ] . . . \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Lead: Multiple vertical cracks take small cams and stoppers. One or two points for placing protection have strenuous stances. \n\n  Top-Rope: Top anchor can be set up with a static line from one (or two) trees -- might need to use two trees to handle the angle. Or control rope angle by using a sling from the Manticore Face tree anchor: twenty to thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete (requires a low class 5 move to get from the top of the cliff down to this tree, so recommend using a rope to reach it). \n\n  Might need Trad directional protection to prevent a falling climber swinging toward climber's left (west). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, seems like having the belayer stand below right from the Manticore Dihedral helps reduce rope friction.","location":"Large open book with thin vertical cracks, in the right (east) end of the Tower Wall, about ten feet uphill around the corner from the obvious arete at the right end of the Tower Wall, and about ten feet downhill left from the Picnics Dihedral .   . (really the Manticore Dihedral is in the Sunny Picnics area, but it connects better with Tower Wall routes)."},"__v":0},{"_id":"VNfu92JFX1SLZdlHzOGWwg==","name":"Johnson Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Kevin Johnson, October 6, 2009","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":10,"mp_id":"108425177","mp_crag_id":"108187487","climb_id":"VNfu92JFX1SLZdlHzOGWwg==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Just to the right of the obvious corner (Rachel's Crack), and keep right at the big bulge.","protection":"Trees for a top-rope anchor, same anchor can be used for Rachel's Crack.","location":"Once you can see Tower Wall from the trail, continue ESE to the next tower and hike up toward the crag.    41.1449833, -74.1653405"},"__v":0},{"_id":"STDT8/lBUvOx8Qox3SbZIA==","name":"In & Out","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Marty Molotoris + Ken Roberts","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":15,"mp_id":"111330719","mp_crag_id":"108187487","climb_id":"STDT8/lBUvOx8Qox3SbZIA==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"First inside an enclosed space, then outside on the crest of an arete. Variety of different climbing moves and rock situations. \n\n  Easiest bottom-to-top climb on the Tower Wall. Variation has more sustained difficulty. \n\n  Start straight up the dihedral / open book / gully (freely use holds on both sides). Below the dead tree stump, make a balancy traverse across right wall and diagonal up onto a grassy ledge. Walk right horizontally about twenty feet or so to rock with a short vertical crack and set up belay. \n\n  . . (Variation: Instead of traversing on the grassy ledge, diagonal up right on right-facing flakes and across right to reach the arete at a two-block platform 15-20 feet above the grassy ledge. Optional hanging belay on left side of arete, or continue to the top in a single pitch). \n\n  Climb up the arete at the right edge of the Tower Wall. Soon diagonal right off the crest of the arete a few feet to avoid a section with smaller slopier holds. Up a little, then back Left across the crest to an interesting crack by means of a tricky step on sloping rock. Up that crack, then slab footwork to a tree anchor (nice for top-roping other routes), or finish to the top of the cliff. \n\n  . Variation: Staying directly on the crest the whole way includes a sequence around 5.6+ \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Leading: Standard Trad rack. In the initial dihedral, look for small placements in the right wall. Double-rope technique might be useful - (or perhaps break into two pitches). \n\n  Top-Roping: Could perhaps try this with a top anchor at or near the Manticore Face tree (about twenty-five feet below top of cliff, a few feet west in from the east edge of the upper Tower Wall -- need static line to rappel or down-climb in to tree anchor). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, standing anywhere near Dead Tree Dihedral might produce lots of friction. Instead having the belayer stand below right from the Manticore Dihedral helps reduce rope friction.","location":"Start at the obvious open book or dihedral about 22 feet right from Rachel's Crack, just Right behind the arete of the Ogre. About 25 feet up in the open book is a nine-inch-wide tree stump sticking out three feet."},"__v":0},{"_id":"XehgB854Ur+FMPTYR3kj0Q==","name":"Ex-traction Slab","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jonah Klein","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":0,"mp_id":"110746373","mp_crag_id":"108187487","climb_id":"XehgB854Ur+FMPTYR3kj0Q==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Lots of slab climbing -- footwork and balance needed in the bottom 25 feet. Then easier slab moves. Then two short overhangs to the top. \n\n  This route seems to be much like the Risky Bear route assigned to the Three Bears Wall. It is included here so that climbers exploring Tower Wall can be aware that it's worthwhile to do it from near or the same anchors used for routes on Tower Wall, and to clarify a distinct line of climbing which does not cross other routes on Tower Wall. Anyway however the naming and assignment to a sector gets worked out, meanwhile go ahead and just enjoy the climbing. \n\n  Start on the face to the left of the Ex-traction cracks. Up that (likely with an early right-to-left trend). Easier slabs section, then a short steep move about five feet left of a bush (of Ex-traction). Another slab section, then finish up small dihedral open book through left half of darker top rocks - (left of where Ex-traction finishes through center or right-center of the darker top rocks). \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-rope set up requires long static line for top anchor. Likely need to rappel down to get both ends of the rope to the bootom.   Protection for Trad leading unknown, likely inadequate.","location":"On the slab face just left of the crack system (of Ex-traction) which is about 15 feet left of the Shark's Tooth detached flake."},"__v":0},{"_id":"FpIXw4ICV7GjIHclt5MG3Q==","name":"Dead Tree Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ken + Sharon Roberts 2014","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":13,"mp_id":"109455117","mp_crag_id":"108187487","climb_id":"FpIXw4ICV7GjIHclt5MG3Q==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Variety of interesting moves (especially stemming) at difficulty less than most other routes on the Tower Wall. \n\n  Straight up the open book, past the obvious dead tree stump. Grabbing the dead tree stump is on (though it's interesting to skirt around its left side without touching it). Continue up to the top of the open book / dihedral. Use a small live tree to negotiate the left end of the roof. (Variation: Pull the roof, strenuous on positive holds: 5.8+). Finish with 20-25 feet less steep to the top. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2014. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Harder moves fairly well protected. Typical trad protection spacing for other sections. No bolts or pitons. Mid- and mid-small cams useful for the crux (and other sections), perhaps a couple stopper placements. Slings for the tree stump. Lower section is a bit tricky: would require very large wide pieces to place in the crack itself, but mid-size stuff can be used off to the side in the right wall.Top Rope: Straightforward to set up as a top-rope with a static line not more than 50 feet.As of 11/19/21 there are now bolted anchors","location":"Start at the obvious open book or dihedral about 22 feet right from Rachel's Crack, just Right behind the arete of the Ogre. The initial face of the Red Knob route is the right side of the dihedral. See on Overview of routes Photo.   About 25 feet up in the open book is a nine-inch-wide tree stump sticking out three feet."},"__v":0},{"_id":"JNyb7HflWMqv2U0t90568g==","name":"Crefeld Crank","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"TR Jon Crefeld 2015","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":2,"mp_id":"110746512","mp_crag_id":"108187487","climb_id":"JNyb7HflWMqv2U0t90568g==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Interesting lower sequence with a strenuous crux move. Unfortunately the crux is a bit contrived and the climbing above it is all much easier. \n\n  Named in honor of the climber whose vision and drive and persistance opened Powerlinez climbing for so many of us. \n\n  Start in the center of the slab face, up a small right-facing corner. Continue up the center, trending a bit right, then step left under the overhang (or try going more directly up to left side of overhang). \n\n  Pull the overhang _without_ using the left edge of the nose or the crack just left of it (which is the vertical crack of the right-side version of the Ex-Traction route). \n\nvariation: If use the left edge or crack left of it, the overhang goes more like 5.9 \n\n  If do not just lower off after working the crux ...   Go up a a bit, then right to the arete, and up that a little. Then up the center of the face, with some small flake holds facing right. Finish up the right side of the darker rocks at top. (same finish as Back to the Gym ). A little less easy is the \n\nEx-traction finish up the center of the darker top rocks. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-rope set up requires long static line for top anchor, and likely requires rappelling down to get both ends of the rops to the bottom without getting stuck in trees or protruding rocks.   Protection for Trad lead is unknown and likely inadequate.","location":"The center of the slab face to the Left of the Shark's Tooth detached flake and to the Right of the crack system (of Ex-Traction) which is 15 feet to the left of the Shark's Tooth.   See on Overview of routes Photo."},"__v":0},{"_id":"AvH3s6j6UuGa3c4DOtnimg==","name":"Bleed Between the Lines","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Frank Bochanski & Zach Hyer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":3,"mp_id":"121306766","mp_crag_id":"108187487","climb_id":"AvH3s6j6UuGa3c4DOtnimg==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"A traverse of the Tower Wall, recommended as two pitches for rope drag and protecting the follower.P1 5.9 PG13: At an (often wet) obtuse corner below some small cracks, step up to a bread loaf pinch and move right on slabby feet and sidepulls.  Step up (crux) to a small crack/pocket, make a critical placement, then go right around the corner.  Up through a slightly overhung section on good holds to a ledge, then up again to belay at a large horizontal crack.  80'P2 5.8 G: Move right, hug the torpedo, then step down and follow the crack around the corner.  Use positive holds at the top of the dihedral to pull the roof, then step right and finish up past several horizontal cracks on easier ground to the top.  60'","protection":"Trad: Standard rack, small/medium tricams, plenty of alpine draws/slings.","location":"Starts fifteen feet left of the shark's tooth."},"__v":0},{"_id":"fCptOU2fVtaT9GDWNLQ6dg==","name":"Back to the Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Crefeld, Dave Barone, 9/16/10","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":5,"mp_id":"108828049","mp_crag_id":"108187487","climb_id":"fCptOU2fVtaT9GDWNLQ6dg==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Interesting thoughtful moves in a variety of rock situations. \n\n  Up the left arete of the Sharks Tooth detached flake to its top - (extra points for standing up straight on top in balance with no hands).   . . Variation 1 (less exciting but perhaps better protected for Leading): Start up the gully+face behind left side of Sharks Tooth. \n\n  Step (or fall?) across to the main face into a shallow alcove just left of a right-trending crack. Trend right up crack, or up to top of alcove then exit right to crack, and up to a ledge.  \n\n  Next up shallow gully on right side of bulge.   . . Variation 2 (more interesting but not protected): Step left on ledge, then up over left side of bulge.   Move left to base of arete with fins which forms left edge of upper Tower Wall. \n\n  Up the arete with fins, perhaps with moves both strenuous and balancy (crux)   . . Variation 3: Climb a few feet on the face to right of arete up to overhang, then escape left to join the arete. \n\n  Finish up a short slab. \n\nwarning: The rock around this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Lead: normal NY style Trad rack. \n\n  The 2011 print guidebook and the Rakkup phone app (as of 2017) seem to imply that this route is reasonably protectable, but a substantial percentage of climbers think it's more like PG-13. \n\n  Perhaps this route might be said to be reasonably protected if the leader \"does everything right\", including:    - uses Variation 1,    - takes extra care to make sure one of the low pieces does not pull out after climb past it,    - makes at least one strenuous placement which does not seem necessary at the time but is the last chance for awhile,    - accepts that a lengthy less-difficult section in the middle has no protection, and    - is prepared that while the tricky balancy sequence of the upper crux section may be 5.8 after you know it, on sight it might feel more like 5.9 and need more finger endurance/strength just to hang on while working out each move. \n\nTop-Rope: Likely easiest with a very long static line (at least 100 ft) - to reach tree set way back from top of cliff - also likely want to rappel or down-climb below the top 20 or 30 feet to set the carabiners lower, so to avoid dragging / abrasion of the rope over the cliff top edge. \n\n  Reaching the top of the cliff: One simple (but not short) way is to hike left (WNW) past the base of sectors Three Bears and Daves Wall to the intersection of the Tower Wall tier trail with The Good Book access trail. Turn Right and follow The Good Book trail up a steep slope, then after it gets gentle, find a way off it right and upward toward the mini-summit view at the top of the Tower Wall cliff.","location":"The Sharks Tooth is a detached flake about 15 feet high and 10 feet wide at the base of the left side of the Tower Wall. Start on the left side of the Sharks Tooth."},"__v":0},{"_id":"E43t7WbrVv66oPtOnNMRpw==","name":"Back to the Gym","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":4,"mp_id":"110746341","mp_crag_id":"108187487","climb_id":"E43t7WbrVv66oPtOnNMRpw==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Some positive handholds with \"gym\" moves in some sections -- including a sustained sequence in lower part of route. Some slabby \"outdoor\" moves in others.\n\n Start on the main wall behind the Shark's tooth flake. For the clever \"outdoor\" approach try some bridging/stemming of feet between the flake and the main wall. Perhaps more fun is to first climb to the top of the Shark's tooth detached flake, then step (or fall?) across onto the main wall.\n\n Up a bit to a stance in the bottom of the obvious deep inside corner with an obvious crack. Next step up Left out of that corner, over about five feet to the bottom of a shallow open book with a small crack, two or three right of a nose. Straight up with \"gym\" moves to a ledge with a small tree.\n\n Up about 20 feet from the tree, trending right to the arete - (joining the arete earlier offers more \"outdoor\" slab moves). Up the arete a little. Then continue up the middle of the face staying well to the right of a bush, with small (gym-like) flake holds facing right. Gentler slab, then finish with steep \"gym\" sequence up the right side of the darker rocks at the top.\n\n warning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\n . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Lead: Standard rack of cams + stoppers for Trad lead. I didn't see any use for anything larger than #1 Camalot. Doubles of smaller cams likely to be useful. \n\n  Top-Rope: Likely easiest with a rather long static line (perhaps 100 feet) for top anchor, to reach tree set way back from top of cliff. Perhaps helps to rappel or down-climb below top of cliff to set the carabiners lower to avoid getting the belay rope stuck on trees or protruding rocks, or dragging / abrading over an edge. \n\n  Reaching the top of the cliff: One simple (but not short) way is to hike left (WNW) past the base of sectors Three Bears and Daves Wall to the intersection of the Tower Wall tier trail with The Good Book access trail. Turn Right and follow The Good Book trail up a steep slope, then after it gets gentle, find a way off it right and upward toward the mini-summit view at the top of the Tower Wall cliff.","location":"Left side of the Tower Wall, behind the Shark's tooth detached flake (of Back to the Wall) - See on Overview of routes Photo."},"__v":0},{"_id":"02lR5uloVaaYXItUAp4m7Q==","name":"Arrowhead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Norm Rasmussen 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":11,"mp_id":"111279569","mp_crag_id":"108187487","climb_id":"02lR5uloVaaYXItUAp4m7Q==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Lots of thoughtful interesting face climbing. \n\n  Start under a small alcove, up a few feet on positive holds, than delicate traverse left into center of face. Roughly straight up from there (avoiding easier climbing on Johnsons or Ogre Arete).","protection":"Top-Roping: Can construct trad anchor near top of cliff by first walking west horizontally from base of Tower Wall past Three Bears and Daves Wall, then turn full Right onto trail up rocky slope, then follow trail gentler a short ways, finally bear right off trail to top of Tower Wall. \n\n  Protection for Trad leading is not very good: at best perhaps R.","location":"The face between Johnsons and Ogre Arete routes, at a small alcove below some orange-ish rock with the \"arrowhead\" about mid-way up."},"__v":0},{"_id":"KfJ+qlZHW2u5eDXJZLtExQ==","name":"Any Which Way But Down/Ex-traction","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Crefeld, Jono Crefeld, 08/10/09","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"left_right_index":1,"mp_id":"108828085","mp_crag_id":"108187487","climb_id":"KfJ+qlZHW2u5eDXJZLtExQ==","areaRef":"6cnuEA8mXZO6QOVkFfyloQ=="},"content":{"description":"Lots of thoughtful moves. \n\n  Up about five feet to the cracks. Simplest is to follow the left crack upward trending slightly right, then left through a concave scoop up to a ledge.   . . Varation 1 (a bit harder): Instead follow the right crack -- at first diagonal, then straight up into vertical crack at left edge of small overhang (which is the crux overhang of the Crefeld Crank route) -- then step left to the ledge. \n\n  Next up the left side of a fractured block. Then a little (awkward?) overhang move at left side of bush. Finish up through (overhanging) center of darker top rocks.   . . Variation 2 (easier finish): Instead go around right side of bush, join the \"Back to the Gym\" route in finishing over right side of darker top rocks). \n\nwarning: The rock around this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Lead: normal NY style Trad rack, perhaps with emphasis on smaller stuff.   . . See Comments below. \n\n  Top-Rope: Likely easiest with a rather long static line (perhaps 100 feet) for top anchor, to reach tree set way back from top of cliff. Perhaps helps to rappel or down-climb below top of cliff to set the carabiners lower to avoid getting the belay rope stuck on trees or protruding rocks, or dragging / abrading over an edge. \n\n  Reaching the top of the cliff: One simple (but not short) way is to hike left (WNW) past the base of sectors Three Bears and Daves Wall to the intersection of the Tower Wall tier trail with The Good Book access trail. Turn Right and follow The Good Book trail up a steep slope, then after it gets gentle, find a way off it right and upward toward the mini-summit view at the top of the Tower Wall cliff.","location":"Below a crack system about 15 feet left of the Shark's Tooth detached flake, near the slight ridge where the main left face of the Tower Wall bends to merge with slab of sector Three Bears. \n\n  . . (The start of thie route feels more like on Three Bears, but the finish (and top-rope anchor) is arguably more like the other routes on left side of Tower Wall)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,80770603-5b32-5a9b-84e0-dd0c995fba3f,61038102-80ad-5efb-8f71-eecfb70f94a2,e9c9ee10-0f26-5d93-ba40-e56415fca5a1","pathTokens":["USA","New York","Powerlinez","k. Tower Wall area","6. The Tower Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.7+"},{"count":2,"label":"5.8-"},{"count":4,"label":"5.9"},{"count":1,"label":"5.3"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":0,"expert":0}},"tr":{"total":20,"bands":{"unknown":0,"beginner":11,"intermediate":6,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.1653,41.145]},"bbox":[-74.16589712111765,41.144550339818146,-74.16470287888237,41.145449660181875],"left_right_index":-1,"ext_id":"108187487","area_id":"6cnuEA8mXZO6QOVkFfyloQ==","polygon":{"type":"Polygon","coordinates":[[[-74.16589712111765,41.144550339818146],[-74.16470287888237,41.144550339818146],[-74.16470287888237,41.145449660181875],[-74.16589712111765,41.145449660181875],[-74.16589712111765,41.144550339818146]]]}},"content":{"description":"The Tower Wall is the most obvious, visible and possibly tallest wall at the Powerlinez. As you exit the tree line along the main Swath trail (service road), the Tower Wall looms behind a pylon. It is a great wall to use as reference point for the rest of your climbing. Most of the established climbs are on walls mostly on the East (climber's left) side of the entire mountain. The right side has some great areas for potential but their exploration has largely been undocumented or un-repeated.  \n\n  The rock on the Tower Wall is like the rest of the Powerlinez, sharp and gritty and in some areas, prone to breaking apart. Many of the popular lines are solid though, and far from being polished. Keep climbing them! Top outs are infamous at the powerlinez - full of rounded, sloping tops that only someone with gecko hands will benefit from. Great for colder days. \n\n  The Tower Wall is a great area for trad practice. All of the lines are close together and are close to each other, which means you can run a bunch of laps with relative ease.  \n\n  To the west (climber's right) of the tower wall is the Enclosure, Devonshire Pillar, Puzzle Palace wall and more. To the east (climber's left) of the Tower Wall is the Three Bears and just beyond that is Dave's Wall. Just below and to the climber's right is the Stockade Wall.\n\n Thanks to kenr for the following TR info: \n\nTop-Roping:    Natural anchors near tops of routes on the right half of this sector are usually available close to top. For several it helps to have a static line (not more than 50 ft) to rappel or down-climb to place the carabiners for the belay rope down well below the top, to avoid dragging or abrasion of the belay rope.  \n\n  For many of routes (especially Back to the Wall through TWD Tower Wall Direct) on the left side of this sector, it's more convenient to have a very long static line to reach some tree set way back from the top of the cliff, and to be able to rappel or down-climb to place the carabiners below the top. Or with a normal trad protection rack, it's possible to construct a multi-piece anchor about 20 feet back from the top, so then a shorter static line would be sufficient to set the carabiners for the belay rope down lower on the cliff.  \n\n  Access to the top: One simple (but not short) way is to hike Left (W) along the base of the cliff 300 feet, past the sectors Three Bears and Dave's Wall, to the intersection of the Tower Wall tier trail with The Good Book access trail. Turn Right (NE) and follow The Good Book trail 150 feet, up a steep slope, then after it gets gentle, find a way off it Right (E) and gentle upward toward the mini-summit view at the top of the Tower Wall cliff."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:15:11.114Z","updatedAt":"2024-01-20T01:05:17.265Z"}