{"_id":"63689d10e80bff5a994f164b","area_name":"Pinnacle, The","shortCode":"","climbs":[{"_id":"AzL+J4shU9uCV50XDyg9wA==","name":"Valdez, The","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Philip Fisher, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":16,"mp_id":"106101181","mp_crag_id":"105905193","climb_id":"AzL+J4shU9uCV50XDyg9wA==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Start beneath the mighty prow. Clamber onto the ledge below the prow. Reach up and clip a bolt, then dramatic moves take you out and up onto the left face of the prow. Climb up past another bolt, and continue straight up on easier ground to the top.","protection":"Standard rack. Bolts protect the crux. \n\n  No anchors at the top. Build a gear anchor, then walk across the top and rap off elsewhere (e.g. the Standard Route).","location":"On the north face of the Pinnacle. Look for the obvious prow on the right end."},"__v":0},{"_id":"QE798Q+vXnCyhCem4XHbuw==","name":"sweet home boltabama","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":4,"mp_id":"113878151","mp_crag_id":"105905193","climb_id":"QE798Q+vXnCyhCem4XHbuw==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"pull the roof with the rusted piton then ride the exposed aerete all the way up","protection":"trad","location":""},"__v":0},{"_id":"7NXs1dIbX/2f7VFmgCEW/g==","name":"Standard Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":8,"mp_id":"105905391","mp_crag_id":"105905193","climb_id":"7NXs1dIbX/2f7VFmgCEW/g==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"A fine route for its grade, the Standard Route is the easiest way to get to the top of the Pinnacle to set up topropes for other routes.  It also has a cool direct start if you want more of a challenge. \n\n  Starting at a large boulder below the Pinnacle corner, step off the boulder and up the arete.  Move left a short distance, then back around to the right and up the easy and well-protected face to the top. \n\nAlternate start (5.9): Start from the ground just right of the boulder and move up a vertical crack system with sparse protection.  Continue up the face to join the regular route about halfway up.","protection":"Standard rack, no large gear needed.  Bolts/shuts at top.","location":"Starts at the northeast corner of the Pinnacle.  Rap from the anchors."},"__v":0},{"_id":"9KMfG3cKXrKqdo01qPeIuQ==","name":"The Prestige","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":15,"mp_id":"114782594","mp_crag_id":"105905193","climb_id":"9KMfG3cKXrKqdo01qPeIuQ==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Another mystery route that appeared recently. This climb is very different from most climbs at Sand Rock. Bouldery cruxes with sandy slopers. If anyone knows FA info or proper name, please let me know.\n\n To start, either boulder up dirty green rock directly to the right end of the ledge beneath the first bolt. Or walk left about 20 feet and a short 3rd class scramble will get you onto the ledge system where you can walk back right to the first bolt.\n\n Put your thinking cap on, and puzzle your way over the bulge and up to the second bolt. Continue on better holds to the 3rd bolt, then solve a final top-out puzzle to arrive at anchors.","protection":"3 bolts, shiny anchors with rings at the top","location":"About 10 feet off the ground, a ledge system runs across most of the north face of the Pinnacle. This line follows bolts through a bulge above the right end of the ledge. The final anchors are well below the top of the formation."},"__v":0},{"_id":"9oj+PEyIUbSfcETZHJ88fw==","name":"Pin Chimney Direct","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":5,"mp_id":"106063324","mp_crag_id":"105905193","climb_id":"9oj+PEyIUbSfcETZHJ88fw==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"this is a direct start to Pin Chimney.  Start in the small cave and climb out using crack in roof.  Pull roof and then follow regular pin chimmney route...can get a no hands knee bar in the crack","protection":"takes big cams in roof","location":""},"__v":0},{"_id":"t6Y55v08WoOegt/7AUpSuQ==","name":"Pin Chimney","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dempsey Medford, Carl Resh - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":6,"mp_id":"105905203","mp_crag_id":"105905193","climb_id":"t6Y55v08WoOegt/7AUpSuQ==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"With its traversing moves and the old piton that gives the route its name, Pin Chimney is a little reminiscent of Gunks climbing.  The rock is great quality, the protection is good and the exposure rivals that of the neighboring Comfortably Numb.  One of the nicer moderate trad routes at Sand Rock. \n\n  Starting on a flat boulder below a large cave, work your way up the right side of the cave to a ledge above.  Note: don't count on getting any protection in before gaining the ledge.  Traverse left and up to an obvious chimney, noting an old pin which you may or may not decide to clip.  Climb the well-protected chimney to the top.","protection":"A good range of cams, nuts, tricams (mostly medium range).  Long slings are needed for the traverse.  Bolted anchors on top.","location":"Starts near the east end of the Pinnacle, below a cave, around the corner left of the Standard Route."},"__v":0},{"_id":"EMuYLHPgVSCbNFTOXex2gw==","name":"Magical Branding Iron","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":11,"mp_id":"106447880","mp_crag_id":"105905193","climb_id":"EMuYLHPgVSCbNFTOXex2gw==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Overshadowed by other great lines on the Pinnacle, Magical Branding Iron doesn't get much traffic.  It's a fun route nevertheless, with a reachy overhanging section that will get your attention before the climbing eases off. \n\n  Starting below a large flaring crack about 20' off the deck, surmount a ledge and climb the face below the crack.  This quickly becomes overhung; pull through the steep sequence and into the flaring crack.  Cruise the crack the rest of the way to the top.","protection":"Plentiful placements for mostly medium gear, but a couple of bigger cams can be useful in places.  Build a gear anchor.","location":"Starts about 10' right of Crack a Smile, below an obvious large crack.  Rap from Standard Route bolted anchors."},"__v":0},{"_id":"pt6Rlu9RXHybJrEHt58Aqg==","name":"Loosy Goosy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":7,"mp_id":"106242721","mp_crag_id":"105905193","climb_id":"pt6Rlu9RXHybJrEHt58Aqg==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"A surprisingly nice line, with sustained climbing and exposure similar to the more well-known Comfortably Numb.  The name implies loose rock, but I only found one unstable block just above the ledge. \n\n  Start as with Pin Chimney; boulder your way out of the little cave and up to the ledge.  Continue straight up through a roof with a big crack (going slightly right of the crack is the path of least resistance).  Continue up the steep face past nice jugs and a section of Gunks-like horizontals to finish through a crack at the top.","protection":"Mostly small to medium gear; some opportunities for slinging horns.  Bolted anchors on top of the pinnacle.","location":"Shares start with Pin Chimney.  The easiest descent option is to top out and walk across the top to the anchors for Standard Route and rap from there."},"__v":0},{"_id":"Tt65/2k+VZeDFT/InIAGVg==","name":"Logan's Walk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":12,"mp_id":"114520218","mp_crag_id":"105905193","climb_id":"Tt65/2k+VZeDFT/InIAGVg==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Not sure who did the first ascent of this climb, or what it's called. A fun addition to the area. Kind of steep for the grade, but very feasible climbing.\n\n Walk up the slab to get to the bottom of the slightly overhanging face. Pulling up onto the face and getting established is probably the crux of the route, and is well protected. Continue up the steep face on positive holds past a huge chicken head about 3/4 of the way up. Things ease off considerably past the chicken head.","protection":"A light rack will do fine. Bolted anchors with rings at the top.","location":"On the north side of the Pinnacle, between the obvious cracks of Magical Branding Iron (on the left) and Logan's Run (on the right). Someone has installed bolted anchors directly above this climb. They are visible on the face well below the top of the formation."},"__v":0},{"_id":"PKefkeAzV5O4Jmno8ev/lA==","name":"Logan's Run","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Shannon Stegg, Logan Tow","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":13,"mp_id":"105961938","mp_crag_id":"105905193","climb_id":"PKefkeAzV5O4Jmno8ev/lA==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"One bolt protects the crux moves of this route as it works up through crimpers then slopers before catching the \"thank you\" knob.  Starts in the middle of the Pinnacle.  Look for the bolt and green gully.","protection":"Light trad rack, long slings.  One bolt on route.  Bolts at the top","location":"Located on the Pinnacle, right of the Standard Route...about midway.  Look for the \"green gully.\""},"__v":0},{"_id":"A1egmKCSUXuy2+dOmQiARg==","name":"Hairbrained","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"S Stegg, C Glass, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":2,"mp_id":"107906006","mp_crag_id":"105905193","climb_id":"A1egmKCSUXuy2+dOmQiARg==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"A slightly harder, but less classic climb than it's neighbor, Comfortably Numb.  It's not quite as classic, so you are unlikely to wait in any lines to climb this one.  The difficulty is brief and low on the route, which can be reasonably protected.","protection":"A standard light rack with a few long slings and a 60M rope.","location":"This route lies about 7 meters left of the area classic, Comfortably Numb.  Start at the left side of the same near-vertical face and go up that about 10 meters to a small ledge.  Climb on some smaller holds (crux) to reach a jug and head up over that on a moderate crack system to the top.  Descend as for Comfortable Numb."},"__v":0},{"_id":"KNjL2vAaUQGLBhUb/r7C3A==","name":"Green Gully","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":14,"mp_id":"106048882","mp_crag_id":"105905193","climb_id":"KNjL2vAaUQGLBhUb/r7C3A==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"ok route, but rock quality is questionable down low.  Basically, follow the shallow greenish gully just left of the prow on the west end of the Pinnacle.  It gets real easy after about 35 feet.","protection":"Pro is so-so. Have to look for it.","location":"In the corridor between Holiday block and the Pinnacle.  Just left of the prow on the Pinnacle"},"__v":0},{"_id":"5v8RBU81UvizbJgep0Cy1Q==","name":"Diane","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jerry Roberts, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":1,"mp_id":"106102067","mp_crag_id":"105905193","climb_id":"5v8RBU81UvizbJgep0Cy1Q==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Bouldery start (might want to stick clip 1st bolt from ledge) followed by steep climbing up the right side of an arete on decent holds, through a roof (crux), to finish up a technical slab.  A few of the holds prior to the roof look fragile but seemed solid. Good exposure and fun, pumpy climbing.","protection":"5 bolts, anchor","location":"Southwest corner of The Pinnacle, facing the valley. Climb starts from a ledge about 10-15ft up (getting up to the ledge is a bit easier from the left side)."},"__v":0},{"_id":"JnDvblLyV8CcAKwkxsfIgw==","name":"Crack a Smile","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":10,"mp_id":"105978989","mp_crag_id":"105905193","climb_id":"JnDvblLyV8CcAKwkxsfIgw==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"I haven't been able to find out any history on this route; Chris Watford (Dixie Cragger's Atlas) says people have been climbing it for years, but he's never heard of a name for it or who did the FA.  I got tired of calling it un-named, so I just gave it one.  It didn't rate inclusion in the guide book, but it's a fun line nevertheless, and the good opportunities for protection make it a nice choice for the novice trad leader. \n\n  Starting about 20' right of the Standard Route boulder, you'll see an obvious zig-zagging vertical crack system.  Follow this up the face and on to the top.","protection":"Plentiful; medium cams and passive pro.  New bolted anchors at the top.","location":"Starts between the Standard Route's alternate start and Lands of Time.  Rap from bolted anchors."},"__v":0},{"_id":"bVSrUEVSWm6mZKOu1F8nEQ==","name":"Comfortably Numb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Gottlieb - 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":3,"mp_id":"105905196","mp_crag_id":"105905193","climb_id":"bVSrUEVSWm6mZKOu1F8nEQ==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"A true Sandrock trad classic, Comfortably Numb is long, pumpy and exposed.  It's a great challenge for bold leaders, but many like to set it up as a toprope.  A 60-meter rope is a must. \n\n  Starting in the center of the wall, climb a slabby face with little opportunity for pro; you may be able to place a tiny cam before you get to a fixed pin about 40' up, just below an overhang/bulge.  Pull through the overhang on good holds to a spacious ledge and catch your breath, then head up through a shallow roof and continue up the steep face on great holds and plentiful gear placements to the top.  Sit back at the anchors and enjoy the view of the valley below while your breathing returns to normal.","protection":"Lots of small to medium gear (nuts, cams, tricams); one fixed pin.  Open shuts for anchors.","location":"Starts on the south side of the Pinnacle, in the middle of the face.  Many like to toprope belay from a flat-topped rock outcropping some 40' above and right of the start (don't fall!)."},"__v":0},{"_id":"d0lr5VRqW0qte8/ephj1nA==","name":"Alternate Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"left_right_index":9,"mp_id":"106302956","mp_crag_id":"105905193","climb_id":"d0lr5VRqW0qte8/ephj1nA==","areaRef":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"Layback a nice crack and at a slopey shelf work left to link with Standard Route.","protection":"Small standard rack.","location":"Just to the right of Standard Route, on obvious crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,60bc2823-f54f-59fa-9443-f61a87765009,b81f8942-4e04-56eb-a681-84568676c681,69a5749f-4c23-5a77-aa7a-44d3428f1e6e","pathTokens":["USA","Alabama","Sand Rock","Pinnacle, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10b/c"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":6,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":8,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.81775,34.17948]},"bbox":[-85.81829353929623,34.17903033981814,-85.81720646070374,34.17992966018186],"left_right_index":-1,"ext_id":"105905193","area_id":"aaV0n0wjWneqekTTQo8ebg=="},"content":{"description":"The Pinnacle is just what the name says -- a rock tower overlooking the valley and Lake Weiss below.  Most of the climbs here are trad lines; almost all can be set up as topropes by leading a route to the top. \n\n  The classic Pinnacle climb is Comfortably Numb, on the south (valley-facing) side.  Don't miss this great route!"},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:52:21.671Z","updatedAt":"2024-01-15T16:39:05.527Z"}