{"_id":"6368a722e80bff5a995dd87a","area_name":"Taminah Arete","shortCode":"","climbs":[{"_id":"XC3q2cviVX2q5MPN6iTkIA==","name":"Taminah Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kent Lugbill & Jim Tate, August 29 1976","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"left_right_index":0,"mp_id":"107313056","mp_crag_id":"107313045","climb_id":"XC3q2cviVX2q5MPN6iTkIA==","areaRef":"2do7psUkX0euvu6TqG7EGg=="},"content":{"description":"A fine route in a wild setting, with great exposure and a couple of interesting pitches, ending at a summit.  Described by Ortenburger and Jackson (1996).  Also on\n\nsummitpost.com\n\n, and also mentioned in a recent issue of Climbing (September 2009, #278).\n\nP1: 5.9. Start up a stemming corner.  This leads to an orange face crossed by some cracks.  We went up the leftmost splitter, which turned out to be about 20 feet of nothing but purple camalots (so, if that's your size, go for it).  There may be other options in the 'geometric crack patterns' farther to the right.  O&J mention a chimney to the right (east) but we didn't see that.\n\nP2: Blocky ridge traverse to base of face.\n\nP3: Climb fun quartz crystals on face.\n\nP4: Starts up unprotected face, belay in a blocky notch.\n\nP5: Class 4 blocks.  Don't push this pitch too high, so the leader of the next pitch can choose to go either left or right.\n\nP6: In the back of the massive left facing corner just left of a sharp prow is a 5.8/9 chimney, which is quite good.  Apparently, on the right side of the prow is 5.6 face instead.\n\nP7-P8: Easy blocky climbing to the summit ridge.","protection":"A single rack of nuts and cams up to gold C4 is mostly sufficient.  Doubles of purple C4's or orange/red TCU's if you try the off-finger leftmost crack on Pitch 1.  O&J also recommend RP's for Pitch 1, but if you have enough reach, you can bypass the need for RP's.\n\nBring some poot slings for the descent, in case the rap stations are shot, or you need to create your own.","location":"To start: Once in the vicinity of the base of the arete, head right, toward the gully and then scramble up leftward, finding the start of the roped climbing at the highest ledge with a small tree.\n\nTo descend: As indicated in the O&J guidebook, head down the steep East Ridge line.  Exposed 4/5th class downclimbing leads to a slung horn.  A single rope rappel will place you near the saddle, from which more exposed 4th class downclimbing is required down the slabs to the north.  Off to the west, find a break in the cliffs below these slabs.  Once in the talus chute, walk down around the eastern end of the ridge back to Taminah Lake.  NOTE: Much of this downclimb could be wet and slick, or even snowy, so be cautious.\n\nReportedly there are also rap stations off the north ridge of Matternought Peak, for those continuing on to climb Gilkey Tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,393042cb-9e68-542d-a60d-8446c461f4b4,668e4391-fe48-5852-b357-278cbff70dbf,d9da3ba6-c524-5f47-aebe-ee93a86ec41a","pathTokens":["USA","Wyoming","Grand Teton National Park","Avalanche Canyon","Matternought Peak","Taminah Arete"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"bbox":[-110.80736208930843,43.71154033981815,-110.80611791069157,43.71243966018187],"left_right_index":-1,"ext_id":"107313045","area_id":"2do7psUkX0euvu6TqG7EGg==","polygon":{"type":"Polygon","coordinates":[[[-110.80736208930843,43.71154033981815],[-110.80611791069157,43.71154033981815],[-110.80611791069157,43.71243966018187],[-110.80736208930843,43.71243966018187],[-110.80736208930843,43.71154033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:18.759Z","updatedAt":"2024-02-19T18:43:08.153Z"}