{"_id":"6368a38be80bff5a99585aff","area_name":"Adjustor Boulder, The","shortCode":"","climbs":[{"_id":"qcHDXs41XNGepF5Xg2QToQ==","name":"Toss up to chunk","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Unkown","type":{"sport":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"left_right_index":1,"mp_id":"121682575","mp_crag_id":"108643612","climb_id":"qcHDXs41XNGepF5Xg2QToQ==","areaRef":"viK0g5DTXF2y1Gbe5tV7+w=="},"content":{"description":"Start on the triangle shaped jug-sidepull and make a big move to a jug on the lip. Proceed to struggle through a awkward top-out.","protection":"1 pad. Be careful not to block the trail.","location":"On the left side of the Adjustor Boulder, just right of\n\nEquilateral."},"__v":0},{"_id":"FF6dzfipUGWVlGRG5LHS2g==","name":"Off Axis","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"left_right_index":5,"mp_id":"121682506","mp_crag_id":"108643612","climb_id":"FF6dzfipUGWVlGRG5LHS2g==","areaRef":"viK0g5DTXF2y1Gbe5tV7+w=="},"content":{"description":"I am sure this route has been done before, in the Mt. Gretna  comp it was graded V4, but V3 seems right to me. It appears as if a few holds have broken off this climb, but it still go’s from the stand start. Start on a left hand crimp, and a right hand slot/crimp-jug. Go out left to a sloper, and bump to a jug on the lip. Mantle, and do the tricky top-out.Let me know if this has another name.","protection":"1-2 pads, the top-out is the crux so make sure that is covered.","location":"The rightmost climb on the Adjustor Boulder."},"__v":0},{"_id":"rhhGgLbXVIqUScTKDWuY3Q==","name":"Long Dong","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Chet Gross","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"left_right_index":0,"mp_id":"109827869","mp_crag_id":"108643612","climb_id":"rhhGgLbXVIqUScTKDWuY3Q==","areaRef":"viK0g5DTXF2y1Gbe5tV7+w=="},"content":{"description":"This short problem climbs the protruding boulder just left of the Adjustor boulder with it's climbs Equilateral (V7) and The Adjustor (V8).  It is a short compression climb that is the only lie down start that I know of at Mt. Gretna.  Lie/sit down under the roof and grasp the opposing aretes.  Slap one or two moves up to the flat lip with some frustration and then mantel.","protection":"One pad is more than adequate.","location":"Adjacent left of the Adjustor boulder just off of the lower trail on the way to the Highball boulder from the Coleflesh boulder."},"__v":0},{"_id":"KfG8ulOtVwa20FXHUoQTww==","name":"Equilateral","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Unkown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"left_right_index":3,"mp_id":"121682546","mp_crag_id":"108643612","climb_id":"KfG8ulOtVwa20FXHUoQTww==","areaRef":"viK0g5DTXF2y1Gbe5tV7+w=="},"content":{"description":"Start on a sharp crimp on the left side of the arete and a sloper on the right, bump up through a series of crimps and slopers, eventually gwtting to a meathook jug. Top out on the main face of the boulder.","protection":"2-3 pads should cover you.","location":"On the leftmost arete on the Adjustor Boulder."},"__v":0},{"_id":"1Javv5u+URyabelNwdBP0A==","name":"The Adjustor","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Anthony DiSanto 2002","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"left_right_index":4,"mp_id":"108643621","mp_crag_id":"108643612","climb_id":"1Javv5u+URyabelNwdBP0A==","areaRef":"viK0g5DTXF2y1Gbe5tV7+w=="},"content":{"description":"The Adjustor is one of the better known problems of it's grade at the main Mount Gretna area, but is not one of the best quality problems.  The name comes from holds breaking on the upper half after the first ascent, which required an adjustment in movement and beta and how to use the new and different handholds.  The sequences and handholds went through changes for the first couple of years.  Today, and for the last nine years or so, everything has stayed solid.   \n\n  Begin by sit starting with your butt on the ground or on a single pad.  The right hand is in a large, incut triangular tooth down low and the left hand on a gaston three-quarter pad edge.  The starting footholds are large and flat, especially for diabase.  The hips should be in close to the wall.  Pull on and rock up hard on the right foot to grasp the main hold of the climb; a gaston that is held with the right hand and contains a contorted thumb catch underneath. \n\n  Perch the right foot on the right hand starting tooth and shove in a marginal right knee scum beneath the diagonal roof to keep you in close to the wall for when you release a handhold.  Bump the left hand to a undercling on the roof feature with the elbow sticking straight up.  Shift the right foot up a few inches to a good foothold.  Release the right hand from the gaston to reach the right hand again high to a sloping edge feature.  The middle, index and pinky fingers should go on a three finger tiny diagonal crimp that lies over a subtle sloper, while the index finger alone grabs a tiny edge that faces  diagonally but at a 90 degree angle change from the other fingers, kind of like a star.   \n\n  Keep tension and reach the left hand to a broken, third pad left facing sidepull edge with a bit of an incut.  This hold is one of those that broke, but what is left now is fairly solid and good.  Stand up high and run the feet up and left a bit so you can bust the right hand to the good flat lip.  From here it is over, get the left hand up to a hold just beneath the lip and mantel with the right leg.   \n\n  The whole idea of this bloc is tension.  The holds are poor and none of the moves are particularly long.  It is just about making intermediate movements between bad holds that all face the wrong way.  If one of your appendages does not execute correctly or loses contact with the rock for more than a second, you are off. \n\n  All in all, this is a cool problem and you will feel great if you can figure it out.  It seems so simple upon first glance, but is much more difficult than it appears.  The slash grade comes from it being V8 if the features and length between the holds fit you, which seems to be about 5'11'' +/- one inch.  If you are shorter like me at 5'7'', it seems harder.  I don't know about tall guys over 6 foot.  They may have an even easier time on it.","protection":"One pad is adequate, no spotter necessary.","location":"The right side, slightly overhanging face on the Adjustor boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,b143faf5-2192-5e09-9610-3020af408b1f,487763b6-e246-5403-80d9-a3bea1f3b36f,be22b483-90d3-5c5d-b2d4-66dee6d57bfb","pathTokens":["USA","Pennsylvania","South Central PA","Governor Dick Park (aka Mount Gretna)","45 Area","Adjustor Boulder, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1-2"},{"count":1,"label":"V3"},{"count":1,"label":"V2"},{"count":1,"label":"V7-8"},{"count":1,"label":"V8-9"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.45348,40.23978]},"bbox":[-76.45406906338076,40.239330339818146,-76.45289093661924,40.240229660181875],"left_right_index":-1,"ext_id":"108643612","area_id":"viK0g5DTXF2y1Gbe5tV7+w==","polygon":{"type":"Polygon","coordinates":[[[-76.45406906338076,40.239330339818146],[-76.45289093661924,40.239330339818146],[-76.45289093661924,40.240229660181875],[-76.45406906338076,40.240229660181875],[-76.45406906338076,40.239330339818146]]]}},"content":{"description":"The Adjustor boulder is a large, slightly overhanging obvious boulder with few holds perhaps 15 feet off of the trail.  It is midway between where the upper and lower trails split (just after passing the 45 Degree boulder) and before getting to the Highball boulder.  While walking into Gretna, the boulder will be on your left, with the problems facing towards you.  Rock quality is average and a bit sharp.  The draw of the problems are due to their difficulty and easy accessibility."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:20:00.081Z","updatedAt":"2024-01-20T01:05:57.029Z"}