{"_id":"6368a57ce80bff5a995b83d7","area_name":"Main Face","shortCode":"","climbs":[{"_id":"6+j8PQRnVPaqlos3Xi2AzA==","name":"Plea Deal AKA Sling The Horn","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kristian Barrowman E. Bourdeau 95' Bolts added by E. Worley in 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"left_right_index":0,"mp_id":"107582370","mp_crag_id":"107582365","climb_id":"6+j8PQRnVPaqlos3Xi2AzA==","areaRef":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"The best 5.8 at Double Upper and quite possibly the best 5.8 in Bolton.  Follow many bolts on the left margin of the main face up low angle terrain to an overhang halfway up the cliff.  Pull the overhang on jugs to a ledge with a two bolt belay.  P2 : Climb up behind the massive horn of rock with occasional gear to the top of the cliff.  Choose from any number of trees to rappel off.","protection":"gear to hand sized.  lots of draws for P1.","location":"Look for a bolt about 20' up the left most side of the main face slab."},"__v":0},{"_id":"/nNRPr1fWvyOwFaoYZanzw==","name":"Peregrination","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"S.Maciejowski, T. Peckham 9/1/2014 assisted also by T. Okeefe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"left_right_index":3,"mp_id":"109501051","mp_crag_id":"107582365","climb_id":"/nNRPr1fWvyOwFaoYZanzw==","areaRef":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"P1 - 120' 5.10c 5.7 PG13 - Look for a bolt about 20' up juggy, dirty face climbing. Follow three bolts up to a 5.8 slab section and a shallow ledge with a juggy flake.  Clip a bolt and pull a roof onto hollow holds.  Beware of a loose quartz hold at the roof.  Move up and left on hollow flakes to a bolt and continue trending up and left on 5.6/7 terrain to the big roof. Make an exposed clip (slightly runout) over the roof and pull the roof to a stance.   Climb past 3 more bolts to a spacious belay ledge.  Belay off gear and a prominent birch tree.  Move right 20' to rap from the anchor on \"Heavy Weather\" or head up P2.     P2 - 5.6 80' Climb up the crack directly off the belay to a bushy corner.  Continue up dirty cracks to nice big ledge.  Continue up a nice licheny face above for 30' or so with decent small gear to a top out on big holds.  Rappel to the anchor on top of Heavy Weather from a big white pine (no fixed slings at this time).","protection":"Gear to hands.  Double up on the small sub finger sized pieces for P2","location":"Approach via the main wall at double upper of    climb cadet's corner and move on to the ledge at the base of the main wall.  The start is right of Ladybug and NightCrawlers.  Don't be perturbed by the climbing low on the route as the crux is fun and well protected and there is plenty of fun face climbing on most of P1."},"__v":0},{"_id":"CCYTIlbyXlWO22tv5taAQw==","name":"Ladybug","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eli Worley 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"left_right_index":2,"mp_id":"110959213","mp_crag_id":"107582365","climb_id":"CCYTIlbyXlWO22tv5taAQw==","areaRef":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"Face climb up to the first bolt in the dark streak and follow more bolts up through two tricky bulges to a stance below the first headwall. Trend up and left through underclings and a move back right and up to a stance. Move up and left to a stark crux on the upper grey headwall and tightly bolted climbing. Easier climbing past the final couple bolts leads to a ledge and a fixed anchor. \n\nNote: You'll want to use long draws on the headwall to try and limit the rope drag as you transition from slab to vertical. As well a couple bolts are placed out of the fall line for the rope so longer draws will help reduce drag. Likewise, the final headwall is tightly bolted but the bolt line wanders and a couple key extensions will make your life in the crux easier.","protection":"15 draws 4-6 of which should be long/extendable draws.   Two bolt anchor","location":"Start: 75 ft right of Sling the Horn. It is probably best to trend up and right on a narrow vegetated bench to a small stance below the dark streak about 25 feet below the first bolt. The belayer can anchor off a small tree here and this avoids a unpleasant vegetated start. \n\nDescent: Rap with two ropes"},"__v":0},{"_id":"Q+ETZ5W6UxaNDiCq9MC3yA==","name":"Heavy Weather","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"S. Maciejowski, M. Klonicke 10/6/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"left_right_index":4,"mp_id":"109059586","mp_crag_id":"107582365","climb_id":"Q+ETZ5W6UxaNDiCq9MC3yA==","areaRef":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"Hike up to the main wall at Double Upper (or alternatively, climb Cadet's Corner) and go to the far right end of the ledge (beyond Ladybug and Night Crawlers) to a left facing chimney/flake system. Scramble up through brush toward the chimney/flake and locate a bolt about 25' up the slab above.  Head up the slab, clip the bolt, pull a techy crux into a small left facing corner.  Get gear then climb past 4 bolts and another series of technical moves.  Jog slightly right to a corner/roof system.  Place gear and pull the roof. Move back slightly left above the roof to a bolt anchor on a nice ledge. Rap from here with a 60M rope (be sure to locate the middle of the rope or tie knots in the ends)  or move left 15' on the ledge and finish up P2 (5.6?,80' gear; shared with P2 of NightCrawlers  at the top)","protection":"Gear to finger sized.","location":"Main Wall Double Upper right hand side"},"__v":0},{"_id":"29XGkmw/WBqx/8a46ozgfg==","name":"Captain's Crack (Exotic Nut Selection, E.N.S.)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"left_right_index":1,"mp_id":"107789865","mp_crag_id":"107582365","climb_id":"29XGkmw/WBqx/8a46ozgfg==","areaRef":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"Another hidden gem at Double Upper.  You can do this as one long pitch but I think it's better as two. \n\n  Pitch 1 runs up and slightly right on easy slabs, passing a few bolts (with optional gear in between) then past a short tricky steeper spot to get to a two-bolt belay/rap anchor. \n\n  Pitch 2 moves up steeper ground past two bolts to an overlap, then up the left-facing bottomless corner.  Then breaking right up easy ground to the spacious, pleasant ledge.  The view from here is superb.  Two raps with a single 60m rope will get you back down, via the first pitch anchor. ","protection":"some bolts, a few small-medium cams and nuts for the second pitch, a few single-length runners.","location":"About 30 feet right of Sling the Horn, on the mid-right side of the main face.  Look carefully for two bolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,9e5abc93-ea8f-50c8-b864-8fc04586c3cb,ecd1ad0c-61a7-5276-9d4c-7b422b993fda","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","Upper Upper West","Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.89812,44.4299]},"bbox":[-72.8987496813948,44.42945033981813,-72.8974903186052,44.43034966018186],"left_right_index":-1,"ext_id":"107582365","area_id":"7NGtDGGnUnadTHtCK5k/2g=="},"content":{"description":"This is the prominent, tallest (300') face in the center of Double Upper Cliff.  The left hand margin is defined by a vegetated gully system known as \"Vegetable Garden\" (a fine winter mixed route).  The right margin is marked by a series of bushy left facing corners extending to the top of the cliff.  The center bottomless left facing corner is the route Erotic Nut Selections or \"Captain's Crack\"."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:28:16.314Z","updatedAt":"2024-01-15T16:49:54.338Z"}