{"_id":"63689de0e80bff5a994fa358","area_name":"Combat Rock","shortCode":"","climbs":[{"_id":"foj+DOU/UuCEHMSlE0L7CQ==","name":"Unknown  4","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":28,"mp_id":"108172256","mp_crag_id":"105745049","climb_id":"foj+DOU/UuCEHMSlE0L7CQ==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This is the best of the new routes at Combat.  Follow the same broken rock on\n\nUnknown #3\n\n, until the crux crack.  Instead of heading up, follow the slashing crack to the right to a bolted face.  The difficulties increase as you pass the last two bolts. Height-dependent moves lead to a bolted anchor the you can lower off of with a 70m rope.","protection":"Gear to a #2, with extra green Aliens to sewn it up....","location":"This is the fourth route to the right of\n\nMonkey Lust\n\n...."},"__v":0},{"_id":"kOPD0eLvUGyLxxNNkzQV6Q==","name":"Unknown  3","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":27,"mp_id":"108172242","mp_crag_id":"105745049","climb_id":"kOPD0eLvUGyLxxNNkzQV6Q==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"P1: (80 feet, 5.9+) Follow broken rock to a thin crack with an obvious bolt at its end (crux, some what height dependent). Follow a couple more bolts to a set of anchors or continue into P2.\n\nP2: (60 feet, 5.8) Climb a short slab, and pull left into some loose rock and a thin crack (purple TCU). An enjoyable bolted slab leads to a hard to see anchor.\n\nA 70m will get you to the ground from the P2 anchor.","protection":"Small TCUs to a #2....","location":"This is the third route to the right of\n\nMonkey Lust\n\n...."},"__v":0},{"_id":"2pkbI6ROXc2i5LHI5ECDvg==","name":"Unknown  2","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":26,"mp_id":"108172231","mp_crag_id":"105745049","climb_id":"2pkbI6ROXc2i5LHI5ECDvg==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Follow moderate rock to the tree.  Load up on gear and run it out to the only bolt. Follow the thin crack and one more piece of gear to a set of anchors.","protection":"Thin gear to a #2.","location":"This is the thin crack right above the tree...."},"__v":0},{"_id":"5bGb9xFBWuKYSQqCiqPY8g==","name":"Unknown  1","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":25,"mp_id":"108172221","mp_crag_id":"105745049","climb_id":"5bGb9xFBWuKYSQqCiqPY8g==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"P1: (5.10b/c, 130 feet) Start in some thin cracks below a roof.  Pull the roof, and follow a bolted slab with optional gear to the fourth bolt.  The difficultly will depend on the exact line. Straight up is in the 5.10 range, while you can step left or right to avoid some difficulties. Pull the next roof (bolt) and follow the thin crack on the left to a set of anchors.\n\nP2: (5.8, 60 feet) Follow 3 bolts and some gear to another anchor.\n\nFrom the P1 anchors, you can make it to the ground with a 70m rope.","protection":"Light rack to a #2.","location":"This is the 1st route to the right of\n\nMonkey Lust\n\n...."},"__v":0},{"_id":"E5NS6WDmW7utNP/27+kqGA==","name":"Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":0,"mp_id":"119682857","mp_crag_id":"105745049","climb_id":"E5NS6WDmW7utNP/27+kqGA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"The crux is between the 1st and 2nd bolt. Don't worry, it gets easy after that!","protection":"Bring 5 draws and medium size gear (0.75-1). The gear helps with the runout to the first bolt and from the last bolt to the end. There is a 2 bolt anchor at the top.","location":"It is the first bolted route to the left of\n\nArkansas Patriot\n\n."},"__v":0},{"_id":"yv6vSYMyX2KI5cbtFSBkLw==","name":"Stronghold","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":19,"mp_id":"105761763","mp_crag_id":"105745049","climb_id":"yv6vSYMyX2KI5cbtFSBkLw==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"It ain't [Cochise]!  This route is located about 40 feet north of\n\nNo More War\n\n.  It's the second crack system from the prominent right-facing dihedral.  Pitch one ends at the same anchors as\n\nNo More War\n\nwhile pitch two ends at two bolts near the top of Combat.\n\nP1 Begin in the moderate crack system which [diagonals] slightly to the left.  Above you'll hit a slabby face to the small roof (crux). Once you pull the roof there will be some placements and then another slab (5.9) which is runout.  Belay from the anchors.\n\nP2 Head up towards the right, clip a bolt or start from the left which looked a bit easier.  Once above a band of chossy rock enter a decent hand crack followed by a small offwidth (solid 5.8).  Once above the crack there will be a ledge of sorts.  Head climber's right for about 30 feet to two bolts.\n\nDescent:  1 60m rope.  Bolts-anchors->slung tree->ground. 3 raps. 2 ropes=2 raps.","protection":"Standard rack up to #3 Camalot (if just doing the first pitch only up to #1).","location":""},"__v":0},{"_id":"j+0ewhytU++NF2HNpWeu6g==","name":"Sergeant Reckless","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Ted Schaal, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":13,"mp_id":"121520024","mp_crag_id":"105745049","climb_id":"j+0ewhytU++NF2HNpWeu6g==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Fun, varied slabby climbing takes you to the top of the formation.\n\nP1. Climb through the main crack of the first pitch of diagonal, exiting at the large ledge on the right. Or climb one of the bolted routes leading to this ledge. Belay at chains.\n\nP2: the money pitch. Climb up and left passing two bolts on the relatively blank, slabby face. The crux coming at the 2nd bolt. Make delicate moves to gain the roof, and step over this on good holds. Wander up and right passing 6 more bolts of creative climbing with a few 9-10a sections to belay at chains above the 2 small trees, below another large roof, 10c, 8 bolts, a few small cams.\n\nP3. The quality decreases substantially on this pitch, but it's still fun climbing to the top of the formation. Step up and right around the roof, clipping a bolt as you do so. Wander up mostly easier terrain with intermittent cracks to chains at the top of the formation, 5.9, 4 bolts, more small and medium cams/nuts.\n\nThe cruxes are well-protected and are done after clipping high bolts from a good stance. This also means that climbers shorter than 5'5\" or so may have difficulty reaching these bolts without leaving the stance.\n\nDescend with 3 ~80 foot rappels down the route.","protection":"Bolts plus a single rack of small to medium cams - nothing larger than 1\", plus any gear for\n\nDiagonal's\n\nP1.","location":"Start from the large ledge above and right of the first pitch of\n\nDiagonal\n\n."},"__v":0},{"_id":"c4KenKRxW8iK9AypVCrrJA==","name":"Tree Roof","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Sapp","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":6,"mp_id":"105753208","mp_crag_id":"105745049","climb_id":"c4KenKRxW8iK9AypVCrrJA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route is found about 25 feet down and to the right of Rambo Santa.  Look for the obvious 6 foot roof with a tree above it.  P1: Head up the runout slab to the roof.  Place a large cam in a crack and/or clip a mangled bolt with a long runner.  Pull the one move wonder and belay from chains on the tree.  P2: It is possible to continue up runout slabs to the\n\nRambo Santa\n\nbelay. (5.6R). [Apparently, aka Schoolmarms in Space.]","protection":"Light rack, with optional 3-3.5 Camalot.","location":""},"__v":0},{"_id":"Q/BYXVKDXTmPyXB2GJ6xHg==","name":"Saigon to Pearl Harbor","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Sapp, Henry, Luebben, Grennard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":8,"mp_id":"105750337","mp_crag_id":"105745049","climb_id":"Q/BYXVKDXTmPyXB2GJ6xHg==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"A fine two pitch route to the top of Combat Rock.  One of the best this crag has to offer.  Characterized by intricate granite face climbing and bouldery cruxes.\n\nA few lines of bolts head up to the right of the large roof at the bottom left end of the cliff.  The first line of bolts (well spaced) is the first pitch of Pearl Harbor.  This is exfoliating for its first half and not the greatest pitch.  The next line to the right is Eight Clicks to Saigon.  [Begin] with this pitch.\n\nFollow the bolts and gear placements to the bulge about 70 feet up.  The route comes very close to P1 of Pearl Harbor at this point.  Pulling through the bulge is the 10c crux of this pitch.  It is slightly reachy.  A couple hard, inobvious, and commiting moves will get you through the bulge.  If you manage to onsight this, pat yourself on your back.  Wander up the face to the bolted belay halfway up the Diagonal Crack.\n\nThe line of bolts heading up from the belay is P2 of Pearl Harbor, and is stellar.  Follow the bolts up the headwall to the right of the Diagonal roof/dihedral.  The bouldery crux (bolt at waist) is up high and will be obvious when you reach it, but the rest of the pitch is very sustained at 9/10-.  Belay at the bolted anchor, and make two double rope rappels to the ground.","protection":"Mostly bolted, but bring a set of TCUs through hand sized cams.  Expect some slightly runout climbing on easier ground - not a sport route for sure.","location":""},"__v":0},{"_id":"T3/3S+K5UN2vsxXH3qR+/g==","name":"Rambo Santa","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Craig Luebben and Ginny Sawyer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":3,"mp_id":"105750328","mp_crag_id":"105745049","climb_id":"T3/3S+K5UN2vsxXH3qR+/g==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Begin at a pine tree about 40 feet down and right from \"\n\nArkansas Patriot\n\n.\"  This on the left side of this rock.  Go left from where the approach trail reaches the rock.\n\nThis long climb is fairly simple to figure out... climb straight up through the bolts to a two-bolt anchor.  Remember to place pro in some horizontal cracks if the next bolt feels too far away.  A double-rope rappel is easiest (165 feet), but it is possible to scramble down to the west (left).","protection":"If I remember correctly, there are 6 bolts on the face (don't worry, I know for sure that's there's no more than that!).  Bring a few small cams (#0.5 and #0.75 Camalots) and stoppers to supplement the bolts if you aren't positive about a good distance between bolts on a 5.7.  Two-bolt anchor 165 feet up, so bring TWO ROPES for the rap.","location":""},"__v":0},{"_id":"NAP7gES+Vh6qEWyw8oB5HQ==","name":"Pearl Harbor","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"L Grennard & C Luebben, 1991; P2 M Beardsley, J Brisslawn, C Luebben, 1992","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":7,"mp_id":"105764526","mp_crag_id":"105745049","climb_id":"NAP7gES+Vh6qEWyw8oB5HQ==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This is a nice, if runout, 2 pitch, thin, slab up the left-central part of Combat Rock.  It sports bolts but requires creative gear and a solid head to avoid rock rash.  Pick a shady, cooler day for maximum enjoyment.  It has partially been added as \"\n\nSaigon to Pearl Harbor\n\n\" on this site, already.  However, here it is in its entirety.  A slab climber's delight but maybe a sport climber's nemesis.\n\nFind this route nearly at the base of the rock where the trail reaches the cliff.  It lies just L of\n\nDiagonal\n\n& Eight Clicks to Saigon & just R of\n\nTree Roof/Schoolmarms in Space\n\n.\n\nDon't read this if you don't like beta:\n\nP1.  Scamper up easy slab to the 1st bolt.  Don't blow this or place a small wire (fixed?) or blue Alien down & R of the 1st bolt.  Clip 1st bolt, make some thin moves, move up to 2nd bolt, carefully clip from the L.  A couple of foot-primary moves with a thumb mantle to a thin, painful, 2 hand (8 finger) crimps with crummy feet, crux & 10d (note, for an idgit climber; 10- for a good climber), and pull under the roof.\n\nIvan Rezucha\n\nnotes he \"climbed up to the right of the second bolt until almost touching 10 Clicks and then climbed diagonally left past the bolt with no feet and a couple of sloping finger holds\" which may be slightly easier.  Clip the 3rd bolt (don't blow this if your last piece is the last bolt), move up to the R of the bolt, get the L foot stable above the roof, thrutch a bit, clear the roof, 9+.  Gillett's fine guide suggest it is easier clearing the roof L of the bolt (less obvious).  Now walk your feet up the sloping small ramp, and you get onto easier but runout terrain, 8s, to your choice of 2-bolt anchors (the L set is more in line), 150ft.  48\" slings make the belay more comfortable.\n\nP2.  Some call this the finest pitch on Combat.  Follow a line of 6 bolts with 4 distinct cruxes nearly directly above the L 2-bolt anchor.  At the first bolt, smedge up right of the bolt, get stable, clip the 2nd bolt, move R onto slippery, darker rock, move up on a granite freckle to a decent scoop with crummy feet, possibly the crux.  Pass 2 more bolts & you can rest to the left at the stance above Diagonal's 2nd pitch.  It isn't over.  Move back R, clip the 5th bolt, believe, & smoothly rockon to a small, fragile L foot edge & reach up.  Clip the last bolt, and decipher one last sequence to gain easier terrain to the closely-spaced, 3-bolt anchor.  115 ft.  Continue to the top and descend off the back either L (1 rap) or R or rap with double ropes 115 ft, and 140ft to the base.","protection":"Light rack with small cams to #2 Camalot, wires, a #3 Lowe Ball?, 6 QDs, sticky rubber, & a wee bit of verve.  2 ropes to rappel.","location":""},"__v":0},{"_id":"Wn4ig63lXkS39q3qejIluw==","name":"Old Bolt Route","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"[Keith Lober, 1980s]","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":4,"mp_id":"105752701","mp_crag_id":"105745049","climb_id":"Wn4ig63lXkS39q3qejIluw==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route climbs the face about 15-20 feet to the right of\n\nRambo Santa\n\n(5.7).  Most people, like myself, think they are on\n\nRambo Santa\n\nwhen they climb this route for the first time.  The climbing is high quality, but the protection is not.  The mix of quarter inch bolts and death hangers add a little excitment.  There are a few trad placements between bolts.\n\nP1: Head up the slab to the right of\n\nRambo Santa\n\n. ([3] bolts, 150 feet). Belay at the bolts for that route.\n\nDescent: Rap with one rope to the chains of\n\nArkansas Patriot\n\nor do a double rope rap to the ground.  [Apparently, aka DMZ]","protection":"Light rack, mostly small stuff, [QDs for 3 bolts]","location":""},"__v":0},{"_id":"x/6zT3gqXi25XtQlq9cjTA==","name":"Nuclear Polka","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FAA Kimball and Sapp, 1984?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":23,"mp_id":"105759213","mp_crag_id":"105745049","climb_id":"x/6zT3gqXi25XtQlq9cjTA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route is just to the right of the huge roof on the right side of Combat Rock.  It is the big dihedral that faces right.  Climb up the dihedral with small nuts and small cams to the edge of the roof.  You have 2 options from here.  You can go straight up for another 20' to a very bad sling belay over a hollow flake or go up left to a natural belay and continue with a 5.9 hand crack (haven't done that last pitch).","protection":"Bring RPs, small cams and a few hand-sized pieces.","location":""},"__v":0},{"_id":"HOBtHCsuUEC25QM/Mlf65Q==","name":"Nobody Here But Us Chickens","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Craig Luebben and Lizz Grennard","type":{"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":10,"mp_id":"106021912","mp_crag_id":"105745049","climb_id":"HOBtHCsuUEC25QM/Mlf65Q==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"The crux begins after you clip the second bolt and step on to match stick edges. From here, work your way up the final bolt, make a light clip, and move left and catch the diagonal seam above (a step through with the right foot seems appropriate to make the catch). You may find that up and slightly right is the ticket. Finish left of the cedar tree followed by an immediate right on to a large ledge.","protection":"Three quickdraws; bolt anchor.\n\nNot X if you bring a # 3 cam and some wires","location":"Begin about twenty feet left of the\n\nDiagonal\n\nand twenty feet right of\n\nEight Clicks to Saigon\n\n. Rap from bolts at the top of the first pitch of\n\nAcross Enemy Lines\n\n."},"__v":0},{"_id":"l/JNO69+VUm705lTabbL2w==","name":"No More War","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Luebben","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":18,"mp_id":"105750322","mp_crag_id":"105745049","climb_id":"l/JNO69+VUm705lTabbL2w==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route is about 50 feet up to the right from \"\n\nDiagonal\n\n\" and is just below a small tree on the face.  It can be done as one or two pitches.  This first pitch by itself is also a good route.\n\nBegin with a great 5.8 flared crack up to the tree.  Belay on the right side of the tree at a good ledge if you want to, or continue up on the left side of the tree for one long pitch.  At about 20 feet above the tree, follow a small crack with good finger jams going up-and-right.  Now test your smearing skills on the face with 2 bolts (crux .10a).  Finish above the bolts on a horizontal edge and traverse left to the 2-bolt anchor.\n\nDouble-rope rappel to the ground.  Another well protected route worth doing.  Perfect if you are just getting into 5.10 leads.","protection":"If you do this as one long pitch... bring plenty of cams, no larger than a #1 Camalot.  Some wired stoppers are helpful, and there's a couple of spots perfect for a CAMP tri-cam.  Also bring 2 quickdraws for the bolts on the upper face.  TWO-ROPE rappel (150 ft).","location":""},"__v":0},{"_id":"dvmTHZKaUGGFPRdyYv1Ykg==","name":"Monkey Lust","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary Sapp and Matt Rembaum","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":24,"mp_id":"105754090","mp_crag_id":"105745049","climb_id":"dvmTHZKaUGGFPRdyYv1Ykg==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"A \"strong\" one star, this route is quite enjoyable.  It is also one of the easier and better-protected routes on Combat Rock.  It finishes with the nice hand crack on P2 of\n\nNuclear Polka\n\nif you don't want to do the scary first pitch of that route.\n\nIdentify the long large roof, about half a ropelength up, on the climber's right side of Combat.  A thin, clean LF corner drops from the right end of it (\n\nNuclear Polka\n\n); Monkey Lust is the next crack to the right.  Pitch one climbs the crack/corner to a belay on the upper slab.  Pitch two diagonals up left 20 feet across the slab to a striking hand crack.  Above, climb easier rock to the summit, and descend to the east, 3rd class.  Nothing harder than moderate 5.9 is encountered.","protection":"Bring gear from a #4 stopper to a 3.5 Friend.","location":""},"__v":0},{"_id":"B+p8voXNWnW4DQJ5CO/2YA==","name":"Lizzard Warrior","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Craig Luebben and Lizz Grenard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":21,"mp_id":"105754531","mp_crag_id":"105745049","climb_id":"B+p8voXNWnW4DQJ5CO/2YA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Lizard Warrior is a rad face climb. This has well-spaced bolts and thin climbing on razor edges. It starts just right of\n\nFront Lines\n\n(10d) and takes a line straight up past six bolts to chains. The crux comes at the fourth? bolt and forges through a very blank headwall. Very, very high quality, face climbing.","protection":"This route is all bolts, I did however enjoy placing a #1 Friend in the horizontal at the start, but I am a big chicken.","location":""},"__v":0},{"_id":"l50rhf8cVTioIHa7O45A0A==","name":"Kasserine Pass","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Patrick Ackerson, June 6, 2007","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":15,"mp_id":"106428675","mp_crag_id":"105745049","climb_id":"l50rhf8cVTioIHa7O45A0A==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"","protection":"First pitch: Five bolts, belay with #0.75 Camalots.\n\nSecond pitch: Six bolts plus 1-4 Metolius (double #1s) and one small black Alien, belay at bolts.","location":"This was the route called Unfinished Business in the Rocky Mountain National Park: The Climber's Guide: Estes Park Valley; by Gillett, Bernard. The base of the route is immediately left of\n\nBlood for Oil\n\nand right of the\n\nDiagonal\n\nstart."},"__v":0},{"_id":"qvaSGzxTVQOWhyG0gw/TuQ==","name":"GI Joe Does Barbie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig. Luebben & Bill Taylor","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":22,"mp_id":"105750319","mp_crag_id":"105745049","climb_id":"qvaSGzxTVQOWhyG0gw/TuQ==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route is under the large roof on the right side of the crag.  The bolt line is directly below the roof going to a 2-bolt anchor.  The crack that I mentioned is about 10 feet left of the bolts.\n\nIf you take the crack (.7), follow it about 50 feet up and then traverse right to the second-to-last bolt.  Continue up through the tricky lip to the chains.\n\nThe bolt line seems like the normal way, but I've seen two books show two different lines.  Follow the bolts on the face.  There's an undercling at the second-to-last bolt that is about to pop... be very careful!!  Pull up through the tricky lip to the chains.\n\nThere is an A1 aid line past the anchor.  A bolt on the ceiling of the roof gets you started.  I have no idea what's up on the other side, but it looks overgrown.","protection":"I've seen two variations of this route... first by the bolt line and second by the crack 10 feet to the left of the bolt line.  If you take the crack, you will need some small cams (0.75 and below) and a maybe a couple medium stoppers.  The bolt line requires 5 quickdraws.  Two-bolt anchor.","location":""},"__v":0},{"_id":"PrjU4RiFU6uhrQ+xtkFxBQ==","name":"Front Lines","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kimball & Joseph 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":20,"mp_id":"105953672","mp_crag_id":"105745049","climb_id":"PrjU4RiFU6uhrQ+xtkFxBQ==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"I enjoyed this apparently neglected gem more than\n\nLizard Warrior\n\n.  I would give it 4 stars, but the second pitch which was quite engaging on its own terms, felt a little contrived since easier climbing existed nearby to the right and left.\n\nP1: Start a little bit left of\n\nLizard Warrior\n\nand follow a left-leaning weakness/offset/crack (marginal pro to start, then good pro at a 9+ crux, then pin & bolt) for about 50' to a right-facing corner.  Up the corner for a bit, then traverse right under a long, narrow flake, then up to the bottom of an ugly, water-stained or wet, left-facing corner.  Step right at the corner, pull over a roof (5.8 as Gillett says, but where's the handcrack?) then up a little bit more and arrange, with difficulty, a belay just below a steeper headwall/roof.  This meandering pitch comes together quite improbably, somewhat reminding me of a top quality pitch in the Black Canyon.\n\nP2: Follows a thin crack a little right of the belay through two roofs, at both of which it is very tempting to plug the best hold with gear.  Gillett shows two pins on this pitch, though only one (at the 2nd roof, hard to clip if short) is currently in place.  The first roof (5.10) accepts a bomber #0.4 Camalot but I needed the hold so got by w/ a 000 C3 and a micro nut.  At the 10+ 2nd roof, I couldn't clip the pin without initiating the crux sequence, so I opted to plug a decent, yellow Alien into a pocket a few inches below the pin.  The sequence over the 2nd roof has a sting in the tail and no good pro above the pin, so plan accordingly.  After dispatching the 2nd roof, cruise up about 25' on easy ground to a primo belay ledge, about 10' right of a well set up chain anchor.","protection":"We had double nuts from RPs to medium Rocks, single 5-7 Rocks and cams from tiny to cups with doubles in the fingers range; overall this seemed about right, bolder folks could safely eliminate some of the doubles.  The first pitch took at least 15 pieces, almost all of which were on a draw or a long runner.  I was very glad I had a yellow Alien for 2nd roof when I couldn't reach the pin, though a yellow TCU or the largest C3 would probably also work in that spot.","location":"This starts about 20' left of the start of\n\nLizard Warrior\n\n."},"__v":0},{"_id":"r/7PWx62UGyrH/QSFnRJSw==","name":"Eight Clicks to Saigon","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"G. Sapp & T. Henry","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":9,"mp_id":"106312642","mp_crag_id":"105745049","climb_id":"r/7PWx62UGyrH/QSFnRJSw==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"A good, fun climb with a bolt-protected crux midway through the first pitch. The second pitch requires more creative gear, as there are only a few bolts and some runouts.\n\nP1. (5.10c, 100') Climb up the bolt line to the roof, then climb up and right into a corner, crossing the route \"\n\nDiagonal\n\n.\" A belay can be had there, and is just as good as anywhere.  If you do not want to finish the climb, use long slings on the last bolt and when you join this corner to avoid drag, then continue up to finish on\n\nDiagonal\n\n, for a single mixed-pro pitch to the anchors of\n\nPearl Harbor\n\n(160') or keep going on\n\nDiagonal\n\n....  For those that want to finish the route (and why not?), belay there....\n\nP2: Continue up and right, over the leaning corner, passing 2 bolts and heading for the left edge of a small roof/overlap. Traverse right under that and pull over at its right end, heading up a meandering line looking for pro on moderate runouts (5.7-ish) heading for the anchors atop\n\nDiagonal\n\nand\n\nPearl Harbor's\n\nsecond pitch, or to a tree to the right if you are running out of rope, or to the top of the rock if you will.\n\nHike off or descend as per your chosen anchor point.","protection":"Bolts and some nuts and small cams + a medium cam in a horizontal. The crux (10c) is reasonably well-protected by bolts above and below, but the leader has to have a cool head for easier runouts.","location":"This route is on the left half of Combat Rock, just right of the more popular\n\nPearl Harbor\n\n. Begin up a bolted line just left of a small aspen tree at the base."},"__v":0},{"_id":"d9R0Ce9SWVSY/b4vH+fLMQ==","name":"Diagonal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"S. Kimball, R. Joseph, G. Sapp, or C. Luebben","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":12,"mp_id":"105764223","mp_crag_id":"105745049","climb_id":"d9R0Ce9SWVSY/b4vH+fLMQ==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This route is the most popular on Combat and is the easiest to find.  When you reach the base via the trail, you will most likely be right at Diagonal or just below it.  It is the left-facing corner with the crack going up diagonally.  You will need TWO ROPES to rappel from either belay station.  This route can be done in either two or three pitches.\n\nPitch 1:  Follow the left leaning crack through some great finger jams and sketchy foot moves.  The pro here is good if you have small enough cams.  Go past small tree and continue around a hump following the diagonal line.  Two-bolt belay is about another 30 feet. (Another pitch could be added here to reduce rope drag... continue to the bottom corner of the roof, about 20 feet, and set up a belay at the fixed pin and with some stoppers.  I didn't think that this was necessary.)\n\nPitch 2:  Follow the diagonal line up to the roof. Traverse right underneath it and up into the overhanging flake.  The flake widens up into a fist jam, so larger pro is needed.  At the top of the flake, pull over it onto the face and continue up this easy section to a two-bolt belay.  Double-rope rappel from here to your LAST belay station... not to the tree that looks like you might be able to reach, because you won't!  Then again double-rope rappel to the ground from the bolts at your 1st belay station.\n\nThis is an awesome climb and is definitely worth doing if you are at Combat.","protection":"Pro for the first pitch will consist mostly of wired stoppers and small cams and TCUs (under 1\").  However, if you continue on to pitch 2, you will need a couple of #2 Camalots to protect the fist jam in the overhanging flake.","location":""},"__v":0},{"_id":"XzfAZx68UriGs0dUzQZNag==","name":"Camouflage","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":17,"mp_id":"105754510","mp_crag_id":"105745049","climb_id":"XzfAZx68UriGs0dUzQZNag==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"A thought provoking climb that starts in the obvious left angling discontinous cracks about 10' left of G.I Joe in what looks to be an easy romp to some roofs above, (the cracks directly behind the \"G.I. Joe\" caption).\n\nThe difficulties start immediately as the easiest moves (and pro) are very well \"Camouflaged\" and require a bit of care. Mostly thin wire pro with a few runouts will get you past the thin section and to the nice hand-crack above. Follow the hand crack over several bulges and a small roof. If you go heavy enough on mid to mid-large cams you can run the whole pitch with a 60M rope to a great belay from a large tree. The final 20' above the last roof to the tree is excellent fun in a wide crack with a hidden hand-crack inside. Absolutely bomber holds!","protection":"A few small wires and micro-cams for the start than a standard rack with doubles in the larger sizes to run it in one 60M pitch. A couple of long slings around a tree for the anchor.","location":""},"__v":0},{"_id":"rYsbRZUAWlqgI+DfSccBRg==","name":"Blood for Oil","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Craig Luebben and Lizz Grenard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":16,"mp_id":"106111400","mp_crag_id":"105745049","climb_id":"rYsbRZUAWlqgI+DfSccBRg==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"The first pitch presents ultra thin slabbing -- cut your finger nails short and bring stiff edging shoes.\n\nPitch two (12a) passes through the most continuously steep section of rock at Combat.","protection":"9 QDs and small, flexible camming gear for pitch one.\n\n6 QDs and a #1 1/2 Friend for pitch two.","location":""},"__v":0},{"_id":"CHoOIrz1W8KvxbPcLDEgHA==","name":"Battle of the Bulge (suggested name)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":1,"mp_id":"106704891","mp_crag_id":"105745049","climb_id":"CHoOIrz1W8KvxbPcLDEgHA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Surely this route has been done before, but I have not found any documentation. If it doesn't have a name, I am suggesting Battle of the Bulge (keeping with the whole combat theme). The route is pretty fun. Just when it looks like things are going to get hard, the perfect edge shows up.","protection":"A standard rack. Small cams are helpful. Bring some slings as the route wanders a bit. It ends at the same 2-bolt anchor as\n\nArkansas Patriot\n\n.","location":"Just to the left of\n\nArkansas Patriot\n\nis a short, thin, left-angling seam with a great, hand-sized ear of rock. Head up that then angle to the right until you meet a small, left-leaning roof. Angle back to the left, following the small roof. Turn this roof at the apex, then gain the right-facing dihedral above, which leads you to the anchors (shared with\n\nArkansas Patriot\n\n).\n\nA single rope rap gets you down. You can easily toprope this from the bolts."},"__v":0},{"_id":"2tWDIuccUdGCA2gbTWiR4Q==","name":"Battle of Evermore","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":14,"mp_id":"111271884","mp_crag_id":"105745049","climb_id":"2tWDIuccUdGCA2gbTWiR4Q==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"Start at the first anchors of\n\nAcross Enemy Lines\n\n. We shifted the belay about 10 feet left to prevent lateral pull on the lower pieces of gear. Head up the small seam then start the rising traverse. I think you travel equally up as you do sideways. We ended up at a set of anchors before the pitch heads straight up. We didn't do the whole thing as the upper section didn't look all that fun. Rap the route. The route is harder than it looks, it is a bit sustained, and the gear is a little difficult to place, but it is a blast.\n\nSee the topo on the main page for Combat Rock. We cut a little lower than the topo says, the finger crack at the end of the traverse looked harder than 5.10.","protection":"Standard rack to a #3 Camalot. Bring a few extra small cams and some ball nuts if you have them.","location":"Approach via the\n\nDiagonal\n\nor\n\nAcross Enemy Lines\n\n."},"__v":0},{"_id":"OwTVYsyGXQiyrK/FsyZ55w==","name":"Battle Fatigue","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":5,"mp_id":"105825734","mp_crag_id":"105745049","climb_id":"OwTVYsyGXQiyrK/FsyZ55w==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This has good face climbing on excellent quality granite. The crux is near the top and run out, ending at the start of the second dihedral pitch of Diagonal Right. Alternately, one may traverse right along a shallow crack to the easily visible bolt anchors that exist part way up the first pitch of Diagonal Right. Both endings are good, but the right one offers better protection and easier climbing.","protection":"Trad gear to 2.5 inch (mostly smaller).","location":"This line is between DMZ (aka: Old Bolt Rt) and Tree Roof. From near the start of DMZ, walk out a ledge right to a small tree. Climb over a small overhang near the bottom and wander up face keeping ~15-20 feet right of the bolts on DMZ. When nearing the Diagonal Rt up high, place a good cam behind a solid block/flake and run it out to the Diagonal Rt belay (5.8). Either finish on Diagonal or scramble off left (4th or easy 5th). You can also climb right from the good cam along a shallow crack to the obvious bolt anchors lower down on the Diagonal Rt. This variation reduces the grade to 5.7. You can rap to the ground from here with one rope. I hesitate to call our ascent an FA since the line is fairly obvious on a well traveled crag and protects entirely with trad gear. This description is from an ascent made in April 2006."},"__v":0},{"_id":"rU/MLVgOUtCCWtOBosd+Cg==","name":"Arkansas Patriot (aka Wonderin' Where the Lions Are)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Criag Luebben and John Shireman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":2,"mp_id":"105750325","mp_crag_id":"105745049","climb_id":"rU/MLVgOUtCCWtOBosd+Cg==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This used to be the furthest left route on the crag. Now it is just to the left of\n\nRambo Santa\n\nwith one bolted line left of this line. Hike up left just past a large knocked down and burnt tree. This is a steep friction/slab climb and in my opinion it's sandbagged. I would give it at least a .10a/b. (note: I've seen another name given to this route in other guides, not sure what it is though). [Apparently, this is also known as \"Wonderin' Where the Lions Are.\"]\n\nThere's a diagonal crack and slab going out to the right, follow this about 15 feet to your first bolt on the face. The first crux is getting the second bolt on a thin face. After the second bolt, you have good holds through some choppy rock (place extra pro here). At the third bolt, move through another crux on the thin face again and finish at the chained anchor (75 feet).\n\nThis route is also a good toprope setup if someone has lead it first. You only need a single 50m rope.","protection":"There are 3 bolts for quickdraws, but a small runout between the second and third bolt requires some pro.  I found the perfect spot for the blue Alien, otherwise bring stoppers.  A two-bolt chained anchor.","location":""},"__v":0},{"_id":"ANengPbMVISYvFgB0pGgeA==","name":"Across Enemy Lines","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Craig Luebben","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"left_right_index":11,"mp_id":"105759252","mp_crag_id":"105745049","climb_id":"ANengPbMVISYvFgB0pGgeA==","areaRef":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":"This climb is the bolted route just to the left of\n\nDiagonal\n\n.  Start up the face, clipping 3 bolts and eventually crossing the 5.9 crack (stoppers), until you hit this [commiting] roof) 5.11b/5.11c.  Clip 2 more bolts to a 2 bolt belay.  The second pitch, which is not within my range, is sustained 5.11hard and 5.12mod.  2 rappels seem feasible.","protection":"Just a few quick draws and some small nuts for the first pitch.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,e3979bec-597f-5a65-9ed6-b6f1fc413461","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Combat Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.10b/c"},{"count":5,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.9"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":6,"intermediate":16,"advanced":2,"expert":1}},"sport":{"total":16,"bands":{"unknown":0,"beginner":4,"intermediate":7,"advanced":4,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":17,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.34428,40.44204]},"bbox":[-105.34487083209369,40.44159033981814,-105.34368916790633,40.442489660181856],"left_right_index":-1,"ext_id":"105745049","area_id":"45eb7Fl/WmWe1rbx/EE0YQ=="},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:56:58.960Z","updatedAt":"2022-11-25T11:17:48.661Z"}