{"_id":"6368a60be80bff5a995c568e","area_name":"Eight-Mile Buttress, Middle","shortCode":"","climbs":[{"_id":"x3c0LMhqVUmHLnotcud0nA==","name":"Stump Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76135,47.55565]},"left_right_index":0,"mp_id":"111893026","mp_crag_id":"108974908","climb_id":"x3c0LMhqVUmHLnotcud0nA==","areaRef":"yHEIO1LrUbiwClJad5GVbg=="},"content":{"description":"Pretty varied, yet great climbing with an alpine feel for being \"near\" the road.\n\nPitch 1: Start left of the roof (pictured) going up interesting blocks. Follow the obvious route up to the tree belay (~35m).\n\nPitch 2: Continue in the same direction of travel. Make your way through the branches of the tree to easy, ledgey slab leading a short way to some bolts (visible from leaving the tree). (~25m)\n\nPitch 3: Go right from the bolts. I'd suggest staying low on the ledges. We went high to start and it made for a spicy traverse with a possible ledge fall if making the big move on the friction section. This felt like an awesome section full of very nice knobs and varied climbing. Gear belay somewhere around the next tree.\n\nIt's definitely possible to link the third and fourth pitches, but rope drag might make it a bit interesting.\n\nPitch 3.5/4: Followed the right face up to the sandy top below the summit of the Buttress. Looked like the left from the belay would be really fun, but it wasn't as protectable.","protection":"A full rack ideal due to the varied climbing. Lots of single and 2-3 double length slings.","location":"Approach: The Eight Mile Buttresses and trails are right across from Eight Mile campground. You can see the buttresses from the camp to get your bearings.\n\nRoute best approached from the top of the Lower Buttress after doing the Tree Route. As described in the guide and elsewhere on MP, it makes for an adventurous day!\n\nHead right from the top of Lower Eight Mile Buttress to the next large buttress (roughly 15 minutes uphill). The Stump Route begins on the far left of the Middle Buttress.\n\nDescent: This was the tricky part. There was a good tree at the top with a sling and rap rings, but we didn't know the climbs well enough to take it. Probably faster and safer to rap from here but we had not idea and only a single rope. Ended up going for an adventurous scramble down the climber's left gully by following around the side of the buttress.\n\nHead down to the Lower Buttress and exit the gully by going up the narrow chute and traversing the top of Lower. Find a path on climber's right and take it on its wandering way down.\n\nDescent time: ~1.5-2.5 hr."},"__v":0},{"_id":"lGfNH3YYUkmIrBzZZTU+iw==","name":"Hello Kitty","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brad Metz, Ron Cotman 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76135,47.55565]},"left_right_index":1,"mp_id":"108974911","mp_crag_id":"108974908","climb_id":"lGfNH3YYUkmIrBzZZTU+iw==","areaRef":"yHEIO1LrUbiwClJad5GVbg=="},"content":{"description":"Climb the central portion of middle 8 mile buttress towards the \"finger\" at the top.\n\nCrux of the route is down low on the first pitch.\n\nLast pitch is not to be missed. Maybe one of the most fun I have done in Leavenworth in the past 20 years.","protection":"5 or 6 bolts and a standard single 0.3 to 3 BD SLCDs  protected it well.","location":"Three bolted anchors with chains.\n\nRoute can be rappelled with a 70 meter.  Not sure of the walk off if you top out.  Route ends about 50 feet (easy ground) below the summit of middle 8 mile buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,04e395a7-b62f-5055-b5c3-e0a7b724df28,1a4b9fe5-403c-5a9c-b802-1d0ab5e68e1d,fa78b039-59d7-59dc-b262-fd873a6b3d74,e766468d-263e-5338-9b1d-aa68dfbb3a2d,c871083b-52eb-51b8-b00a-525a7791956e","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Leavenworth","Icicle Creek","Eight Mile Area","Eight-mile Buttresses","Eight-Mile Buttress, Middle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.76135,47.55565]},"bbox":[-120.76201628781389,47.555200339818136,-120.76068371218608,47.55609966018186],"left_right_index":-1,"ext_id":"108974908","area_id":"yHEIO1LrUbiwClJad5GVbg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:56.702Z","updatedAt":"2022-11-25T11:24:54.041Z"}