{"_id":"63689d20e80bff5a994f24d1","area_name":"Ravens, The","shortCode":"","climbs":[{"_id":"7M+9btFQVt+AQ6Q6Op+9Nw==","name":"Block Party","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dean Brault, Eric Fazio-Rhicard, Jim Scott, & Steve Johnson (2001)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":6,"mp_id":"108241099","mp_crag_id":"105838611","climb_id":"7M+9btFQVt+AQ6Q6Op+9Nw==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Found in the awe inspiring chimney between Raven B and Raven C Block Party rises 95ft.  Start from the prominent chokestones and stem for 25 feet on dubious rock to the first bolt.  From here continue to stem, clipping the second bolt, before finally committing to the vertical face of Raven B.  Delicate, interesting, and sometimes mentally committing moves lead to a no hands rest.  Savor this rest before engaging the crimps and edges of the crux.  From the undercling trend right on Fortress-like rock to the chains.","protection":"Approximately a dozen quickdraws to a bolted anchor. \n\n  The first bolt is approximately 25 feet of the ground.  While the climbing is not very hard and includes two massive chockstones, the initial section of rock is abysmal so the leader should move with care.  A C4 #0.75 could potentially protect the leader but the flake is of dubious strength. \n\n  Overall the route is very safe on quality rock.  That said the climbing felt slightly more committing than most modern clip-ups.","location":"This line is located in the chimney between Raven B and Raven C.  It starts off the two prominent chockstones."},"__v":0},{"_id":"kIotTHCOViKu/7dSA3Q1eA==","name":"Swing Set","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR, Heather Moroso, '96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":10,"mp_id":"105841525","mp_crag_id":"105838611","climb_id":"kIotTHCOViKu/7dSA3Q1eA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This route has 140 feet of stout climbing and overhangs 7 feet.  Two distinct cruxes one low and one high.  If you lower from the first set of anchors you miss the second crux and you can lower the grade. Take a 70M rope or tie a knot when lowering them to the half way anchors. Almost dropped someone when I did not tie a knot.","protection":"20 bolts","location":"See Squeezing the Lemmon ll.  To get off thread and lower to the first set of anchors, clip in straight, untie, pull your rope then re-thread and lower to the ground."},"__v":0},{"_id":"c7R/MrFCXkakdfCJNOsgPg==","name":"Stint","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Robert McLeod, EFR,'06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":4,"mp_id":"105841263","mp_crag_id":"105838611","climb_id":"c7R/MrFCXkakdfCJNOsgPg==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Fun route that is fairly sustained with a low and a high crux.","protection":"Bolts","location":"See the Summit Crags Chapter in Squeezing the Lemmon II to reach the Ravens. The route is in the chimney between Raven B and Raven C.  This is best approached by dropping down the SW side of the ravens.  Turn left into the chimney with two large Chockstones wedged in it.  This climb starts up a short right facing dihedral.  It has painted Fixe hangers."},"__v":0},{"_id":"Rm4/+VGeXzasUyuGIx/9iA==","name":"Shenanigans","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Peter Noebels & Eric Fazio-Rhicard (2000)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":24,"mp_id":"111080284","mp_crag_id":"105838611","climb_id":"Rm4/+VGeXzasUyuGIx/9iA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"While not a destination in and of itself, Shenanigans makes for a pleasant aperitif or digestif to a day of climbing at the Ravens.  From a ledge move left up to a pocket near the second bolt.  Continue straight up featured undulating rock to a small roof.  Pull the roof using gratuitous jugs to reach a scoop containing the chains. \n\n  The first bolt and the anchor are shared with Teamsters.  Shenanigans follows the direct, featured path while Teamsters traverses to the left.","protection":"6 bolts to ring anchors.  The provided belay anchor is useful for reeling in lowering climbers.  It also helps if the climber hand traverses over to the first bolt.","location":"Shenanigans is located on the lefthand side of the Union Wall, which is the southeast face of Raven D.  To reach this route hike downhill past Ravens A through D on the northeast side as you would to reach El Curvo. At Raven D stay close to the wall. This wall sees shade starting around noon."},"__v":0},{"_id":"YZ+gQur6XRO+wOyryKAeWQ==","name":"Right Ventricle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Scott, Dean Brault, Eric Fazio-Rhicard & Steve Johnson (2001)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":8,"mp_id":"111080271","mp_crag_id":"105838611","climb_id":"YZ+gQur6XRO+wOyryKAeWQ==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Located in the cool shaded chimney between Raven B and Raven C, Right Ventricle is a wonderful long and varied pitch.  To reach the chains one must stem, overcome overlaps, savor restful jugs, and trust micro-feet.  While two short sections of imperfect rock slightly detract from this line, the biggest hindrance to this route is its high caliber neighbors.  Never one for moderation I say climb the entire trilogy: Block Party, Capillary Attraction, and Right Ventricle (in that order).","protection":"13 bolts to ring anchors.","location":"Right Ventricle is located in the chimney between Raven B and Raven C.  It starts from a small boulder at the highest point.  This is just right of the two chockstones which make up the first moves on Block Party.  The first three bolts are shared with Capillary Attraction.  Right Ventricle is the right branch."},"__v":0},{"_id":"Xef3qadUXtWARhL3OIqbNA==","name":"Ravenous","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"(Aid John Rupley, '64)  (Free John Gault, Doug Davis, '81)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":21,"mp_id":"115372030","mp_crag_id":"105838611","climb_id":"Xef3qadUXtWARhL3OIqbNA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"As of September 2018 the second pitch has several 1/4 inch leeper hangers for protection.","protection":"gear with some bolts and fixed anchors.","location":"To the immediate left of Mo Mo Buttress "},"__v":0},{"_id":"1j6biNmJUTmRZxEXJz7cuA==","name":"Raven Maniac","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR,Dean Brault, Virgil Davis, Jim Scott,Peter Noebels, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":9,"mp_id":"105841520","mp_crag_id":"105838611","climb_id":"1j6biNmJUTmRZxEXJz7cuA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Easily one of the best routes on Mount Lemmon. This seemingly endless route doesn't have a move harder than 11+ but it is has 130 feet of overhanging 5.10 and 5.11 climbing which makes it one of the most sustained at any grade on the mountain. The first set of anchors is for a single rope descent. If you stop at the first set of anchors you are cheating yourself of a great experience.","protection":"20 bolts","location":"On the Ravens near the top of Mt. Lemmon. It is on Raven B in the chimney between Raven B and Raven C. Descend the east side of the Ravens. See Squeezing the Lemmon III for the approach. The Start is the same as Swing Set 5.11 but takes the left hand bolt line. To get down with one rope (70M) lower to the first set of anchors. Clip in and untie, pull your rope, re-thread, retie your knot, then finish lowering to the ground. Tie a knot if you have an 80M and walk up the hill so the climber can reach the ground."},"__v":0},{"_id":"5c5zwF+qWxuZhoaxC+RRcA==","name":"Rantin' & Raven","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Fazio-Richard & Ted Waldor (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":19,"mp_id":"110898993","mp_crag_id":"105838611","climb_id":"5c5zwF+qWxuZhoaxC+RRcA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Rantin' and Raven is 70ft of technical face climbing.  Despite its comparatively short stature this line is packed with thin, devious, hard climbing.  Numerous restful stances can be had with a bit of creativity, allowing both the mind and body to regroup. \n\n  The rock between the second and third bolt shows signs of a broken hold.  I am unsure if this is a recent development or not.  In its present condition the route still goes but may be slightly harder than the established grade.","protection":"Approximately 9 bolts to a chain anchor. \n\n  This route can easily be toproped after climbing If You Bolt It They Will Come since its anchors are used to descend.  That said you might as well try to lead it as the falls are clean and the bolts are reasonably close.","location":"Rantin' & Raven is located immediately to the left of If You Bolt It They Will Come on Raven C.  It can be identified by the two closely spaced bolts at the start. \n\n  To reach Rantin' & Raven hike from the access road to the Ravens on the northeast (left) side.  Scramble through the narrow passage between Ravens C and D.  Upon exiting the passage the route will be to your right."},"__v":0},{"_id":"+D1IlIc6XfuFFr+5BRApEA==","name":"Pooter Chainsaw Massacre","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eric Fazio-Rhicard, Doug Lantz, Diane Vetter (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":11,"mp_id":"108241077","mp_crag_id":"105838611","climb_id":"+D1IlIc6XfuFFr+5BRApEA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Pooter Chainsaw Massacre climbs better than its unfortunate name suggests.  The extremely featured face requires deciphering to unlock varied movement. A nice warmup for the neighboring routes or as a destination itself, Pooter Chainsaw Massacre's only flaw is being surrounded by longer and harder routes. \n\n  Interestingly a stud past the anchor shows that an extension was considered.","protection":"6 or 7 bolts to chain anchors.","location":"Pooter Chainsaw Massacre is located on the northeast prow of Raven B.  It is immediately to the right of Swing Set, which shares its first two bolts with Raven Maniac."},"__v":0},{"_id":"FHbZSGtlU6+l0gdH50CNtA==","name":"Organized Labor","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Eric Fazio-Rhicard, Dean Brault & Peter Noebels","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":23,"mp_id":"111080280","mp_crag_id":"105838611","climb_id":"FHbZSGtlU6+l0gdH50CNtA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Organized Labor is an intriguing line that overhangs approximately 15ft.  Begin with a strenuous, technical boulder problem to reach and surmount a dihedral.  Nimbly move through featured choss into easier but still pumpy climbing to the chains. \n\n  As eluded to above portions of this route are choss.  The section around bolts 3 and 4 is particularly suspect.  My partner and I pulled off two softball-sized holds and eroded a key foot during an afternoon of attempts.  Nevertheless after a couple of runs the rock quality wasn't an issue as I knew what to use and trust. \n\n  If I thought I had even the slightest chance of pulling the boulder problem at the start, I would definitely return to this line.  For now this route is just another reason to train.","protection":"Bolts to ring anchors.  A stick clip should be considered as the first bolt is 15ft up and requires non-trivial climbing over suspect rock.","location":"Organized Labor is located on the southeast face of Raven D, which is known as the Union Wall.  To reach this route hike downhill past Ravens A through D on the northeast side as you would as reach El Curvo.  At Raven D stay close to the wall.  This wall sees shade starting around noon."},"__v":0},{"_id":"ClVjfRoPVi6ALnZOtn3Qhw==","name":"On A Wing And A Prayer","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Wing Ng, EFR, '06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":18,"mp_id":"105838623","mp_crag_id":"105838611","climb_id":"ClVjfRoPVi6ALnZOtn3Qhw==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"The low cruxes are a good deal harder than the rest of the climb.  The upper face is fun.","protection":"Bolts","location":"Approach the same as If You Bolt It They Will Come.  It starts up a white streak just before you drop down a hole leading to west side of the Ravens."},"__v":0},{"_id":"JF15cDelVBW9VFznzr3VDg==","name":"MoMo Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Heather Moroso, EFR","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":22,"mp_id":"105844368","mp_crag_id":"105838611","climb_id":"JF15cDelVBW9VFznzr3VDg==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"10 feet of 5.6 bouldering gets you to the belay ledge. A little funky at the bottom getting to the first bolt. About 20 feet of traversing right leads to some fantastic airy face climbing. It is 140 feet long so you will have to belay from above.","protection":"Bolts","location":"Approach the same as If You Bolt It They Will Come.  Start from the ledge 10 feet above and behind the start of If You Bolt It...  Climb up then traverse right following bolts to skyline covered with quartz crystal knobs.  If you go to the summit three single rope raps.  If you do the one pitch it takes two raps. The second  rap from the summit involves a swing to the right to the anchors next to the chimney.  From this rap you can make it to the ledge without stopping at the belay ledge."},"__v":0},{"_id":"B24mjW9YUaSKlRZ2XhSk/g==","name":"Luke Slingwalker","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary Gray, Doug Davis, '93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":16,"mp_id":"105838628","mp_crag_id":"105838611","climb_id":"B24mjW9YUaSKlRZ2XhSk/g==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This route will take some route finding ability and the discipline to not head for the bolted routes that bracket it. IF YOU ARE CLIPPING BOLTS YOU ARE OFF ROUTE. The easiest climbing and best traditional pro goes up between the bolted routes.","protection":"Standard rack and lots of long runners for chickenheads.","location":"Approach is the same as If You Bolt It They Will Come.  Start from rock above the main ledge on the far left side of the cliff face. P1) Climb chickenheads past all fixed gear to a big ledge.  P2) Step across chimney and pull on to face and work your way on the easiest ground to the top of the tower.  A set of chains over to the right of the route when you are looking down it are a little spooky to get to.  A 99ft. rappel gets you barely to a set of anchors.  From these another single rope rap will get you to the bottom of a big chimney.  As you exit this drop down and left 100 feet to the next short chimney.  Scramble up  this to get back to where you started."},"__v":0},{"_id":"OnG4HJR1V/ioTGrRqGwLAQ==","name":"Little Birds","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Matt Martinez, Austin Sobotka, July 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":12,"mp_id":"117535600","mp_crag_id":"105838611","climb_id":"OnG4HJR1V/ioTGrRqGwLAQ==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This thing may be short, but it is a giant. For sure one of the shortest and hardest routes at The Ravens. It takes the center of the orange streaked, upward swooping feature directly across from Swingset and Raven Maniac. The intro boulder clocks in at around V7 and takes you directly into a pigeon pose rest after clipping bolt three. Once your fingers feel ready, move up, clipping one more bolt before setting up for the second boulder somewhere in the V5 range with some incredible sequences and movement. Then you'll want to keep your head on and fight pump while pulling long, powerful moves on large holds. Route finishes with a cool run to the chains on lie backs to a victory jug. Although its hard to tell, the route hangs over almost 15 feet.\n\n This route was done ground up on hooks. Austin and I took every fall (many) times and I'm confident the bolts are right where they need to be. ","protection":"7 bolts to leavers","location":"Starts on the giant ramp boulder across from Swingset and Raven Maniac"},"__v":0},{"_id":"dDb9lQcOUdyX6AGkN/jV0Q==","name":"Lightning Streaks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Geoff Parker, Gary Axen 1970","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":14,"mp_id":"107261760","mp_crag_id":"105838611","climb_id":"dDb9lQcOUdyX6AGkN/jV0Q==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"You've looked at the Ravens from Rap Rock and wondered if anyone ever climbs up those ominous chimneys between them. The answer is yes, occasionally, and this one at least is really fun. Plus it goes to a cool summit. \n\n  I'll do this climb again, and I was tempted to give it 3 stars. Also, it stays nice and cool even on the hottest days in Tucson. \n\n  Pitch one (crux) chimneys up past the overlaps, then angles over left (west) to a group of 3 chockstones for a somewhat enervating belay. There is some ancient webbing here and some manky cams available, but slinging one of the big stones and/or wedging yourself securely is probably the best option. This pitch has very little pro. \n\n  Pitch two is easy, and spectacular. Climb up and slightly left (facing Raven C), avoiding a chossy corner and reaching better rock on the outside edge of the chimney (this is about 20-30 ft right of \"If you bolt it they will come\"). Continue past occasional gear placements until the chimney ends, then hop onto Raven C and climb an easy ramp to a tree belay. This is a long pitch. \n\n  From the tree, continue up the groove (one tricky move) to the summit.  \n\n  (Note: SQL II is a bit ambiguous about the location of P2, but Steiger's guide clarifies that it exits the chimney on the west side of the Ravens. Based on what we did, this seems correct.)","protection":"Light rack. The route doesn't have much pro; I placed 5 or 6 pieces total on the chimney pitches and I wasn't skipping any placements.","location":"This starts in the middle of the chimney in between Ravens C and D, most easily reached by dropping down the east side of the Ravens. This is the chimney that you walk through to access \"If you bolt it they will come\" and other sport routes. As you enter the chimney from the east side, the sport routes \"El Cuervo\" and \"El Curvo\" are visible directly above on the left and right of the chimney, respectively. \n\n  You could start any number of places; we started in the middle of the chimney under some diagonal striations or overlaps (perhaps these are the \"lightning streaks\"?). The first belay consists of 3 chockstones that are up and left (as you face Raven C) from here. \n\n  To descend, rappel west as for Luke Slingwalker. We descended the east side and I do NOT recommend this."},"__v":0},{"_id":"TJWTc7nvUJyw5xAQoeTbNQ==","name":"Lemmon Meringue","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"JSt, EFR,  Gier Hundal,  Aliex Capdevila","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":1,"mp_id":"106918272","mp_crag_id":"105838611","climb_id":"TJWTc7nvUJyw5xAQoeTbNQ==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Steep jugs leads to thin crux at the top. Great climbing all the way.","protection":"Bolts, Chains","location":"On Raven A.  Hike down past Murray Wall.  Raven A forms the second gully on the downhill side of Murray Wall.  Boulder up, behind and onto a huge chock stone in the Gully.  Both Layer Cake and Lemmon Meringue start off the chock stone. Lemmon Meringue is the right route."},"__v":0},{"_id":"HD+taC7oXlmMPat+2L7g0g==","name":"Left Ventricle","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jim Scott, Dean Brault, EFR (2001)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":5,"mp_id":"113512340","mp_crag_id":"105838611","climb_id":"HD+taC7oXlmMPat+2L7g0g==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Knob and crystal climbing very similar to the route immediately left but with a harder start. Wanders a bit to stay in the grade and the sequences are hard to read from below.","protection":"Approx. 12 bolts plus anchors","location":"Just right of SR-71/Stint - Far west side of giant chimney between Ravens B and C. I think dropping in from the east side and scrambling through the whole chimney is actually easier, though opinions may vary. It might be fairly difficult to get heavier dogs through the scrambling though."},"__v":0},{"_id":"9XVf/z1LWgijk5nSJBueYg==","name":"Layer Cake","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JSt, Eric Murdock, Gier Hundal, Jesse Schultz, Aliex Capdevila","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":0,"mp_id":"106898027","mp_crag_id":"105838611","climb_id":"9XVf/z1LWgijk5nSJBueYg==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"3 separate headwalls, each a bit harder than the last, give this route a unique mulitlayered feel.  Slightly overhanging, each layer serves up fully engaging climbing that's sweet, technical and pumpy.      5.11 climbers should take time to savor the frosting between each layer.      ","protection":"Bolts, chains","location":"On the northwest side of Raven A between Bird Food and Rumple Stiltkin.    Head up the gully between Murray Wall and Raven A.  A short 5th class section will put you on top of the obvious huge chock stone.  Route starts off the top of the chock stone."},"__v":0},{"_id":"RwWUWafHWaOuKYRBBrHzZw==","name":"If You Bolt It They Will Come","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Diane Vetter, Doug Lantz, EFR, '93","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":20,"mp_id":"105838616","mp_crag_id":"105838611","climb_id":"RwWUWafHWaOuKYRBBrHzZw==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This route was bolted old style from hooks when needed and are pretty far apart by today's standards.  The route is steep enough however that you will probably be fine if you took a long one.  The crux sections have bolts right where you want them so the odds of falling a long way are slim.  The climb wanders around and goes past the anchors for Rantin' and Raven.  Use these for the second rap to the ground.  Remember the route may wander a bit to get to the next bolt.","protection":"11 bolts to chain anchors.","location":"Drop down the left/east side of the Ravens.  When you reach the chimney next to the long overhanging orange face of Raven D climb through 5.2 to the other side.  This route starts up the left facing dihedral on the right just as you exit the chimney.  Two single rope raps get you down."},"__v":0},{"_id":"iEEkUi1iX5uBxQ7u2Jr2tQ==","name":"Hotshot","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"EFR,JSt, '01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":3,"mp_id":"105840293","mp_crag_id":"105838611","climb_id":"iEEkUi1iX5uBxQ7u2Jr2tQ==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This three pitch climb is fun and well protected when necessary.  It's a little tricky at the end of the second pitch as you have to move the belay up and left of the chimney.  This means you have to tie off a big rock on the big ledge at the top of the second pitch then third or 4th class up and left to the anchors.  You could climb to that point and belay your partner up the second pitch from there but the rope drag might be bad.","protection":"Bolts","location":"The route starts at the base of the chimneys that are the western access to the ledge where Luke Slingwalker  and If You Bolt It...start.  The crux is the first 15 feet.  P1) Climb short face to the arete that leads to the bulge at the same level as the start of Luke.... then up to anchors and semi-hanging belay.  P2) Continue up to the big ledge. Move belay up and left of chimney to anchors.  P3) Climb up arete to just below the summit.  Easy third class to summit.  There may be a register somewhere up there.  The single 60M rope rappel from the top anchors just gets you to the next set of anchors so have a sling ready and tie a knot in the end of the ropes.  A second rap drops you into a big chimney up hill from where you started.  This is not a bad place to leave your gear if you are not doing another climb."},"__v":0},{"_id":"OmSe1tqlXOe08hZb3kTMBw==","name":"Hails Bails","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JSt, Eric Murdock","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":2,"mp_id":"106878910","mp_crag_id":"105838611","climb_id":"OmSe1tqlXOe08hZb3kTMBw==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Original attempt was denied due to hail, sleet and rain, in August!   It was lead ground up on both occasions.","protection":"Gear to 2.5 inches, a few long slings and 3 bolts just where you really want them.","location":"On the West side of Raven A.     Climbs the center of the buttress through two roofs between Ichabod Crane and Rumple Stiltkin. Joins Rumple Stiltkin above the plated face near the top.  We put a new bolt next to one of the very old and rusty 1/4 inchers. We left all three of the old bolts so people can appreciate the way they did it back in the day.    The route is much steeper than it looks.     2nd roof is awesome fun climbing while the 1st is thought provoking.   Rappel from 2 bolt anchor into the gully between Raven A and Murray Wall.  You can rappel to the very bottom of the gully and avoid the short easy down climb if you have a 70 meter rope."},"__v":0},{"_id":"B5vGYiBKUKmSOMIKgm2bxw==","name":"Epic Commander","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"EFR, DV, DL","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":17,"mp_id":"106232206","mp_crag_id":"105838611","climb_id":"B5vGYiBKUKmSOMIKgm2bxw==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"Follow two bolts right over thin holds.  Climb up the difficult handcrack and up to another bolt.  Climb through another thin tricky section and into the left leaning corner which has a lot of steep fun moves on big holds.  Finish on chicken heads and watch for the chains.  I enjoyed the chicken heads too much and climbed above them.  There are 5 bolts total but most of the route is naturally protected.  It is a fun, stout, and well protected line.","protection":"quickdraws (8 or so), cams to #2 camalot, nuts","location":"On the big ledge on the west side of Raven C, the second route left of If You Bolt It They Will Come."},"__v":0},{"_id":"omSAGR4oWlOVzRerFYobMg==","name":"El Curvo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jim Scott, Dean Brault","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":13,"mp_id":"106512353","mp_crag_id":"105838611","climb_id":"omSAGR4oWlOVzRerFYobMg==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This one is a GEM.  130ft. that involves crystal pulling (big and small), good sequencing, some spicy bolt spacing, and tops it off with stemming (a little bit at the beginning, and some with great exposure at the end).  A must do if you've made your way down to the Ravens.","protection":"17 bolts to chain anchors.  I would describe this as \"adventure\" sport climbing as some of the bolt spacing is not what you might be used to if you're hitting up Munchkinland or even The Orifice over at The Fortress.   \n\n  It takes two ropes to get to the ground if you're using a 60M.  Not sure if a 70M would do it either.","location":"Located on the downhill side of Raven C as seen in the topos of STL II.  Starts by stemming into the chimney and follows the bolt line closest to that chimney."},"__v":0},{"_id":"E53aL3X9V7Wg1xj3YtyMmA==","name":"El Cuervo","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"EFR, DBr, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":15,"mp_id":"118088007","mp_crag_id":"105838611","climb_id":"E53aL3X9V7Wg1xj3YtyMmA==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"This is an incredible route. It laid dormant for  years until 2019 when it started seeing traffic. Most likely due to the awkward logistics of climbing it (see below) and the sheer scale of the thing. Star rating reflects the climbing after the approach pitch, which is pretty bad. The climbing that follows might be some of the best on the mountain in terms of rock quality, movement and crux sequence. Don’t underestimate the slab finish on redpoint. You finish at the very top of tower and topping out is a real treat. Thanks to the FA for the hard work and vision. This route is about 170’ from the belay at the top of the approach pitch. Climbing past the crux is basically point of no return (can’t lower back to the belay) especially on a 60m rope. Luckily once through the crux the climbing eases up so going to the chains shouldn’t be an issue. \n\nFrom SQIII: “This route starts by climbing the rib 5.9 that forms the right side of the dihedral on the original first pitch of picket line. The anchors are below. You will need 23 quick draws to reach and clip the anchors. If your belayer does not follow the pitch with a second rope, getting off takes some effort.”\n\n **LOWERING**If you lower from the anchors you will find yourself almost 20’ from the wall in space (and out of rope). Either have your belayer follow you, top out, and rap down the opposite side -OR- before leaving the belay at the start of the route proper, tape a second rope to the end of your climbing rope (we used a 7.5mm tag line and also a standard 9.8mm on different attempts) with a healthy overlap. Pay special care to tape it so that it can run smoothly through the quick draws when pulling. Once at the anchors, pull up the second rope, tie the ends together (your preferred method) and rappel. The second strand will still be through all of the quick draws which will allow your belayer to pull you back in to the wall as you are lowering to clean. Be mindful of your rope, knot and quick draws and plan accordingly. If leaving draws, make sure to either un clip every draw OR plan to tie your knot so that you can pull the free strand and not have to try to pull a knot through 23 quick draws. ","protection":"About 23 quick draws","location":"Obvious enormous face of beautiful red granite just left of El Curvo"},"__v":0},{"_id":"QxBP7TWKWkujPhmkAvzWPQ==","name":"Capillary Attraction","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Fazio-Rhicard, Jim Scott, & Dean Brault (2001)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"left_right_index":7,"mp_id":"108263413","mp_crag_id":"105838611","climb_id":"QxBP7TWKWkujPhmkAvzWPQ==","areaRef":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"A perplexing and engaging line that left me utterly destroyed but eager for a rematch.  While the ratings suggest otherwise I personally found this line to be harder than Block Party. \n\n  Stem past the first bolt before fully committing to the face. Levitate over miniscule crimps and nonexistent feet to a left arching detached lip.  Follow the weakness left, pulling the lip, to gain access to a series of jugs followed by a rest.  After recovering overcome a baffling section of slopers and edges to reach a rail with two flakes.  Make one final move to reach larger features on Fortress-like rock.  Follow spaced out bolts to the chains.","protection":"12 bolts to ring anchors.","location":"Capillary Attraction is located in the chimney between Raven B and Raven C.  It starts from a small boulder at the highest point.  This is just right of the two chockstones which make up the first moves on Block Party.  The first three bolts are shared with Right Ventricle.  Capillary Attraction is the left branch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,82abcca8-bbac-501d-a8d2-52f0d951188c,50adb42e-d983-50a7-b9a6-aef07696e8c6","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","8 - Summit Crags","Ravens, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11+"},{"count":4,"label":"5.10+"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.11"},{"count":3,"label":"5.10"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":13,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.7971,32.4334]},"bbox":[-110.79763276298912,32.432950339818134,-110.79656723701088,32.43384966018186],"left_right_index":-1,"ext_id":"105838611","area_id":"UK20LtmDUKe5pq7wdpboxg=="},"content":{"description":"The Ravens are between Rappel Rock and the Fortress and are closer to the latter. There are four towers that jut from the hillside.  They run from SSE to NNW.  A variety of routes adventure to sport can be found here as well as some great summits that can only be reached by climbers.  Depending on which side of a tower you climb routes can range from 100-200 feet long.  Some of Mt. Lemmon's longest most sustained single pitch sport routes (140 ft.) are found here and should not be missed.  The towers (A, B, C, & D have routes on most sides so if you want shade you can usually find it.  The Murray Wall is at the upper end and is not a tower. It has a number of routes 5.11-5.12 that face west.  The approach may seem long by Mt. Lemmon standards (25-40) but it is well worth it."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:52:52.447Z","updatedAt":"2024-01-15T16:39:39.135Z"}