{"_id":"6368a185e80bff5a9954f2d4","area_name":"South Face","shortCode":"","climbs":[{"_id":"rzRi36MLU06M3CxemMGyAA==","name":"OB Fist","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nick Nordblom & PVB - 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49314,36.12182]},"left_right_index":2,"mp_id":"113757651","mp_crag_id":"115004554","climb_id":"rzRi36MLU06M3CxemMGyAA==","areaRef":"doXkbnjIUOKkZD3cFrnu+g=="},"content":{"description":"This is a good climb up twin cracks just right of OB Button. Using both a wide crack on the left (hands to OW) and a thin crack in the corner to the right, work up to a high roof. Perfect hands and face holds through the roof (crux) leads to easier ground and a shared anchor with OB Button. I think this is the better route of the two but they are both great. \n\n  Originally rated 5.9.","protection":"1x 0.4, 0.5, 0.75 Camalot   2-3x #1, #2, #3 Camalot   1x #4 Camalot","location":"Walk up the wash for 5 minutes past Cat in the Hat.  \n\n  Use the photo to ID the routes from the wash below. \n\n  Continue past the routes 100-200 yards and then scramble up ramps and ledges back right towards the routes. Your passage will eventually be blocked by an interesting chimney (visible from the wash) lined with huecos: Climb up this at 5.0 and then scramble around the corner to the right to the start of the routes."},"__v":0},{"_id":"7yQy3EBAVSmrdzB9/3ERHg==","name":"OB Button","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Obenheim, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49314,36.12182]},"left_right_index":1,"mp_id":"106082831","mp_crag_id":"115004554","climb_id":"7yQy3EBAVSmrdzB9/3ERHg==","areaRef":"doXkbnjIUOKkZD3cFrnu+g=="},"content":{"description":"Classic crack climbing in a wilderness setting. Sound familiar? This route is a great example of why people climb in the desert in the first place. Generous amounts of fist jams, wavy hands through a steep bulge, a few feet of offwidth keeps it scrappy before busting some face moves, thin hands crux (ring locks for my paws-tight #1 C4s),  with a roof directly above for some juggy, but sandy fun. Easier after the roof. Since the route is rarely done, it's a bit crunchy, but if you wanted stonker granite, you wouldn't be bushwhacking around the least climbed side of Mescalito, would you?","protection":"Standard rack would leave you high and dry on this one-I brought the creek rack, and used a lot of it my first time on the route. Placed one #10 stopper, a blue TCU above the roof, and the guts of the rack would be a .75, two or three (more if not used to desert sandstone) #1s, 2s, and 3s. You won't regret having a #4 as well for the burly fist start, but the big cams are more useful on the route directly to the right.  UPDATE: there is a shared anchor that popped up a year or 2 ago which gets you down with a 70, looks like a good way to do these routes if you're not going higher than the splitters. If continuing past these chains, a second rope and some bail webbing and/or nuts are probably key.","location":"Finding the route is the crux of the day-the best I can tell you is that there's two side-by-side cracks going through a roof, they look sexy as hell from the wash, and you should pass CITH, walk another 100 feet, and start looking for 4th class access trending up and right towards the chimney \"sit start.\" The area is very brushy-wear a longsleeve and jeans for the scrub oak if not the fist sections. A helpful hint if you can locate Crack Rock's finishing headwall crack (overhanging chocolate thin crack waay up there)-these cracks are down and just left of that route. I saw a fixed rope hanging up there while that route was being worked, so that would be the landmark for me."},"__v":0},{"_id":"WIn6R8iGWYKAVn7L2lq0NA==","name":"Mescalote Tower","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49314,36.12182]},"left_right_index":3,"mp_id":"120222818","mp_crag_id":"115004554","climb_id":"WIn6R8iGWYKAVn7L2lq0NA==","areaRef":"doXkbnjIUOKkZD3cFrnu+g=="},"content":{"description":"P1 - 5.10OB fist and OB button are nestled in the fractured base of a large, partially detached feature. Mescalote tower begins by climbing either of these splitter cracks. Belay at the chains or build a natural anchor in the crack nearby, where you will find a better stance.P2 - 5.9Carefully continue up and right through deteriorating rock. Climb through a highly featured, chossy alcove  to a large, cozy ledge.P3 - 5.8 Climb a varnished, low-angle hand crack which opens up into an offwidth and eventually spits you out at another large ledge. Pay attention to the large loose rocks at the top of the crack - they are easy to avoid.P4 - 5.9Make your way up a set of awkward cracks and burrow into the mountain. Climb a stellar and interesting squeeze chimney until you reach the top of the large tower.P5 - 5.10-Clip a handful of bolts through delicate movement on the varnished face. Pull the obvious roof over poor protection and continue up to a 2 bolt anchor.DESCENT: Rap the route with 2 ropes. ","protection":"Standard rack to 6. Doubles up to 4, triples of 2 and 3. Bring a Valley Giant 9 if you've got one","location":"Approach as for OB button/fist."},"__v":0},{"_id":"DV8kpi+KWiiCdzvi68N0+w==","name":"Mescalito - South Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Karsten Duncan, Andrew Gomoll, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49314,36.12182]},"left_right_index":0,"mp_id":"106043543","mp_crag_id":"115004554","climb_id":"DV8kpi+KWiiCdzvi68N0+w==","areaRef":"doXkbnjIUOKkZD3cFrnu+g=="},"content":{"description":"This is a surprisingly good route up the left side of the south face of the Mescalito Tower.  Despite being on a south-facing wall, this route is not a great choice for very cold weather, as it gets a lot of shade from Juniper Peak in the winter. \n\n  p1. Easy cracks lead up to a belay in an alcove.   p2. Move left to cracks that lead back right above the big overhang.   p3. An easy chimney leads up and right.  Exit left to a ledge with a bush.   p4. Climb up and left, over two ribs, to a right-leaning ramp.   p5. At the top of the ramp, balance up and go a long way left. Climb a varnished offwidth to a belay near a tree.   p6. Easy rock leads up and left to a large ledge.   p7. A few friction moves lead to a steep, right-facing corner.   p8. Climb the easier face to a belay beneath a long, right-leaning ramp.   p9. Follow the ramp to the top. ","protection":"Standard rack","location":"Walk upstream from the Cat in the Hat area for a few hundred yards, passing beneath a weirdly eroded wall with an ominous, dirty chimney.  Continue to the area where the canyon branches and start below a cave-like overhang."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,d9c00e33-ec11-5a94-b110-205dca459825,7685e46e-78c8-50e2-a464-3ddc16b9eefa","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Mescalito","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49314,36.12182]},"bbox":[-115.49369667172539,36.12137033981813,-115.49258332827459,36.122269660181864],"left_right_index":-1,"ext_id":"115004554","area_id":"doXkbnjIUOKkZD3cFrnu+g==","polygon":{"type":"Polygon","coordinates":[[[-115.49369667172539,36.12137033981813],[-115.49258332827459,36.12137033981813],[-115.49258332827459,36.122269660181864],[-115.49369667172539,36.122269660181864],[-115.49369667172539,36.12137033981813]]]}},"content":{"description":"The South Face is home to two excellent splitter cracks similar to Out of Control. The area gets full sun (at least in the spring) so not the best location for warm days. "},"density":0,"totalClimbs":4,"__v":2,"createdAt":"2022-11-07T06:11:18.212Z","updatedAt":"2024-01-20T01:02:59.499Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}