{"_id":"6368a11ae80bff5a99542c6d","area_name":"Watchtower - Lower, The","shortCode":"","climbs":[{"_id":"Z4tvQ+xnUi+rwusAh/k68g==","name":"Watchtower Standard Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":7,"mp_id":"108100067","mp_crag_id":"105961962","climb_id":"Z4tvQ+xnUi+rwusAh/k68g==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"Between Dog Buttress and The Joker you'll find a solid flat spot to belay this route (all these routes are right of Mother's Day).  The first pitch doesn't look like much, and in fact is dirty and the solid pro opportunities are limited.  Eyeball this first pitch closely to see if you're comfortable leading with minimal pro (probably goes at 5.6 depending on how creative you are with routefinding).\n\nIf you do, you'll be rewarded with the excellent final two pitches:\n\nP2 has the crux - a thoughtful stem-left, then mantle sequence through the route's sole roof.  After gaining the belay, P3 is an excellent, non-grunty chimney with great stem rests & pro, and several options for tackling its vertical.\n\nIf P1 were as good as P2 and P3, it might deserve four stars for the sheer fun and solid pro.\n\nRap the route via fixed bolts.  A great afternoon multi in Gallatin Canyon if you get a late start or are looking for a mellower day, since it requires less approach hiking that most of the routes on the adjacent formations.","protection":"Medium-to-wide gear.  Bolted anchors.","location":"Rap the route via fixed anchors (look for traffic below before going, especially on the first rap)."},"__v":0},{"_id":"flCxTQn9UsGQpOITL9nkhw==","name":"The Thief","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Patrick Odenbeck and Tom Kingsbury 8/28/20","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":5,"mp_id":"119465479","mp_crag_id":"105961962","climb_id":"flCxTQn9UsGQpOITL9nkhw==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"P1:  Climb up the first pitch of the Watchtower and trend left before the ledge to meet the base of the Elevator Shaft.  Enter the Elevator Shaft and climb on the right hand side of the inside of chimney to a small ledge inside the chimney on the right side.  Set the belay here.\n\nP2:  Get psyched for a 200ft mega pitch.  Leave the belay and face climb the juggy corner to a small ledge on the corner of the arete. Traverse the face to gain a thin hands placement.  This is your first piece and it is 40' from the belay- falling is not an option.   Climb this crack for about 10 feet this is part of the Joke Direct.  Leave the crack and head up and left through the roof section (crux).  At the final roof enter the narrowest part of the Elevator Shaft (wild exposure) and grovel your way up until you can no longer stem or chimney.    Then commit to interesting climbing on the inside right of the Elevator Shaft and bring it all the way to the top of the Watchtower.\n\nTricky placements and many long runouts between pieces are the norm on this route be forewarned this route is not for everyone.  It was mini-traxioned many times before led.\n\nRappel Watchtower Standard Route, one 60m gets you down, but tie the ends!! They just make it! Or alternatively hike down the loose gully to the south between the Pineapple Buttress and The Watchtower.","protection":"All gear.  Heavy on finger sizes and double #1 and #2 camalots.","location":"This route begins in the same spot as The Joker."},"__v":0},{"_id":"ajQQOfaaUMiyEo7YZdoAdw==","name":"Shelob's Lair","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alex Lowe","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":0,"mp_id":"108097587","mp_crag_id":"105961962","climb_id":"ajQQOfaaUMiyEo7YZdoAdw==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"This obscure route is a classic Gallatin gneiss journey of technical face climbing and creative gear placements. It's safe but will keep you on your toes. Truly one of the best in the canyon. Do it!","protection":"I re-bolted (replaced the single 1/4in bolt with a 3/8in) and replaced the pitons in 2010. Carry cams from 00''-2'' and a set of nuts.","location":"This is the classiest, cleanest looking line around the corner from the mothers day route on the lowest bench of the north face of the mothers day formation. Scramble up some ledges to start the route climbing around/over a small roof down low to face/crack climbing up an incipient seam to reach the tree anchor."},"__v":0},{"_id":"jQPoNyj/VXC8E6pHP6OVSw==","name":"North Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":2,"mp_id":"106870477","mp_crag_id":"105961962","climb_id":"jQPoNyj/VXC8E6pHP6OVSw==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"Clean and simple this well protected variation start to\n\nMothers Day\n\nkeeps your feet clean and the leaves out of your hair. Steep and littered with holds, the short\n\nNorth Crack\n\nis a nice way to bypass the first pitch of\n\nMothers Day\n\n. Climb the jagged, blocky crack on the right side of the face. Top out on the large knob and traverse the rim up and left to a belay ledge. This short line has no fixed anchors. Watch out for loose rocks.","protection":"A couple of slings, and a rack of cams to 3 inches.","location":"On the right side, north face of the first tier of\n\nThe Watchtower\n\n. Directly up and around the left corner from\n\nMothers Day\n\n. This is just right of the\n\nDon't Look Down\n\nvariation."},"__v":0},{"_id":"j3bSDFL3WHCjY7GpKuY7AA==","name":"Mothers Day","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Callis, Jerry Kanzler  Mothers Day 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":3,"mp_id":"106870419","mp_crag_id":"105961962","climb_id":"j3bSDFL3WHCjY7GpKuY7AA==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"A fully traditional work out,\n\nMothers Day\n\nis an adventure of yesteryear. . . today! True value, this route comes full circle with a variety of climbing styles and techniques.  With three wandering pitches, good route finding skills are a must as well as a balanced knowledge of building anchors.\n\nP1:\n\nBegin on the north, front face with a hand sized crack that climbs about 15 feet before it turns into a bushy, tree filled section, climb past this to a large, clean belay ledge. Build an anchor. Dirty, vegetated, and barely worth it, protection here is decent and the climbing is mellow.  50' (5.6)\n\nP1-a:\n\nAlternatively, a better way to begin is up and around the north side corner on a clean face where three more obvious variations exist.\n\nP2:\n\nMove up and right to a small stance and continue straight up to a broken left-facing corner. Climb this until it \"empties out\" and cross right, back onto the face to a hand sized crack that ends at another obvious and clean ledge. Exciting climbing up a clean line with good and spacious gear. Build an anchor. 55' (5.7)\n\nP3:\n\nContinue up and right through a short corner (more direct) or traverse immediately right off the belay onto the face and gain a large groove or \"birth canal\", being it\n\nMothers Day\n\nand all? Make a straight shot following the crack towards a flake on a small bulge (crux). Fire the roof, top out, and fashion a belay. Grunting and groveling on this pitch are not uncommon. Good rock, good line, good fun. 65' (5.9)\n\nDescent:\n\nDescend via a long walk-off to the left or right of the buttress or just walk 15' to the south and rappel using\n\nThe Watchtower's Standard Route\n\nanchors if they aren't occupied.","protection":"Bring a handful of slings, a cordelette, and a set of stoppers and cams to three inches- two #2 camalots or equivalent are nice for pitch three. A 60 meter rope is adequate.","location":"Mothers Day\n\nbegins on the north most front face of the lower\n\nWatchtower\n\n. Its the farthest most route on the front face and sits on the lookers left of the large \"elevator shaft\"."},"__v":0},{"_id":"iKfWYguCX92jYhZz4mFmTw==","name":"The Joker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Callis, Bob Nester, June 1969","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":6,"mp_id":"108410189","mp_crag_id":"105961962","climb_id":"iKfWYguCX92jYhZz4mFmTw==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"Climb the first two pitches of\n\nWatchtower Standard\n\n.  Both belays are chain anchors.  The third (final) pitch is\n\nThe Joker\n\n.  Traverse left from the belay, you will find two flaring cracks side by side.  The crack closer to the belay is the one you want to be in higher up, although You can start it from the father flaring crack and move back into it, seemed to have better gear.  Follow flaring crack up to face climbing (runout 5.7), to a bolt.  Clip bolt and move onto north face, good climbing and good gear finishes the climb to chain anchors.  Rappel watchtower standard route, one 60m gets you down, but tie the ends!!  They just make it!  There are R rated variations, this is just the most popular way up\n\nThe Joker\n\n.","protection":"Lots of cams up to 3 ins. Offsets would work great, although I found plenty of good placements without any offsets. Bring doubles if you like to place gear often. The runout where the crack peters out is very stable climbing. (20ft).","location":""},"__v":0},{"_id":"CrpUfE4qVAK4o01oSSdXmw==","name":"Don't Look Down","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Scott (Solo) 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":1,"mp_id":"119219591","mp_crag_id":"105961962","climb_id":"CrpUfE4qVAK4o01oSSdXmw==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"This route can be done as a single pitch outing (2 bolt anchor at the top) or as a variation for the first pitch of Mother's Day.\n\nIt climbs surprisingly solid solid rock through a fractured face/crack system that generally trends up and left. While never desperate, the climbing is rather continuous pulling on flat 2 pad edges and the occasional finger jam.\n\nDespite appearances, the rock is generally quite solid (test holds though---this is Montana, after all!) and makes an excellent pitch of climbing uncharacteristic of much of the Gallatin. It is unfortunately a bit licheny/dirty, but would clean up well with a bit of traffic.","protection":"While the gear is generally good, it can be a bit devious to find. Placements generally take the form of small pods every bodylength or so, along with a fixed bashie at around 3/4 height (crux?). This would be a hard lead if the climbing is at your technical limit, as it generally requires a plug-and-go approach and climbing upwards only on faith that another placement will appear.\n\nDoubles to 1\" with a set of stoppers. Extra TCUs/Aliens/C3's and offset stoppers useful, but not mandatory.\n\nThe fixed bashie at 3/4 height could probably be backed up with a marginal .3 C4.\n\nObvious two bolt anchor on the wall above the ledge. As of 7/2020, there are only single quicklinks on each bolt for the a nice rope twisting experience. Could desperately use a length of chain on each.","location":"The route climbs the fractured crack/face that trends to the left through the generally clean face of the north side of the small buttress that forms the first pitch of Mother's Day. From the start of the Watchtower Standard Route or the bombay chimney, this would be around the corner to the left (north).\n\nIt is located about 20 feet to the left/uphill/east of the wide, stair-stepped crack that is the North Crack Start (5.6) to Mother's Day, and has a small built up belay ledge. Not to be confused with the vegetated vertical corner ~10' to the left."},"__v":0},{"_id":"kP7c0rPqVPCE6rBaIBmwgA==","name":"The Canary","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bill Dockins, Tom Kalakay, and Aaron Hjelt (Nov. 2001)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"left_right_index":4,"mp_id":"114781146","mp_crag_id":"105961962","climb_id":"kP7c0rPqVPCE6rBaIBmwgA==","areaRef":"pzWT/gEEVkC6adnJBZJzkQ=="},"content":{"description":"P1: Start up the first pitch of watchtower standard and climb up to a ledge on your left. Move left on this ledge and build a belay at the base of the Elevator Shaft. 5.6\n\nP2: Climb up into the Elevator Shaft and stem up, staying towards the front of the chimney. A crack on the climber's left provides protection. When you are no longer able to stem, commit to steep juggy climbing. Continue up until an obvious stance is reached and holds seem to disappear. Go left on harder-than-it-looks-climbing and pull some slopers around onto the face (a hidden purple metolius placement protects these moves) to reach a good stance. Fiddle in some gear, move a little further left, and then continue up to a 2 bolt anchor. 5.10a/b\n\nP3: Climb straight up until you reach a line of bolts that leads you to the upper arete. Finish up the top of the elevator shaft and belay off of a tree. 5.9+","protection":"Standard rack down to a purple Metolius or BD X4. Extra .3-#1 if you want to place a lot of pro.","location":"This route begins in the same spot as The Joker and climbs a steep hand and finger crack in the left wall of the Elevator Shaft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,6e521460-906b-5b30-a4be-5357410788e1,a73593fe-0104-5640-ba69-d9c905927391","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","East Side","Watchtower - Lower, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.23067,45.41763]},"bbox":[-111.23131060186259,45.41718033981815,-111.23002939813739,45.418079660181874],"left_right_index":-1,"ext_id":"105961962","area_id":"pzWT/gEEVkC6adnJBZJzkQ==","polygon":{"type":"Polygon","coordinates":[[[-111.23131060186259,45.41718033981815],[-111.23002939813739,45.41718033981815],[-111.23002939813739,45.418079660181874],[-111.23131060186259,45.418079660181874],[-111.23131060186259,45.41718033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:09:34.175Z","updatedAt":"2024-02-19T18:34:30.568Z"}