{"_id":"63689d12e80bff5a994f19c8","area_name":"Mt. Huntington","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,bd7fe3bf-c5a1-5ca4-a2a6-b6c1c9fb0b84,151b2be4-7c20-5e3c-aae8-bc4de562b5b4,0c35bc70-2ff8-53b4-a346-1cd19d8c1c48,53ed2874-3ab8-5fe6-80c2-f87e8739b5e5","pathTokens":["USA","Alaska","Interior Alaska/Alaska Range","Denali National Park","Ruth Gorge","Mt. Huntington"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-150.89639,62.96769]},"bbox":[-150.8973793668336,62.96724033981814,-150.89540063316642,62.96813966018187],"left_right_index":-1,"ext_id":"106219075","area_id":"U+0odDq4X+aAwvh+hzm15Q==","polygon":{"type":"Polygon","coordinates":[[[-150.8973793668336,62.96724033981814],[-150.89540063316642,62.96724033981814],[-150.89540063316642,62.96813966018187],[-150.8973793668336,62.96813966018187],[-150.8973793668336,62.96724033981814]]]}},"content":{"description":"Mt. Huntington was named after Archer Milton Huntington, former President of the American Geographical Society, sponsor of an early expedition up the Northwest branch of the Ruth Glacier. Unlike McKinley, Foraker, and Hunter, the mountain is not visible from \"the plains\" (i.e. Talkeetna) and for this reason apparently has no native name (like Denali, Sultana, and Begguya).  From the upper Ruth or Tokasitna Glaciers, it appears as an impressive fang of snow or granite. \n\n  One defining feature of Mt. Huntington is there is no easy route to or from the summit.  In fact, this peak sports arguably the lowest summit percentage of any peak in the Alaska range.  Many an expert ice climber has raced with ease up the lower portions of the Nettle-Quirk, only to be humbled by loose, unconsolidated snow on the upper portion of the peak. \n\n  Mt. Huntington was first climbed in 1964 by a team led by the legendary French alpinist Lionel Terray, and received its first winter ascent in 2007 by Jed Brown and Colin Haley.  I estimate that fewer than 100 people have stood on the summit of Mt. Huntington.  When Kelly Cordes and Scott DeCapio completed the first one-day ascent of the mountain in 1998, Cordes commented, \"I now understand why so many people stop at, ahem, 'the end of the difficulties.'  \" \n\n  The rock on the west face of Mt. Huntington is generally excellent granite.  The north face is primarily steep snow and is quite dangerous (it has only been climbed once).  The south and east sides of the peak have mixed snow, ice and rock routes, generally longer than routes on the west face. \n\n  Mt. Huntington has graced the covers of many climbing magazines.  The mountain was profiled in Alpinist #20 (Summer 2007). "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:52:27.117Z","updatedAt":"2024-01-20T00:56:24.507Z"}