{"_id":"63689d5be80bff5a994f3fed","area_name":"Renaissance Crag","shortCode":"","climbs":[{"_id":"XO48qVr2XzKCrp0bVIBfeQ==","name":"The Wicked Duke Takes a Wife","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Probably Andy Patterson et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":2,"mp_id":"108900140","mp_crag_id":"107418193","climb_id":"XO48qVr2XzKCrp0bVIBfeQ==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"More of an access to the gully above, this route follows disparate cracks and horizontal features straight up to some bushwhacking/climbing past a few ledges until you reach the top with a final boulder problem finish to gain a right leaning crack and mantle top out on the boulder above.","protection":"There is pretty good pro.  No anchors on the top but plenty of trees to sling and cams to place along the way.","location":"When standing in the cave looking at Bring Out Your Dead, it is located directly behind you, on the far right side of the wall that is Sword in the Stone.  You can descend by hiking down the gully on the back side or keeping the ridge and finding the anchors atop Sword in the Stone below you."},"__v":0},{"_id":"f041z08QXMS4CDfSU4LtmA==","name":"Trebuchet","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andy Patterson, Summer 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":6,"mp_id":"107418204","mp_crag_id":"107418193","climb_id":"f041z08QXMS4CDfSU4LtmA==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"First ascents are tricky to find, nab, and grade. Trebuchet struck me as exceptionally beautiful and powerful, so I committed myself to equipping and leading it. To be sure, there WERE old top-rope anchors on top of the cliff, so I can't prove the line was never climbed on TR, but I feel lucky to be the first person to have bolted and led Trebuchet. Is it 5.13? By my best judgement (which isn't always the best arbiter of truth), I think it might be, if maybe slightly easier. You could also think of it as a V6 or V7 boulder problem with a rope. Go, climb it, tell me what you think.\n\nHere's the spray-down:\n\nStart with right hand on a two-finger pocket undercling, and left hand on a open-hand pinch/crimp.\n\n1) Hike feet, set up, and throw up and right for the jug at the apex of the arete.\n\n2) Hold swing, find feet, then figure out how to enter horrendously flared finger crack.\n\n3) Climb the crack system up and right via some insecure fingerlocks and deadpoints till you gain a sharp jug.\n\n4) Shake out, then dyno straight up to a fairly bad edge. Punch through to the glory jug. Top out crag.\n\nSo insanely good.","protection":"There are four bolts that lead to a runout top section that you probably won't fall from. I originally sent with three bolts, but not before taking some thrilling falls from the top of the crag. A fourth bolt seemed prudent.","location":"Begins at the bottom of the left arete on the Renaissance Man crag. Just left of Renaissance Man (the route)."},"__v":0},{"_id":"WKC5o9dpVhCf+cLwcowNNw==","name":"Sword In The Stone","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jens Amudsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":1,"mp_id":"107891109","mp_crag_id":"107418193","climb_id":"WKC5o9dpVhCf+cLwcowNNw==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"I love this route. It provides stacks of beautiful hand and foot movements, good rock, and elegant positioning. The crux comes low, and the last 15 meters pack consistent and engaging 5.9 climbing. Enjoy!\n\nHistorical issues:\n\nIt should be noted that this part of the Renaissance Crag shows signs of past climbing attention. I found an extremely sketchy 1/4\" thick bolt that was drilled only 1/4\" in to the sandstone patina. It took about 2 or 3 turns with my fingers to remove it. I have no idea when or by whom this bolt was placed. I've asked around (Dave Griffith and Steve Edwards, for example), and no one seems to know. What's more, I've no idea what line of travel that ill-fated bolt professed to protect. In any case, I'm not the only one who thought this area worth climbing.\n\nAlso, to the left of the second bolt of this route, you can see a Metolius hanger protecting a bottomed-out seam. Again, someone has been here before me. I can only guess that this bolt protects the start of a 5.8ish crack/dihedral to the left of Sword and the Stone.","protection":"8 bolts to a two-bolt anchor.","location":"On the left side of the Renaissance Man Crag area. Starts at the lower left end of the big slab."},"__v":0},{"_id":"lKFdFJBaWt2DVLmbjCTBQg==","name":"Renaissance Man","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Andy Patterson, March 2, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":7,"mp_id":"107420190","mp_crag_id":"107418193","climb_id":"lKFdFJBaWt2DVLmbjCTBQg==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"The proudest and hardest line at the crag. Truly difficult. It was also the first line we even tried at Renaissance Crag. For some reason, we thought the moves would go quickly on TR. Wrong. The bottom twelve feet of this rig eluded me (and others) for the better part of three years till finally, on a hot March day, I made it happen.\n\nJens Amundsen, a long-time Rattlesnake compatriot, was belaying. I had planned to TR the route clean before putting in a lead bolt to protect the bottom crux, but my gut had other plans. I think I needed the motivation of leading to try harder, so Jens watched patiently while I added a fat lead bolt, lowered down, and psyched up. On my second ground-up go, I climbed through the crux and reached the flared cracka new highpoint for me at the timeand then promptly fell off in surprise. Third go wasn't much better. Then, with my tips super raw and the afternoon sun about to bake the tiny crimps, I gave it my best harumph.\n\nDone!","protection":"Three bolts. First bolt is pretty high, so can be stick-clipped.","location":"Starts about five feet right of Trebuchet, directly below the big fat lead bolt. Pull through some burly underclings, figure out a sequence through the face of crimps, then gain the flared crack. Finish up and right per Trebuchet."},"__v":0},{"_id":"lCAl1YtfWNewE+06XnFGoA==","name":"Pestilence Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Andy Patterson, Summer 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":3,"mp_id":"108249854","mp_crag_id":"107418193","climb_id":"lCAl1YtfWNewE+06XnFGoA==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"This route may never see a second ascent, but who knows: the line does beg to be tackled. As you approach the Renaissance Man crag, Pestilence Crack follows up the left exit of the boulder  \"perched\" above the cave. The first twenty feet are harder than they look, and the rock is weird and slippery. After that, the climbing kicks way back--as in so far past horizontal that you actually climb down. I won't spoil the fun with beta. Get creative! After the lip, scrape for the finish jug and top the crag out. Downclimb the gulley to climber's left (easy 5th) or rap off the Renaissance Man anchors.","protection":"There's one bolt at the beginning of the roof, before you head out in to super-overhanging madness. I placed a few pieces at the lip encounter  in the .75-2 BD Camalot range. The crack will also take a #6 BD or the biggest Wild Country cam, but who wants to lug somethig like that up the hill. Also, watch for rope drag at the lip, it's horrendous if you're not careful.","location":"Climbs out the left roof crack created by the perched boulder."},"__v":0},{"_id":"89DmMoItUUugnrdyu6XarA==","name":"Camelbak Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Galen MacDougall and Marcus Moreno. April 19th, 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":999999,"mp_id":"108900251","mp_crag_id":"107418193","climb_id":"89DmMoItUUugnrdyu6XarA==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"Start out slabby rock to gain your first placement in a crack.  Follow this through a wash next to some oak tree branches to gain unprotected face climbing on good holds for about 20 feet.  Then you reach the crack for which the route is named.  The crux is right in the beginning of this crack when it is a little bulgy but it soon opens up to perfect cupped hands for about 25 feet until the summit.  There are holds outside the crack too so lots of variation to be done.","protection":"There is a rap anchor on top slung around the Oak Tree perched above.","location":"You can reach this route by climbing Corn Snake and bushwhacking through the gully on top to reach the start of the climb.  Pretty easy, only about 42 feet from the summit boulder of Corn Snake."},"__v":0},{"_id":"Yyz/mnSRWYyRbzUsWmH2Zw==","name":"Bring Out Your Dead","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":5,"mp_id":"107420179","mp_crag_id":"107418193","climb_id":"Yyz/mnSRWYyRbzUsWmH2Zw==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"A somewhat powerful, in-your-face trad route of short stature. This line was done by someone a long time ago, I'm sure. A bit sporty to the first placement, but a good spot makes things palatable. After the mantle, things ease considerably. You can head up and left in to the hand-crack (I'm assuming this is how the route was originally led?) or you can go straight up the gently overhanging face via great edges (5.9ish), passing one bolt. The crack is typically quite dirty and contains suspect rock.","protection":"Takes finger-sized pieces, and one quickdraw/sling. There's no real pro below the crack. I bring a .5 Camalot. After mantling the bulge, head straight up the face, passing one bolt.","location":"Just to the left of Trebuchet."},"__v":0},{"_id":"cqwLxlzEWfi7AgEumLZYWg==","name":"The Black Death","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Andy Patterson, Summer 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"left_right_index":4,"mp_id":"107935960","mp_crag_id":"107418193","climb_id":"cqwLxlzEWfi7AgEumLZYWg==","areaRef":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":"Tackles the gently overhanging face left of Bring Out Your Dead. See that beefy undercling? Move past it via some very powerful bumps, then unlock some tricky moves out the roof. A glory jug awaits up and around the corner. Sustained and powerful, especially for so short a route.","protection":"Three bolts.","location":"Just left of Bring Out Your Dead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,ed25ebdd-13ac-501e-9b4f-eb02356d9035,813383dd-4ac0-546a-ad72-353943ed3f15","pathTokens":["USA","California","Central Coast","Santa Barbara","Renaissance Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.68976,34.47122]},"bbox":[-119.69030543231888,34.47077033981814,-119.68921456768113,34.47166966018186],"left_right_index":-1,"ext_id":"107418193","area_id":"gTOD3UrAVGqtcjU5Q+0/FQ=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:53:39.455Z","updatedAt":"2024-01-15T16:40:05.218Z"}