{"_id":"6368a11ae80bff5a99542c2b","area_name":"Granite Peak","shortCode":"","climbs":[{"_id":"hkHoloyBWzysZlWuNSUurw==","name":"Phantom Creek Trail","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"September 1, 1923","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8081,45.164]},"left_right_index":999999,"mp_id":"106924010","mp_crag_id":"106923986","climb_id":"hkHoloyBWzysZlWuNSUurw==","areaRef":"hHcz1g3XWASLTf6aHq90DA=="},"content":{"description":"Trail to Mystic Lake (7600') covers ~3 miles and ~1300' in elevation gain. Hike down to Mystic Lake to meet up with Phantom Creek Trail, turning left at cairn. Follow trail to \"Switchbacks from Hell\" (26 total, gaining ~2500' in <3 miles) to massive cairn above treeline. Continue upward to Froze-to-Death Plateau, a gradually sloping plateau ranging from 10,500' - 12,000'. Traverse FTD Plateau (route finding is difficult in barren area as no dedicated trail exists) to highcamp west of Tempest Mountain (~11,600').  As of 2020, there are plenty of cairns to follow the along the plateau, staying left of all the high, rocky peaks along the way to basecamp.\n\nOne can also start from the East Rosebud side of the FTD plateau.  Start at the Phantom Creek TH just north of East Rosebud Lake, and hike the gradual trail leading to the pass.  You gain about 4,000 feet in about 6.5 miles, and then follow the beta above to get to Granite Peak. This trail gains about 500 more in elevation, but doens't go up any \"switchbacks from hell\" !!\n\nClimb above highcamp to crest near large rock/wind shelters. Descend to saddle; class 3/4 scramble up other side staying just left of and high on ridge line. Cross snow/dirt bridge and begin climbing chimneys to another ridge. Slight downclimb/scramble towards final face. Class 4/5 moves up towards \"keyhole\" after which you'll see the summit block. A half dozen or more rap stations for quicker decsent can be found all the way back to the snow bridge.","protection":"some extra webbing/slings to set up belay across some highly exposed areas (if desired), and to back up anchors for rappel","location":""},"__v":0},{"_id":"y2IRW4ISV4KSP6HDw+7g0A==","name":"Lookers Left Labia","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8081,45.164]},"left_right_index":999999,"mp_id":"119582180","mp_crag_id":"106923986","climb_id":"y2IRW4ISV4KSP6HDw+7g0A==","areaRef":"hHcz1g3XWASLTf6aHq90DA=="},"content":{"description":"Several pitches of moderate climbing before reaching 3 difficult pitches in the middle of the climb.  Requires some on mountain route finding to get past them.  Be careful of loose rock the entire route, the rock quality gets better on the way up until you get near the top.  The last 100+ feet is class 4 climbing to the summit. Descend down the ramp or the southwest couloir","protection":"Alpine rack and a lot of slings.","location":"The arete on the lookers left at the base of the large gash on the the south side of the mountain."},"__v":0},{"_id":"b5rwG6OsXPWcjt+bQo1zhQ==","name":"Huckleberry Creek / Avalanche Lake Approach","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8081,45.164]},"left_right_index":999999,"mp_id":"117926929","mp_crag_id":"106923986","climb_id":"b5rwG6OsXPWcjt+bQo1zhQ==","areaRef":"hHcz1g3XWASLTf6aHq90DA=="},"content":{"description":"This is, in my opinion, is the preferred route to take to approach the East Ridge. Do it as a loop. Up Huckleberry and out via FTD Plateau. That way you see the whole mountain. I found the trail, XC travel, and the 'alleged' house size boulders at the west end of Avalanche lake to be both enjoyable and seriously more scenic than the standard approach.\n\nI had always wanted to get to the top of Granite Peak. What I didn't want to do is walk that long featureless Froze-to-Death Plateau coming and going. This was one of the first trips where I started to do research online. Using my bell-curve method, I throw out all the horror stories of how difficult the Huckleberry Creek / Avalanche Lake approach could be. I had a map, but no forecast. What's the worst that could happen. You get wet.\n\nAnd of course the first person I meet while crossing the boulder field at Huckleberry Lake had indeed had himself quite the epic. Perhaps route finding was not his best skill set, but he'd never made it past the upper lakes and was still shaking from the experience.\n\nWith that in mind, I continued up to Princess lake and then after a couple of backtracks found the path up to Snow Ball Lakes. I don't know anything about the Cold Pond approach but this was easy and pleasant walking. Took about 6 hours to get to the lakes where I set up camp early and rested in the sun. Next day a cold front blew through pushing a handful of hikers down and out of the valley.\n\nNot really knowing if the whole thing would be a bust, I awoke to pre-dawn skies that promised a fine day. Some of the nicest alpine walking I've ever done came next. The terrain all the way to Avalanche Lake is just plain beautiful. On the knoll above the dreaded 'house sized boulders' I stopped to rest, eat, and plan my route.\n\nI don't think it would be totally out of place to say that what came next was totally anti-climatic. Seeing a faint ramp of doable scree to the top of the pile, I was surprised to see that from there I would be able to link together numerous small grassy meadows all the way to the south end of the lake. The 'house-sized-boulders' were nowhere to be seen. From there, the route to the low point on the East Ridge is easy to see. Depending on how much snow there is, pick your line to the saddle where the two approaches merge.\n\nA full trip report can be found\n\nhere\n\n.","protection":"The rock is solid though I imagine most people just 3rd class this last section of the route. I'm not sure where the 5.4 is.","location":"Go past where the std FTD route heads uphill and continue to the end of Mystic Lake. Look for a faint path/trail coming down from Princess Lake. Follow this"},"__v":0},{"_id":"rCfqR1CWUWG6dEeK6u/6UQ==","name":"The Granite Peaks Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.8081,45.164]},"left_right_index":999999,"mp_id":"116570782","mp_crag_id":"106923986","climb_id":"rCfqR1CWUWG6dEeK6u/6UQ==","areaRef":"hHcz1g3XWASLTf6aHq90DA=="},"content":{"description":"This is one of the premier mountaineering routes on Granite Peak and makes for an excellent, rarely done route on Montana's highest peak, as long as you don't mind some alpine adventure on loose rock and mild R leading on fractured rock. This traverse tags both Granite Peak, and West Granite Peak (Point 12,745) which is the second highest peak in the state.\n\n***Do not ascend Granite Peak first with the intention to make the traverse from east to west! I assume it might go at 5.8-5.9 on better rock to climb up the rappel, but that will be an adventure for you.***\n\nYou can either enjoy carrying your camp over the peak and hiking out over Froze-to-Death Plateau, or do a long loop and descend from the notch in the East Ridge. Either option has you descending the East Ridge to the notch.\n\nThe route begins by ascending the summit of West Granite via either the W Face (2000' cl. 2 talus) or SW Ridge (cl. 2+, gained by a southern approach to Granite Pk). Or whatever other route you choose. Once at the summit of West Granite Peak, which is sadly lower, the main summit looks close. You will be able to see the crowds on the summit who came up the standard route.\n\nFrom the 12,745 foot summit of West Granite, locate a 4 foot wide ledge leading steeply down towards the north and take it 20 feet down. Curve back to the right and descend down a tricky 20 foot slab until you enter a large loose gully dropping towards Cairn Mountain to the south (Class 4, belay might be desired). Descend this loose gully for 100 feet to 12,600 feet and work left onto a system of ledges. Begin traversing loose ledges on the south side of the ridge crest. The ledges more or less stay around 12,600 feet. Pass by a 1 foot wide crack almost wide enough to squeeze through by climbing up 20 feet and just above it and to the left (Class 3). Here the ledge system continues until it suddenly ends at a huge drop off. Just before reaching the cliff, climb back to the ridge crest and cross over to the north side of the ridge through a small notch right before the final tower. Climb around the white colored tower (clean granite) and emerge on a huge ledge overlooking the big drop into the notch below.\n\nMake a 35 meter rappel (with a 70 meter rope) off this ledge from a large flat boulder strategically sitting on the ledge. The start of this rappel is very intimidating as it is slightly overhanging but once you are off the ledge it becomes mellower. A 70 meter rope will not quite make it all the way to the notch below so an additional 30 foot rappel from a large horn is needed. Beware if you are combining rappels with two ropes as they are likely to get stuck and freeing them is a major pain. Once at the 12,480 foot notch, scramble across it a short ways to the base of the opposing wall (Class 3).\n\nNow locate a piton in a small crack on the wall at about hip level and belay here (or so I hear. I don't recall if I found it). You want to climb the obvious deep chimney just to the left of this piton for a full 70 meter pitch (Class 5.4). The chimney itself is filled with loose rock but the rock just to the left (north) is more solid. However, it is fractured so don't pass up pro opportunities and expect mildly runout climbing. The climb is very low angle (about 60-65 degrees) so it isn't difficult, but extreme care should be taken not to pull any large blocks down which may take your leader down with it. The belayer for the most part will be out of the fall zone but it's best to try to keep all the rocks in place and wear a helmet.\n\nIf you are climbing the chimney with a 60m rope, you will find a 'thank god' belay right at the end of the rope under an overhanging boulder to the left of the main chimney. This may be the only part of the chimney where you can get 2-3 pieces of gear close enough to equalize into a proper anchor. The steep loose crux is right above and risks a factor 2 fall onto the anchor.\n\nAt the top of the chimney, around 12,660 feet, reach a flat section of the ridge and belay your second up on a nice horn. Once atop the chimney, hike across the short flat section of ridge and scramble 100 feet up an obvious gully just to the right (south) of the crest (Class 3). Exit to the right and make another short ledge traverse. Climb briefly up to the ridge crest and above a very exposed 10 foot section of ledge. Pass through a tiny notch just below the summit and continue 30 feet up the ridge to the flat summit ridge (Class 3). Walk easily along the summit ridge for 100 yards to the highest point!","protection":"Bring a standard light alpine rack (cams & nuts). Smaller sizes are especially helpful on the crux section.","location":"To start this route you need to get to the summit of West Granite Peak. Use either the Southwest Ridge route approaching via Aero Lakes or the West face route approaching via Huckleberry Creek. You will have some fun bushwacking on use trails, beautiful alpine tundra, and a long talus slog. There is a nice campsite at the outlet of Princess Lake & the outlet at Avalanche Lake (more exposed but better views)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,0d084543-9cf1-54e7-8b51-fa7957822fbb,18ca60ec-5fa0-5f4b-8e91-4b1f576f6315,847733d6-0dd7-5804-8b4d-fe9a1eaf740c","pathTokens":["USA","Montana","South Central Region","Beartooth Mountains","Granite Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.4"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.8081,45.164]},"bbox":[-109.8087377435766,45.16355033981815,-109.80746225642342,45.16444966018187],"left_right_index":-1,"ext_id":"106923986","area_id":"hHcz1g3XWASLTf6aHq90DA==","polygon":{"type":"Polygon","coordinates":[[[-109.8087377435766,45.16355033981815],[-109.80746225642342,45.16355033981815],[-109.80746225642342,45.16444966018187],[-109.8087377435766,45.16444966018187],[-109.8087377435766,45.16355033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:09:33.276Z","updatedAt":"2024-01-20T01:02:49.391Z"}