{"_id":"63689de0e80bff5a994f940e","area_name":"Main Cliffs, The","shortCode":"","climbs":[{"_id":"EB/FAthMXvOSSv/jqDewIQ==","name":"Whales Leave The Lats At Home","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Joe Desimone, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":9,"mp_id":"105751012","mp_crag_id":"105745184","climb_id":"EB/FAthMXvOSSv/jqDewIQ==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Whales Leave The Lats At Home is actually the logical fusion of P1, Leave The Lats At Home, and P2 Beached Whale Impersonation. Both pitches are about 60 ft long, and can be rapped to the ground with double ropes. Otherwise you can rap off double bolts at the top of P2 and off a tree at the top of P1. P1 starts in the main right facing corner system of the cliff and picks up a bolt as you traverse right on to the face. Great pebble pinching for 60 feet takes you to the large spruce tree and a sprawling ledge. This will rap straight down the corner. When first put in this pitch was 5.11, however, Joe indicated to me that a key pebble broke above the fourth clip, turning the move into 5.12 (Joe's scale!!!), solid 5.12 is a better view. P2 takes off several feet left and up a bit,  in a black streak. Lots of 5.10 climbing on  pebbles and edges leads to a roof. Get a clip just before the roof and pull the roof from the left on reasonable jugs at probably middle 5.10. A short reach to double bolt anchors finishes the line. Three stars for good moves, excellent stone, and exposure above the roof on P2.","protection":"Half a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"Lh1aHGDPVY2jajtKF4jM+Q==","name":"Walk The Plank","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"J. Desimone, M. Bilderback, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":11,"mp_id":"114979043","mp_crag_id":"105745184","climb_id":"Lh1aHGDPVY2jajtKF4jM+Q==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Walk The Plank is a reasonably fun climb but a terrible warm-up.\n\nThe crux moves are the lower section, where what looks like good jams and locks are actually flaring, shallow, or slick. There is some gear to be had, but the crux is low enough to the ground that you still might hit it and high enough up that the consequences would not be trivial. The move into the next piece of gear is off of a brick-sized pinch that is cracked on all sides... so it is best to be certain of yourself on this one, perhaps warming up on the \"harder\" route that is fully bolted, just to the left.\n\nStill, the climbing is interesting and moves pretty good.","protection":"One set of cams from 0.3\" to 3\" and a few slings + 3 draws. Likewise, bring some cord or webbing to finish the restoration of the anchor.","location":"This route is just to the right of '\n\nSwab The Deck\n\n' on the lower tier of the Main Cliffs.\n\nWalk right (South) along the lower tier passing several trad and sport routes, passing the obvious \"Death Flake\" route (you will know it when you see it) and then on to a 20' tall flat overhang that leans 15 degrees or so over. At the left of this is '\n\nSwab The Deck'\n\npast 7 bolts in all, at the right, about 5 meters further is 'Walk the Plank.' The latter can be recognized by its starting crack which has a placement for an Alien (shallow, slightly flaring) then a #2 Camalot or #3 Friend (which takes up your good jam) before petering out, below the bottom of a shallow, left-facing dihedral that starts 20' off the ground. At he base of said dihedral, there is a placement for another Alien which is a but fussy and deep if you want it in good rock.\n\nThe good-looking would-be finger locks are not so great. Be ready.\n\nClimb up from the right on a pinch to some gaston/compression moves past an Alien. If it holds a fall, you will only twist your ankles but not break your tailbone. So don't fall. Then go up and place that 2.5-3\" cam, then go up and place another Alien. Now the gear is great, and you are pumped. I hope you warmed up. Pull awkward moves to get established in the corner, then reach up and right to clip the first of 3 bolts, and pull out of the corner right to the arete. Pass 2 more bolts total to climb 70' or so in all to the ledge.\n\nA 24\" diameter tree up on the ledge had a rope anchor we found chewed to shreds. This was replaced by a single cordalette which still needs a second strand or webbing and a rapid-link. This can protect both '\n\nSwab TD\n\n; and 'Walk TP', so it deserves to be decent, but I lacked any more cord.\n\nRap from that anchor, or if you brought sufficient cord to sling the larger (30\"+ dia) tree to the left, then sling that one, because rapping the corner below the tree to the South gets you closer than most would like with a rather aggressive juniper (\"#metoo\")."},"__v":0},{"_id":"SHmCxVLxWfiTegnSFR7RZw==","name":"Thin Crack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":3,"mp_id":"119880784","mp_crag_id":"105745184","climb_id":"SHmCxVLxWfiTegnSFR7RZw==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Climb the less-than-vertical thin crack up towards two bolts and on toward a two bolt anchor below the steep red band.\n\nStart slightly left of the crack, and traverse up and right on small but good holds. Place good small pro (offset cams/small Totems helpful), then continue up the crack to an inward flaring pod (tricky gear). A couple more slabby moves bring you to the first of two oldish (but closely spaced) bolts. After clipping highest bolt, slide left toward creaky undercling, maybe the crux, and then complete a cool barn-doory sequence up the final stretch. Place a good yellow Alien to finish things off.\n\nThe climbing on this thing is quite fun. The gear felt a bit heads up on the onsight. Plus: who knows how old the bolts are...?","protection":"Thin pro, offsets are helpful, and two bolts.","location":"Located in a small v-shaped alcove 30ish feet right of the north edge of the Main Cliff. This is essentially the first line you get to with fixed gear (two bolts, two bolt anchor with slings) on the \"lower tier\" of the Main Cliff."},"__v":0},{"_id":"SvhrH9tSUx6dA4E5CQJZcA==","name":"Swab The Deck","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Desmone & Jim Guerin, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":10,"mp_id":"105752104","mp_crag_id":"105745184","climb_id":"SvhrH9tSUx6dA4E5CQJZcA==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"The steep opening moves form the crux (safer if you stick clip the 1st bolt), while the remainder of the climb is a continuous face climb on rounded edges and protruding pebbles.  Rappel from tree behind belay.","protection":"7 bolts to tree rappel.","location":""},"__v":0},{"_id":"w8NOXb4ZXquEH+E6li4pIg==","name":"Pillars of Frenzy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":4,"mp_id":"118764501","mp_crag_id":"105745184","climb_id":"w8NOXb4ZXquEH+E6li4pIg==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Climb a left-facing corner that’s left of\n\nGreen Corners\n\n. After 40 feet, move right onto the arete, and clip the first bolt (10c). Continue up the narrow pillar past four more bolts (10d), to a notch right of the South Summit of Green Mt.\n\nRappel 140 feet from a two-bolt anchor.\n\nI led Julie Claus up this on November 21, 2000.","protection":"A standard rack. Above the third bolt is a blind placement for a #2 Friend (original size).","location":""},"__v":0},{"_id":"0WMzkzCXV9+jrmRpjEJlCw==","name":"North Sneak","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"perhaps Gerry Roach?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":0,"mp_id":"109556505","mp_crag_id":"105745184","climb_id":"0WMzkzCXV9+jrmRpjEJlCw==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"This is a pleasant climb on the upper half and potentially pleasant on the lower half, depending on the route taken.  Choose wisely for the best rock.  The second pitch is a mellow romp with a spectacular position.\n\nP1: start at the base, just North of the obvious summit block of the South Peak of Green Mt. (AKA: Main Crag of the Sacred Cliffs).  Climb up perhaps 25 meters, picking a line with the easiest moves and best stone.  It is perhaps 5.4.  Arrive at a good ledge near a notch to the East Face.\n\nP2: scramble up and left (East) along the North face of this summit block, perhaps even deciding to use the 5.7 jamcrack to climb up and get onto the NE arete, or staying with flakes and slopers just left and above this for a 5.4 way.  Get onto the ridge, and follow the crack and slab to the true summit.","protection":"A standard light rack, or solo.  If you roped up for this and do not wish to down-climb the route, there are some 2-bolt anchors (but no slings on the hangers) that you will pass above Poultry in Motion and North Face Crack.  You can improvise a rap from there.","location":"The first pitch of this route ascends one of 2 steep (vertical) gullies left of the North end of the true South summit of Green Mountain.  The second works left (East) onto the North East Arete of the summit ridge, then up for 100'+ to the true summit and a spectacular 360' view."},"__v":0},{"_id":"plYcKUbbWS6tTkVvXip9mQ==","name":"North Face Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"C. Chase, K. Lugbill, ~1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":1,"mp_id":"112292949","mp_crag_id":"105745184","climb_id":"plYcKUbbWS6tTkVvXip9mQ==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"This is a very good climb that might be 3* but for a few detractors. It certainly deserves a few more ascents than it gets and might clean up to be a 3* climb if it gets some traffic.\n\nStart off belaying at the large evergreen on the North end of the Main Crag, just up and left of the bolt-and-sling anchors on 'Thin Crack.'\n\nHead up some moderate and chunky terrain up some corners/flakes for 20+ feet to a ledge below a roof that rises up and rightward. Get up that ledge (#3 Camalot behind it for pro if desired), and then reach up and place protection under the roof behind the hanging flake and in the crack that splits it for a few moves. Use long slings at first, as you will be heading sharply to the right under the roof for a while. Jam and undercling to the right alternating high and low according to where the footholds are for a few body lengths, placing gear from 1\" to 3\" as you find it. Eventually, you come to a place where you have to head down and right, or up and right, either way to join a crack above that climbs up vertically to the top. Double down on protection under the flake/roof and choose a path. I chose high. This may have been correct or not.\n\nRegardless, the climbing was good and somewhat exciting. I could/should have placed 2 pieces before this section or another up in the \"notch\" before pulling up into it rather than do the crux facing a 30' fall, but that's hindsight. Continue up and right to reach good footing and a very solid fingercrack and easier climbing. Place smaller gear, and head on up until the thin crack ends, then go up easier territory (wide, low angle) to the upper right, or back left on a flake and to the top up and left, again, on easier territory. The bolted anchor is the the left. I climbed the more obvious line to the right then went left at the top to reach the anchor, suggesting to my partner to clean the last piece, then go left for his own safety.\n\nThe anchor up top is good for a belay but not a rap.\n\nScramble off NE then NW on 5.4 to get back down (eventually) to the initial ledge and then the ground.","protection":"Gear from 1/2\" to 4\" with doubles from 1.5-3\".\n\nThe top anchor is either trad or 2 bolts with standard hangers, not rap hangers.  Scramble off to the North to retreat back to the base.","location":"When the North end of the main crack is viewed from the North side, a crack can be seen to split the face from the top of the center, dropping down and left with a wide crack, down to a section of vertical finger-crack, then further down and sharply left towards the ground under a traversing bulge. Climbing this in reverse the description above is the route."},"__v":0},{"_id":"+c0NoSlRVb+8ek5NUWh7cQ==","name":"Green Corners","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":5,"mp_id":"105764532","mp_crag_id":"105745184","climb_id":"+c0NoSlRVb+8ek5NUWh7cQ==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"This may be the first bomb route I've submitted. We were looking for a nice mellow climb to end the day and chose this one, since it looked decent from the ground. Turns out there's about 15' of nice and pretty exciting hand crack, but the start more than makes up for it, and otherwise the climbing is  moderate in difficulty and interest.\n\nApproach: See Rossiter or the instructions on this site for getting to The Main Cliffs. The northernmost part of the west face is a steep gray face capped by a huge red overhang. The right edge of this face is a left facing corner, Guano Master,  supposedly 5.7, but I don't know..., that ascends towards the right edge of the roof. Right of this corner is a narrow pillar that starts a ways up with several bolts. That's Pillars of Frenzy 10d. More or less directly below this is a short gray slot with some lichen leading to a tiny pine tree. Above that is some funky \"rock\" and then a right facing corner leading to an obvious hand crack in green rock.\n\nThe climb: Luke was complaining a lot on the climbing above the initial slot. Said it was really grungy, loose, no gear and hard. After a while I decided to say nothing--it looked easy to me. But following I was pretty gripped and almost fell off. There's a thick powder on the rock, and all the holds sound hollow as if full of air. Any gear you could get would be useless. And it's steep and non-trivial climbing, perhaps because of the effort to not pull hard on anything. So this section really sucks. At the top of this funky bulging section you finally get some gear, and soon after that the rock quality improves. Continue up the right facing corner to a roof at the base of the hand crack. Step left to a ledge, and make an interesting move to get past the overhang and into the crack. Several footholds keep the steep perfect-hands crack at only 5.8. Above there's a squeeze chimney which you might choose to climb. We climbed a right angling thin crack just right of the chimney. Traverse left to the bolt anchors and, after backing up the webbing, rap with two ropes to the ground.","protection":"Standard trad rack, mostly cams to #3 Camalot. Doubles may be handy in hand size. Descent: 2-rope rappel (50m ropes shouldl work) off of two 3/8\" bolts with no chains. Ancient messed up slings and two rings as of now. Bring webbing.","location":""},"__v":0},{"_id":"nw7euutbWB+vSGPZNpBtuQ==","name":"Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":2,"mp_id":"119880919","mp_crag_id":"105745184","climb_id":"nw7euutbWB+vSGPZNpBtuQ==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"This is a nice, little, right-facing dihedral on the very northern edge of the Main Cliff. It is described as the start of Poultry in Motion/\n\nNorth Face Crack\n\nin the Haas guidebook.\n\nClimb a chossy, low angle ramp for 10ish feet to a roof/undercling. Move right out the undercling, and turn the corner into a #3/#4 size crack. Cruise that to a ledge (choss) and big pine tree.\n\nNorth Face Crack\n\nand Poultry in Motion begin on the face directly above the big pine tree.","protection":"#2-#4 Camalots.","location":"This crack/dihedral is located on first piece of climbable rock of the Main Cliff."},"__v":0},{"_id":"8/lRuAfCVZmbDEe1xGa5FA==","name":"Bear Corners","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":6,"mp_id":"118765066","mp_crag_id":"105745184","climb_id":"8/lRuAfCVZmbDEe1xGa5FA==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Climb the first pitch of Bear Essentials, and traverse left, below the big overhangs at halfway, to\n\nGreen Corners\n\n. Climb up the second pitch of\n\nGreen Corners\n\n.\n\nRappel 140 feet to the ground, or make a shorter rap to the anchor atop Call Me a Cab and then to the ground.\n\nI led Christine Cechura up this route in January 2004. It has decent climbing and avoids the ugly unprotected climbing on the first pitch of\n\nGreen Corners\n\n.","protection":"A standard rack.","location":"Start as for Bear Essentials to the right of\n\nGreen Corners\n\n."},"__v":0},{"_id":"Lc4H8RTkVziEQY+QrM0gIg==","name":"Beached Whale Impersonation","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":8,"mp_id":"118765241","mp_crag_id":"105745184","climb_id":"Lc4H8RTkVziEQY+QrM0gIg==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Climb Gumby Groove (5.7) to the big ledge with a big tree, at 95 feet. Climb a slab past three widely spaced bolts and a short crack (with one or two pins) through an overhang. Belly flop onto the ledge at the top (>50 feet). You can rap from a two-bolt anchor. However, after bringing David Light up (11/27/00), I suggested traversing the fin north, to the true South Summit of Green Mtn. We did and rapped from the anchor above the north shoulder of the Main Wall.","protection":"A standard rack.","location":""},"__v":0},{"_id":"t0Mw8rinV1Kzvyd8U5tfNA==","name":"Another Mindless Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"left_right_index":7,"mp_id":"118756893","mp_crag_id":"105745184","climb_id":"t0Mw8rinV1Kzvyd8U5tfNA==","areaRef":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":"Start in an inset formed by a large, right-facing dihedral. Climb the dihedral (5.7) to another inset and to an optional belay at the base of the overhanging crack. Jam the four-inch crack (10c), climb over a large wedged block, and reach the top.\n\nI led Anne Leibold up this on 10/15/83. The route was then undocumented, and we didn’t know what to expect. (It’s in recent guidebooks under this name; we didn’t name it.)  We rappelled from slings that we found on top, although those might have been placed for descent after climbing up nearby routes.\n\nBack in the day, before bolted anchors were placed atop most routes, getting down wasn’t convenient, and you had to scramble off or search nearby for something to hold a sling (rather than leave relatively expensive wedges or hexes). According to Rossiter’s 1999 guidebook, there’s now a two-bolt anchor.","protection":"A standard rack through 4 inches, maybe bigger.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,f4f976d7-c9ca-5a50-a1ec-cf40ad03859a,e0bc383a-f41c-5d9c-978f-eaab5c8544ae","pathTokens":["USA","Colorado","Boulder","Flatirons","Sacred Cliffs, The","Main Cliffs, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":4,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.30141,39.98173]},"bbox":[-105.30199683269302,39.981280339818134,-105.300823167307,39.98217966018186],"left_right_index":-1,"ext_id":"105745184","area_id":"4Lw4OvQcXZyXj+qrXIVErg=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:56:02.657Z","updatedAt":"2022-11-25T11:16:37.367Z"}