{"_id":"6368a214e80bff5a9955d8a7","area_name":"Eagle Canyon","shortCode":"","climbs":[{"_id":"/V9HkWuvUlK8X52159ffHQ==","name":"Unnamed Right","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ed Rombach & Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":13,"mp_id":"106040279","mp_crag_id":"105891780","climb_id":"/V9HkWuvUlK8X52159ffHQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Unnamed Right is clearly the bastard step-child of \"Unnamed Left\" and \"Unnamed Middle\".  Of course, UL & UM were twins, which would make any offspring of the two the sinful spawn of an incestuous relationship.  That explains why Unnamed Right is so inferior. \n\n  Anyway, this route is cursed with a thick layer of moss, surely the result of little sun exposure, which ironically makes this route all the more tempting to summer climbers.  The route ascends an ok slab to an awkward series of gastons and  enjoyable funkery, that ultimately deteriorates completely into a fingertip crack and scary move getting to the anchor.","protection":"Bolts to 2 BA.","location":"Immediately right of the brown arete of \"The Blade\", or two routes right of \"Unnamed Middle\", or immediately left of Handsome Parish Lady."},"__v":0},{"_id":"9cGNidrhX8GM2pWitCVsEg==","name":"Unnamed Left","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Leslie Coon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":11,"mp_id":"106040251","mp_crag_id":"105891780","climb_id":"9cGNidrhX8GM2pWitCVsEg==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This brilliant line climbs nearly 100 feet of pristine pockets, knobs and edges.  Begin by scrambling with difficulty up to the exposed, slopy ledge below Manhattan.  Best to leave your belayer on the ground, which is doable if you have a 60m rope.  Stick clip the first bolt, and traverse right onto the cinnamon colored scoop.  Surmount the cruxy bulge near the right arete, then move back left onto the faces.  An endless sea of pockets and knobs continues upwards.  Around mid-height a series of shallow scoops appears on the left.  Its possible to climb into these scoops, but they offer no respite, and exiting these features is awkward and difficult.  Best to stay right.","protection":"13 bolts and 2 BA.  Bring a lot of draws and a stick clip for the first bolt.","location":"Immediately right of \"Manhattan\"."},"__v":0},{"_id":"3iVeO5t5VF6ZwuwT21LLiQ==","name":"Tutti Frutti","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Rombach and Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":7,"mp_id":"106156986","mp_crag_id":"105891780","climb_id":"3iVeO5t5VF6ZwuwT21LLiQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Start by bouldering past a bolt up to a scoop and then do some power stemming through an hourglass shaped spoon up to a slightly overhanging sequential arete with suprisingly deep positive pockets to easier climbing above the arete. The crux lies between bolts 3 and 4.","protection":"Four bolts to a two bolt anchor.","location":"This is the first bolted route to the east of Jug Abuse."},"__v":0},{"_id":"VuR7x+H4VjCKSn9ICu3evw==","name":"Turkey Baster","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Rombach and Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":9,"mp_id":"106156981","mp_crag_id":"105891780","climb_id":"VuR7x+H4VjCKSn9ICu3evw==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Start shallow pocket pulling up a slab and then to a horizontal crack ledge that provides a good rest once you gain the ledge. Then continue up an aesthetic slab with some classic thought provoking Cochiti pocket pulling. The crux is located between the first two bolts.","protection":"Seven bolts to a two bolt anchor.","location":"This route is the first one to the left (east) of Manhattan after you pass through the tunnel."},"__v":0},{"_id":"DGckiHSlWy+ImFqEBH5g8A==","name":"Top Hat","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Leslie Coon?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":12,"mp_id":"106040263","mp_crag_id":"105891780","climb_id":"DGckiHSlWy+ImFqEBH5g8A==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Another excellent, long Eagle Canyon face climb.  This line faces slightly more north than its twin \"Unnamed Left\", so it receives more shade, and so is a bit mossy-er.  Despite the slightly less than ideal stone, this route offers a rope-stretching pitch of great climbing capped by an intimidating roof. \n\n  Begin by scrambling up the ramp-like dihedral.  Head up the steep slab to a technical crux around the 4th and 5th bolts.  A timely jaunt onto the right arete provides some key relief before veering back left.  The final roof can be surmounted directly on good pockets, or its possible to traverse left around it, depending on your preference.","protection":"10 bolts, shares the anchor with \"Unnamed Left\".","location":"Immediately right of \"Unnamed Left\", or two routes right of Manhattan."},"__v":0},{"_id":"K0m33acUXquzmj1o9FdJbQ==","name":"Psycho Thriller","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rombach, Wezwick","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":19,"mp_id":"106530427","mp_crag_id":"105891780","climb_id":"K0m33acUXquzmj1o9FdJbQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This is currently a toprope problem as the first five or six bolts have been chopped for unknown reasons. We accessed it by climbing \"Bananarama\" and traversing left to the chains. \n\n  Start as for Bananarama and move left under a small bulge at Bananarama's second bolt (Bananarama moves right at this point). Crank the crux sequence over the bulge with decent pockets for hands but poor feet and make a long move to a decent ledge. Rest up at the ledge and wind left and right up the 10- face to the anchors.  \n\n  Fun, but kind of discontinuous.","protection":"7 bolts (most of which have been chopped) to chains \n\n  Currently, it is easiest to climb Banarama to set a TR on this, but this leaves a lot of rope drag. We pulled the rope through the quickdraws on Bananarama to minimize drag but obviously someone had to climb Bananarama afterwards to get these draws back.","location":"The attractive-looking face just left of Bananarama, look for bolt studs."},"__v":0},{"_id":"cinOj/UOXHixwLcAC9zPTw==","name":"Pepto-Dismal","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Randy Isler, Ed Rombach, Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":1,"mp_id":"106043096","mp_crag_id":"105891780","climb_id":"cinOj/UOXHixwLcAC9zPTw==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Direct climbing on a super attractive, slightly-less-than-vertical face following small pockets and edges.","protection":"6 bolts to a two bolt anchor with small chain links. The anchor could use some updating.","location":"This is the second bolted route from the start of the routes as you walk up-canyon. It climbs up the obvious, attractive laid back face. Starts from a good ledge that you must scramble up to."},"__v":0},{"_id":"LdXD/r55W+CNtUALpVL2Bg==","name":"Omdulation Fever","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":17,"mp_id":"106485492","mp_crag_id":"105891780","climb_id":"LdXD/r55W+CNtUALpVL2Bg==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Take this description with a grain of salt, because I only thrashed up the route in poor form on toprope. I don't normally submit route descriptions for climbs I haven't redpointed, but I did work all the moves, and feel like some description is better than none... \n\n**Anybody who's actually climbed this thing and is willing to review it, please let me know, and I'll take my description out. I can't vouch for the 12c difficulty, as I don't normally get on climbs of that level in this style (but I can say that the moves feel ridiculously harder than 12a and 12b pocket routes I've climbed in NM).**Having said all that, here's my description: \n\n  The fun starts (and soon ends) on pockets which disappointingly decrease in size and quality as the route steepens to slightly over vertical. Work your way up into a dishy narrow face with an arete just to the left of the bolt line, and pull (hard) on shallow mono- and 2-finger pockets with minimal feet (pop, pop, pop!). As the angle eases mid-climb, the pockets become nearly useless depressions. Finish on easier moves once you reach the horizontal seam at the last bolt (shared with \"Are You Lichen It?\"). Clips seem desperate.   In all fairness, I tried this route on a wicked hot summer day (though in afternoon shade) - may be more fun and less of an ass-kicker in crisp fall temps. ","protection":"Bolts to 2 eye-bolt anchor (shared with \"Are You Lichen It?,\" which comes in handy for rescuing draws).","location":"In the alcove, next to \"Are You Lichen It?\" (see that route description)."},"__v":0},{"_id":"AyoiLQJAUhScFMdpEDPlmw==","name":"Old Wave","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":6,"mp_id":"106156993","mp_crag_id":"105891780","climb_id":"AyoiLQJAUhScFMdpEDPlmw==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This is a rough and possibly sandbagged hand crack filled with sanadine crystals in a slightly overhanging dihedral. The crux is two thirds of the way up. Tape recommended.","protection":"A double set of cams from .75 Camalots to #4 Camalots. Shares anchors with Tutti Frutti.","location":"The obvious crack system directly to the left of Tutti Frutti."},"__v":0},{"_id":"mut+dF73WXukNG/xkE9x3w==","name":"New Wave","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ed Rombach and Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":5,"mp_id":"107119764","mp_crag_id":"105891780","climb_id":"mut+dF73WXukNG/xkE9x3w==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Start in a interesting scoop system and make big moves on jugs for the start of the route.  Make a big move left and pull some tricky moves with difficult to see holds.  After a rest head up and pull the roof ahead then slab your way up to the anchors on decreasing quality of rock.","protection":"6 Bolts to Anchors","location":"Starts between Indecent Insertion on the left and the crack climb \"Old Wave\".  Starts up on a small ledge"},"__v":0},{"_id":"HjQpd9lYUjyEJFwo2hH5HA==","name":"Mr. Wong's Zipper","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Rombach and Tom Wezwick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":21,"mp_id":"106522134","mp_crag_id":"105891780","climb_id":"HjQpd9lYUjyEJFwo2hH5HA==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This is a thin finger crack and seam that contains a couple of small pods that splits a blank looking lichen covered vertical face, that boasts some classic Cochiti movement while using questionable traditional placements in softer rock(like most Cochiti crack climbs). Start up a slab with crappy gear to the vertical section and better gear to begin the business. Stepping off of the slab to the vertical business is considered the crux, while the grade remains consistent most of the way up. There is one good rest before the exit moves to a natural belay. There are some crafty gear placements to be had on this route. This one is a stiffy and is worthy of some bolted anchors.","protection":"Small to medium stoppers, triples from .33\"- #1 Camalots, 1-#2 Camalot, runners, and a # 3 and #4 Camalots to back up the boulder belay at the top. Rap off of a rope slung around the boulder down the north side where the Didgemaster sits.","location":"This route is located  left around the corner from Bunga Bunga, and about 30' to the right of Ego Maniac. Not to be confused with The Wrong Mr. Wong(to its left)."},"__v":0},{"_id":"SGuFeQPfVkK+PyjaldOlzw==","name":"Manhattan","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ed Rombach, Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":10,"mp_id":"106040236","mp_crag_id":"105891780","climb_id":"SGuFeQPfVkK+PyjaldOlzw==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This excellent route climbs a heavily featured slab of high-quality rock for a rope stretcher pitch.  The route does unfortunately suffer from seasonal runoff, so many of the larger pockets tend to fill with dirt from time to time. \n\n  Begin with a tricky scramble to an exposed, sloping ledge just right of the access tunnel.  Scramble up and left behind the sappy pine tree.  Head straight up the dark wall, occasionally using the cracks on either side.","protection":"Many bolts, 2 BA.","location":"The first route right of the access tunnel."},"__v":0},{"_id":"vgD847XdV9iaRQxvZ8sn8w==","name":"Maalox Moment","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ed Rombach & Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":2,"mp_id":"106043110","mp_crag_id":"105891780","climb_id":"vgD847XdV9iaRQxvZ8sn8w==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"A direct line up a dark face that climbs through thin moves between nice, positive pockets. Crux is likely going from second to third bolt. At the fifth bolt the angle backs off and is enjoyable climbing to the finish. The first bolt is way up there but the moves to it are moderate enough that a clip stick isn't required.","protection":"7 bolts to a two-bolt anchor.","location":"This is the third bolted route from the start of the routes as you walk up-canyon. It starts from a ledge that one must scramble up to. (Not a dog-friendly scramble.)"},"__v":0},{"_id":"dLb8YnyBWDCTqiIQi2zO/w==","name":"Kona","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Duran","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":0,"mp_id":"106485309","mp_crag_id":"105891780","climb_id":"dLb8YnyBWDCTqiIQi2zO/w==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Not like the typical pocket-pulling Eagle Canyon route, this one has some bigger holds and bouldery moves. It's also uncharacteristically short. 12a rating is based on consensus in all 3 guidebooks for the area, but seems easier than some of the hard 11's in the canyon.","protection":"5 bolts to 2-bolt anchor.","location":"The first route in the canyon, on the far left side of the dirt ledge system with Maalox Moment and Killer Bee. Starts with a traverse off the ledge, onto a wall that faces back toward the ledge at 90 degrees. Careful not to fall clipping the first bolt, or you could end up a long way down."},"__v":0},{"_id":"FK1fdipTXtmcUJndVKXBSQ==","name":"Killer Bee","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Rombach & Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":3,"mp_id":"106043083","mp_crag_id":"105891780","climb_id":"FK1fdipTXtmcUJndVKXBSQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Decent climbing on good pockets and suspect flakes, this is the easiest bolted route in the canyon. Get on it to warm up and get a feel for the rock and the  rock quality on the rest of the routes will feel awesome!   ","protection":"5 bolts to a two bolt anchor on a nice ledge. Note that all guidebooks state 7 bolts to anchors but unless there are two down lower below the obvious ledge where we started, there are only 5 bolts on this route.","location":"This is the fifth bolted route from the start of the routes as you walk up-canyon. It climbs left of a blunt, rounded arete of sorts left of some large huecos and dishes. It starts from a ledge that one must scramble up to."},"__v":0},{"_id":"mWLrQuKLWDSovCvsTMR3Ow==","name":"Jug Abuse","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rombach and Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":8,"mp_id":"106157001","mp_crag_id":"105891780","climb_id":"mWLrQuKLWDSovCvsTMR3Ow==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Start up a not so positive slab to a very overhanging wall with some wicked sequential pocket pulling up to a slab that appears blank at first. Navigate the camouflaged pockets to join with the last two clips of Turkey Baster. The crux is between the second and fourth bolt. Be mindfull of the tendons.","protection":"8 bolts to a two bolt anchor shared with Turkey Baster.","location":"This route is located immediately to the left of Turkey Baster."},"__v":0},{"_id":"4mGIB3vYUiWUk3t4HlOtzQ==","name":"Indecent Insertion","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Duran","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":4,"mp_id":"107114045","mp_crag_id":"105891780","climb_id":"4mGIB3vYUiWUk3t4HlOtzQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"The well defined rounded arete starts off with some fun pockets on either side of the arete, heel hooks, and a relatively obvious sequence.  Then it changes mood and turns into a maze of tiny pockets that are nearly impossible to discern without a previous dusting of chalk (a common condition it appears for this crag).  It is possible, though not easy, to step left and gain a no-hands rest, but probably best to stay  on the arete until you hit the horizontal break - then it's 5.7 from there.","protection":"7ish bolts and shares anchors with Killer Bee","location":"Obvious bolted arete with a bolt down low to keep the belayer from falling out of the gully."},"__v":0},{"_id":"AcD20x9PXvyaTe5n5Zg61g==","name":"Handsome Parish Lady","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jean DeLataillade, (extension: John Duran)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":14,"mp_id":"106040325","mp_crag_id":"105891780","climb_id":"AcD20x9PXvyaTe5n5Zg61g==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This is a fine route in an idyllic, secluded canyon.  The stone is excellent and it hasn't suffered the erosion that other popular Cochiti routes like Touch Monkey and Gunning for the Budda have over the years.  The route is also uncommonly steep, with big, positive holds.  \n\n  Start on some steep (for Cochiti) jug hauling up good, incut pockets.  The route soon rolls over onto a slab and so begins the crux section, with a few hard pulls on shallow, slopey pockets with technical feet.  There is a long span between the 2nd and 3rd bolt that could lead to a groundfall, if your belayer isn't paying attention. \n\n  After the slab, the wall quickly steepens again, so you'll be forced to fight the pump to the top as long moves between good pockets don't allow for very good rests.  It seemed only sporting to me to avoid the arete's on either side of the panel. \n\n  Rumor has it there is an optional variation to head right near the top on a gradually windening splitter crack.  I don't reckon that will see too much action from kids these days.","protection":"bolts and two bolt anchor","location":"South Wall of Eagle Canyon, right (west) of the tunnel, up high in a protected alcove.  It climbs the overhanging right wall of a square cut column."},"__v":0},{"_id":"GbaoTBNVVeGwBes7MM7jPw==","name":"Fantasy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ed Rombach, Tom Wezwick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":16,"mp_id":"106530862","mp_crag_id":"105891780","climb_id":"GbaoTBNVVeGwBes7MM7jPw==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Follow the black streak, cranking up on shallow pockets and/or reachy moves between them, for the first 4 bolts (crux).  Then two good rest stances with more featured climbing between them, followed by a bolt-protected hand crack to the anchor.","protection":"8 bolts to a 2-bolt anchor","location":"This climb is on a black streak on the right side of a clean wall whose base is higher than most of the other routes (E Pluribus.. is also on this wall, to the left).   \n\n  From a climb like Bananarama, go uphill and left, passing Earth Monster and 3 other climbs, to the highest wall with routes on it, just left of a left-facing corner."},"__v":0},{"_id":"KNIlvqXXVmqof3Z2hzgVkQ==","name":"E Pluribus Cruxi Unum Pumpus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":15,"mp_id":"119520018","mp_crag_id":"105891780","climb_id":"KNIlvqXXVmqof3Z2hzgVkQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"A shorter face climb, with thoughtful and technical movement. Head up and right along a thin crack to the first bolt, then pockets lead to fun edges, the anchor is just out of sight. The first bolt is excitedly high- a modern length stick clip can reach, otherwise bring a few fingertip to hand sized pieces to get in the crack.","protection":"5 bolts to 2 bolt anchor w/ chain; fingertip to hand gear OR stickclip","location":"To the left of \"Fantasy\", up a short 5.4 slab. I used a 0.4 to make an anchor for the belayer."},"__v":0},{"_id":"xgN+PtuJW5OZdv/X3bU8jQ==","name":"Didgemaster","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Jean de Lataillade, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":23,"mp_id":"105891787","mp_crag_id":"105891780","climb_id":"xgN+PtuJW5OZdv/X3bU8jQ==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This stellar route is the ultimate Cochiti test piece.  Established by French strong man Jean Delataillade in 1991, this route has not seen a second ascent, and probably hasn't been attempted in at least 10 years. \n\n  Originally graded 5.13c, this route might be even harder.  It's only 30 feet long, but it's all business from the moment you leave the ground.  It's similar in style and difficulty to Child of Light at Enchanted Tower, but much more tweaky and techy (though not as shouldery).  There's a large hole at the 2nd bolt that might qualify as a rest, but otherwise this is a mad dash for the chains. \n\n  You will need a great deal of finger strength, but it's not as tweaky as you might think.  There are two mono moves, both for the right hand.  However, you will likely find yourself limited more by ring-finger strength. \n\n  This is easily the steepest route at Cochiti, with an exciting, dynamic bulge crux.","protection":"4 bolts plus 2-bolt anchor.  Recommend stick clipping the 2nd bolt.  Stick clipping the first bolt is mandatory.  Clipping the 4th bolt on lead is tricky.","location":"At the very top of the canyon on the South side.  This is the first route you come to if you use the \"new\" approach beta."},"__v":0},{"_id":"lkSBLYVBUmqSCDe8oJSzDg==","name":"Bunga Bunga","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":22,"mp_id":"106040293","mp_crag_id":"105891780","climb_id":"lkSBLYVBUmqSCDe8oJSzDg==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Another excellent, long line.  This route features sustained difficulty with numerous hard sections split by good rests.   \n\n  The route begins at the base of the west-facing wall and heads up, veering right as you ascend.  The access trail to Didgemaster offers great opportunities for photography, making this line quite photogenic. \n\n  The route begins relatively easily.  After about 25 feet, head right via sequential pockets left of the cave pod, where a good shake is possible.  Continue up left of the subtle seam.  A difficult traverse is followed by s descent rest, then a sequential traverse around the rooflet, where good, deep pockets lead to the anchor.","protection":"Many bolts, 2 BA.  Its possible but tricky/dangerous to rig a toprope on this route.  It requires an exposed 4th class scramble, and fixing a rope around the giant boulder atop the pillar, and rapping off this boulder to reach the anchor.","location":"Immediately left and downhill of Didgemaster."},"__v":0},{"_id":"MxKFi08SXUO0I/5lFP+J/g==","name":"Black Streak","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Gershwin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":24,"mp_id":"109141000","mp_crag_id":"105891780","climb_id":"MxKFi08SXUO0I/5lFP+J/g==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"This climb makes for an OK warmup, if you've gotten to Eagle Canyon too early and the main wall is still in the sun.  The rock was only slightly damaged during the fire, however a stick clip is advisable in case a hold blows low on the route. \n\n  Climb up onto a small ledge to start, pulling sequential pockets through a somewhat meandering line for the first half of the climb.  A few long cranks are required here and there to navigate between mostly decent holds.  At the top the holds die out and an awkward traverse right, then back left, is forced to get to the anchors.  Felt a bit hard for the guide grade of 10c/d, probably more like low to mid 5.11","protection":"4 Bolts to Anchors, Stickclip","location":"On the North Side of Eagle Canyon,  Leftmost of the cluster of three climbs.  Faces directly west."},"__v":0},{"_id":"F+ddyBTZUlyLsbVMQ0Nz4g==","name":"Bananarama","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Wezwick, Rombach","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":20,"mp_id":"106485293","mp_crag_id":"105891780","climb_id":"F+ddyBTZUlyLsbVMQ0Nz4g==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Start is fairly mellow, up to a low ledge and good rest. Power over a small roof, then fun moves up the arete. Second crux comes about 2/3 of the way up, when you move onto the narrow face to the right of the arete. Great sustained climbing with interesting movement from the time you leave the ledge to the anchors.","protection":"8 or 9 bolts to slightly rusty 3-chain anchor - could use replacement, especially since this excellent route is worthy of a lot of traffic.","location":"Continue up the river bed past Manhattan and the alcove with The Blade, Handsome Parish Lady, E Pluribus..., etc. Bananarama goes up a striking arete and narrow face on the far side of the alcove. It's the last climb before the major concentration of climbing ends, except for Bunga Bunga and Didgemaster, which are located just around the corner, on a side canyon that leads up left to the mesa top."},"__v":0},{"_id":"lLMtEEgSUAWpmBZP6ekWuA==","name":"Are You Lichen It?","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris and Miguel Grijalva","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"left_right_index":18,"mp_id":"106485301","mp_crag_id":"105891780","climb_id":"lLMtEEgSUAWpmBZP6ekWuA==","areaRef":"1dC4PB/2UuKRoixVHg19OA=="},"content":{"description":"Sequential small pockets (and the occasional sinker) with technical feet. The route is pretty self-explanatory when you stand under it. Still lives up to its name, as it doesn't seem to get much traffic. A decent route, though, if you like pulling on little licheny pockets.   Don't expect a Datil or El Rito 11c - this is old school graded.","protection":"7 bolts and 2-bolt anchor.","location":"In the middle of the alcove (the one past Manhattan, which includes The Blade, Handsome Parish Lady, E Pluribus..., etc.). Shares anchors with Omdulation Fever."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,d5d0b83c-1ff6-52e2-91a2-2c551e0d7d38","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Eagle Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11-"},{"count":4,"label":"5.10c"},{"count":4,"label":"5.11c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.9+"},{"count":4,"label":"5.12a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":15,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":16,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.3853,35.7184]},"bbox":[-106.38585383957316,35.71795033981814,-106.38474616042686,35.71884966018187],"left_right_index":-1,"ext_id":"105891780","area_id":"1dC4PB/2UuKRoixVHg19OA==","polygon":{"type":"Polygon","coordinates":[[[-106.38585383957316,35.71795033981814],[-106.38474616042686,35.71795033981814],[-106.38474616042686,35.71884966018187],[-106.38585383957316,35.71884966018187],[-106.38585383957316,35.71795033981814]]]}},"content":{"description":"This is Cochiti's \"summer crag\" offering more shade than other Cochiti crags.  There are roughly 30 routes, many of which are in the 5.10/11 range, making this a good crag for intermediate climbers.  Routes here tend to be longer than at the Mesa, with one excellent line featuring 13 bolts.  Eagle Canyon is also home to Cochiti's hardest route, the excellent test piece Didgemaster.   \n\n  In the height of summer this crag receives sun until about 1100am.  On cooler fall and spring days, a small amount of sun hits the wall in the morning before the shade hits. \n\n  The bulk of the routes are on the South side of the canyon, but there are about 4 routes on the North sides of the canyon (3 moderates, and the 5.13 \"Nikita\").  The North cliff has the same aspect as the rest of the Cochiti cliffs, so these routes receive morning shade and afternoon sun. \n\n  The cliff on the South side of the canyon can be easily divided into two sections by a narrow \"tunnel\" that separates the cliffs between the routes Turkey Baster and Manhattan.  This passage offers X-rated (dangerous, not pornographic) access between the two halves.  Its also possible (and strongly advised) to use the cliff base trail system to move between the cliffs."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:13:44.453Z","updatedAt":"2024-02-19T18:38:06.832Z"}