{"_id":"6368a57ce80bff5a995b83a6","area_name":"Elephant's Head Buttress","shortCode":"","climbs":[{"_id":"OEE56KHTU8alywE8OqZAKA==","name":"True North","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Furman et al circa 2001","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79431,44.55309]},"left_right_index":2,"mp_id":"114499027","mp_crag_id":"112129067","climb_id":"OEE56KHTU8alywE8OqZAKA==","areaRef":"XSH0jgPFVgeq8jtXXdRk1A=="},"content":{"description":"This climb would be a classic multi-pitch sport route with 3-4 more bolts and  a healthy  scrubbing. As it currently stands the first pitch is quite fun mostly clean climbing, the second pitch has a chossy and bold start leading to some excellent climbing and an amazing belay, and the third pitch is hard and extremely dirty with a healthy bit of bad rock as well. The crux of the third pitch is quite likely to break with more traffic, and will likely get a bit harder. \n\n P1: (5.10b) Start in the same spot as Elephant's Head Crack. Climb up and right clipping a bolt, and follow the bolt line up and to the right around an arete to more face climbing, leading back to the arete to a rusty two bolt anchor, or step 1 foot right and use the shiny new 3 bolt anchor for Ganesh. This pitch is super fun and a great warm up for the next pitches. It gets harder as you get higher, but there are plenty of rest positions if you can find them.\\\n\n P2: (5.11c) Off the belay climb up and left onto the massive chockstone over some delicate and quite spooky rock (my partner removed a significant portion of it) to a bolt, continue up some more kind of spooky rock past a mystery knife blade to the top of the chockstone block. Run it out or place a big cam at the top of this chockstone and head left around the roof to more bolts. Follow the bolts past a steep overhang. and up to an awesome little ledge and a two bolt anchor.\n\n P3: (5.11c) Step Right off the belay over some solid looking but actually rotten rock and clip a bolt and power up the face on crimpy weird quartz knobs. Pass a small overhang with a tricky and chossy mantle to some cool looking quartz pockets that are filled with dirt and lichen. It is possible at this point (after clipping the 5th bolt) to traverse off left (finger sized cams) to the big ledge and rap Arivata. If you haven't gotten enough lichen in your eye, pull through the quartz pockets and continue up a cool looking face to the summit of True North. \n\n Enjoy!","protection":"Mostly Quickdraws, 12 was sufficient. A #3 can be useful for the end of the 1st pitch to protect the second for the crux. A #4 or #5 could be useful in protecting the large horizontal after the knife blade on P2, or a green alien and a #.5 can be used just before the moves to the next bolt. Finger sized cams are useful if you're traversing off the third pitch half way up. Sunglasses recommended. Pretty sure you can rap with a 70m. ","location":"Up on Elephant's Head, find the big crack and follow the bolts just to the right of it."},"__v":0},{"_id":"fKkZSTX2WVO83QIOjDBEHA==","name":"Elephants Head Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Adi Joerg circa 1964 just before Fritz Weissner could make a successful accent. FFA John Bouchard, Fall 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79431,44.55309]},"left_right_index":1,"mp_id":"112129089","mp_crag_id":"112129067","climb_id":"fKkZSTX2WVO83QIOjDBEHA==","areaRef":"XSH0jgPFVgeq8jtXXdRk1A=="},"content":{"description":"The obvious crack line that shoots straight up the  Buttress to the nice grassy ledge just below the summit. \n\n  There is a 2-bolt anchor on the starting ledge to avoid falling down the eroded gully as the ledge is very small. \n\n  P.1 (5.8)   Climb up the crack that starts off of the small grassy ledge at the base the crack next to the eroded gully. Climb to a 2-bolt anchor on a small ledge on the left of the crack. \n\n  P.2 (5.9+)    Continue up the crack to a wild overhanging off-width with a fist crack in the back. Finesse your way up this using good feet on the right then delicately climb up and over loose block to gain the large comfy grassy ledge. Belay at the 2-bolt anchor for Airivata on the left end of the ledge. \n\n  P.3 (5.9)   Originally unprotected but has seen some bolts added over the years. Difficult mantle to gain the summit follow the bolt line ten feet right of the Airivata anchor. \n\n  Rap off trees back to ledge then either do a single double (60m) rope rappel back to ledge or a couple single 60m rappels down Airivata","protection":"Gear to 3\", though a 4 can be useful. Crux protects with a #1 cam","location":"Central part of Elephants Head"},"__v":0},{"_id":"M1gHicwpX8G2BAQHN7kghQ==","name":"Airavata","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Travis Peckham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79431,44.55309]},"left_right_index":0,"mp_id":"114499058","mp_crag_id":"112129067","climb_id":"M1gHicwpX8G2BAQHN7kghQ==","areaRef":"XSH0jgPFVgeq8jtXXdRk1A=="},"content":{"description":"Hard to beat a cleanish 4 pitch sport climb in the alpine of the northeast with no hanging belays. Very North facing, this route gets barely any sunlight, which makes it an awesome summer endeavor.\n\n Locate a bolt line underneath an overhang to the left of elephant's head crack. This is Airavata. P1: (5.11a) Climb up through an overhang trending right then left again to a bolt anchor on a ledge. P2: (5.10c) Head up and left to the arete and follow the bolts to another smaller ledge. P3: (5.11b)  More techy arete climbing takes you to a big fat grassy ledge below the wild overhanging crux pitch. P4: (5.12b) Follow an absolutely wild overhang up and left to a lower off anchor. Clip it and lower back to the belay (you'll have to get thrown a loop of rope, or pull yourself in while lowering)\n\n From the top of the last pitch lower back to the belay. From the Big ledge it's two rappels with a 70m just gets you back to the packs on the ground. ","protection":"Quickdraws. 70m rope lets you skip a rappel.","location":"Just left of Elephant's Head Crack. Follow the left arete of elephant's head buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,c77702b0-c792-535f-84de-e6253e46ab4c,5d21f48e-03c5-5607-aaf2-3b575dd464d4","pathTokens":["USA","Vermont","1. Northern Vermont","Smugglers' Notch","Elephant's Head Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.79431,44.55309]},"bbox":[-72.7949410128408,44.55264033981814,-72.79367898715921,44.55353966018187],"left_right_index":-1,"ext_id":"112129067","area_id":"XSH0jgPFVgeq8jtXXdRk1A==","polygon":{"type":"Polygon","coordinates":[[[-72.7949410128408,44.55264033981814],[-72.79367898715921,44.55264033981814],[-72.79367898715921,44.55353966018187],[-72.7949410128408,44.55353966018187],[-72.7949410128408,44.55264033981814]]]}},"content":{"description":"This massive buttress towers over rt 108 and holds some of smuggs most spectacular rock climbing. With climbs ranging from classic 5.9+ adventure routes to challenging multi-pitch sport climbs. Committing climbing on less than ideal rock means Elephants Head isn't a beginners area, but  those up for the challenge will have an adventure like no other on the steep cracks and faces Elephants Head has to offer. Many of the routes are steeper than they appear. \n\nFrom left to right:\n\n  Still in Ramadi (11a, 10c)   Airavata (11a, 10c, 11b, 12b)   Elephant's Head Crack (5.8, 5.9+, 5.9)   True North (10b, 11c, 11c)   Ganesh (10b, 10c, 12b, 10d)   Elephantitis (11b)"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:28:15.900Z","updatedAt":"2024-02-19T18:41:25.931Z"}