{"_id":"63689d5ce80bff5a994f52cf","area_name":"e. \"South\" Face","shortCode":"","climbs":[{"_id":"X0gMHOdiVgKgqu7MRFVUxw==","name":"Whiskey Bill","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Arechiga and Brad Watson 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":1,"mp_id":"106945435","mp_crag_id":"106869404","climb_id":"X0gMHOdiVgKgqu7MRFVUxw==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"Fantastic five pitch face climb up the south face. Climb a mix of chickenheads, friction, and crack for five nice pitches with great belay stances.\n\nMost of the climbing is 5.6 or easier, but there are several short sections of 5.7. There are many sections (including leaving belays) where you need to climb 25-30 feet between gear; however, nearly all of the runout climbing is on positive holds. The 5.7 friction sections are all near a bolt.\n\nPitch one:\n\nLocate and climb up 15 feet to the first bolt. Continue past 4 more bolts to the first anchor. (5.7; 95 feet).\n\nPitch two:\n\nA fantastic pitch up a sea of chickenheads. Climb featured rock up 25 feet to the first bolt; this bolt is located in a big scoop and is impossible to see until you are 15 feet up from the belay (I marked the first bolt on one of the photos posted below). Continue up another 15-20 feet and locate a second bolt. Pull an easy bulge and look up at 55-60 feet of fantastic chickenhead featured rock. Weave your way upwards using slung  heads and the occasional nut placement for protection. Finish at a nice ledge with a two bolt anchor. Outstanding rock.  (5.6; 100 feet).\n\nPitch three:\n\nEither climb 5 feet up and left off the belay and sling a chickenhead and then proceed back up and right to the first bolt or alternatively, just climb 30 feet directly up and right to the first bolt. Continue wandering upwards keeping your eye open for gear placements, and eventually passing two more bolts. Climb 5.7 friction past the third bolt to a two bolt anchor (two fat Metolius rap hangers) (5.7; 100 feet).\n\nPitch 4:\n\nStep off the belay and climb up to a bolt. Next climb up right to a left facing corner. Climb out onto the face just right of the corner and follow a handcrack (gear) to a stance and a second bolt. Friction up past the second bolt to a two bolt anchor (5.6-7; 100 feet).\n\nPitch 5:\n\nClimb up and left to small right facing flake/corner. Follow the flake upwards to a two bolt anchor 80 feet up. The flake is intermittent and opens up to take small gear every 10-15 feet. Instead of belaying at the two bolt anchor, continue up to the summit and build a gear anchor (5.6; 200 feet).","protection":"Mixed bolts and gear. All anchors but the final summit anchor have two good bolts. Carry skinny long slings for slinging chicken heads and a single rack from #2-5 Wallnut equivalent and #2 Camalot down to micro cams; perhaps doubles on the micro cams depending on your comfort level on the last pitch.","location":"Follow the main trail from the parking area until you are almost to the backside of the dome. At this point, start descending around the east face. You will pass Zipa-De-Do-Da Buttress and the Panorama Wall (there are one pitch bolted routes on these two walls) and eventually you will arrive below the first section of the dome with multi pitch routes; Looking Glass etc. are here. Continue onwards until you arrive at the South Face; Blitzo's photo may be helpful locating the face. The South Pillar should be pretty obvious because you have to walk around it to get to the West Face routes. Just before the South Pillar, there is a somewhat major break in the cliff line. Just before this weakness is a nice, long section of rock. Whiskey Bill starts at the lowermost toe of this section. Make sure you are starting at the lowermost part of the toe of the wall because there is one additional bolted route to the left of Whiskey Bill before the break in the cliff and the South Pillar. Locate the first bolt about 15 feet off the ground (see beta photo)."},"__v":0},{"_id":"0lWQSsVeUJinkhZHGz5b9g==","name":"South Pillar","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Blaine Neeley, Randy Miller (July 1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":0,"mp_id":"107354926","mp_crag_id":"106869404","climb_id":"0lWQSsVeUJinkhZHGz5b9g==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"The South Pillar is the obvious buttress which divides the South Face and the West Face. It offers one of longest climbs on the formation. With lots of fun, chicken-head covered terrain and good belay ledges, it makes for a fun romp.\n\nP1. Route starts 100 feet left or West of Whiskey Bill.  Near the toe of the pillar are two visible bolts on steep, clean knobby terrain. Either do a 5.9+ boulder problem to get up to the first bolt, or traverse in from the right for easier but still steep 5.7+/5.8. Either way though, the first 20 feet is the crux of the climb. Three total bolts lead up and into steep knobby chickenheads and fun climbing to the top of a blocky detached ledge with good pro for a belay.  Natural Belay. 170 feet.\n\nP2. Another pitch of similar terrain will lead to the top of the pillar.  One bolt can be found in a steep smooth \"bowl\" shaped feature but natural protection is plenty. Belay among the boulders. You might want to move the belay towards the main wall after you bring your second up. Natural belay. 160-180 feet\n\nP3. Start by downclimbing into the notch between the pillar and the rest of the main wall. Approach from climber's left....sneaky but good pro for follower and leader can be found for the exciting \"step\" across.  Then climb up a beautiful crack to the right of a 'bulbous' looking feature on the wall. Follow this up and belay on the slab below the overhang near the end.  Two Bolt belay. 190 feet.\n\nP4. Climb directly up and right of the belay on outrageous steep juggy 5.5 knobs. Either way you'll arrive at a 2 bolt anchor atop the buttress.  The top of the climb is detached from the main dome. Downclimb a short section of easy crack (there's an old rusty bolt here) and then scramble over to the top of the dome. Approx 100 feet.....then another 80-100 feet of exposed 5th class to un-roping spot.","protection":"Most of your pro will either be slung chicken-heads or cracks from 2-4\".","location":""},"__v":0},{"_id":"NF4+uj62XqCVwNHAccmyNQ==","name":"Second Honeymoon","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":5,"mp_id":"114100825","mp_crag_id":"106869404","climb_id":"NF4+uj62XqCVwNHAccmyNQ==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"The crux is to and past the first bolt, heady route but a Fresno Dome classic.","protection":"Bolts with some pro at the crack before the last bolt to anchors. Shares anchors with ESX.","location":"Left of ESX."},"__v":0},{"_id":"+WgV9YpWXxCfyDS71o6bwQ==","name":"Poking Papa Bear","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jerry and Lynnea Anderson, Csuri Odrey, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":8,"mp_id":"111990460","mp_crag_id":"106869404","climb_id":"+WgV9YpWXxCfyDS71o6bwQ==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"Located at the very beginning of the South Face. In between Ghastly Gulch and the Friction Dandy slab/Looking Glass.\n\nA well protected, fun romp that links a series of ledge systems to the top of the wall.\n\n6 short pitches.\n\nClassic. Go climb it.\n\nP1. Short pitch. Locate the line of shiny SS bolts. Difficult friction down low leads to easer terrain above. Belay at a ledge two bolts. 5.10a/b\n\nP.2. Move up into the large flake. Clip bolts, place a large cam, them move up onto the bolt protected face. Another cam placement, then easy face to a large ledge. Only long pitch on the whole climb. 2 bolt belay. 5.9\n\nP3. Head right on the easy crack Go to a large ledge, ignore the bolted belay and move right along the ledge to the base of a corner system.\n\nBuild gear belay\n\n. 3rd class\n\nP4. Move up the corner (small cams) then move right, a reachy move to a jug. Bolt anchor. 5.9\n\nP5. Move left onto a easy face, up to another big ledge. 2 bolt anchor. 5.7\n\nP6. 5.9 move bolt protected, then short 5.7 face to the top. Belay off bolt anchor. High fives all around.\n\nPitches 4-6 could be combined into a single pitch","protection":"10 quick draws, single cams to 3\"","location":""},"__v":0},{"_id":"i1c7lPoRU3+99oPJ84TeyA==","name":"Mule Train","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Cunningham and Tom Foll, July 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":3,"mp_id":"107355063","mp_crag_id":"106869404","climb_id":"i1c7lPoRU3+99oPJ84TeyA==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"This is an enjoyable climb up the beautiful golden face on the South side of the dome. Start about in the middle of the face, at a section of speckled rock (looks like this\n\nRock detail. Photo by Blitzo.\n\n). The crux is getting past the first couple bolts, and I thought it was pretty stout for the 5.7 it's given in the Spencer guide.After the start, lots of 5.0 climbing up the knobs leads to a bolted belay at a nice little dish/ledge.\n\nThe second pitch climbs up and right. Some sections of golden polish provide more challenge. Another 2 bolt anchor is below the giant bulbous overhang. I spotted another bolt on the slab above this anchor, so it looks like a route to the top of the dome has been added, although we didn't do it.\n\nThere are also a handful of other nice looking face climbs to the right of Mule Train. They are newer and not in the Spencer guidebook.\n\nRappel the route with 2 ropes to descend. We managed to rap with one 70m by working our way right to a ledge, and then raping to the ground from a bolted anchor on the ledge.","protection":"Bolts protect all the hard climbing, but you can reduce the runouts on 5.0 terrain by slinging chickenheads.","location":""},"__v":0},{"_id":"W/B6fJxTX/egV8pMxJ4fHA==","name":"ESX","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jerry Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":6,"mp_id":"114100859","mp_crag_id":"106869404","climb_id":"W/B6fJxTX/egV8pMxJ4fHA==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"Super fun route, wonders through and climbs across Second Honeymoon half way, but still great route.","protection":"Bolts and a couple pieces of pro on crack at the start to first bolt.","location":"Right of Second Honeymoon."},"__v":0},{"_id":"L6NnsqamW+2P+qGJbn9dCA==","name":"Easy Wind","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Tuttle, Paul Loughton (1976)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":2,"mp_id":"107354971","mp_crag_id":"106869404","climb_id":"L6NnsqamW+2P+qGJbn9dCA==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"This climb begins in the gully to the left of the obvious golden face in the middle of the South Face of the dome.\n\nP1. Climb a short pitch up a groove/crack past a bolt to a ledge in an alcove.\n\nP2. A long pitch, so watch the rope drag or you might have to break it up into two. Climb up the awkward crack in the groove. As you near an overhang you have to traverse to the right. The second half of the pitch has a lot of different ways to go. Use the various cracks and knobs to work your way up to a bolted belay (with chains) on a nice foot-ledge.\n\nP3. If you don't like scary friction slab, then this pitch is something of a nightmare. From the belay traverse left and then downclimb a bit. Step across the glassy gold polish and onto the better friction stuff and then smear your way up and left to a foothold. From here I think the original climb continued further left onto the ledge and right facing corner. This way is 5.9R and make sure you solo up a ways before placing anything or you will screw your follower.\n\nInstead of finishing on the original route I got lured into the bolted variation that begins from the good foothold in the middle of the traverse. The fucked up thing about this climb is the bolts are in all the wrong spots. From the good foothold I had to make a 5.9 move and then clip the first bolt from a tenuous stance. Clipping the second bolt is the same scenario. I'm not that short either, about 5'8\" with a +2\" wingspan. Anyways, I escaped left after the second bolt. Getting to the 3rd bolt looked solid 5.10. After that nonsense, climb up some cracks and ledges to a bolted anchor on a ledge.\n\nP4. An easy pitch up a small right facing corner in the middle of the face. The corner protects with small gear and the climbing is easy. Run up the 3rd class slab and belay ontop of the dome.","protection":"Pro to 4\"","location":"There is a large, golden, knob covered wall on the South Face. It has a huge, egg-shaped overhang/bulge at the top of it. This climb is on the left side of the golden wall."},"__v":0},{"_id":"U7LLyai7Wb6FJCkAambqpQ==","name":"Buggery On The High Seas","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Roger Hayashi and Dave Daly, July 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":4,"mp_id":"117855346","mp_crag_id":"106869404","climb_id":"U7LLyai7Wb6FJCkAambqpQ==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"Pitch #1:\n\nThe first bolt is reached by making 5.8 friction moves onto a small sloping ledge. Upon clipping the first bolt, the next series of moves requires solid smearing and an awkward mantle past a sloping dish (5.10c). Continue up past two more bolts on small rounded edges (5.10b). After passing the 3rd bolt, the route eases up a bit and then passes the 4th bolt. The route then steepens again, passing three more bolts along the way. The 1st pitch ends at a two bolt belay, under a small overhang.\n\nPitch #2:\n\nStart by yarding up over the belay onto a \"jug-fest\" of chickenheads (5.6)! Sling chickenheads the next 50 feet before reaching the first bolt. Continue on another 50 ft to reach the 2nd bolt (5.7). The last two bolts are shared as the route merges left with 'Whiskey Bill' and 'Mule Train'. Belay at the end of W.B's 3rd pitch at some HUGE, green Metolious rap hangers.\n\nOptional:\n\nContinue up Whiskey Bill for two more pitches (pro to 1/2\") before finishing at summit.","protection":"- 8 draws\n\n- slings for chickenheads and knobs\n\n- Pro to \"1/2\"","location":"'Buggery' was put up in July 2000 (F.A Roger Hayashi and Dave Daly) as a direct variation of 'Whiskey Bill' (5.7). Buggery is situated right of  'Mule Train' on the South Face, which starts up a smooth, steep slab. Locate a line of bolts 25 feet left of a large crack."},"__v":0},{"_id":"k6oblT4zX3etbozd1jpcEQ==","name":"Jolly Hockey Sticks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J.Woodward, D. Hensel, M. Cranor, 7/4/91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"left_right_index":7,"mp_id":"111450600","mp_crag_id":"106869404","climb_id":"k6oblT4zX3etbozd1jpcEQ==","areaRef":"aacGjdegWKehYB13336Rog=="},"content":{"description":"Climb some cracks then up a face past three bolts to a pin at the base of a left facing corner. Up the corner for a bit then move right and up the face to the ledge. Rappel. The corner can be finished direct, much harder, 5.11.","protection":"Tiny to medium.","location":"The first major weakness to the right of Mule Train is Ghastly Gulch. The route starts just to the left of GG."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,c6fa6c7a-10b7-566e-a056-ec1f1ce3e8db,a7f86a43-0135-5bbc-9005-aabee812e026,69a7068d-d7a0-58a7-a160-1d77df7e91a2","pathTokens":["USA","California","Western Sierra","Fresno Dome (Wamello) Area","Fresno Dome","e. \"South\" Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.5361,37.45322]},"bbox":[-119.53666642957808,37.45277033981814,-119.53553357042192,37.45366966018186],"left_right_index":-1,"ext_id":"106869404","area_id":"aacGjdegWKehYB13336Rog==","polygon":{"type":"Polygon","coordinates":[[[-119.53666642957808,37.45277033981814],[-119.53553357042192,37.45277033981814],[-119.53553357042192,37.45366966018186],[-119.53666642957808,37.45366966018186],[-119.53666642957808,37.45277033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:54:44.581Z","updatedAt":"2024-01-20T00:58:30.297Z"}