{"_id":"6368a214e80bff5a9955d7a1","area_name":"Mad Cow Wall","shortCode":"","climbs":[{"_id":"xF0Wf/7KW9KlVL1zW5uBNQ==","name":"West Wasn't Won on Salad","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":13,"mp_id":"106100017","mp_crag_id":"106094105","climb_id":"xF0Wf/7KW9KlVL1zW5uBNQ==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Climb and belay off the boulder.  Good pockets work up and traverse out under the roof (the chicken way).  Otherwise, you can take it straight up.  Just at the point out of the roof section, look for the valuable knee bar rest, which is pretty elusive.  Finishing up with good pump, tearing through the great holds up for a wild dynamic finish.  The last hold is considerably better on the left side.","protection":"Bolts, Chain anchors. \n\n  Belayers note:  Best practice is to belay off the boulder.  Look for the safety bolt on the wall, to clip into to avoid getting jerked off the boulder during a fall, especially during the first and second bolts, due to a swing back into the boulder.  On the upper section, you can unclip, as you are far less likely to deck your climber. \n\n  Lowering: watch out for the tree/bush that you come down into.","location":"Start on the top of the Salad Boulder."},"__v":0},{"_id":"uHJmM5uIWueNPPb1NuLsxg==","name":"Unknown 5.12b   (2)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":9,"mp_id":"112496799","mp_crag_id":"106094105","climb_id":"uHJmM5uIWueNPPb1NuLsxg==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Another obscure and seldom climbed line at Mad Cow, this one probably isn't worth doing unless you've climbed everything else on the cliff. \n\n  Step off the ground, and climb thru some easy moves with some dirt and plants thrown in.  Pull the crux, which felt really hard and tweaky for 12b, thru thin pockets and throw to a good jug.  Rest up well because several more bolts of pretty hard and awkward climbing on sub-par rock remain.  You would hate to fall off the upper section after pulling the hard unpleasant crux off the ground.","protection":"Bolts to rap hangers, stickclip","location":"Middle of Mad Cow Wall, A few routes past the Peacemaker / Salad boulder.  One route right of the classic \"Black Plague\"."},"__v":0},{"_id":"0qN66MmoVeuVfHsOWjTICA==","name":"Unknown 5.12b","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":12,"mp_id":"110492791","mp_crag_id":"106094105","climb_id":"0qN66MmoVeuVfHsOWjTICA==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"This neglected route offers fun thin pocket pulling before it pulls onto an endless slab. \n\n  Pull off the ground with some difficulty up to a good shake at the first bolt.  From here sequential pocket pulling leads up and right to the second and third bolts.  Swing slightly right to get through a blank section and get established in the corner.  From here easier climbing on low angle rock leads up to the anchors.","protection":"6? Bolts to Anchors","location":"Located in the center of Mad Cow Wall.  \"Rattlesnake\" 11b is on the left, and \"Peacemaker\" 5.12d is on the right.  Second route left of the classic \"The West Wasn't Won on a Salad\""},"__v":0},{"_id":"V2YK4mFZWJimSCq5yRLuGQ==","name":"Shakka","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":4,"mp_id":"106539901","mp_crag_id":"106094105","climb_id":"V2YK4mFZWJimSCq5yRLuGQ==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Pull high quality limestone crimps and pockets past a few bolts to a tricky leftwards traverse just below a small roof.  Snag a rest here and pull the roof and negotiate a few more tricky moves on lower angle rock to the anchors.  Maybe slightly easier than \"Cutter\".","protection":"Bolts to Anchors","location":"Between \"Die Hardral\" and \"Cutter\""},"__v":0},{"_id":"1l8fieJvUDms9CpfRIbx0Q==","name":"Rawhide","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":15,"mp_id":"106539852","mp_crag_id":"106094105","climb_id":"1l8fieJvUDms9CpfRIbx0Q==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Start up with moderate moves to the first bolt.  From here work with with a devious undercling sidepull, or reach past to pockets of various quality.  Eventually a nice sidepull jug or higher jugs can be used for clipping the second bolt.  Head up through steep rock on good holds with a few big moves thrown in.  Rest where possible for the rightward traverse and a final heartbreaking crux before the anchors.","protection":"6 fixed draws to Anchors.  Consider stickclipping the first draw and possibly the second as the moves to the second draw aren't trivial.  This will however take a incredibly long stickclip.","location":"Between John Wayne's Knee and Chuckwagon.  Second route from the entrance with fixed draws."},"__v":0},{"_id":"ZbollG2zVU+0EQ9nkuakeA==","name":"Rattlesnake","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":11,"mp_id":"106100039","mp_crag_id":"106094105","climb_id":"ZbollG2zVU+0EQ9nkuakeA==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Right off the deck, this one is strong out of the gate and slacks off as it rises.  First few moves involve thin feet with small holds.  The crux comes just after clipping the second bolt, with tiny crimps and technical movement taking you to a jug you'll be happy you found. After this, things ease up a little as you stem through some respectable 5.10 moves through a dihedral. Finish up by knocking out a couple of easy ledges with plenty of rests.  Nice long route that does not see much traffic.","protection":"10 Bolts and Chains. \n\n  If you are not solid at the grade, then consider stick clipping the first bolt. \n\n  Beware of the stinging nettle that plagues the landing of this route, burns like hell. \n\n  Beware of giant centepede that enjoy this wall.  I watched a 16\" monster crawl behind my rope before I made my attempt.","location":"#9 on the topo, second route left of the Salad Boulder."},"__v":0},{"_id":"I3QUWhf6XU+HkIlZADaN4w==","name":"Rabid Dave","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":6,"mp_id":"106100077","mp_crag_id":"106094105","climb_id":"I3QUWhf6XU+HkIlZADaN4w==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"The start of this route is a good. Works up on good holds. Fourth bolt is where I found the crux. A three finger pocket with bad feet followed by a long stretch move to the good hold. A worthy climb.","protection":"Bolts and Chains.","location":"Look for the large wedge of rock split off from the wall. Just right of Die Hardral."},"__v":0},{"_id":"xPkZu+DRVsygbaplB9AtkA==","name":"Rabid Dale","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":10,"mp_id":"106539879","mp_crag_id":"106094105","climb_id":"xPkZu+DRVsygbaplB9AtkA==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Pull the bouldery start on tweaky two finger pockets and chossy crimps past the first two bolts to a nice rail rest.  Pull onto the rail passing the third bolt and the awkwardly placed fourth bolt and a nice rest ledge.  Seemed easiest to pass the fourth bolt before clipping it.   \n\n  Get a nice rest and continue up on very thin ground on thin crimps and  crumbly sidepulls past 3 closely spaced bolts to the anchors.  This part climbed more like Shelf Road than typical LCC climbing.","protection":"7 Bolts to Anchors, Stickclip for the first bolt.  The anchor is in bad need of chains, currently consisting of two rap hangers positioned a foot apart vertically.","location":"Between \"Rattlesnake\" and an unknown 12b.  Third route past the Salad boulder."},"__v":0},{"_id":"24txaimPXyqTISFLLJoZeQ==","name":"Mad Cow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":2,"mp_id":"106094228","mp_crag_id":"106094105","climb_id":"24txaimPXyqTISFLLJoZeQ==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"This fun line starts towards the left end of Mad Cow Wall.  From the ground pull a few tricky moves on a few degrees past vertical terrain.  Just as the angle eases off and you think you've got the route in the bag, the holds shrink in size providing an entertaining second crux.  Sustained at the bottom to an easier finish. \n\n  Might be a bit soft for 12b.","protection":"Bolts to Anchors","location":"Route # 18 on Monomaniac's stellar topo.  Between Anthrax letters (12d) and Cutter (11c).  Starts just right of a boulder."},"__v":0},{"_id":"nD9c8IcXXXuc6GUse9CNbA==","name":"John Waynes Knee","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":16,"mp_id":"107546119","mp_crag_id":"106094105","climb_id":"nD9c8IcXXXuc6GUse9CNbA==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"This route lies on the right hand side of the main concentration of routes at Mad Cow wall. A somewhat neglected route, but just as classic as neighboring routes Rawhide and Chuckwagon IMO (and a tad bit harder). Rock quality is generally good, aside from some crumbly bits at the 3rd bolt rest. \n\n   Make your way past the first two bolts using thin holds and a good mono on easier terrain. Cruise to the big scoop at the third bolt, and rest as the name implies. Grab some jugs, and deadpoint/dyno to another good jug. Two options (and possibly more) exist for the crux at hand: 1. Grab a nasty (small and slopey) left handed gaston and thrutch for a good edge, or  alternatively 2. skip the gaston and dyno for the good edge. Don't relax yet - 2 more bolts of pumpy sequential climbing stand between you and the chains.","protection":"6 bolts to a 2 bolt anchor - all fixed draws","location":"Just right of Rawhide about 15 feet."},"__v":0},{"_id":"Q7PbaSlWUFiPzbAolFWg8g==","name":"Ebola","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":0,"mp_id":"108055122","mp_crag_id":"106094105","climb_id":"Q7PbaSlWUFiPzbAolFWg8g==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Great route with a long low crux, good rest, and a wild low percentage upper crux.  The moves down low are classic limesone lock off stuff, but the ones up high are very different indeed!  It includes the quintessential Mad Cow huge-slap-for-something-off-an-undercling move that seems to dominate around here.","protection":"Bolts","location":"The left-most line of the Mad Cow Wall before the steepness of the Hueco cave begins"},"__v":0},{"_id":"SwYbIREXWYqiu397Cutxog==","name":"Die Hardral","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":5,"mp_id":"106100046","mp_crag_id":"106094105","climb_id":"SwYbIREXWYqiu397Cutxog==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Great thin face climbing route.  A fun start on good holds leads to some cranks from thin holds where the foot holds just aren't where you want them.  Following this creative posistioning allows a strenuous rest in the dihedral to a few more tricky moves to surmount the final steep section. ","protection":"Very well protected with 8 Bolts to Chains.  The middle of the closely spaced bolts could easily be skipped.","location":"15 on the topo.  Look for the dihedral."},"__v":0},{"_id":"CkFyoBuAVpSecitdRKM7Vw==","name":"Cutter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":3,"mp_id":"106100050","mp_crag_id":"106094105","climb_id":"CkFyoBuAVpSecitdRKM7Vw==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Nice move on good holds up to the third bolt with some tough thin moves.  Footwork is paramount, as it is very sequenced.  I stepped up into the undercling to get through the crux.  My partner and others sought a different solutions.  Working the upper section, the incline eases a bit, but the hold get smaller and more balancy.  Before you know it, you'll be at the chains.","protection":"Bolts, Chains.","location":"Start off in the first big flat spot coming up from the Hueco cave.  Between Shakka and Mad Cow."},"__v":0},{"_id":"cXFhgZx5WqmG9RE99YMQWw==","name":"Chuckwagon","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":14,"mp_id":"106539865","mp_crag_id":"106094105","climb_id":"cXFhgZx5WqmG9RE99YMQWw==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Climb on great jugs to the third fixed draw.  Here pull a long lockoff to a small crimp, crank and hit a jug and the fourth draw.  This move is substantially harder than anything else on the route probably V5 or so. \n\n  Pull onto a ledge and a nice rest, and the fifth bolt.  From the ledge traverse slightly left, clip the sixth bolt and commit to the wild dyno finish.  This move will feel improbable at first but not too bad once you get it figured out. \n\n  This route can make for a nice warmup as long as you pull on the third draw to get past the crux.","protection":"6 fixed draws to fixed Anchors.","location":"Between \"Rawhide\" and \"The West Wasn't Won on A Salad\"  Third route from the entrance with fixed draws."},"__v":0},{"_id":"G7y0lSicUC+gu0/JdfHoQw==","name":"Bubbles","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":18,"mp_id":"106112062","mp_crag_id":"106094105","climb_id":"G7y0lSicUC+gu0/JdfHoQw==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"One of the best hard routes at LCC, and perhaps one of the best of its grade in New Mexico, featuring 5-star limestone, thought-provoking moves, a significant pump-factor and powerful cranks that don't let up till you clip the chains.   \n\n  Begin 20 feet left of the Hermit's Cave.  Fortunately this route's position avoids the culturally sensitive area to the right.  Slopey pockets head up and right for two bolts, to a difficult sequence moving past the third bolt and a decent shake on interesting holds.  A few more large pockets lead to the 4th bolt and a long reach to a good 1/2 inch edge just below the crux bulge, that offers a mediocre rest.   \n\n  Sequential and powerful cranks on surprisingly thin holds leads to a pair of two-finger pockets just over the lip.  Make two dynamic stabs to a pair of sloping dishes, bring up a foot, rock over and crank for the excellent mail slot.  From here you can clip bolts 6 & 7.  Rest as best you can here (taller folks may find this difficult) as one more desparete move to a good crimp guards the chains.","protection":"7 bolts, 2BA.","location":"The first bolted route left of the Hermit's Cave.  This is the only bolted route in the vicinity.  About 100yds left (E) of the Violince Wall."},"__v":0},{"_id":"QB4YVNDfXPiXssutXJSzGw==","name":"Black Plague","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":8,"mp_id":"106094114","mp_crag_id":"106094105","climb_id":"QB4YVNDfXPiXssutXJSzGw==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Black Plague is one of the best 5.13s in Southern New Mexico.  The line ascends a stunningly beautiful pair of black streaks, up a gentle overhang with technical, powerful moves.  The route is notorious for the double mono crux at the second bolt, where strong fingers are helpful, but impeccable movement can reduce the tweak factor significantly.  Above the monos the holds stay small, but less tweaky.  The route snakes right, left, and back right between the black streaks, before surmounting the final tufa roof.  On the headwall a few slabby moves will keep your attention as you head to the chains.","protection":"Bolts.","location":"Ascends the beautiful black streaks near the left end of the Mad Cow Wall."},"__v":0},{"_id":"d7sMLArtW+K3DIgH6kD42A==","name":"Big Daddy","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":7,"mp_id":"106680408","mp_crag_id":"106094105","climb_id":"d7sMLArtW+K3DIgH6kD42A==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"One of the more technical lines at LCC this line follows great limestone up a slightly overhanging section of stone. \n\n  Begin just left of the double black streaks of \"Black Plague\"  Make easy but cryptic moves off the ground to a nice shake at the first bolt.  Thinning holds and big moves lead past the next few bolts to a devious mono section.  Surpass this and engage in the tricky crux with bad holds and technical footwork.  After the crux several rest jugs are encountered allowing a good rest for the final easier but still tricky moves on uninspiring rock.","protection":"5 Bolts to Anchors.  The anchors consist of unequalized rap hangers with biners.  Some chain would greatly improve the anchors setup.","location":"In the middle of the Mad Cow wall.  Just left of double black streaks of \"Black Plague\".  To the left is \"Rabid Dave\"."},"__v":0},{"_id":"LU9FzcEVWC+qz5KZ4jhlRQ==","name":"Bandit","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Michael Ontiveros","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":17,"mp_id":"110317669","mp_crag_id":"106094105","climb_id":"LU9FzcEVWC+qz5KZ4jhlRQ==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"A short, bouldery route. The first half is the business, gets easier in the second half.","protection":"~6 bolts","location":"To the right of John Wayne's Knee."},"__v":0},{"_id":"U2EAEpdhWx+1Q+maU0cHLg==","name":"Anthrax Letters","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"left_right_index":1,"mp_id":"112496783","mp_crag_id":"106094105","climb_id":"U2EAEpdhWx+1Q+maU0cHLg==","areaRef":"Wp2obKCMVqeQnoNZd7uL/Q=="},"content":{"description":"Another great route on Mad Cow Wall, this one is quite similiar to \"Ebola\", with an easier starting section, and a much easier crux up high.  After stickclipping the first (or second bolt) depending on your risk tolerance.  Get off the ground with some difficulty, pull a few thin moves and throw to one of the coolest holds at Last Chance, a huge pocket, in some type of fossil / petrified wood.  From here a few long moves on decent crimps lead up to a good rest.  Rest up as a few technical and sequential moves remain, before the 5.10 jughaul to the top.","protection":"Bolts, Stick Clip","location":"Far left side of Mad Cow.  Second route from the left, before Hueco Cave.  To the left is \"Ebola\", to the right is \"Mad Cow\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,a07063a6-860b-5c64-9a95-d8965891fb2b,5a9da86c-a08c-56a7-909e-835977bb8bfd","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Last Chance Canyon","Mad Cow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":5,"label":"5.12b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.11b"},{"count":4,"label":"5.12d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.13b"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":16,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":16,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.7528,32.2357]},"bbox":[-104.75333160057575,32.23525033981814,-104.75226839942422,32.236149660181866],"left_right_index":-1,"ext_id":"106094105","area_id":"Wp2obKCMVqeQnoNZd7uL/Q==","polygon":{"type":"Polygon","coordinates":[[[-104.75333160057575,32.23525033981814],[-104.75226839942422,32.23525033981814],[-104.75226839942422,32.236149660181866],[-104.75333160057575,32.236149660181866],[-104.75333160057575,32.23525033981814]]]}},"content":{"description":"The Mad Cow Wall is arguably the best cliff at LCC, and certainly the best chunk of limestone in New Mexico.  The wall stretches for several hundred yards, featuring loads of stellar lines.  Routes range in steepness from just past vertical, up to \"very steep\", and tend to be longer than the routes at other LCC cliffs.  Visiting hardmen will want to take a stab at the stunning double black streak of \"Black Plague\".  However, this cliff really shines in the lower 5.12 grades.   \n\n  This wall faces Northeast.  However, unlike the Violence Wall, Mad Cow receives virtually no sun in the winter.  It is possible to climb here in the dead of winter (on the right day), but it may be pretty chilly."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:13:41.917Z","updatedAt":"2024-02-19T18:38:00.821Z"}