{"_id":"63689d5ce80bff5a994f507e","area_name":"Temple Crag","shortCode":"","climbs":[{"_id":"C9MShZvjUS6Hp92DXjc/QQ==","name":"Venusian Blind","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Jensen, S. Petroff, and A. Walker","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":2,"mp_id":"105928910","mp_crag_id":"105804351","climb_id":"C9MShZvjUS6Hp92DXjc/QQ==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"Venusian Blind is another of the great, adventurous arete climbs on Temple Crag. Depending on your climbing tastes and personal experience on the route, this may be a dream climb or a nervous adventure bordering on epic. For my wife and I, it was a little of both as a 3 foot square block she was standing on ripped off the wall while leading the first roped pitch, nearly bringing a quick demise to both of us.\n\nVenusian shares the start with Moon Goddess Arete, thus making it a good alternative if there are already parties on Moon Goddess. As seen in photos, there is one snow chute that is longer and splits the wall between Sun Ribbon Arete and Moon Goddess Arete. Climb this snowfield to a snow and rock traverse to gain the base of Venusian and Moon Goddess. The snowfield is steep enough to warrant crampons or the proper snow conditions and experience for competent parties without crampons.\n\nApproximately 300 feet of 3rd and 4th class climbing will take you to a series of ledges where the wall steepens. It's on this terrain that Moon Goddess splits off right and Venusian goes up left. The beginning of the route is marked by a short, right facing corner where most will want to rope up.\n\nFrom here the climb ascends the arete for several pitches, sometimes climbing left or right from the arete proper. Depending on rope length and how you piece pitches together, it seems you can do this route in as few as five or six pitches with some simul-climbing, or up to 11 pitches from the end of the 3rd and 4th class climbing.\n\nThere appeared to be many options and even with careful scrutiny of the topo, we found ourselves off route, but never in dangerous climbing or difficulty. There are a couple of impasses of note. First, if done pitch by pitch according to SuperTopo, you can go left or right around the arete on pitch 7. Left is reportedly the best way but we went right because it seemed more obvious and it was clean and straight forward. At the 10th pitch, you top out on a small tower and then encounter a 25 foot traverse across a notch with no protection on precariously stacked blocks. A short downclimb is required to get into the notch. On the other side of the notch is a pitch with a couple of fixed pins, thus providing assurance that you're on route. At the top of this pitch is a hidden anchor on the left side of the arete, facing the gully. You can rappel 60 feeet from here into the gully and climb 3rd and 4th class for 20 minutes to the summit plateau. Or, you can continue on the arete for a few more pitches to the top.\n\nTo descend, go east on a climbers' trail towards Contact Pass. The trail eventually turns into 3rd class above the pass and then steepens to 4th and 5th class where most climbers rappel 80 feet from slings to the pass. From here, rock slide and glissade back to the lakes.\n\nOverall, this route seemed relatively quick and easy. Alpine rock climbing skills including route-finding ability, being comfortable on fragile rock and the ability to move fast are probably necessary. Hence, it's not the first alpine climb you would want to go on but it's a worthy outing for an experienced rock alpinist.","protection":"Standard alpine rack of stoppers and cams up to 2\" and many slings.","location":"Venusian Blind climbs the arete left of Moon Goddess Arete, sharing the same start."},"__v":0},{"_id":"AfO+F22qUi25MZFDpsvhkw==","name":"Temple, Galey, Sill Traverse","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":9,"mp_id":"107224919","mp_crag_id":"105804351","climb_id":"AfO+F22qUi25MZFDpsvhkw==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"If you're looking for something to test your alpine endurance and route finding skills the Temple/Galey/Sill traverse is a worthy candidate. The traverse is ~1.8 miles in length, slightly longer than Thunderbolt to Sill with ~3 less approach miles.  There are a number of options for summiting Temple Crag ranging from 5.7 to 5.10c (12-18 pitches).  For the traverse Sill is traditionally climbed via the Swiss Arete (5.7, 6 pitches).\n\nSOME TEMPLE CRAG ROUTE OPTIONS\n\nVenusian Blind Arete\n\n(5.7, 12 pitches)\n\nMoon Goddess Arete\n\n(5.8, 14 pitches)\n\nSun Ribbon Arete\n\n(5.9/10a, 18 pitches)\n\nDark Star\n\n(10c, 16 pitches)\n\nGALEY\n\nFrom the summit of Temple Crag work your way down the ridgeline of Galey.  There are many ways to go, but if you want to save time stay off the ridgeline until the summit. We didn't encounter anything harder than 5.7. The rock on Galey is far chossier than Temple and Sill so pick your line carefully.  The quality improves as you get closer to the summit.\n\nSILL\n\nFrom the summit of Galey scramble down the class 2-3 ridge to the saddle between Galey and Sill (Glacier Notch).  Cross the L-shaped couloir to reach the base of the\n\nSwiss Arete\n\n.\n\nEXTRA CREDIT\n\nContinue on to Thunderbolt (reverse of\n\nthis route\n\n).  The most direct descent back to the Palisade Glacier is Underhill Couloir (loose class 4) between Starlight and T-bolt. IMO this linkup is a great warm-up for Evolution.","protection":"See the individual route descriptions for gear requirements.  Expect minimal to no fixed gear.","location":"APPROACH (7 miles)\n\nFrom the Glacier Lodge trailhead in Big Pine take the N Fork of Big Pine Creek trail.  There are 2 main places to cross the creek, the first at ~5.5 miles on the east side of Second Lake (between First and Second Lake).  The second is at the outlet to Third Lake at ~6 miles.  The former is more reliable when the water level is high.  The places where you leave the main trail to access the creek crossings are well used by overnighters.  After the creek crossing head (SW or S, respectively) cross-country to the base of Temple Crag.\n\nDESCENT (~10 miles via Sam Mack)\n\nFrom the summit of Mt Sill head down the Class 3 Ridge toward Polemonium.  Descend the L-shaped Couloir then Glacier Notch to reach the Palisade Glacier.  There are not obvious starts to these so pay attention.  There are generally cairns marking both.  From Galey Camp either descend straight down to Second/Third Lake (more direct and best with snow) or take the trail back to Sam Mack which joins up with the N Fork of Big Pine Creek trail."},"__v":0},{"_id":"Pk/2CtYxVCOpGOtnyzFOzA==","name":"Sun Ribbon Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Don Jensen & John Fischer - Sept 1969","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":4,"mp_id":"105811901","mp_crag_id":"105804351","climb_id":"Pk/2CtYxVCOpGOtnyzFOzA==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"This is a classic long-day alpine route on good rock with some unique features, not least of which is a Tyrolean traverse.  Most people start from an obvious crack in a left-facing dihedral (as seen in\n\nMike Morley's picture here\n\nnear a big grey scar, some distance (300'? 500'?) from the base of the snowfield and the start of Dark Star.  The main drawback is the descent through Contact Pass, though you could bypass that by traversing to Gayley and Sill...\n\nThis route has many variations and it's wise to take a topo unless you've climbed a lot on Temple.  A good topo can be found in Croft's book or the High Sierra Supertopo book (the latter has some errors).  However, Bruce Bindner (R.I.P.) posted\n\na better topo right here\n\n; it's the best I've seen and you will appreciate it once on the route.\n\nThe rock on the route is overall pretty solid, but there are plenty of loose blocks that could kill you if you got careless.  It would be a good idea to start early (regardless of whether you plan the ascent car-to-car or from a camp site) because Temple is plenty exposed to electrical storms.  When Scott and I climbed the route, a storm blew in after we had passed the crux, my hair stood up, and the rope started making crackling noises... luckily for us the storm changed directions and did not get any nastier.  Check the weather beforehand!","protection":"Alpine rack -- some nuts, a few cams, many slings.","location":"The first pitch of the route can be seen in Mike Morley's picture among the 'Beta photos'.  It is near a large grey scar and a says uphill from the toe of the Dark Star buttress.  It's a good idea to start early and go fast, because the descent requires some attention; Contact Pass is unpleasant no matter how you approach it.  A single-rope rappel from the rightmost rappel station should plop you down onto the scree, and from there it's mostly slogging back to the snowfield and your campsite (or the trail and your car).\n\nIf you're camping, a good idea is to pitch your tent at Second Lake, and then walk over in the afternoon to kick steps in the soft snow leading up to the base of the route.  In the morning the steps will have hardened.  Going car-to-car, a set of lightweight aluminum crampons will be helpful in early season."},"__v":0},{"_id":"LBll/w4MWRWwqqR/U4MhrQ==","name":"Planaria","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gordon Wiltsie and Jay Jensen, September 1977","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":8,"mp_id":"106422934","mp_crag_id":"105804351","climb_id":"LBll/w4MWRWwqqR/U4MhrQ==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"In 1997, Gordon Wiltsie and Jay Jensen established Planaria, using aid to ascend a shallow, right-facing dihedral up to a right-trending roof, thence up into the large shallow dihedral that comprises the bulk of the route.\n\nHigher, after a 60-foot fall out of the left side, Gorden and Jay went up the right side of the flatworm flake that gives the route its name.\n\nThe pair ended their fine ascent at the top of the Lower Buttress where the route joins with Dark Star and Barefoot Bynum.\n\nPartly because of the route's reputation, and partly because freeing the first two pitches looked unlikely at best, Planaria went unrepeated for over 20 years.\n\nThe free variation established by Bob Harrington and Bruce Bindner in 1998 starts up a 5.9 crack to the right of the aid route, then works up the face past a pin and two bolts to rejoin the Wiltsie-Jensen line out to the right of the end of the right-trending aid roof.\n\nDuring the all-free ascent, the left side of the flatworm flake was climbed free in the 5.10 range, the crux being 4.5\" to 5.5\" offwidth.\n\nHarrington and Bindner then continued to the summit of Temple Crag, rating the entire route to the summit a Grade V.","protection":"Rack:\n\n2 KBs, 2 LAs\n\nStoppers and some brass\n\nPink, red, and brown tricams\n\ncams from blue Alien to #4.5 Camelot\n\nAlien Hybrids also useful.\n\nA 55m - 60m rope is useful on some of the longer pitches. See topo.","location":"From Third Lake, cross the outlet stream over fallen logs at the east end of Third Lake, and follow a use trail up onto the moraine. This peters out after about 100 yards, and the rest of the way is on talus and scree. Head more or less directly south, then aim for the face below the shallow dihedral that comprises this route, which is located to the right of Barefoot Bynum and Dark Star."},"__v":0},{"_id":"HYFyd/miW+6qmwK4uBr8jw==","name":"Moon Goddess Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Carl Dreisbach, Pat Armstrong - Sept 1969","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":3,"mp_id":"105804358","mp_crag_id":"105804351","climb_id":"HYFyd/miW+6qmwK4uBr8jw==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"Climbs the middle of the Celestial Aretes.\n\nGain the start of the climb by traversing a ledge leftwards which leads to the buttress. Scramble up for a few hundred feet to where the rock gets steeper; rope up here. Several moderate pitches lead to the first impasse, a gendarme which is bypassed on the right with a super-exposed traverse (5.7). Climb down to the base of the Ibrium Tower. A cracks lead to a platform and the second impasse below the flawless section of the Tower (5.8). Pass around to the right, very exposed, and continue to traverse (loose in parts) until cracks lead back to the top of the Tower (5.8). Continue to follow the crest of the ridge, tackling impasses (5.7 or so) until the easy back slopes of Temple Crag are reached. Hike to the summit if there's time - it's worth the view.","protection":"Full alpine rack.","location":"Descend down the back slopes of Temple Crag to steep rocks which (rappel) lead down to Contact Pass, snow or scree down from here."},"__v":0},{"_id":"xaBqzJRfVGWDolK9GIO50Q==","name":"Mendenhall Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"John and Ruth Mendenhall, 7 July 1940","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":5,"mp_id":"106786116","mp_crag_id":"105804351","climb_id":"xaBqzJRfVGWDolK9GIO50Q==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"(from Secor, page 240)\n\nThis follows the right-hand couloir on the NE face.  There is steep snow low in the couloir, followed by a narrow slot choked with chockstones.  Follow the couloir to the notch behind the North Peak, then go left to the true summit.","protection":"4-6 ice screws\n\nlight alpine rack","location":"The first chute climber's left of the Dark Star Buttresses.  Best climbed in late May / early June."},"__v":0},{"_id":"jHWLwin3VHWk+354KFtOVA==","name":"Eclipsed Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Swift, Pete Kennedy, Tom Thayer, 1970","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":1,"mp_id":"108247706","mp_crag_id":"105804351","climb_id":"jHWLwin3VHWk+354KFtOVA==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"This route defies a \"normal\" route description, and a \"normal\" rating. The rating above, 5.6 R, is an estimate/compromise between what the first ascent party called it and what we thought it was when we did it - if we were on route (see more below).  For people who may seek information about the route I offer a long, but I think descriptive narrative below (most of this was originally posted as a trip report on Supertopo). Also, the route length and number of pitches are listed from where Eclipsed and Venusian Blind Aretes become different routes (that is, they are measured after doing the usually class three/four approach to the base of Venusian Blind Arete):\n\nI try to do a High Sierra climb every season with my friend Jerome. We've done routes as varied as Mount Starr King and the West Arete on Mount Winchell.\n\nPer our normal pattern, this year Jerome gave me a list of routes that had his interest. His suggestions included \"something on Temple Crag.\" I've done the best-known four celestial aretes: Dark Star, Sun Ribbon, Moon Goddess and Venusian Blind. All are excellent routes. The choice for this year was therefore obvious - we'd do the fifth (and for me, final) \"celestial:\" Eclipsed Arete.\n\nThere isn't much information on this route either in guidebooks or on the internet. Having done lots and lots of High Sierra routes, I knew better than to expect true \"5.3,\" the rating given the route in the Secor guide (and presumably the rating given by the first ascent party in 1970). And the route description in Secor is, to say the least, very, very general (and I sympathize; I too am a guidebook author, and I absolutely understand the difficulties of getting information about obscurities).\n\nBut it's an arete right? And I've been there before.\n\nArmed with generalities and a suspect rating Jerome and I did the route yesterday.\n\nFor those with short attention spans, here's the take-away: Although the other four celestials are among the jewels of Sierra Nevada climbing, Eclipsed belongs in a dung heap (actually, it might aptly be called one).\n\nFirst, as to the description and rating. The description is fine up to the base of Eclipsed's sister route, Venusian Blind. And yes, from there, a traverse left leads out toward Eclipsed (like the two to the right, Eclipsed isn't really an arete down low). But after that? I have absolutely no idea.\n\nThe traverse described sort of leads to the base of Eclipsed, and it sort of doesn't. It ended with a choice of dropping off into a void left by a huge left-facing corner, or climbing a headwall that is between Venusian Blind and Eclipsed. Dropping off wasn't going to get us to the arete, so we did the headwall. This seemed right even after the fact (even the difficulty - 5.6 or 5.7 seemed about right for a 1970s High Sierra first ascent that was called 5.3).\n\nThis headwall pitch led us to a lower angle section of wall, where an obvious section of very easy class five then led to the right edge of Eclipsed Arete itself. This is where the route finding became a total mystery.\n\nEclipsed might be more of a buttress than it is an arete. It has a distinct east face that is 50 and more feet wide. Climbing this was out of the question: this face was near vertical, had few features and surely wouldn't go at anything less than 5.10 (and then with bolts for pro - cracks there are mostly fragile features behind loose crap). At the other extreme was the left side of the relatively clean gully to the right - between Venusian and Eclipsed. This looked like it was easy fourth and fifth class.\n\nBut this is an arete route, right? It's supposed to climb the arete, not the gully next to it. So I looked at the right edge/north face of the arete, where some features looked like they might allow some fifth class (and while this climbing did NOT look 5.3, who cares - see the above comments about rating expectations).\n\nI wanted to climb \"the Route.\" But, I admit, I was a little intimidated (we'd brought a limited rack, and I was doing the climb in approach shoes). And the rock quality was obviously suspect (see further comments below). What to do? I tend to be a purist, so I went for the \"arete.\"\n\nAll I can say (politely) is \"holy, holy crap!\" It went. It was the arete. But it was not 5.3 (try solid, sustained 5.7), everything was loose (and I mean everything!) and it was barely protectable. I led 195 feet of what may have been one of the scariest leads I've ever done in the Sierra. YUCK! The rope knocked one large and many small loose rocks off. At least I got in two bomber cams at the end of the pitch (placed with sheer relief, bordering on greed).\n\nAnd then we got some relief. Jerome was able to lead 100 feet of easy fifth to a ledge, and to the base of the next (and obviously last) headwall. This headwall looked like vertical stacked blocks at best. The climbing looked like more of what I'd found below, but offered only 80 feet of difficulty. I still wanted to do the \"pure\" line, but I wasn't intimidated anymore. Now I was scared sh#tless.\n\nJerome came through though. He always does in the end. He came through with common sense and brains. He looked up, and then he looked right, into the gully (the right side of the arete and the gully are very close where he belayed). It seemed like I could hear the rapid calculations that his brain was doing. He saw me looking up. Then he, basically, forbade me from climbing straight up and insisted that I follow the left edge of the gully. I say \"basically\" because, although if left to my own choice I would have gone straight up, I had (and still have) no idea where the route truly goes, and it didn't seem like a good day to die. I climbed the edge of the gully (at about 5.3) for a rope length before (stubbornly) cutting back onto the arete to finish on it (at least I got some sympathy about our route's poor, poor quality from the climbers watching us from Venusian Blind - we paralleled each other for much of the day).\n\nAfter Jerome came up he looked up and asked me to lead the next pitch (I am more experienced with these types of routes than he is). OK, let's do it one more time. This effort was exemplary. I was climbing about 5.3 or so, but on stacked blocks and loose sh#t. Pro? Hahahaha. Now the folks on Venusian Blind were (I think) a little worried. The Californian, Scott, was actively coaching and directing me the easiest way to lower angle ground (and like the pro earlier, I was sucking up all the beta I could get).\n\nFinally, Jerome came up. Now we were home free (thanks Scott). Three more ropelengths of what felt like class one, but was probably easy fifth lead to the top of the arete. Done, and thank God.\n\nAnd finally, in a trip report that is already too long (and no photos - Jerome took some but I don't have them yet), I offer a bit of background explanation to (I hope) lend weight to my comments about this route being loose: I've done over 150 routes in the High Sierra (up to 5.10). I've led over 800 different routes at Pinnacles National Monument (which has a reputation - occasionally deserved - for loose rock). I don't consider that the other four celestial aretes are \"loose,\" any more than is to be expected, accepted and embraced. But Eclipsed? Whoooooa Nelly. Here's one just waiting for the young, still unscarred, maybe even dumb, loose-rock aficionado.\n\nLocation\n\nThe left-most arete on the northeast face of Temple Crag. This arete is next left from the Venusian Blind arete, and getting to the start of this route is mostly the same as getting to the start of Venusian Blind.","protection":"Protection is hard to find on some areas of this route. Bring lots of slings, a set of stoppers and a set of cams to four inches.","location":""},"__v":0},{"_id":"E57eP1tPX5Sri+xaPXz1Sw==","name":"Dark Star","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Don Jensen, John Fischer, Keith Brueckner, Doug Robinson, Gordon Wiltsie, Jay Jensen - 1971 to 1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":6,"mp_id":"105944489","mp_crag_id":"105804351","climb_id":"E57eP1tPX5Sri+xaPXz1Sw==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"One of Peter Croft's \"Big Four Free Climbs\" of the High Sierra (see Peter's book\n\nhere\n\n).\n\nThis is possibly the most direct line on Temple Crag, taking a plumb line from the lowest point of the face to the top. Either start from the nadir of the face and climb 400 feet of lower class 5, or walk up around the left side and traverse back right on a large ledge.\n\nClimb up to a small, right facing dihedral and climb it (crux). On the next pitch, work your way up and left to a crack below a chimney. Get into the chimney, eventually tunneling through to get to more moderate ground above.\n\nFrom here it is mainly alpine ridge climbing, with a few steps which can be tackled straight on or avoided to the side. Eventually you reach the top of Temple Crag. Whew!\n\nPitch by pitch\n\nRack-Heavy on the thin stuff, lots of slings, extra thin nuts.  You may not even need a #4...or 3!\n\nP1-5.10b After you've scrambled up to the base and made some 4th class moves out to the pedestal proper, you'll be looking at some dihedrals and thinking \"what wild quartz\" if you've got the same topo we did.  Careful examination of the photos here might jog your memory.  Feel free to download them to your smart card and pop them in your camera!  This pitch is steep and mostly fun with a hard 10 move in the corner.\n\nP2-5.8  Head up the corner to the top.  Short pitch with a bolt.  Steep and fun. Possible to combine 1 and 2.\n\nP3-5.9  Traverse left for perhaps 40' but don't go to the end of the ledges way left.  Look for a seemingly improbable corner with a lazer split super thin crack in a small golden corner.  This  seemed hard to me.  Funky pins at belay mark the way, supplement with thin wires.\n\nP3-5.7  Head straight up featured rock, aiming for the obvious chimney.  I think we combined this with P4 on the topo to take us to the base of the chimney.\n\nP4/5-5.8  Very cool (even cold) chimney.  The crux is dragging packs through it.  Not as hard as Valley 5.8 thankfully.  Plenty of great holds inside.  Great pitch.\n\nP6-5.8-ish.  You are now on the ridge!  Follow cracks up, generally maybe staying on the right side.  Be careful as much choss abounds from this point on.\n\nP7-3rd/4th  Same as P6.\n\nP8-3rd/4th  Same as it ever was...try to meter your energy, plenty of climbing left!\n\nP9-5.7 You made it! (to the top of the lower buttress).  This next pitch was wild and runout but easy.  Trending to the left, face climb up lovely grey rock.  Some harder moves surmounting a small roof were better protected near the top.\n\nP10-5.7 Our topo and route seemed to deviate here.  We stayed left and avoided a 5.10 roof on the topo.  Seemed about 5.7 or 8, and mostly face rather than the 5.7 wide on the topo.\n\nP11-More 4th, staying on the right side of the ridge in general was the ticket for us.  I think this may have been the Dark Star pitch, an incredibly amazing crystal hole.  If you keep your eyes peeled, you just might see it.\n\nP12-14 (5th)-From here, another set of deviations from the topo.  We started to simul a bit and solo here for several hundred feet.  We also rapped and downclimbed across to the sandy gap.  There was some fixed gear.  We made a second downclimb after the rappel a ways further on the ridge.  The 5.10 variation on the last buttress looks wonderful, but really greasy in the blazing sun.  We wandered around in the gully on the left.\n\nP15-More 4th and 5th, gully whomping.  Looks like you'd be rapping/traving little towers and generally \"unclean\" climbing if you were staying on the ridge proper (via the 5.10 mentioned above).\n\nP16-4th  Top out on ridge.  From here you can drop all ropes and gear if you are confident on hideously exposed 3rd class about 50' from the top of the summit.  Watch yerself around the keyhole...\n\nDescent-work your way down the gully a long, long ways.  Stay up high and go straight down before it steepens dramatically and drops to the right.  Scrambling down a ton of exposed ledges and steppes will lead to an obvious rappel on blocks to the very top of Contact Pass.\n\nAlternatively, I've gone down the aforementioned gully...there are anchors (bolted iirc) but you end up way below the pass and have to scramble up sand to get to the pass proper.  Expect \"1 step forward, 2 step back\" if you do this.\n\nOnce on Contact, pick your way down.  It will probably be horrible, so expect loose blocks, sandy crap and everything in between.\n\nBest of luck.  Last time we got lucky and glissaded a bunch, but the other times I've had a terrifically bad time route finding this choss.\n\nOnce you're back at camp, yell a loud \"braaaack\"!  You just did DS!","protection":"Standard alpine rack. Go light and your legs will thank you on the final ridge.","location":""},"__v":0},{"_id":"e4ElogvRXminfaulGUeUYQ==","name":"Barefoot Bynum","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Robinson, Chuck Kroger - 1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":7,"mp_id":"112472523","mp_crag_id":"105804351","climb_id":"e4ElogvRXminfaulGUeUYQ==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"Climb the right facing dihederal approximately 40 feet right of the start for Dark Star. After 3 pitches in the dihederal aim for the large roof above. After pulling the roof you enter into a crack & chimney system for about 4 pitches until becoming low 5th and 4th class. The route joins Dark Star atop the lower buttress.","protection":"Standard Trad rack","location":"About 40 feet to the right of the start for Dark Star (which is an easily recognized burst of white crystals)."},"__v":0},{"_id":"U+ka3Of2VZu+TIehu8cmng==","name":"Backside of Beyond","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Doug Robinson and Jim Herrington, October, 1998","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"left_right_index":0,"mp_id":"118040231","mp_crag_id":"105804351","climb_id":"U+ka3Of2VZu+TIehu8cmng==","areaRef":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":"Temple Crag has a hidden face. Last October, when the Celestial Arêtes retreated behind snow and ice and shadow, I recalled a sunnier side, and Jim Herrington and I went over Contact Pass to have a look. The south face is half a mile wide with less relief and simpler architecture, but we still wandered over slabs and past shimmering tarns for a couple of hours before the main features settled into focus and we chose a line. Near the right edge of the face, a crack/chimney line runs straight up to the left side of a small tower on the skyline. Beginning 40 feet to its right, we were soon in the system and two pitches up. Above, the crack bulged into an unappetizing chimney, so we again took to the wall on the right. Steep face climbing kept opening upward, cruxing just as it linked to a traverse left back to the chimney, now narrowed to offwidth. Increasingly blocky climbing led straight up two more pitches. By then it was dark and snowing lightly, but the angle broke and an easier pitch went by starlight and headlamp to an excellent summit (six pitches, 5.9+). We named the line for Allan Bard. “You know you are on the backside of beyond when you feel the crisp bite of winter air in your lungs and the sting of wind-driven snow on your face,” wrote Allan. Can this be the first new route on Temple Crag in 21 years?\n\n- Doug Robinson, 1999 American Alpine Journal","protection":"Alpine trad.","location":"Hike up the North Fork of Big Pine Creek to Third Lake then go towards the north face of Temple Crag. Once under the north face (where Dark Star is located), head south and ascend much talus towards the notch on the east side of Temple Crag which is Contact Pass. Cross over the pass and down and then see above description."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,7096db12-9479-58e8-8425-e14d591897e6","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Temple Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"4th"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":1,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"alpine":{"total":10,"bands":{"unknown":1,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.491,37.1096]},"bbox":[-118.49156384934462,37.109150339818136,-118.49043615065537,37.110049660181865],"left_right_index":-1,"ext_id":"105804351","area_id":"cJbbEpR5WOiEJeFNWRiX5g=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:36.105Z","updatedAt":"2024-01-15T16:41:11.548Z"}