{"_id":"63689d5ce80bff5a994f47b3","area_name":"Panther Peak","shortCode":"","climbs":[{"_id":"w0JOwTH5XQG+2OfYgmhlMQ==","name":"Superman","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Brandon Thau, Shaun Reed","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"left_right_index":0,"mp_id":"118112178","mp_crag_id":"113588201","climb_id":"w0JOwTH5XQG+2OfYgmhlMQ==","areaRef":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":"P1 - 12a, 80' - Just left of Krymptonite, climb the obvious hand crack and fist crack (10a) getting a #3 BD in the back.  Easier big hands at the top with small gear available out left leads to the top of the pillar.  Only quickdraws are needed from here until P4.  Hard moves off the pillar (crux) leads up the arete (5.11).  At the top of the pitch, go right around the corner (better) or stay left for an easier, dirtier option.  Finish at a good stance with a two bolt anchor.\n\nP2 - 11a, 80' - Continue up the right side of the arete on excellent face climbing, eventually stepping left to a stance and a two bolt anchor.\n\nP3 - 12b, 120' - Step back right and climb up perfect white granite (5.11) to the base of the roof.  Fire the improbable roof sequence (crux) or fly like Superman into free space.  Climb through a rattly block (would not trundle) through steep, yet easier terrain.  Once back on vertical terrain, either cut left slinging some optional horns and a single bolt eventually joining Krymptonite , or head right to join the last two bolts of Krymptonite.  Belay on the big ledge on top of Krymptonite's P3.\n\nP4 - 10b, 140' - Head up and left from the anchor, placing a few pieces of gear intermixed with bolts.  Eventually gain a short arete to the top of the buttress.\n\nP5 - Same as Krymptonite, ridge climbing leads to the next higher buttress, where it's possible to walk/scramble off.","protection":"Gear and bolts.  Single rack from blue Alien/purple Metolius to #3 BD with optional extra #2 and #3 for the start of P1.  I placed (2) #2's but might be better with (2) #3's instead.  Could probably get by with just a single rack, too.","location":"On the prominent arete of the Krymptonite Buttress.  Starts just left of Krymptonite on the obvious hand and fist crack.  Look for the massive roof above on P3."},"__v":0},{"_id":"q6xfOfA4W7mso2U4C1+pgA==","name":"Rack 'em up, Reid","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA Daniel Jeffcoach and Adam Burch 4/2015 - Direct Finish Alaina Robertson, Vitaliy Musiyenko, Daniel Jeffcoach 10/2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"left_right_index":2,"mp_id":"113992846","mp_crag_id":"113588201","climb_id":"q6xfOfA4W7mso2U4C1+pgA==","areaRef":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":"Scrappy 10a up the obvious line of weakness on the eastern portion of Panther Peak.  Gear is pretty good the whole way, and the climbing is varied.  Direct finish looks like more fun and is harder than original - FRA team caught in a thundersnow storm and had to hurry off.\n\nDescription and main photo mostly borrowed from Daniel's cool website\n\nsekiclimbing.com/panther-pe…\n\nP1 At the low point on the south face, take the deceptively hard low angle ramp up and left to a big ledge above.\n\nP2 Head up the chimney, and make your way up the crack systems to the left of the steep headwall.  Belay where you feel like it, braj.\n\nP3 continue up the same system, angling slightly left to belay at the base of a licheney dihedraley chimneyish corner.\n\nP4 head up through the chimney, curse the bush at the top, and belay where it feels good.\n\nP5-6 Original - head up the 3rd/4th class gulley and then left up a ramp.  Traverse off the west side of the summit.\n\nP5 Direct - From the top of P4, climb up and to the righ tof the chimney and then take the cracks that lead to an OW in a small roof.  Climb this and follow the zig-zag wide cracks to the summit.","protection":"Doubles from small to 3\", singles to 6\" if you want the direct finish, 5\" for the original recipe.","location":"Hike up to near the summit of Panther Peak, and you have a couple options.  Scramble up to the top of Krypmtonite on the neighboring pinnacle, and rappel twice if you've got 70M halfropes.  Likely you don't, so instead, scramble/hike down from the ridge to the base of the climb on the south side of the mountain."},"__v":0},{"_id":"4Njn7SUPUCC5dE3H93GScg==","name":"Krymptonite","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"P1 & 2 - Adam Sheppard, Daniel Jeffcoach, Matt Schutz. Full thing - Adam Sheppard, Vitaliy Musiyenko","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"left_right_index":1,"mp_id":"113588281","mp_crag_id":"113588201","climb_id":"4Njn7SUPUCC5dE3H93GScg==","areaRef":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":"4 steep, outstanding pitches up near perfect westside rock! almost even mix of face and crack. grades are my guess\n\nP1 - 10d - obvious splitter (10a) with crux face climbing past two bolts to get to the anchor which is one bolt and gear. shorter pitch\n\nP2 - 11b - harder version of pitch 1. Steep 5.10 crack climbing (loose block wouldn't trundle) leads to 2 bolt face climbing crux. 2 bolt anchor under a roof.\n\np3 - 11b - Traverse delicately out right until you can get some thin gear in a shallow corner. Mantle up and clip the first bolt. kinda spooky. needs a bolt there imo. Steep face climbing on mostly good but spaced holds leads past ten bolts or so, generally up and left, to a two bolt anchor on a sweet ledge. Pumpy. One of the best granite face pitches ever\n\nP4 - 11a - Easy but runout climbing up the arete leads to a few cracks that take gear. Once the arete steepens, bolts start showing up. Steep and sustained to the top in a spectacular position. 2 bolt anchor\n\nP5 - 5.8 - Alpiney ridge climbing leads to the next higher summit, from which you can unrope.\n\nDescent - Easily walk off the backside backdown to the saddle in the ridge and your packs.","protection":"Singles tiny -> .4 doubles .5->2 single #3. 10 quickdraws + 4 alpine draws. micro nuts useful/mandatory for the mantle move getting to the first bolt on P3.","location":"See main Panther Peak Page and photo there."},"__v":0},{"_id":"GBmknlbHVBmvHHdHAgvszQ==","name":"Hyde and Hide","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Webber and Spencer Lachman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"left_right_index":3,"mp_id":"117384119","mp_crag_id":"113588201","climb_id":"GBmknlbHVBmvHHdHAgvszQ==","areaRef":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":"A fun line up a corner system and a curving finger crack on an open face. 2, 100ft pitches. Could be combined into one long, awesome pitch if you stretched a 70m, but you might be short on the rappel.\n\nP1: Climb the corner system originating at the base of the wall until it widens to a belay stance. Throw some finger sized pieces in for a belay where the P2 curved finger crack begins. Takes a variety of gear from .2 - 4. The bottom is a little wide and you can bump a 4 along with you for a ways but then the crack narrows and it's fingers + slabby feet to the belay. Goes about 10a/b.\n\nP2: Take off up the right leaning finger crack nearest the corner system you just climbed. You probably made your belay in the very crack system and now need to put your foot in the space that orange Metolius is occupying...deal with that, then continue upward. Crack becomes thin fingers and tips as it joins a vertical crack system and nears the roof. Roof takes two 3's and uses the crack splitting the roof, some desperate smearing, and foot jams to move around the bulge. The fingers goes at 10b/c. The roof about 10+...it is difficult to compare to the rest of the climb but really exciting ; pumpy, short, and allows you to be creative.\n\nDescent: Double rope rap...would stretch a 70. Once atop the spire, scramble down onto the ledge between you and the wall to your north. Rappel into the large gully towards the main Panther Peak formation.","protection":"Standard rack. Triples in .3 and .4 would make the finger crack feel super secure but nuts work too.","location":"When viewing the face of Panther Peak, locate the sub-peak to the right. Route is about 75ft uphill on the south-east side  of the formation (right side if viewing the face which faces the valley). Look for a large clean slab of white granite below a big roof with the P2 finger crack arching through the center. A right facing corner beneath the clean face forms the starting corner system.\n\nApproach like you would to Panther Peak until reaching the saddle where it is recommended you drop bags. From here you can drop down to the base of the crags and traverse though dense bushes until you locate the sub peak formation to the south east of Panther Peak and head uphill around the far corner.\n\nOR... sidehill behind Panther Peak until reaching the gully between the Panther formation and the sub-peak. Continue side hilling around the back of the sub-peak and drop down on the south-east side of the formation. Route will be on the right toward the bottom."},"__v":0},{"_id":"2Pi/aLjDWimDh2J4Ch6Azw==","name":"Liquid Gravity","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brandon Thau, Shaun Reed","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"left_right_index":4,"mp_id":"121294756","mp_crag_id":"113588201","climb_id":"2Pi/aLjDWimDh2J4Ch6Azw==","areaRef":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":"Excellent face climbing on solid stone.\n\nP1 11b, 40ft - Very steep and left-trending right off the ground.  Pull around the lip to lower angle terrain and a belay at a god stance.\n\nP2 10d, 80ft - Less than vertical face climbing on great rock to a big ledge.  Maybe the best pitch on the route.\n\nP3 11a, 50ft - Steep climbing up an interesting wide corner that is more face climbing than crack climbing.\n\nP4 11d, 80ft - Exposed left-trending vertical face to steep hero jugs on the arete.  Continue up the arete to a belay on a ledge.  Wild!\n\nP5 10b, 90ft - Climb up and right on less than vertical face that can be a bit dirty, but good rock.  Eventually join the last few bolts of Ailurophobia on the arete to the summit.","protection":"10-12 quickdraws/slings","location":"Either scramble/hike down from the ridge west of Panther Peak, around to the south side of the mountain (same as other routes), or better, hike to the true summit of Panther Peak where there is a summit registry, then scramble south to a large flat ledge to the south.  This is the east peak buttress of Panther Peak.  (Krymptonite and Superman are on the west buttress.)  Rap the route, using an off-route rap anchor, for the second rappel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,6cf39431-f23a-558a-8b73-42bec14d3ada","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Panther Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.71563,36.58326]},"bbox":[-118.71618998115062,36.58281033981814,-118.71507001884936,36.58370966018185],"left_right_index":-1,"ext_id":"113588201","area_id":"bPOUMfI6VYqLc0K+wU062g=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:08.066Z","updatedAt":"2024-01-15T16:40:34.225Z"}