{"_id":"6368a265e80bff5a99565c58","area_name":"Main Slab","shortCode":"","climbs":[{"_id":"orRO8vwwVFuZXn4L900k8g==","name":"Waterfall Right","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"1993","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":5,"mp_id":"111340313","mp_crag_id":"111108258","climb_id":"orRO8vwwVFuZXn4L900k8g==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"Scramble up rock steps to a vertical seam/thin crack, which becomes a shallow groove as it runs up to a large right-facing corner (the right edge of The Tempest block). Near the top, the corner is overgrown; either thrash through the vegetation or wander out right on unprotected slab to reach the top. Alternatively, you can traverse straight right along a horizontal break to access the upper part of the \"Right-Steep\" Wall.","protection":"Assortment of cams from .3 to 3\", full length runners.","location":"Begin at blocky steps at the base of the very low-angled slab right of the large block partway up the slab (the block that The Tempest crack breaks through)."},"__v":0},{"_id":"Y0giO/eQWmau9H4wiBG0vQ==","name":"Waterfall Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1990s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":2,"mp_id":"111329168","mp_crag_id":"111108258","climb_id":"Y0giO/eQWmau9H4wiBG0vQ==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"Climb up and right to the left-rising vertical seam, then climb up along the seam until it ends at a rounded ledge. Climb up into a scoop, then move up and right to the edge of the dry rock, then up to a pair of cracks and take them to the top.","protection":"While a bit sparse, this route has the most options, especially if one can stick close to the normal watercourse. Bring finger to hand-size cams.","location":"Left side of the main slab, just left of the watercourse. Look for a small ledge at chest height, with a left-rising vertical seam near the \"wet\" area."},"__v":0},{"_id":"qkdb7P+AXkW616gnzPr/3A==","name":"Waterfall Center","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"ca. 1995","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":3,"mp_id":"111339752","mp_crag_id":"111108258","climb_id":"qkdb7P+AXkW616gnzPr/3A==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"As a TR, this isn't bad if it is dry, though the crux overlap always has some moss on it.   Climb up the dimpled slab to the overlap, then move left to the bulge's left edge and make a difficult step up onto the face above it. Continue up the waterline to the top.","protection":"Virtually none, though there may be some possible cam placements below the crux overlap.","location":"This route runs straight up the main watercourse. As such, it can only be done during prolonged dry spells."},"__v":0},{"_id":"3gjbx4ErUwOpap3nROUkjQ==","name":"The Verge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2015","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":0,"mp_id":"111136753","mp_crag_id":"111108258","climb_id":"3gjbx4ErUwOpap3nROUkjQ==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"A decent, modest, and fairly well-protected route uncovered by a large tree blowdown on the left edge of the Main Slab.   Climb up twin seams to gap between left-facing corner on the slab and blocks to the left. Continue up left-facing, left-leaning corner to its end, then step up and left to the very edge of the slab before stepping up and right (bolt) onto the last twenty feet of easy friction climbing.   Still a bit rough around the edges.","protection":"Cams from tight fingers to 2\", with doubles in the 1 to 2\" size. There is one bolt en route.","location":"As its name suggests, this route lies on the extreme edge of the Main Slab. Currently (2015), its base is mossy, and obstructed by an upended dead tree, which  handily can be used as the launch point to begin. Rappel from a tree, or downclimb the fourth class gully beside the route. Be aware that a 60m rope may not make the base of the cliff; you may have to escape via the same upended trunk as the start."},"__v":0},{"_id":"w4diHhexXSK+nBQcRP5Y2Q==","name":"The Verge Inn","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2015","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":1,"mp_id":"111328984","mp_crag_id":"111108258","climb_id":"w4diHhexXSK+nBQcRP5Y2Q==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"Several dicey 5.6 and 5.7 moves on both pitches, and lots of terrain where a fall would be fatal.   P1: Climb subtly-divoted slab past a couple shallow pods (maybe some Tri-Cams?) to reach a left-rising vertical seam/crack. The crack is mostly worthless for pro, but there are a few spots that will provide good pro with finger-sized cams. Unfortunately, most of these are located along easier portions of the route. When the going gets tough, the pro evaporates. A final steep bit of slab blocks the easier top-out onto a large ledge. 110' 5.7 X   P2: Walk left 35' to the right edge of another slab. Step out onto the slab, which puts you immediately 70' up the slab. Make a difficult move - this has no gear, but you can place your belayer above you on the ledge and thus have a sort of top-rope belay for the initial difficulty - then climb easier slab for 8 m to another steeper slab section. More unprotected friction moves, this time without benefit of clever belay stationing, get you to easier, albeit still unprotected slab climbing to trivial terrain. Belay off a handy tree on the right edge. 140' 5.7 X   You can either walk off right and scramble/rappel down to the base, or continue up trivial slab leftward and off, then walk diagonally down to get around the cliff and walk back to the base.","protection":"Possibly some small Tri-Cams or C3s here and finger-sized cams on the first pitch, very little or nothing on the second pitch, albeit there are some tree branches you might lasso.   This is an old-style, deadly-dangerous route.","location":"Begin on the slab right of the twin seams of The Verge, eschewing both those seams and the left-rising seam to the right (part of Waterfall Left )."},"__v":0},{"_id":"sz5UMr2CWTWHwlECVZDyKA==","name":"The Tempest","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"1996","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":4,"mp_id":"111339765","mp_crag_id":"111108258","climb_id":"sz5UMr2CWTWHwlECVZDyKA==","areaRef":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"Climb up lovely dimpled slab to the right edge of a bulge. You may be able to find a cam placement off to the right; a recent inspection indicates the route may be protectable by cleaning out the crack to the right, but the original ascent climbed the unprotected bulging slab to the fist/offwidth vertical crack in the headwall.   Climb that fat crack through the brief headwall, then up easy slab to trees.","protection":"#3, 4, & 5 C4s. A .5 or .7 cam may help ease the risk of the 5.6 X slab leading to the crux.","location":"On the right edge of the typical waterline, near the right end of an angled boulder that creates a \"ditch\" between it and the slab.   A 70 m rope allows TRing of this and all other lines on the Main Slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,5139245d-2b81-5bad-81a0-b5632a357003,f468bf4c-69a9-53be-810d-dd6bc2296798","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Waterfall Wall","Main Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"bbox":[-73.95049035073987,43.543320339818145,-73.94924964926012,43.54421966018187],"left_right_index":-1,"ext_id":"111108258","area_id":"9Gi/TGmpU76BDd1rwilnmA=="},"content":{"description":"This is the largest and most-obvious slab at this crag, the one that the waterfall runs down. Identifiable by the bulging face, right of the main watercourse, that has a wide vertical crack in it (the route The Tempest)."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:15:05.718Z","updatedAt":"2022-11-25T11:20:39.878Z"}