{"_id":"63689de0e80bff5a994fa6e7","area_name":"Saint Peter's Overlook","shortCode":"","climbs":[{"_id":"aLs4XQIvUVCsW30WW4mG5A==","name":"Unknown on the Right","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":1,"mp_id":"106511385","mp_crag_id":"105746016","climb_id":"aLs4XQIvUVCsW30WW4mG5A==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"At the top of trail for Saint Peter's Dome, there are 2 climbs with bolts on them; this is a description of the right hand climb. I am not sure of what name the route has or who put it up, but this is a nice mixed, face climb consisting of delicate moves if you can get over what it takes to just get on the thing. From the nature of the bolts, my guess is that it was bolted on lead, so it is just a little on the sporty side. Anyway here is the beta.\n\nPark at the overlook for Saint Peter's Dome and hike to the end of the trail; approximately 0.7 miles from the parking lot. You will ascend a series of switchbacks, but the trail is overall pretty mellow. Locate the obvious bolts on the rock face at the end of the trail; basically from the point at which you could go no higher on the trail.\n\nStart from a difficult opening move to mount the top of a horizontal flake, making an inspiring move or 2 to get to a nice horizontal break from which you can clip the first bolt. There is no pro for the opening moves, so a spot would probably help inspire your confidence just a bit. Mantle up to reach the second horizontal break, and then wander about some to get to the second bolt. The climb ascends the face above to a set of Metolius rap-bolts (on the left) that are shared by 2 routes.","protection":"I think that there are about 4 bolts and a few pieces of smaller gear are nice to have as well; maybe think about bringing some longer quickdraws and runners for the wandering nature of the bolts. We used a 70m rope, but had much spare rope left-over; I think a 50m rope would be OK.","location":"This climb is located at the top/end of the trail from the overlook parking area."},"__v":0},{"_id":"SCoZ6TrnXjy8MJT3x2E78w==","name":"Unknown on the Left","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":0,"mp_id":"106511391","mp_crag_id":"105746016","climb_id":"SCoZ6TrnXjy8MJT3x2E78w==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"At the top of trail for Saint Peter's Dome, there are 2 climbs with bolts on them; this is a description of the left hand climb. I am not sure of what name the route has or who put it up, but this is a nice mixed, roof to face that is just a tad bit run-out in the middle of the climb. From the nature of the bolts, my guess is that it was bolted on lead, so it is just a little on the sporty side. Anyway here is the beta.\n\nPark at the overlook for Saint Peter's Dome and hike to the end of the trail; approximately 0.7 miles from the parking lot. You will ascend a series of switchbacks, but the trail is overall pretty mellow. Locate the obvious bolts on the rock face at the end of the trail; basically from the point at which you could go no higher on the trail.\n\nStart climbing a left-facing dihedral that is bisected by a small roof, which then changes to a short, right-facing dihedral. Manage to somehow get situated on a small ledge to your right and then surmount the spicy face above on nice holds, but with sparsely placed bolts in order to reach a set of Metolius rap-bolts. These rap-bolts are also  shared by the route to the right. This is a very nice and challenging lead.","protection":"I think that there are about 3 bolts and a few pieces of hand-sized and smaller gear are nice to have as well; maybe think about bringing some longer quickdraws and runners for the wandering nature of the bolts. We used a 70m rope, but had much spare rope left-over; I think a 50m rope would be OK.","location":"This climb is located at the top/end of the trail from the overlook parking area."},"__v":0},{"_id":"DJwNWPB3UvOPij4N3pPDhQ==","name":"Pearly Gates","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":4,"mp_id":"105760614","mp_crag_id":"105746016","climb_id":"DJwNWPB3UvOPij4N3pPDhQ==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"Pearly Gates is the namesake route on the Pearly Gates formation.  This formation is a very attractive 250' long slab just west of the Aiguille de St. Peter (The Martyr) and is clearly visible from its summit.\n\nThe (two) climbs on this slab start from a bolted belay on a ledge about 75' off the ground and are best approached by scrambling down the gully just West of the Aiguille de St. Peter.  As you're heading down, head left around onto the face as soon as you are able and you'll see this ledge.  They can also be approached from the base of the Aiguille, but this isn't as pleasant.\n\nThe Pearly Gates climb itself is a very fine slab climb that follows a beautiful, incipient finger crack off the left end of the ledge.  There are several fixed pins on the climb, but it protects well even without these.  Very sustained at the 9+ grade, Pearly Gates probably has two or three sections that check in at 5.10.","protection":"A good selection of small cams (Aliens) and small stoppers.","location":""},"__v":0},{"_id":"/fV70UfZWQmze6Gq1z67dQ==","name":"The Martyr","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Stouch, Cheyney, Croff in the early '60s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":2,"mp_id":"105756922","mp_crag_id":"105746016","climb_id":"/fV70UfZWQmze6Gq1z67dQ==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"After several attempts to find this route I was lucky enough to run into Stewart Green at Shelf Road.  He emailed me some directions to it (thanks Stewart!).  The Martyr has been described as some of the best 300 feet of crack climbing in Colorado.  The route was much different than I thought it would be.  I expected the rounded lip cracks that are generally found in the Platte.  The cracks on The Martyr are square lipped and pretty damn steep.  They kind of reminded me more of the desert than Turkey or Cynical Pinnacle.  The climbing is super, the gear is plentiful, and the views are hard to beat.  It is north facing and offers beloved shade when the rest of the world is frying.\n\nTo find The Martyr, drive approximately 13 miles west from the Broadmoor Hotel on the Old Stage Road to the St. Peter's Overlook.  There will be a small dirt pulloff parking lot on the right hand (north) side of the road that overlooks the city.  There are several very large boulders in this parking lot area.  Note that the classic climbs volume 4 Pike's Peak area lists this as being approximately 18 miles.  This has definitely lead a fair amount of people on wild goose chases.\n\nPark at this pulloff.  Facing the city, turn your head to the left approximately 90 degrees and you will see a steep tree covered ridge a couple hundred yards away.  Start hiking straight up the side of the ridge, aiming for slightly right of the highest point.  There is kind of a trail that goes straight (and I mean STRAIGHT) up the hillside, but don't worry too much about finding it. When you get to the top of the ridge, look over the other side and you will see some rock on the left.  There is kind of a little cliff band that extends for a couple hundred yards.  this is the sanctum.  If you follow this cliffband with your eyes and keep looking to the right, this eventually merges into the top of the backside of the Aiguille de St. Peter.  Below you the trees will fade into a large random talus field after a couple hundred feet.  Just start heading down (minor bushwhacking might be involved) and you can't miss this talus field.  Boulder hop down and after a couple hundred yards you can bear left along the base of the east face of the Aiguille until you can cut left at the base of the north face.  The Martyr is RIGHT HERE.\n\nThe first pitch of this line is very striking and you will know when you see it.  Look above and there will be a left facing corner with a finger crack in the back.  On the left face there are also a pair of perfect finger cracks, capped by a small roof above.\n\nPitch 1 - Clamber up the initial blocks to get to the base of the finger cracks.  Jam any or all of these beauties and head towards the roof, passing an antique piton.  Instinctively, you will probably want to pull the roof on the right side.  I haven't done this variation, but it looked like there might be a few troublesome flakes.  Instead of going right, step left into a nice thin hands to hands crack.  Follow this until you can pull around the arete on your left and over the roof into a flake undercling.  These are some fantastic moves.  Surmount the flake and rail up a sweet hand crack.  Be sure to keep looking to the right for a decent place to belay.  It will be very tempting to go up to a ledge on the left with a GORGEOUS thin crack system above.  Instead of doing this, climb upwards until you see a very large ledge on your right hand side.  Belay some where in this area.\n\nTo get to the base of pitch 2, belay your partner as he/she steps to the right onto the big ledge.  This involves a weird step across with a large pillar trying to throw you off.  Highly entertaining.\n\nPitch 2 - There are several options here, each of which looks like fun.\n\nA) On the left side of this face above the ledge is a gorgeous lightning bolt crack that tears upward into a crazy looking offwidth right on the upper arete.  Where it goes from there I am not sure.  Or, just below the offwidth you can trend right on a ramp to a stunning lichen yellow corner.\n\nB) Face climb straight up on large edges and flakes with big moves.  nice and steep.  There is an old pin driven down behind a flake about 15' up that is hidden from below.  You can then head towards the offwidth or bust right on the ramp system to the corner.\n\nC) From a pair of bolts on the right side of the ledge, head up a dirty looking dihedral.  This actually climbs much better than it looks.  Great Eldo-esque stemming past an ancient pin will get you up to the ramp system and the yellow corner.\n\nFrom the base of this yellow corner, jam and stem with perfect hands until you can rock over onto a ledge.  This section is steep and classic.  After you have achieved the ledge, either step left and up the crack, or climb the crack straight above you (be careful for a couple scary flakes!).  Pull a small weird boulder and you are on the summit.\n\nThe descent is pretty crummy.  If you are brave you can do the small downclimb off of the backside of the summit.  otherwise, bring some webbing so you can sling a block and rap off.  We followed the gully down the west side of the formation and then traversed over to our stuff at the base of the route.  This involved bushwhacking and mangy rubble.  Use caution.  Perhaps Julian Smith can suggest a better descent.","protection":"Standard rack to #3 Camalot/3.5 Friend.  Bring extra small hands to hands pieces.  If you are doing the offwidth above 2nd pitch then #4.5 Camalot of #5 Camalot might be useful.","location":""},"__v":0},{"_id":"1qWkcAIUVl2SqQz1HuheeQ==","name":"Athenian Arete","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mark Van Horn - 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":3,"mp_id":"105760617","mp_crag_id":"105746016","climb_id":"1qWkcAIUVl2SqQz1HuheeQ==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"Athenian Arete is a great climb but unfortunately its quality is interrupted by some discontinuous, dirty sections of climbing and occasional sections of poor-quality rock.  However, despite getting dirty and having to fight hordes of daddy-long-legs for crucial finger locks, I had a blast on this climb.\n\nStart in the dihedral system just right of The Martyr by scrambling up 10-15' onto a good staging ledge.\n\nP1: From the ledge, lieback or jam up a beautiful pink and yellow dihedral for about 30 feet with a difficult exit move to a good stance.  From here you have to climb up and over some dirty, nasty rock via finger cracks and edges for the feet, until you can step up underneath an obvious, small roof.  Get a good hand jam under the roof and step right, pulling up past it to another stance (5.11).  From here continue up until you can clip the first of 5 or 6 bolts on the arete.  There is some fragile rock and sketchy holds on the arete, but it more than makes up for this with incredible position and good moves.  This section is probably 30 feet long and is sustained 5.11, the 5.12- crux coming at the last two bolts.  Belay on the huge ledge at two cold-shuts.\n\nP2: Choose your own adventure.  You are aiming for the obvious roof/chimney/cave thingy about 75' over your head, but you can get there via any of several dihedrals, slabs, or aretes.  They're all kinda junky until you get about 40 feet up and step into a very nice crack just right of the \"yellow corner\" on the Martyr.  Pull up into the roof and pull over it using cracks and good jams (solid 5.10).","protection":"Standard rack with an emphasis on thin-hands pieces and quickdraws.","location":""},"__v":0},{"_id":"6ZC+BffsVUmF66/0o+Xz0Q==","name":"The Ascension","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mark Van Horn, early 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"left_right_index":5,"mp_id":"106193608","mp_crag_id":"105746016","climb_id":"6ZC+BffsVUmF66/0o+Xz0Q==","areaRef":"lk7UcflNWJG34fMRuXM+mQ=="},"content":{"description":"This is an incredible face climb for the grade.  The climb is mostly sustained 5.8, with a couple 5.9 moves, and follows beautiful and seemingly unending edges.  The first crux comes early and is well protected.  The second crux comes about 3/4 height, stepping left and over a small roof feature on the right of the face.  There is a nice looking hand crack through the roof on the right side, but I felt like the character of the route kept me over to the left.  Classic!","protection":"Eight or nine bolts and a selection of small to medium cams to about 3/4\" will protect the route nicely, but there are still spots where the novice leader might feel a bit run out.  Build a natural anchor at the top.","location":"This is a mostly bolted face climb that begins about 15 feet right of\n\nPearly Gates\n\n.  Approach by descending the largest gully to the west of the Martyr.  Look to your left on the descent, and spot the obvious ledge with two bolts, near the bottom of the formation.  You can cut in high with a scramble down to a pine tree, then traverse right to the ledge with a 5.6 move to gain the ledge.  Or you can continue down and begin about 75 feet below the ledge on the easy slab or gully above.  Some people may want a belay for the one 5.6 move to gain the ledge.  An alternative is to bring two ropes, build an anchor at the top, and rappel to the same ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,684bfece-e23b-5ef9-8765-99852382fb51,964ed471-f94d-5891-b7e1-f311b9733e99","pathTokens":["USA","Colorado","Colorado Springs","Old Stage Road","Saint Peter's Overlook"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.91559,38.74613]},"bbox":[-104.91616654154926,38.745680339818136,-104.91501345845072,38.74657966018186],"left_right_index":-1,"ext_id":"105746016","area_id":"lk7UcflNWJG34fMRuXM+mQ==","polygon":{"type":"Polygon","coordinates":[[[-104.91616654154926,38.745680339818136],[-104.91501345845072,38.745680339818136],[-104.91501345845072,38.74657966018186],[-104.91616654154926,38.74657966018186],[-104.91616654154926,38.745680339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:57:08.324Z","updatedAt":"2024-01-20T01:01:25.050Z"}