{"_id":"6368a1b8e80bff5a99553f0a","area_name":"Orange Crush","shortCode":"","climbs":[{"_id":"34mIwic2UPmPAowOh09kmQ==","name":"White Snake","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mark Sprague - Sept /97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":21,"mp_id":"107167540","mp_crag_id":"105884545","climb_id":"34mIwic2UPmPAowOh09kmQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"This is a left hand alternative start to Black Mamba that shares the same start as Anaconda Da-vida and King Cobra. Stick clip the first bolt or at least get a good spot as the very beginning can be tenuous, with a not so good landing. Mantel over the low roof to a shake, then tackle a bouldery crux to get situated on the lower part of the face. This was about 12a, but a hold broke, possibly bumping it up a little. Remembering a left toe hook may come in handy to control the barndoor as you pop to a good sidepull with your left. A couple more moves will get you up to the seam that heads off left as Anaconda. At this point White Snake diverges from the other two routes by working to the right and up thin face holds, connecting into Black Mamba just under the roof. Be sure to use a shoulder length sling under the roof or you will get drag at the top.This linkup offers varied, quality climbing and bumps the grade up a bit for when you have already done lots of runs on Mamba and have it wired to death.","protection":"12 bolts to anchors. Bring a 2 foot sling for under the roof of Black Mamba and maybe a few long draws to reduce drag.  \n\n  60 meter rope needed to lower. Watch the end while belaying, or better yet tie in.","location":"Starts on the shared bolt line just to the left of Black Mamba"},"__v":0},{"_id":"cy9s+y+FXzi8hHctPth6fQ==","name":"The Vaporizer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Smith, May 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":10,"mp_id":"106732130","mp_crag_id":"105884545","climb_id":"cy9s+y+FXzi8hHctPth6fQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"An amazing long and varied climb involving technical skills and some endurance for the finish. What i noticed as i climbed was a bit of a mental game. Every move i climbed higher the more i didn't want to fall and have to start all over again. Crack climbing skills come in very handy up in the last few moves. \n\n  Start pretty much right above the top of the ladder. Climb a crimpy and technical sequence up to the nice comfortable ledge passing 3 bolts. The next section is another 3 bolt boulder problem which involves layback and gaston moves as well as some careful footwork. After being rewarded with another nice ledge weave your way through a series of ledges with less difficult climbing until you find yourself standing on one last rest looking at the steep exposed finish. Climb the corner above and move right in to powerful laybacks, a handjam and a potentially heart breaking move in to the final corner (stemming rest). Catch your breath in time for a breathtaking top out. Sit up there and take it all in. Amazing. \n\n  Unfortunately this route seeps for much of the year. If it's dry, CLIMB IT!","protection":"14 bolts! to fixed lower biners.","location":"It starts at the top of the ladder/stairs climbing a face to the big ledge. It finishes to the left of predator, look for the anchors on the left side of the big prow."},"__v":0},{"_id":"9A9RsmwMV9WR/v+/dhICQQ==","name":"Tropicana","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ward Smith (P1), Steve Johnson (P2)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":17,"mp_id":"105884809","mp_crag_id":"105884545","climb_id":"9A9RsmwMV9WR/v+/dhICQQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Located beneath Predator's obvious overhanging prow, Tropicana climbs up interesting rock to a big belay ledge. The second pitch climbs up a hanging fin that looks a bit like a mini-Predator. \n\n  Pitch 1: Climb up steep rock to much easier climbing. The crux comes right at the end as the rock gets steep and weird. Belay on a two eyebolt anchor on a ledge. \n\n  Pitch 2: Climb up a steep wall and head out right onto the prow to anchors at the lip.","protection":"Bolts. A 60 meter rope is required to lower from the top anchors to the ground. If you have less than a 60, lower to the belay and have your belayer haul you in. Rap from the anchors on the ledge to the ground.","location":""},"__v":0},{"_id":"KO10Uvt8XlaID+6ZFYIlEg==","name":"Tin Monkeys","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":4,"mp_id":"105884835","mp_crag_id":"105884545","climb_id":"KO10Uvt8XlaID+6ZFYIlEg==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"NOTE: Upgraded from 13a to 13b due to a hold breaking in 2010. Now settling back to 13a.Commence this merry link-up by mounting the first crux of Tin Man, then mop up by devouring the meat and potatoes of Flying Monkeys. Some relish this route more than either of it's forebears because it is somewhat more direct, and circumnavigates both the unwieldy finish of Tin Man, and circuitous traverse start to Flying Monkeys. Prepare for adversity in the low crux, as a key undercling has exfoliated of late.","protection":"10 bolts","location":"Upper left Orange Crush, climb off a man-made ledge.  Just to the right of Orangahang."},"__v":0},{"_id":"/TVP5fGwUN6WKdc+2RQWhw==","name":"Tinkerbell","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":29,"mp_id":"107054337","mp_crag_id":"105884545","climb_id":"/TVP5fGwUN6WKdc+2RQWhw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"I climbed Purple Microdot thrugh the crux, then traversed the lip of the roof to the left to eye bolts. Clip a knot below 2 bolts, securing yourself, then pull the rope thrugh to backclean for a smooth run. Get back on belay, then head up. The holds get bigger as the roof steepens, passing the duck's bill, then a crack to the top.","protection":"Many draws","location":"Right side"},"__v":0},{"_id":"8u8gRH31XhK+2aaeQhuUlg==","name":"Tin Man","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Sprague, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":3,"mp_id":"105887951","mp_crag_id":"105884545","climb_id":"8u8gRH31XhK+2aaeQhuUlg==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"NOTE: Upgraded from 12d to 13a due to a hold breaking in 2010.  \n\n  Above the two eyebolt belay anchor, climb up the steep wall on positive holds to a long move up and right to a good rail. WAIT! The rail fell off!  The new beta for this section apparently involves a V6/7 boulder problem, making this formerly 5.12d route more like 13a.  I'll have to get out there and try it soon to give a better description.  (Feel free to comment if you've been on this route post-broken-hold and have something to add.) After the new boulder problem, establish a good left kneebar for a rest, then continue up the overhanging corner/ramp through a series of marginal kneebars and contorted body positions. Perch on a small ledge above this system for a bit of a rest, then pump through the last steep section on good holds to clip the last bolt of Orangahang, then the anchor.","protection":"10 bolts (fixed) to Lower Offs.","location":""},"__v":0},{"_id":"qaKk7CUZUTulBWD7V2Qz5Q==","name":"Sir Edmond Drillary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mr. Ed Esmond, August 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":1,"mp_id":"105968581","mp_crag_id":"105884545","climb_id":"qaKk7CUZUTulBWD7V2Qz5Q==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Residing on the far left of Orange Crush, Sir Edmond Drillary starts on the large boulder left of Orangahang. Stick clip from here, as a fall would certainly not be in your best interest.  \n\n  Start left of the first bolt, eventually reaching a small roof. Traverse slightly right, skirting the roof. After some pumpy moves on decent holds, you will be able to gain a rest in the corner. From here, the route traverses out left and eventually up were the chains will be waiting for you. \n\n  Though the moves can be a little pumpy near the bottom, the route is short and the rests are solid if you can get them just right. Not a classic, but surely worth your time.","protection":"5 bolts to LO.","location":"Far left of Orange Crush, starting on the huge boulder above and to the left of Orangahang. Approach from either the main trail at the second parking lot, or head up and right from Bonsai."},"__v":0},{"_id":"8LF0oiP2VEmO9YiRzuVDGQ==","name":"Purple Microdot","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Esmond5/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":30,"mp_id":"106033480","mp_crag_id":"105884545","climb_id":"8LF0oiP2VEmO9YiRzuVDGQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"An awkward 5.10 crux on top of a very moderate approach cruse. not a bad route but not super memorable. The start is often wet. \n\n  Start up just right of and almost in the wet chimney following bolts out on to the face and up to the imposing roof feature. This part involves lots of route finding mixed with technical foot work and some power. So come ready with your full bag of tricks. Stay right as you come over the roof then make somewhat scary yet safe moves left to a bolt and a good stance. A few more moves lead to a great jug to mantel on to a comfortable ledge where you can clip the chains.","protection":"10 bolts to anchors. you may need a 60m rope its a pretty long route.","location":"On the far right side of the cliff. The first route right of the big nasty wet chimney."},"__v":0},{"_id":"vw+2YmRtV0ygPDRDlarAcQ==","name":"Prime Climb","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":23,"mp_id":"106012937","mp_crag_id":"105884545","climb_id":"vw+2YmRtV0ygPDRDlarAcQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"The route climbs the arete to the right of Black Mamba, near the middle-bottom right of the crag.  It's crimpy, powerful, technical, and balancy, depending on how you go about it.  I like to clip the second bolt, as there is a tough move above the first and I am affraid of hitting the deck, but it is a little bit high and hard to reach with a stick clip, so bring a long stick.  If your stick is somewhat inadequate (hehe) it's pretty easy to clip the bolt if you traverse from the left (start of Black Mamba) but I feel that you would need to lower off to do the opening moves.   \n\n  After climbing past the first two bolts, mantel onto a good ledge, then the arete eases up a bit. Soon it gets steeper, and more technical.  Reach the wet hold on the right, hopefully not after much rain and not in the moss, then follow the bolts to the left of the messy broken rock and back right to the Lower Offs.","protection":"13 bolts (long stick clip or traverse recommended for the first bolt.)","location":"The arete to the right of Black Mamba.  The climb starts from the left side of the relatively flat ground on the bottom right of the clif (I hope that makes sense.)"},"__v":0},{"_id":"8nfHavwuVgayp2WHGRrr/A==","name":"Predator","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ward Smith, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":11,"mp_id":"105884551","mp_crag_id":"105884545","climb_id":"8nfHavwuVgayp2WHGRrr/A==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"You have seen images of this unmistakeable overhanging prow in magazines, on guidebook covers, and in climbing videos. You have wondered where this amazing piece of rock could possibly exist. \n\n  The climb is called The Predator and it exists at Orange Crush. \n\n  Long and steadily overhanging, but with few stopper moves, Predator is a popular first 13b. However, getting to the base is involved. Climb the first pitch of Tropicana (11a) and belay at two eye bolts on a perfect flat ledge. It is also possible to access this ledge from the left, starting up The Crusher and traversing straight around the corner to the ledge. If one pulls on bolts, it's possible to do this in approach shoes (5.6 A0).    \n\n  After getting a vote of confidence from your belayer, it's time to head upward. The start holds a few 5.10ish moves and the climbing quickly turns to 5.8 jug hauling. A sit-down rest provides an opprtunity to regroup and consider the hanging prow. Though actually about 45 degrees overhanging, the perspective from the rest suggests that the prow is much steeper. A hard pull gains the prow after which crimps and deadpoints continue until the final crux sequence.  \n\n  This crux involves a big deadpoint, or for style points, a most-points off dyno to a jug. Energy sapping moves on the arete proper lead to the lip. The topout, though mentally and physically taxing, is recommended by some and required by others. The choice is yours, but you are the one who has to look yourself in the mirror in the morning.\n\nyoutube.com/watch?v=jtrg4Va…","protection":"Bolts. Draws are fixed. On redpoint attempts, a climber usually clips every other draw on the prow. The fall is the definition of clean. \n\n  A 60 meter rope is necessary for lowering from the top to the ground. If you would like to lower back to the ledge, have your belayer lower you to the fork of the spindly tree (staying on-belay, of course). Then have your belayer throw you a loop of rope to haul you in.","location":""},"__v":0},{"_id":"7i/m7lPNUiWwIIdsCI3rbw==","name":"Peter Pan","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":28,"mp_id":"107054315","mp_crag_id":"105884545","climb_id":"7i/m7lPNUiWwIIdsCI3rbw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Climb Captain hook,and carry on up the big bad roof. The crux is 10' from the top, with a fixed wire above it for dogging","protection":"13 Bolts with some long runners down low.","location":"Far right Orange Crush"},"__v":0},{"_id":"Z5K2rrUqXWaHwnPusHUB5g==","name":"The Original Orange Crush","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White and Bill Hardigan, first pitch. Entire climb with Tom Bowker, 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":15,"mp_id":"106495191","mp_crag_id":"105884545","climb_id":"Z5K2rrUqXWaHwnPusHUB5g==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"What follows is the historical description. See Orange Crush - retrobolted for the modern version as it is now climbed. \n\n  The original climb was done to breach the left or west side of this cliff. It was a difficult lead to get gear into. Another one of those contrived gear placements routes where falling wasnt optional at the beginning and near to the top of the first pitch. It took a long time to put the gear in near the end of the first pitch while water continuously dripped on my head. I eventually grew weary of the situation. I had to to get over the short head wall bulge left of me, up to the belay ledge. Bill followed up and made the headwall look easy by moving further to the left than I had. We rappelled from there because he was intimidated by the steepness ahead of us. Bill and I named the climb, Orange Crush after the soda and lichen on the cliff, but we were drinking Orangina on that day, and because if I had fallen anywhere on that pitch the gear would likely have failed. I would have been crushed by the fall by the rocks below this pitch. After that I rappelled down to check out the climbing above the first pitch and placed pitons in a precarious place to what would become the direct finish to Orange Crush (Chinese Water Torture). I also placed one pin on the second pitch of Orange Crushs soon to be second pitch. Then Tom Bowker came with me to finish the intimidating steep walls above the first pitch, Bill and I did. I led the whole climb moving right and up for the 2nd pitch and doing the third pitch almost in the dark that had difficult gear placements. Then I came to the hardest move on the climb. After that it was finished. Tom was mentally challenged climbing it and taking the gear out finishing the climb in the dark.  \n\n  The climb begins directly above or ahead to where the new staircase has been placed. Once on the rock traverse right awkwardly (5-6) clipping (you have to be kidding me) pins. After the traverse move up into vegetated area with some decent protection. From there move up and left to a notch and finagle some opposition protection into the rock cavities. Move up and left over bulge (5-7+) or move further left to the v-groove (5-6). Belay on the long horizontal ledge. Move right to the inside corner facing left and climb it to the second belay ledge (5-8-). From this ledge move up and left to overhanging set of bulges. Go through these bulges surprisingly easy (5-6) and well protected but it was strenuous to create the opposition placements of small wires necessary. After the bulges enter the brown dike. Run it out a little until in the center of the dike is a vertical pocket (5-8). Originally a weird looking angle pin was nailed into it. Later the pin was removed because a Tri-cam fit more securely. This is an awfully scary spot but the fear can be diminished if you'll look to the left, there is a good sloped hold for your left hand to grasp onto (slightly dirty, blow on it first). Make a high step up and move left off of the dike to make a belay or continue up to the blueberry ledges above this cliff. If you go to the top hearing each other is difficult.   \n\n  I very much enjoyed this climb. I enjoyed it's steepness at a moderate grade. I climbed it regularly. All of the climbers that liked clean rock besides Tom Bowker didn't do this route. I don't recall anyone else leading it then, though. This will never be a climb for a (5-8) is your highest ability as a traditional climber. The falls in many places would be injurious regardless of whether the protection held or not.","protection":"Mostly small to medium stoppers and up to medium large Tri-cams, friends may work also, Aliens would definitely work best in some placements.","location":"The climb begins directly above or ahead to where the new staircase has been placed. That is below this side of Orange Crush Cliff. We walked off west and down to this new staircase. Then there was no rope or staircase to this section of our descent trail."},"__v":0},{"_id":"Frlh2aB3UAWW4exsYSzZiw==","name":"Orange Sunshine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White and Bill Hardigan, early '80s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":31,"mp_id":"106012914","mp_crag_id":"105884545","climb_id":"Frlh2aB3UAWW4exsYSzZiw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"I really like this route, it appears to be a mossy, easy climb from the ground, and it is, but it really has some interesting moves for the grade and a great flow.  Also, it's clean where you will be climbing so you can avoid the lichen.  It's fun to set up a TR for a new climber and then to see if you can clean it in under a minute.   \n\n  It starts from the big boulder at the bottom of the clif, beginning down near and just left of the start of the Bullwinkle climbs, up the boulder and on to the tall slabby face, angling left to the top corner, and then back right to the anchors.  Fun face climbing.","protection":"10 bolts to the anchors.  Belay and start just left of the Bullwinkle routes, heading up the big boulder then stepping onto the slabby face. \n\nWatch the end of your rope when lowering!","location":"The bottom right of the Orange Crush clif, on the wall which is purpendicular to the rest of the clif.  Just to the right of Purple Microdot, starting off of a large boulder on the ground."},"__v":0},{"_id":"cMNHBhIPVGe1RmSU5dK1eQ==","name":"Orange Crush (retro-bolted)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bradley White and Tom Bowker, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":14,"mp_id":"106775797","mp_crag_id":"105884545","climb_id":"cMNHBhIPVGe1RmSU5dK1eQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"There is another listing for the original trad route. This is the retro-bolted version of the climb so you know what you are getting on when you find yourself at the cliff looking up at bolts.  \n\n  From the base of the stairs/ladders look for the blocky dike of the classic,Tropicana 5.11a. Orange crush is the next bolt line to the left. Start as for Citrasolve for a move or two then traverse right weaving your way through enjoyable moves on flakes and face holds. Mostly on-your-feet climbing. This is the easiest line on the main section of the cliff and a nice way to get to the anchors of Citrasolve or Tropicana if you'd rather not lead them.","protection":"6 bolts to anchors.","location":"At the base of the ladders look above you for the path of least resistance on dark water stained rock. Found between Citrasolve and Tropicana."},"__v":0},{"_id":"lIjoUvlfXxmePDt3G7YR4Q==","name":"Orangahang","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Sprague / 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":2,"mp_id":"105929673","mp_crag_id":"105884545","climb_id":"lIjoUvlfXxmePDt3G7YR4Q==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Endurance is the name of the game when attempting this route.          The line of jugs over your head may feel rather slippery due its extreme popularity (and if you opt NOT to used the feet on the opposing roof to your right...hint, hint!), but don't let that dissuade you--this route is super fun! As one steps from the massive spike that marks the beginning of this route, engaging and sequential moves are encountered all the way to the chains.   The real crux of the route comes about midway out the roof when you are forced to either deadpoint off a hidden letterbox slot or finesse your way on atrociously slopey edges.  Either way you'll end up grappling with a two-handed jug that looks curiously like a gaping Piranha mouth! Finish by surmounting a small roof and traversing right under the final overhang to a couple of pumpy, and airy, moves to the chains.  After you clip the anchors, you will lower off about 40 to 50 feet out from the belayer, so be careful of the looming tree branches below you and the steep bank you will ultimately lower on to.  Despite the potential for a little moisture around the last two bolts during rain, this routes stays predominantly dry even when it is dumping out.          Word of advice:  Most people stick clip the first bolt, as a ground fall from here would spell certain doom!","protection":"8 fixed quickdraws, and a glue-in bolt for the belayer.","location":"Upper left section of Orange Crush at the man-made ledge.  The steepest line of fixed draws over your head that angle up and left under and then over the enormous roof."},"__v":0},{"_id":"tmhGvOsXWTq02XNO2xBUOw==","name":"The Opportunist","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":13,"mp_id":"107167477","mp_crag_id":"105884545","climb_id":"tmhGvOsXWTq02XNO2xBUOw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"In the words of Lee - \"amazing climb! Steep and juggy 5.11 to a rest then an airy crux! I love it\"\n\n Between Predator and the second pitch of Tropicana, 5.11 big steep moves on big holds takes you up high off the Tropicana ledge,. Nearing the top, you can step right and get a good shake, then step down and left to attack the final crux bulge. The climb there changes character to powerful dynamic crimping, slopers and balance moves.  great positioning\n\n With a 70 m rope and some slings on the first pitch and the mid belay anchor to keep the rope running well, this can be linked on top of the first pitch of Orange Crush 5.9 and is a great, really fun long pumpy route. If using this for a warm-up for the harder nearby routes, usually at least the very top has fixed draws, so you can skip the final 5.12 bit if you wish.\n\n This route often suffers from seepage, but as long as you can keep your feet out of it, a little water shouldn't be a problem on the 5.11 part, with the holds being so good. This is also a great barefoot climb. If you come off, you just fly into space.\n\n Make sure your belayer is tied into the end of the rope.","protection":"All bolts (9?). If linking from the first pitch of Orange Crush (recommended), use slings on some of the bolts on the first pitch and on the anchor on the ledge to reduce drag, and use a 70 meter rope. A 60m is fine if belaying on the ledge. \n\n  Make sure your belayer is tied into the end of the rope.","location":"Orange Crush starts about in the middle of the cliff, just left of Tropicana and right of the wooden stairs. The Opportunist is the    second pitch directly above, starting off the middle of the big flat Tropicana ledge, between Tropicana and Predator."},"__v":0},{"_id":"emrHbWsjVyuFEncAgxrDkw==","name":"Oh My! finish","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"M Sprague4/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":8,"mp_id":"106033489","mp_crag_id":"105884545","climb_id":"emrHbWsjVyuFEncAgxrDkw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"A killer way to finish Lions and Tigers and Bears. It adds a little exposure and a little difficulty and it follows a more natural line. \n\n  Start as for LT+B taking the same measures to avoid rope drag. As you finish the rightward traverse rather than switching direction and heading left on the original route continue slightly right and into a nice corner following big flakes up the corner until its possible to get a stance before pulling a few more moves to the chains. \n\n  Highly recommended for sure. This finish is the way to go.","protection":"12 bolts to anchors. 60m rope needed to lower.","location":"This is a variation to Lions and Tigers and Bears. As you finish the rightward traverse of that route continue up and right in to a left facing corner (easy to pick out from the ground as it is the more obvious and aesthetic line as your eye follows the route)."},"__v":0},{"_id":"pKijYC1xXT+7xWkNTPMarg==","name":"Lions and Tigers and Bears","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"M Sprague 10/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":7,"mp_id":"106033484","mp_crag_id":"105884545","climb_id":"pKijYC1xXT+7xWkNTPMarg==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"This is a classic wandering line up the weakness in the left side of the cliff. Due to its positioning and line of travel after climbing 20 feet you are way in to the exposed zone and it just gets better as you go. \n\n  From a decent stance clip the first bolt (not fixed at the moment) an inconsequential pull gets you clipped in to a fixed permadraw (you may choose to back-clean your own first draw at this point). Start up the nice steep wall playing find-the-jugs. Move right around a corner awkwardly to a stance (harder for shorties). At this point you want to travers right under a steep wall and as you head right and the ground below falls away you feel way exposed. This traverse is scrunchy and yes harder for tall people (evening the score of difficulty for the route). At the end of the traverse you can milk an amazing airy rest stance before entering the money section of the climb, steep hauling on fantasy jugs that just don't end if you choose the traditional finish traversing back left following the weakness to the anchors. Or at a slightly harder grade and more exposure try the Oh My! finish (5.11b/c). Either way you finish it this is such an enjoyable climb. There are currently fixed draws all the way so there's no good reason not to take a spin on it.","protection":"12 bolts to anchor. 60m rope.","location":"Start at a 2 bolt anchor just down from the orangahang belay bolt."},"__v":0},{"_id":"ppUs8ovNWdmRqjFy7P3PQQ==","name":"King Cobra","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Sprague, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":20,"mp_id":"105884567","mp_crag_id":"105884545","climb_id":"ppUs8ovNWdmRqjFy7P3PQQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"King Cobra is perhaps the most vertical, and therefore the most technical of the 5.13s at Rumney. A common start which includes a hard 5.12 crux leads to a beautiful white face. Expect technical crimping and weight on your feet climbing. There have been rumors lately that a key hold has broken here. \n\n  The white face gives way to a left facing dihedral where the angle gets steeper and the holds get bigger. One of these holds, a two finger pocket way too perfect to be natural, can easily be skipped by the ethically pure. \n\n  A good route, King Cobra doesn't get the attention it deserves. Maybe it's the pocket. Maybe it's the reputation it has for technical climbing. Maybe it gets overshadowed by its famous neighbor, Predator. At any rate, King Cobra is worth a look.","protection":"12 bolts","location":""},"__v":0},{"_id":"4MgPrIM1X7eCw+x/+i/ztw==","name":"Fresh Squeezed","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Paula King 5/2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":18,"mp_id":"109055265","mp_crag_id":"105884545","climb_id":"4MgPrIM1X7eCw+x/+i/ztw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"This route is for you if you like boulder problems with a huge rest in between.   You can start the climb by clipping the first draw of Tropicana and then fork right to get below the roof where the business starts. Once you clip the bolt in the roof, you should unclip the first one to reduce drag. The exit of the roof involves long powerful moves with a super interesting boulder sequence. Once you figure it out, it feels quite easy. Then use good holds to get to the forever rest if needed. The second roof/bulge is more tricky. You need more finger strength than the problem below. One hard dead point to a small hold and if you can pull this one move, it's just a little hike to the anchor. The route stays dry most of the time.   The only down side to this route is its sharpness for the rope.","protection":"8 bolts. Use two slings below the first roof and one below the second. Better if cleaned seconding. Don't use your brand new rope like I did.","location":"You never see a line-up to climb this route. It's between the routes on the right that are always wet and the routes on the left that everyone wants to climb (Tropicana, Predator, Vaporizer and Crusher)."},"__v":0},{"_id":"Chc233qNVDqfSfTISbV29w==","name":"Flying Monkeys","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":5,"mp_id":"106579917","mp_crag_id":"105884545","climb_id":"Chc233qNVDqfSfTISbV29w==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Shares the start with Dynosoar and splits left following a yellow band of rock out the steepness. \n\n  Starts just right of the small ledge at the top of the slab with the 2 glue-in belay anchors.  Make your way through a short bouldery sequence moving out right and over a bulge followed by a good rest before entering the business. \n\n  Climb a good flake to thin moves to an ok rest. Go past a few bouldery moves to a 2 finger slot and try to mantle the lip to a sloppey move up top.  Rest in the alcove.  Don't puke. Keep it together and move left to the anchors. \n\nyoutube.com/watch?v=KxCHLOE…","protection":"lotsa bolts to LO","location":"Below Orangahang, right of Tin Man, left of Dyno-soar"},"__v":0},{"_id":"alIioCUgVkiYOsI+bKxpAA==","name":"Fish Hooks","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jim Shimberg 09/2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":26,"mp_id":"111304622","mp_crag_id":"105884545","climb_id":"alIioCUgVkiYOsI+bKxpAA==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"A very neglected route that has a pretty sweet assortment of moves that could benefit from some traffic and dry weather. \n\n  Start easily up a left leaning ramp. The crux is between the 3rd and 4th bolts, about V6, and revolves around a deep drop knee and pretty bad crimps and underclings on the overhanging wall. A little bit of easy climbing leads to a crazy adventure up a sharp sloping fin between the 8th and 9th bolts. The route finishes with a few heady mantles and some moderate compression moves on blocky orange rock that could still spit you off if you let your guard down.","protection":"12-13 bolts to LO (may depend on which anchor is currently in use)","location":"Among the first few routes that you come upon when approaching orange crush. Between Buried Treasure and Captain Hook"},"__v":0},{"_id":"Yjl8R5XKXY29LwhjBpA/rQ==","name":"Dynosoar","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Sprague 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":6,"mp_id":"106241279","mp_crag_id":"105884545","climb_id":"Yjl8R5XKXY29LwhjBpA/rQ==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"What can be said about dynosoar?  Big moves.  Big holds.  Start off as for Flying monkeys and break right and up (don't go straight out right, that is Lions, Tigers, and Bears ).  Climb the facey section of Flying Monkeys and then get into a roof with big holds.  Pull 4 big moves and prepare for a hard move off of pinch, then followed by a dyno after clipping, follow big jugs to the top.  Lots of fun, enjoy the pump factor.","protection":"Permi-draws.... around 8 bolts to LO.","location":"The upper left tier of the crag.  You can belay off the same ledge used for Orangahang, or you can belay from beneath the slab."},"__v":0},{"_id":"Pg+K6JhDXGCf4c19NJfSrg==","name":"The Drillary Step","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Smith, August 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":0,"mp_id":"106043129","mp_crag_id":"105884545","climb_id":"Pg+K6JhDXGCf4c19NJfSrg==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Very enjoyable, albeit brief, climbing up a swell with perfect incuts and a laughably fun, well-protected, foot-flailing dyno to cap off this route.   \n\n  Like the neighboring \"Sir Edmund Drillary\", this short, fingery route is a great way to pass the time while waiting in line for the classic lines of Upper Orange Crush.","protection":"4 bolts and two bolt anchors.","location":"The left-most route on Upper Orange Crush."},"__v":0},{"_id":"wU7XKHY+XaCPsg55tk924A==","name":"The Crusher","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":9,"mp_id":"106200868","mp_crag_id":"105884545","climb_id":"wU7XKHY+XaCPsg55tk924A==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Possibly the most classic hard 11 at Rumney?  You be the judge.  While you are climbing this route, remember that it's been climbed barefoot! \n\n  This route has multiple sections of hard climbing, all of which offer very unique flow over stunning rock features with eye-popping exposure. \n\n  Start this affair on a slab of rock below the steep trail that heads to upper Orange Crush, beneath the roof capping a left-facing corner.  \n\n  Reach over the void, clip the first bolt and easily traverse over to the corner.  Make technical (but not physically difficult) moves rightward across the face to gain the arete, and a stance.   \n\n  Step back onto the arete, master this, then tackle the steep, but short face with stout, fingery moves, high feet, and an interesting reach to the looming edge of the overhang above. Pull over the bulge and gain the nice ledge shared with multiple other routes.  \n\n  Move back left onto the upper face and climb through some steep rock on positive holds to an easy mantle, depositing you at comfortable stance at the base of the crux. \n\n  (Get a good shake, as the climbing above is sustained, and is considered the techinical crux of the route.) \n\n  Delicately move up the slabby face to a very distinct India-shaped hold.  Figure out how to utilize it, move past it, then gain the upper left-facing corner for the remaining, pumpy climbing to the anchors.","protection":"13 bolts and chains.  Long Runners and back-cleaning are helpful on some of the first bolts.","location":"On the approach trail/ladder to the upper Orange Crush.  The Crusher starts on a slab behind some small boulders beneath the large roof cappping the left-facing corner."},"__v":0},{"_id":"lVQFSpGzUJKee7fH3j6pYA==","name":"Citrasolve","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Sprague, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":12,"mp_id":"106598700","mp_crag_id":"105884545","climb_id":"lVQFSpGzUJKee7fH3j6pYA==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"A cool moderate addition to the cliff. Very technical in parts and a little pumpy for its short length. I feel like it will end up being a popular warm up for the 5.11s near by. \n\n  Start by stemming up between the main wall and the huge boulder that forms a corner. When the corner runs out make crimpy moves up to gain a crack that heads up and left. Follow the crack (not as good as it looks for the most part) while figuring out the tricky beta through this cruxy section. After the crack ends another 15 feet of technical climbing will bring you to the anchors.","protection":"6 bolts to 2 bolt anchor.","location":"To the left of Tropicana 5.11a, it basicly starts at the base of the ladder/stairs. Follow the bolts up the corner to start."},"__v":0},{"_id":"FzMAKLIcWU+xmj2C85b/VA==","name":"Chinese Water Torture","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ted Hammond, Bradley White, mid 1980's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":16,"mp_id":"106495271","mp_crag_id":"105884545","climb_id":"FzMAKLIcWU+xmj2C85b/VA==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Historical description by FA \"From the top of pitch 2 of the Original Orange Crush move directly up past 2 pins in a horizontal crack over a bulge (hard 5-10) into a dirty corner slot chimney like depression. Follow this depression until there is an exit right. This direct finish with a intense scrubbing would be a nice addition to this section. I'm sure the pins are rotted out by now. The crack they are in continuously gets and remains wet.Ted led it and rebuked me for thinking it was a good climb because it was so dirty. I didn't lead it after his epic ascent. It has gone into the void of obscurity, although it was the first of it's kind to this area to reveal what free climbing potential was to become some of the renown climbs of Rattlesnake. It blindsided me to pursuing these other first ascents.\"UPDATE - Now fully bolted with glue-ins and it is considerably cleaner. From the Tropicana ledge, the former second pitch of Orange Crush is now combined with this as one pitch. Exciting airy terrain with lots of kneebars! Make sure to take note of the sling recommendations below to avoid potential rope drag.","protection":"Counting the Fresh Squeezed anchors as the first bolt, 9 glue-in bolts to anchor. Use shoulder length slings on the 2nd, 3rd and 4th bolts, long draws on the rest. Don't clip the pins. They are just left for historical purpose. Proper sling and long draw usage will eliminate a lot of rope drag and wear and tear. See Eric's comment about rope length below.","location":"Originally climbed as a direct finish pitch after doing the first two pitches of Original Orange Crush, now that it is all bolted, the last two pitches are  climbed together as one.. Climb the bolted version of  Orange Crush or an alternate first pitch to gain the Tropicana ledge. Belay at the far right (Tropicana) anchors (be aware of sharing the anchor). From those anchors, traverse right around the nose, clipping the Fresh Squeezed anchor, across to a left facing corner and continue straight up aiming for the steep slot at the top."},"__v":0},{"_id":"+i77OxxWWE6uEVKvaH8vqw==","name":"Captain Hook","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Art Mooney 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":27,"mp_id":"106033475","mp_crag_id":"105884545","climb_id":"+i77OxxWWE6uEVKvaH8vqw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Start on good holds that slowly turn in to tiny    really fun moves and a good intro to the 5.12 grade. Very similar in a way to Weevil Knevil (5.12a) at New Wave in that the first crux is hard and the upper crux is technical and a little pumpy. If you like one try the other. \n\n  Crimps as you move past the 2nd bolt. Looks like there are a few ways to do this first crux. I stayed right on small crimps then moved left to the nice rest ledge once the holds got better. Take a break at the ledge or just keep on rockin as you head in to the more awkward and less crimpy section. Here you will make use of pinches and good laybacks as you move up and left through a groove to the chains.","protection":"7 bolts to anchor","location":"On the far right side of the cliff. The last route before the big wet chimney."},"__v":0},{"_id":"Um5U16MSWVecpgtpm1f8aA==","name":"Buried Treasure","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ted Hammond and Bob Pike '84","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":25,"mp_id":"106013257","mp_crag_id":"105884545","climb_id":"Um5U16MSWVecpgtpm1f8aA==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Start right of the wet corner to a tricky overlap then continue up a few hard sequences to the super featured crack above.  \n\n  sunglasses or a cloudy day recommended for the moves over the first overlap.. unless you like staring into the sun","protection":"11-12 bolts. Has it's own anchors now also. 60m  Rope might still be needed.","location":"Bolted line just right of the wet streak of Prime Climb"},"__v":0},{"_id":"J7czo4nKUyWwKkS/x7sJWA==","name":"British Airways","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ward Smith 7/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":24,"mp_id":"108265840","mp_crag_id":"105884545","climb_id":"J7czo4nKUyWwKkS/x7sJWA==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"If Prime Climb is getting bland, add a little spice. British Airways Is a harder, more exposed finish to that popular route. Really fun moves on an amazing feature that ends about 100 ft off the ground.  \n\n  A long reach will help you gain the arete then some technical foot work and picking the right holds out of the highly featured rock will help you make your way. Save a little juice for the last few feet where the holds get small and the sequence more tricky.  \n\n  Like many of the routes in this area it is often wet :(","protection":"The book says 13 bolts. I brought more than that (15 I think) and I ran out, having nothing for the anchor. Bring 17 I'd say including the anchor.","location":"Start on Prime Climb then break left at the hanging block at about 2/3 height to climb a striking arete."},"__v":0},{"_id":"d7n59kljWUKPfYPePuzeHw==","name":"Black Mamba","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Art Mooney, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":22,"mp_id":"105996485","mp_crag_id":"105884545","climb_id":"d7n59kljWUKPfYPePuzeHw==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Don't get bitten by the venomous lure of this Orange Crush ultra-classic!   \n\n  Move after move, Black Mamba requires the climber to call on a full repertoire of corner and face climbing technique.  Additionally, the holds you are gunning for, save for a select few, are not so obvious, making the redpoint that more elusive.    \n\n  Two cruxes are encountered:  The first is at about mid-height with a couple of thin moves above your last bolt to a clipping stance.  The second crux involves a high left foot, a credit card for your right hand and a hidden hold out left.  And it just so happens to be while the first set of anchors are staring you right in the eyes!     \n\n  Most people climb to the first set of anchors, but for more enduro testing you can move left after the first set of anchors and climb the left trending, and pumpy face for many more bolts.  This extension adds similar climbing and makes the route a solid 11c.","protection":"For the first pitch, 6 bolts and chains.  The first bolt is somewhat hidden from view. \n\n  If you plan on continuing to the top in one pitch (recommended), bring at least 14 draws.","location":"At the bottom right end of the cliff is the prominent arete/right face of Prime Climb (another stellar and LOOOONG 11b).  Black Mamba starts just to the left on top of a terrace looking feature."},"__v":0},{"_id":"fHXZTlFlWrCQ+XYrjOsO9Q==","name":"Anaconda-Da-Vida","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Sprague 5/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"left_right_index":19,"mp_id":"107192104","mp_crag_id":"105884545","climb_id":"fHXZTlFlWrCQ+XYrjOsO9Q==","areaRef":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"Anaconda-Da-Vida, Baby (rhymes with the dreadful Iron Butterfly song) This technical route shares the same start as King Cobra and White Snake, pulling through a low small roof to a rest, then a tricky bulge onto the face. It then breaks left, following an angling seam. This section is thin, surprisingly pumpy and a little scary as you are angling out from your bolts. At the end of the seam, head straight up the face to tackle the dark bulge split by a curving crack, then up the final steepening face to the chains up right. I think the climbing is very good, but for some reason it doesn't get many attempts, perhaps due to it's reputation for somewhat scary feeling thin and tricky climbing. You will need to catch it when things are dry as the top often seeps during the wet season.","protection":"Sport, with a 2 bolt anchor. Bring a few longer draws and maybe a sling or 2. Stick clipping the first bolt is a good idea as the bottom can be sandy. 60 meter rope- The route is longer than it looks.","location":"Lower Orange Crush, on the Black Mamba wall, starting just left of that route. The start forks into 3 routes. This is the left branch. \n\n  Lower with a 60 m rope"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,64e9716e-70c6-50ad-ba2e-680bda30bb35","pathTokens":["USA","New Hampshire","*Rumney","Orange Crush"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.13a"},{"count":4,"label":"5.12c"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.11b"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b/c"},{"count":3,"label":"5.12d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":31,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":21,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":21,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83513,43.80293]},"bbox":[-71.83575303548633,43.80248033981814,-71.83450696451366,43.803379660181875],"left_right_index":-1,"ext_id":"105884545","area_id":"ZOlxbnDGUK26LmgL2jC7NQ=="},"content":{"description":"This large and complex cliff sits relatively high on the hill. For that reason, Orange Crush is an excellent choice on hot days, as the wind tends to cool the cliff. \n\n  The left side of the cliff is very steep, almost horizontal. Farther right, the angle lessens but the routes get longer. Therefore, the climbing at Orange Crush varies from horizontal roof problems to technical vertical faces.  \n\n  Because of the sketchy composition of the rock on Orange Crush, many of the routes required massive cleaning projects before their first ascents. This is not to say that the rock is bad, as the routes have improved with numerous ascents. The routes range from 5.8 to 5.13b, with must do classics including: Tropicana 11a, Black Mamba 11b, The Crusher 11d, and Rumney's most photogenic route, Predator 13b."},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T06:12:11.309Z","updatedAt":"2022-11-25T11:20:00.582Z"}