{"_id":"63689de0e80bff5a994fa021","area_name":"Guide Route","shortCode":"","climbs":[{"_id":"HpI5BBH9Xfq5OxLZffD3aA==","name":"Guide Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Reeves and AE guide friends; August 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.67468,39.12986]},"left_right_index":0,"mp_id":"117709824","mp_crag_id":"117709680","climb_id":"HpI5BBH9Xfq5OxLZffD3aA==","areaRef":"bX1nevYZVv6Frll+SyHNZg=="},"content":{"description":"My original inspiration to explore this area was to create a long-ish alpine-style guide route. Numerous guides from AE (Aspen Expeditions) have been instrumental in adventure climbing and helping to establish this link-up. This is a compilation of moderate pitches leading through the Coral and into a beautiful face pitch on the Wave. An easy bump through the Rip Rap leads to a nice break and view from around 11k feet. Give the feet some rest from climbing shoes with a quick 10 minute bump to Wild Tower, and continue with the final three pitches of\n\nEl Diablo de Oro\n\n. Descend via the standard walk-off (skier's right) or retreat back to the raps above the route\n\nHeld Under\n\nfor more climbing on the Wave.\n\nP1. 5.6. Climb the first pitch of\n\nBottom Feeder\n\n, 6 bolts and a ledge traverse to the P1 anchor on\n\nAcidification\n\n. Don't forget to clip the traversing bolt to protect the follower, and keep the rope running high and away from loose rock on the ledge.\n\nP2. 5.7. Continue up and right with\n\nCleaning the Coral\n\n. Natural gear leads to a two bolt anchor.\n\nP3. 5.8. Bump the anchor up to the third pitch of\n\nAcidification\n\njust left of a large dead tree at the base of the wall. Climb to a tree anchor.\n\nP4. 5.6. You are at the base of the Wave. Coil your rope, and bump up to the looker's right side and the start of\n\nSurfing in a Snowstorm\n\n. Follow bolts on beautiful edges to a two bolt anchor.\n\nP5. 5.6. After relocating to the base of the Rip Rap, locate a single bolt leading to runout but moderate climbing to a gear anchor on the left or right before topping out on the a large bench with great views. This location offers a great exit to the walkoff if the weather deteriorates or continue up through the boulders to the West face of the Wild Tower.\n\nP6. 5.8. An excellent pitch.\n\nLook for a bolted line in the center of the west face, and make a few moves up mossy holds to clip your first bolt at 12 feet. Climb the corner, then face climb passing 4 more bolts, finish with some hand jams and a glory horn to the top of Wild Tower. Belay off of one bolt and a hand-size piece, 25m, 5.8. You can also skip this pitch and scramble to the top of the tower at 3rd Class.\n\nP7. 5.2. Scramble North along the ridge (4th Class), climb a short face with one bolt, and belay off of a tree.\n\nP8. 5.8. Scramble on 4th Class rock to the notch below the last pitch of the wall. Step right, and traverse on easy but exposed slabs. Clip a bolt, and climb straight up passing another bolt and some gear with exciting layback moves to finish the climb. Belay at a tree and a steep loose exit.","protection":"2 bolt protected, 2 gear protected, 2 mixed pitches and a couple of bumps across the Rip Rap and ridges. Draws and a single set of cams plus wires will typically suffice.","location":"Start as for\n\nBottom Feeder\n\nat the base of the Coral formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1cfe9980-37c5-592d-9648-d6fc803c3824,05e26eab-6685-574e-b3bd-791d44a53322,6d7d677a-f619-56fe-85ae-597e4b21cd66","pathTokens":["USA","Colorado","Independence Pass","Wild Ridge Area","Guide Route"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.67468,39.12986]},"bbox":[-106.67525966993313,39.12941033981814,-106.67410033006688,39.13030966018187],"left_right_index":-1,"ext_id":"117709680","area_id":"bX1nevYZVv6Frll+SyHNZg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:48.910Z","updatedAt":"2024-01-15T16:43:53.885Z"}