{"_id":"63689de0e80bff5a994f9881","area_name":"Wasteland, The","shortCode":"","climbs":[{"_id":"a8nmrLBXVI2Q+6qmEfMWkA==","name":"Vision Thing","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Kurt Smith, Mike Pont","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":7,"mp_id":"105753430","mp_crag_id":"105745438","climb_id":"a8nmrLBXVI2Q+6qmEfMWkA==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This route is about as Euro as it gets, replete with incut huecos, interesting tufas, crimps, and of course pockets. If not for the hands-off ledge which separated the lower and upper bits, it would get three stars.\n\nVision Thing is one route left of\n\nNever Believe\n\nand about 10-12 feet right of an obvious huge hueco in the rock. Power endurance is the name of the game for the first half and a dyno or two will get you over the final roof and up to the anchors.\n\nPeople have been bickering over the grade for years now -- Is it 13a?  Is it 13b?  It would be light-duty 8a in Europe, which puts it at about 13a/b.","protection":"14 quickdraws.","location":""},"__v":0},{"_id":"12tgeQAhVr20h3rGDW9qlw==","name":"Thieves","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mike Pont, Pete Zoller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":13,"mp_id":"105754303","mp_crag_id":"105745438","climb_id":"12tgeQAhVr20h3rGDW9qlw==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This is one route right of\n\nThe Beast\n\nand joins the upper two or three bolts of\n\nGun Shy\n\nto finish at the same anchors.\n\nIt was named Thieves both because a fixed line was stolen off the route and because of the hungry beta sponges loitering around the base of the line waiting for it to get sent!\n\nAnyway, a bouldery, somewhat painful start on underclings leads to easier ground and a \"slabby\" crux on thin sidepulls. This route is a bit hard on the tips, so approach it with a good attitude and lots of fresh skin. This is a good route to try if you have more power than endurance . . . .","protection":"6-8 quickdraws.","location":""},"__v":0},{"_id":"bsXLkCGzXqGT6m7gfhbyCA==","name":"Slacker Direct","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Stevie Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":5,"mp_id":"107750111","mp_crag_id":"105745438","climb_id":"bsXLkCGzXqGT6m7gfhbyCA==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"The direct start to\n\nSlacker\n\nmay not be quite as good as the standard route, but the thing is stout!  There is a V8/9 boulder problem around the second bolt involving a sharp, heinous, shark tooth crimp for the left hand and a bump to jug off of a miserable pinch.  Stuff your foot in the hole and rest out fully.  Now complete the top boulder of\n\nSlacker\n\nand give yourself credit 'cause you just sent 5.13! Yay!\n\nThis guy goes V8/9, to mega rest into V5 to the top.","protection":"4 bolts to anchors.","location":"This is the direct start to\n\nSlacker\n\n.... There is a obvious, very large hole about 10 feet up."},"__v":0},{"_id":"5SUB1SP/U1+YRS4h52FEUw==","name":"Slacker","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mike Downing","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":6,"mp_id":"105757000","mp_crag_id":"105745438","climb_id":"5SUB1SP/U1+YRS4h52FEUw==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This an anomaly: a bouldery route at Rifle. If you're a thick-torsoed power junky and you're sick of pumping out at bolt 15 on the Project Wall, this micro, but engaging, rig provides plenty of entertainment.\n\nThis is the short, very overhanging route one route left of Vision Thing and finishes on the same ledge and at the same anchors as Ruckus.\n\nStart on the Euro-pods of\n\nVision Thing\n\nand move left. Make an easy clip followed by a strenuous clip, then bust past slopers to good, deep huecos. Shake out here (or crawl up into the niche -- lame, lame), then bust the crux: hard moves up and left to an obvious spike.\n\nFlounder and flop onto the ledge. Some call this route height-dependent.","protection":"5-7 quickdraws.","location":""},"__v":0},{"_id":"XuzzomRKV4SsCsSFnjfjkg==","name":"Ruckus","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Stuart Ruckman / Bret Ruckman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":4,"mp_id":"105753286","mp_crag_id":"105745438","climb_id":"XuzzomRKV4SsCsSFnjfjkg==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Two lines to the left of Never Believe, this short route packs a powerful punch.  Climb the overhanging right facing dihedral, then move up left and up to the ledge to the anchors.  The crux revolves around a thin, funky move that gives many people trouble. Good footwork is the key here. The rest of the route is enjoyable overhanging climbing, but quite short.","protection":"5 bolts, two bolt anchor.","location":""},"__v":0},{"_id":"Ys5/OC9aXvOthEnQT7BP/Q==","name":"Popular Demand","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":0,"mp_id":"105753952","mp_crag_id":"105745438","climb_id":"Ys5/OC9aXvOthEnQT7BP/Q==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This is the easiest route at the Wasteland and the furthest left. It's basically a 5.10 version of\n\nCommunity Service\n\nwith slightly sketchier rock, but it makes for a decent outing nevertheless.\n\nWhile the bolt line punches straight up, you're better off either staying slightly to the left or the right most of the way.  At the last couple of bolts, you can either stay right in a funky corner or move left onto the face, which is crimpy and slightly harder.\n\nThis route has cleaned up pretty well over time, but it used to be very loose. I was climbing this route during a super-wet spell in 1997 when a TV-sized block about 15 feet to my left spontaneously detached and almost killed my belayer. Maybe the vibrations from my shitty footwork cut it loose -- I'll never know.\n\nAnyway, just an anecdote to prove once again that stuff can and does fall off the walls at Rifle (as if the giant blocks that occasionally nail the road near the Project Wall weren't warning enough!).","protection":"10 draws or so.","location":""},"__v":0},{"_id":"1Lb4lFK+XWSZkf5IG5d5bg==","name":"Never Believe","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Phillip Benningfield, Pete Zoller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":9,"mp_id":"105753193","mp_crag_id":"105745438","climb_id":"1Lb4lFK+XWSZkf5IG5d5bg==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This was Rifle's first sport route for a reason -- it follows a compelling line on a brilliant wall and starts on a streaked limestone pillar reminscent of the finest stone in Europe.\n\nIt is the 8th route from the left in the Wasteland, sitting just between\n\nVision Thing\n\nto the left and\n\nThe Beast\n\nto the right. Think of it as the leftmost route on the grey, central section of the wall.\n\nStart on the pillar and climb up to a bolt high and right. Bust to a horizontal slot, clip, then climb past a bouldery crux to an overwhelmingly sharp finger lock. Sustained climbing up the brilliant blue/grey stone leads to cold-shut anchors under the roof.","protection":"Seven quickdraws -- five for the route and two for the anchor.","location":""},"__v":0},{"_id":"bsQNcQvRWIuKdetE1DQRJQ==","name":"Lady Luck","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"A. Nelson, R. Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":2,"mp_id":"105758566","mp_crag_id":"105745438","climb_id":"bsQNcQvRWIuKdetE1DQRJQ==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Lady Luck is on the left panel of the wasteland, in the tan/brown vertical stone forming the upcanyon side of the amphitheater. It is just right of Community Service, the popular, well-chalked 5.11 with the roof band at mid-height, and just left of Guilt Parade, the long 5.12c up the blue, flake-type features.\n\nThe route starts with a small bulge (you can either boulder up to a good hold level with the first bolt or stick clip it). Stand up over the bulge and negotiate the thin, technical face climbing above via small crimps and a couple of dynamic stabs up into underclings. More funky, pimpy, pinchy, blocky climbing takes you through the finishing overlaps to a gold-shut anchor.\n\nThis is a tricky route that ends up being pretty damn fun once you figure out the Beta.","protection":"10-12 quickdraws","location":""},"__v":0},{"_id":"WhD+NfqdUL2yAvGnptvx6g==","name":"Java Creek","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Alan Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":17,"mp_id":"106811157","mp_crag_id":"105745438","climb_id":"WhD+NfqdUL2yAvGnptvx6g==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Despite the overwhelming popularity of the Wasteland, this route sits forgotten.  Unpolished and with a short crux at the very bottom, this might be worthwhile for those looking for a far less committing 12b than something like\n\nEasy Skankin'\n\n.  With that said, the quality is much lower.  To start, stick clip the second bolt (the first no longer has a hanger), push the bushes out of your way, and get ready to boulder to the third bolt using one painful undercling along the way.  From here, the difficulty drastically diminishes.\n\nThere is a first anchor at the 80' mark, but for full credit continue to the second set of anchors near the coveted Wasteland summit.  A 70m rope *might* get you down from the second set - watch it closely, or just re-lower from the midway anchors.","protection":"10-12 draws to the first anchor.  19 draws to go all the way to the top.","location":"This is the farthest right route in the Wasteland."},"__v":0},{"_id":"AbmZlZrTVuS+qxVQmOLfUg==","name":"Gun Shy","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Stuart Ruckman, Gordy Douglas, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":14,"mp_id":"105753631","mp_crag_id":"105745438","climb_id":"AbmZlZrTVuS+qxVQmOLfUg==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Just below the large dihedral on the right side of The Wasteland is a cluster of routes that converge just below the start of the dihedral. This is the\n\nEspresso\n\n,\n\nCapuccino\n\n, Java Creek group. Immediately left of this group is a narrow overlap or roof about seven feet off the ground. Running through the overlap and just left of\n\nEspresso\n\nis Gun Shy, an excellent line that fires through the blue/grey limestone found on\n\nThe Beast\n\n. The beauty of Gun Shy is that the powerful crux comes right off the deck, in getting over the overlap/roof. Difficulty eases back to very sustained 5.11+ climbing on pockets and rounded open hand pads. This rock greased up very soon after the line was established, and has not improved with use. However, Gun Shy is one of better lines on the wall and is a lot easier on the hands than routes of a similar grade on the left side of the wall. This is an excellent project (for some of us) with good pro that gets a bit more spacey near the top.  The only detraction in my mind is the grease factor.","protection":"Ten draws and a 50 meter rope.","location":""},"__v":0},{"_id":"m6vEXxOoUoKlyhfE7P6DtA==","name":"Guilt Parade","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kurt Smith, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":3,"mp_id":"105753829","mp_crag_id":"105745438","climb_id":"m6vEXxOoUoKlyhfE7P6DtA==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Guilt Parade takes the fourth line of bolts on the left side of the Wasteland cave. While often described as slabby, this description is a major sandbag. The line starts with a very powerful slap that, for me, uses a lot of ape index. Passing the first bolt is close to 5.12 by itself. A series of technical face moves on good edges sends you up into something of a corner system where the gear used to get very spacey. A retro bolt was added in 1994 to protect one very cruxy move in this region. The route stays powerful and pumpy right up to the finishing bulge. The stone on Guilt Parade has always been sharp, particularly in the start, so plan on a rough job for the hands. The cumulative pump factor and mental game (lots of spacey pro higher up) add up to an excellent line (project for some of us), that sees a lot less traffic than it deserves. A couple of funky spots drop off a star.\n\nRoute update: June 2021 - the route has since seen a face lift. In 2020, a large chunk of loose rock, the size of a refrigerator, was removed around the 3rd bolt. The top crux of the route was rebolted June 2021, and bolts were moved to make the route safer and climbable without massive slings and runouts. The route has since regained some of its popularity now that the choss has been removed and the bolts are once again clippable. 13a seems to be the current consensus of the route.","protection":"Bring a dozen draws and a 60 meter rope.","location":""},"__v":0},{"_id":"IBf4IzinWhy67r0kEZ6ANw==","name":"Espresso","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"A. Nelson, R. Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":15,"mp_id":"105757228","mp_crag_id":"105745438","climb_id":"IBf4IzinWhy67r0kEZ6ANw==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Originally touted as \"steeper, longer and harder than\n\nThe Beast\n\n,\" this route is merely longer. Nevertheless, it's a fun climb up a funky pillar-type feature, and has become pretty popular in recent years.\n\nThis is the second route from the right in the Wasteland, and is one route right of\n\nGunshy\n\n(more or less the last route on the blue/grey sector of the wall). It has gold-shut bolts on it, and climbs over a small roof to start, then up a groove onto a pillar, and through a second roof to anchors.\n\nPull over the opening roof on square holds, then amble your way up the groove on cool features. As the angle steepens, the holds get smaller, until you must overcome the roof moves on bizarre pinches.\n\nA second pitch climbs the friable corner above the anchors at 5.11, but is not recommended on busy days due to rockfall potential.","protection":"10-12 quickdraws","location":""},"__v":0},{"_id":"alPoTi79Ulmy6SfOQBk1NA==","name":"El Chapo","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Hong, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":8,"mp_id":"114495092","mp_crag_id":"105745438","climb_id":"alPoTi79Ulmy6SfOQBk1NA==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"El Chapo is a new addition by Steve Hong to the Wasteland. It's a little sharp through some parts, and the top is still cleaning up some (as of 6/18). I'd recommend it though - especially if you're looking for a less popular morning B. There's a hard bit down low (bolts 2-4) and some funk up top - pulling into the red stone on the headwall. I believe some people hand jam on it, but this is Rifle, and that drops it a grade....","protection":"Uhhh, 13 (?) bolts to a 2 bolt anchor.","location":"It is between\n\nVision Thing\n\nand\n\nNever Believe\n\n."},"__v":0},{"_id":"oElCoegfUV+Alwgn/2xnmQ==","name":"Community Service","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kurt Smith, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":1,"mp_id":"105753379","mp_crag_id":"105745438","climb_id":"oElCoegfUV+Alwgn/2xnmQ==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"On the left side of the Wasteland. CS is the right of two lines firing up the near vertical face on pale to tan colored stone. Continuous movement on edges and side pulls with narry a pocket in sight in the land of pockets. This excellent \"warm up\" has always felt closer to 5.11d to than 11c, and it was originally rated 5.12a. Certainly no single sequence adds up to 12a, so pick your preference somewhere in that range.\n\nThis wall can pick up some stunning heat in the warmer months, and can be deadly in the middle of the day. On one such tour of CS the heat got to be so much that I nearly blacked out at 60 ft and took a good solid 25 footer onto an unsuspecting belayer. CS has also been the scene of some truly senseless climbing antics, perhaps because it is reasonably moderate. History aside, CS is fine line with high continuity, crisp edges, and solid rock. Just stay out of the sun.","protection":"Bring about a dozen draws and a 60 meter rope.","location":""},"__v":0},{"_id":"380FpWmIUH6IRN9GTWRZpg==","name":"Capuccino","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":16,"mp_id":"106519447","mp_crag_id":"105745438","climb_id":"380FpWmIUH6IRN9GTWRZpg==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Climb the boulder problem start of\n\nEspresso\n\nand head right at the third bolt into the corner.  Things settle down quite a bit after the start.","protection":"Bolts.","location":"This basically the last route on the right side of the Wasteland. There is a direct start a few feet farther to the right, which does not see much traffic."},"__v":0},{"_id":"HNGB0nGKUTyM/6FhmU3b3w==","name":"Believe It","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":10,"mp_id":"105753439","mp_crag_id":"105745438","climb_id":"HNGB0nGKUTyM/6FhmU3b3w==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This route is a continuation of\n\nNever Believe\n\nand punches through the big roof above the anchors. It was drilled as a bolt ladder, and as such is plenty easy to dog up\n\nClimb\n\nNever Believe\n\nto the anchors. Rest at a stance here, clinging to large tufas and getting that pesky lactic acid out of your forearms. A V8-type boulder problem leads out and past the lip of the roof to a short but fairly sustained section of climbing over a finishing bulge. The pocket in the roof is sometimes wet.\n\nThis isn't the best route by any stretch of the imagination, but sporadic traffic over the last few years has helped it clean up a bit.\n\nPer\n\nScott Hahn\n\n: it was rebolted on 6/2021. The rusty time bombs have been removed and replaced with glue-ins. The anchors were raised slightly to find solid stone. It's now in great condition and ready to be played on.","protection":"10-14 quickdraws.","location":""},"__v":0},{"_id":"g+0MKZxOU26qIwQJaVNDLw==","name":"The Beast","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Pete Zoller, Phillip Benningfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":11,"mp_id":"105753277","mp_crag_id":"105745438","climb_id":"g+0MKZxOU26qIwQJaVNDLw==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This venerable classic is many people's first 13a at Rifle, and has been a mega-classic since it went up in 1991.\n\nThis route is just right of\n\nNever Believe\n\nand climbs directly up the center of the blue-grey panel of water-sculpted rock in the middle of the Wasteland. It can be recognized by a high first bolt (generally stick clipped) and a series of perfect two and three finger pockets at the opening sequence. Constant traffic on this route has turned the footholds black -- almost to the point that you feel like you're smearing on marble. Nevertheless, the climbing on this line is great -- sustained, powerful and aesthetic.\n\nPhillip Benningfield returned later to add \"The Beast with Two Backs,\" which continues past the original anchors under the roof (RIP anchors—there's just a single bolt there now) via long moves to good holds in the ceiling. Bring four or five more draws for this, and finish on slabby white stone up on the headwall above the cave.","protection":"Six quickdraws plus two for the anchor.\n\nPer\n\nJ T\n\n: the anchor/midway anchor is now gone.","location":""},"__v":0},{"_id":"xK0KCQl7WiiGHC4R/fPcGg==","name":"The Beast with Two Backs","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Phillip Benningfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":12,"mp_id":"109077404","mp_crag_id":"105745438","climb_id":"xK0KCQl7WiiGHC4R/fPcGg==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"This is the extension to\n\nThe Beast\n\nthat adds two more bolts of climbing and surmounts the small roof above the original anchors.\n\nIf you've made your way up\n\nThe Beast\n\n, it just makes sense to keep the bouldery fun going for a few more bolts.","protection":"8 bolts to anchors with fixed biners.","location":"The Beast\n\nstarts right in the middle of The Wasteland Wall and is easily identified by the sinker pockets used in the opening sequence."},"__v":0},{"_id":"tsUp2AawWNuDr1TlftTw7w==","name":"Automatic Leg Spreader","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dan Morta","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"left_right_index":18,"mp_id":"108433846","mp_crag_id":"105745438","climb_id":"tsUp2AawWNuDr1TlftTw7w==","areaRef":"VZ5xY59CWL2xxs2/DAcRBA=="},"content":{"description":"Easy (5.10) climbing leads to a no-hands rest below the roofed dihedral. Technical stemming and a hidden crimp get you past the first roof and into the crux. Micro-holds and more stemming maneuvers get you to the second roof. Gather your wits for some heads-up climbing and a couple of good holds on the arete with a jug sidepull allows you to clip and pull over the third roof and onto the upper headwall slab. More rests on the upper slab headwall allow you time to contemplate the final crux at the last bolt. Sidepulls, pinches, a sloper, and an optional kneebar will deposit you on the final section of vertical terrain that's pumpier than it looks.","protection":"17 bolts. Chains and steel carabiners have been installed at the anchors. A 70 meter rope is required to lower off this route. The protection for this route was generously provided by the\n\nRifle Climbers' Coalition","location":"It is on the trail halfway between the Wasteland and Nappy Dugout.  This route climbs the obvious dihedral between the Wasteland and the Nappy Dugout."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,559e7163-9f42-58bd-b1c6-cdbf0c071104","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Wasteland, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13b"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.13b/c"},{"count":4,"label":"5.12d"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13c"}],"byDiscipline":{"sport":{"total":19,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69268,39.70873]},"bbox":[-107.69326450394506,39.70828033981814,-107.69209549605492,39.70917966018187],"left_right_index":-1,"ext_id":"105745438","area_id":"VZ5xY59CWL2xxs2/DAcRBA==","polygon":{"type":"Polygon","coordinates":[[[-107.69326450394506,39.70828033981814],[-107.69209549605492,39.70828033981814],[-107.69209549605492,39.70917966018187],[-107.69326450394506,39.70917966018187],[-107.69326450394506,39.70828033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:20.934Z","updatedAt":"2024-02-19T18:31:55.585Z"}