{"_id":"6368a722e80bff5a995dd9eb","area_name":"Squaretop Mountain","shortCode":"","climbs":[{"_id":"aIfu9pJrUTGQjuCUkkXsfg==","name":"Dennis Miller Memorial","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Andrew Carson, Daniel Carson  8/9/1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.7926,43.2234]},"left_right_index":0,"mp_id":"106523639","mp_crag_id":"106521163","climb_id":"aIfu9pJrUTGQjuCUkkXsfg==","areaRef":"o9lZOFYIUMm0rsGp806Z4w=="},"content":{"description":"From Granite Lake, scramble and climb to the large grassy ledge at the base of the upper wall. Getting to this ledge is harder than it looks. The first ascent party roped up for some of this approach.\n\nThe route climbs cracks and chimneys on the east side of the wall for several pitches, then crosses left across the middle of the wall to attain the base of the big corner on the left side of the face. Follow this corner to the top in a long pitch and traverse more or less horizontally  right from under the big roof to the east edge of the wall. Climb the east edge to the summit and rap into the notch to finish the route.\n\nThe first ascent was completed in ten pitches. Some were short to take advantage of ledges and to avoid rope drag, especially in crossing right to left in the middle of the route. The last pitch or so, out on the east edge, were also short.\n\nThe crux is the long corner high on the left side of the face, capped by a huge roof. It involves several smaller roofs and a wide section. Some of the face climbing in the middle of the route doesn't offer alot of pro, but the rock is quite good.\n\nThere is a loose block a short ways up the second pitch, but there are choices of cracks here and other parties may select equally attractive alternatives to that of the first ascent team.\n\nThe route to date has not been repeated. Although the f.a. party felt it to be a very fine day, its quality remains to be verified by others.","protection":"A standard rack of stoppers and cams to 4\". Parties interested in climbing through the big roof blocking the upper corner might consider some bigger cams. There are no bolts or other fixed gear other than the rap anchor on top, which consists of slung blocks.","location":"The vast east face of Squaretop has a deep bay cut into  its south end. On the south side of this bay the wall sweeps out in a huge fin, at the end of which is a detached tower called Squaretower. The route climbs the south face of the tower.\n\nOnce on HTIL Ledge, go down and right, past a conspicuous cave in the wall, and begin at a staight-in 5.8 crack. This start can be skipped by traversing in from the left on a 4tch class ledge that crosses above the cave.\n\nIt is easily viewed from Granite Lake, a good base for this and other routes, with good fishing and pleasant camping.\n\nFrom the top of the tower a rappel is necessary to reach the notch between Squaretower and the main summit plateau. Two pitches out of the notch, with a little 5.7 to start the first of these pitches, gains the summit meadows. It's an easy descent to the south and east back to Granite Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,b2ff47f4-f0dc-5729-8e18-b3c6616dc367,a3d95938-5608-50c9-b4ae-c1a9f34e99e3","pathTokens":["USA","Wyoming","Wind River Range","Green River Area","Squaretop Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.7926,43.2234]},"bbox":[-109.79321708106794,43.222950339818134,-109.79198291893208,43.22384966018187],"left_right_index":-1,"ext_id":"106521163","area_id":"o9lZOFYIUMm0rsGp806Z4w==","polygon":{"type":"Polygon","coordinates":[[[-109.79321708106794,43.222950339818134],[-109.79198291893208,43.222950339818134],[-109.79198291893208,43.22384966018187],[-109.79321708106794,43.22384966018187],[-109.79321708106794,43.222950339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:22.222Z","updatedAt":"2024-01-20T01:09:24.118Z"}