{"_id":"63689de0e80bff5a994f93ec","area_name":"Fourth Flatiron","shortCode":"","climbs":[{"_id":"cFaiey8CWpaqYKkYsPJduQ==","name":"No Balls At All","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Stefan Greibel & Tony Bubb 7/29/04","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"105762717","mp_crag_id":"105745909","climb_id":"cFaiey8CWpaqYKkYsPJduQ==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"The 4th Flatiron is really 3 different slabs, between each slab is a gully or hanging garden diagonaling up and north between for hundreds of feet. Between the first and second slab, it is a simple notch up top, but between the second and third slab, it is an odd grassy trench, a hanging garden of sorts.In this trench, which one would normally step down into from the second slab, then run up and Northwest to the third slab, on the North side, there is a ridge of steep puzzle pieces running a length from a large pine that grows against the rock and continues for maybe 80 feet. The ridge is jugs, sidepulls, and underclings on \"puzzle piece\" holds that looks like a loose-fit jigsaw puzzle the entire way to the opening of the gully. The rock is almost universally solid. The crux move is a move up and left on big holds perhaps 15' off of the deck and comes about 1/3 way through the route. Consider it a highball, because if you fell, you'd probably break something and proceed to roll 50-100' down the gully through rocks, so this is a boulder problem for climbers who WILL NOT FALL.\n\nThe rating is V0 or V1. I said V1 in approach shoes, particularly considering the enduro factor of the climb.","protection":"A spotter- or not. This is essentially a high-ball. A fall would be nasty and a rescue from there would be horrible. If you are alone, they won't find the body for weeks or months.","location":""},"__v":0},{"_id":"iedrhtZ6X4mqBUr7mzNcsQ==","name":"Jester","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Horan, Baldwin 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"105762144","mp_crag_id":"105745909","climb_id":"iedrhtZ6X4mqBUr7mzNcsQ==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"One of three face and crack pitches on the south side of the middle tier of the second flatiron.This is the leftmost line, which begins 20' downhill from some large pine trees.The first half of this pitch sucks and the second half is really fun.  The start is unobvious and rather scary.  Begin up some broken plates and make an unprotected 5.9ish move to gain a thin right facing dihedral 25' off the ground.  Place a small cam and move to the ramp above.  Follow this up and left to a good hand crack with a right arching cap.  Move right and up to a nice ledge with a hidden piton.  Continue up and right following a thin diagonal crack (crux).  Belay once the east face is reached.There is a bolted line that goes straight up after the piton is reached, but the diagonal crack is the best part of the route.  The \"s\" is for the initial 30'.The topo in the Rossiter guide is good, but makes no mention of the committing run out at the beginning and shows two bolts that to the best of my knowledge do not exist.","protection":"Single rack through #3 Camalot, extra #2.","location":""},"__v":0},{"_id":"bcb+8++cWfit+RVopvYpTg==","name":"Excellent Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"106169146","mp_crag_id":"105745909","climb_id":"bcb+8++cWfit+RVopvYpTg==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"Climb the East Face to a grassy break on the 2nd section of the 4th Flatiron.  Aim belay for an obvious, nice looking crack on the right (northern) side.  We found a good root to sling and a solid nut for belay, but you're on a very comfortable grassy break in the rock with an easy walk off 20 feet to the right.\n\nThis is set us directly beneath the best pitch I've led in the Flatirons- maybe ever.  It was a wide crack (accepted my full calf for bomber one-legged locks; wish we'd have brought along 2,3 and 4 cams), angling up and right (my guess, 5.8) to a small roof that topped out to more easy, Flatiron, featured slab.\n\nSlung a solid pine tree and belayed at wide break in the rock and then scrambled down break to a walk off in the dark.\n\nTo descend back down to Royal Arch trail, we moved north and found a climber's trail downhill, eventually hitting a talus field and then the lowly lit forest before stumbling upon it, slightly downhill to the north from Sentinel pass.\n\nThis last pitch was maybe 20-30m long and phenomenal.  I haven't sat in blissful adrenaline at a belay after many other climbs.  Every Flatiron climb I've done has been an easy face, mostly solo.  To find this great crack was a treat.","protection":"Light rack but a 3 inch piece would have be welcome.","location":""},"__v":0},{"_id":"rfnTO/faW0OB+j+9oyBOSQ==","name":"East Face/4th Flatiron","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"105757012","mp_crag_id":"105745909","climb_id":"rfnTO/faW0OB+j+9oyBOSQ==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"The Fourth is probably the longest of the major Flatirons, extending nearly to the summit of Green Mountain.  The formation, however, is actually broken into three smaller subflatirons, separated by gullies which are hidden from the normal view from town.  The northernmost extension of the 2nd sub-Flatiron is actually Green Mountain Pinnacle.  The route really isn't much fun, requires bushwhacking in the gullies between the subflatirons, and culminates in the most anti-climatic summit of the 5 major Flatirons.  I give it one star only because it takes you to the top of the 4th Flatiron.\n\nApproach via the Royal Arch trail.  Take the trail 100 yards past Sentinel pass.  The 1st sub-Flatiron at this point nearly touches the trail and can be identified by a cave 150 feet up.\n\nClimb up to the cave (actually an arch) and exit on the left up to a ridge.  Climb the ridge until it is possible to drop into the gully between the 1st and 2nd sub-Flatirons.  Bushwhack up this gully to an obvious crack splitting the face of the 2nd sub-Flatiron.  Climb the crack/gully (and face on either side) to the \"hanging garden\" near the top of the formation.  Hike through the woods in the \"garden\" to the gully separating the 2nd and 3rd sub-Flatirons.  Bushwhack down this gully to a crack splitting the face of the 3rd sub-Flatiron.  Climb this straight up to the summit area.\n\nFor a very detailed route description, see Roach's guide to easy Flatiron routes (possibly out-of-print?).  The Falcon guide description is very similar to the one above.\n\nDescend to the north of the Fourth Flatiron eventually connecting with the Green Mtn Pinnacle approach.  The gully on the south of the 4th (which I descended) is not recommended.","protection":"As with most east face Flatiron routes, it didn't look like you could get much pro...or good belay anchors for that matter.  Probably best to solo this because the leader pretty much is anyway.","location":""},"__v":0},{"_id":"D7sNida2XsuS+oGEQ77Trg==","name":"East Face, South Side","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"106169054","mp_crag_id":"105745909","climb_id":"D7sNida2XsuS+oGEQ77Trg==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"Hike up Royal Arch trail to base of 4th Flatiron that rests trailside.  Continue just past base of 4th Flatiron and take 1st uphill you can towards Tangen Creek and into the incredibly fun spiral cave staircase.\n\nAbove the staircase, follow a very thin and bushwhacky climber trail 50 feet uphill (west) until you're at the base of section 2 of 4th Flatiron.\n\nOn the right half, find an obvious OW 1-2' dirty yet polished crack/ drainage gully down the face of the 4th.\n\nGo up crack and surrounding slab, breaking left onto thinner face moves at pitch 1 crux (more comfortable while on rope, we were simul-climbing).  Partner ran out of gear and slung some horns and got a solid belay piece about 80m up on nearly flat 4th class terrain.\n\nThe second pitch (we simulclimbed a long 1st pitch) ends at a grassy break with an easy walk off to the right (north).\n\nFrom here we followed Excellent Crack (5.8) over a small roof to another grassy break and a walk-off.  You could work up and left to continue to the 4th's summit.","protection":"Light Flatiron rack including tri-cams and slings for horns and mini-arches.","location":""},"__v":0},{"_id":"JH+3APDrXwGeaWZS4Ql7IQ==","name":"Lower South-East Gully","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"107326719","mp_crag_id":"105745909","climb_id":"JH+3APDrXwGeaWZS4Ql7IQ==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"We actually accidentally climbed this to short-cut from \"\n\nZacheus\n\n, 10d,\" and \"\n\nDC Boy\n\n, 11d,\" on the Lower East Face of the Fourth to \"\n\nDeath and Transfiguration\n\n\" on Green Mountain Pinnacle. The best Flatiron book describing the area is the one by Jason Hass, 2009.","protection":"-Few pins on 1st pitch (probably 40 years old)\n\n-Standard rack\n\n(Both pitches are run-out.)","location":"Approach same as Royal Arch, before Royal Arch cut up between the Fourth/Tangen Towers/Fifth. After finding Routes \"\n\nZacheus\n\n, 10d,\" and \"\n\nDC Boy\n\n, 11d,\" on the Lower East Face of the Fourth, continue up into the Gully above. The route tops out Mid-West Face of Fourth, and below Last FlatIronette."},"__v":0},{"_id":"Ra7XBSluU4aAjgiSJ9Ay+A==","name":"East Face, Extra Credit Summit","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"105759825","mp_crag_id":"105745909","climb_id":"Ra7XBSluU4aAjgiSJ9Ay+A==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"This is a significant variation to the regular East Face route that nets you a spectacular and seldom visited summit.  The \"Extra Credit Summit\" is the southernmost summit of the second piece of the Fourth Flatiron, is is 100 feet south of and lower than Green Mountain Pinnacle.\n\nOn the Regular East Face route (second piece), as you enter the hanging garden, look left for a huge flake that you can (barely) squeeze behind.  This spot is where the gully becomes hiking territory and then threads into a narrow chimney, and also is where the gully bends right.  To squeeze behind the flake we had to take our packs off.  Then follow an easy ledge out towards the east face and set a belay on a large boulder.\n\nClimb out on the east face and head more or less straight up the face.  It's easy slab climbing, but there are only 3-4 pro placements in 165 feet.  At 165 feet you reach the top, but there are no anchors there.  Continue 20 more feet until you reach the rappel anchor, which is a huge horn wrapped with a 20' piece of sling.  You can also place a bomber #3 Camalot here for backup (when belaying).\n\nRap west from the sling(s).  This rappel is quite awkward to start and overhanging.  With a 50m rope, you can't reach the ground and will have to traverse into the deep crack to your north.  A 60m route would probably make it to the ground.\n\nThe end of the 25m rappel is a deep notch separating the Extra Credit Summit from Green Mountain Pinnacle.  If you do the regular East Face route you go through this notch so you rejoin this route here.","protection":"Light Flatiron rack, including a #3 Camalot.  You will need a 20' piece of cord if the rap sling is missing.","location":""},"__v":0},{"_id":"lB0iaRjcXp2qMHATi503tg==","name":"East Face, North Side","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"106169029","mp_crag_id":"105745909","climb_id":"lB0iaRjcXp2qMHATi503tg==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"Hike up the Royal Arch trail to where the 4th Flatiron touches the trail.  Instead of heading directly up towards the high piled cairns, break right (north) around the bottom and do a nasty bushwhack ~200 feet to the base of a slab.  The base of the 4th Flatiron will be towering over you on your left (south) and another slab on your right.\n\nFrom the base of the rock, split 2 trees and head up a sunken section to a split, beneath a small tree, that puts you on the proper face.  From here, it is picking the path of least resistance which for me was working up and left towards the well-featured, southern ridge.\n\nFor descent, hit the summit and do the easy walk off.  There is one step that will make you think twice, but it is short and easy with good holds around.\n\nFrom here, you can move left (south) to continue up the second section of the 4th or rap off a tree down the corner of the 1st and 2nd section of the 4th Flatiron.  Approximately 30m down (1 single 60m rappel), I found an old tipped out piton and very carefully downclimbed/rappelled to a grassy garden area filled with poison ivy.  With a single 70m, you could probably reach a great looking Lost Arrow for a rap anchor.  From here, one more rap (total of 3) off solid trees and past a turkey vultures lair in the corner of the wall, you're back on solid ground.  A quick downhill scramble will funnel you through the cave spiral staircase and back to the Royal Arch trail.","protection":"? protection would be similar to other Flatiron east sides, rare.  Easy Flatiron slab solo.","location":""},"__v":0},{"_id":"upQOqorDWa+rtABUk5wAZQ==","name":"Arc de Triumph","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Horan and Dan McQuade, 1988.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"left_right_index":999999,"mp_id":"106332926","mp_crag_id":"105745909","climb_id":"upQOqorDWa+rtABUk5wAZQ==","areaRef":"4O5asr6XXAOGuuudL/rGZQ=="},"content":{"description":"This is located on the west face of the Fourth Flatiron's middle slab section. Begin by climbing the face left of the arching corner, Royal Arch route, via 4 bolts, climb up to arch, roof, onto face above to easier yet runout ground, or move right to bolts on upper section of Royal Arch.","protection":"Small stoppers Friends and bolts.","location":"Located on the west face of the Fourth Flatiron's middle slab section, begin by climbing the face left of the arching corner, Royal Arch route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,e0ee5ab2-be97-5c03-86ba-eb9d2ffac665","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Fourth Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.6"},{"count":3,"label":"5.4"},{"count":1,"label":"5.3"},{"count":1,"label":"5.2"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2936,39.983]},"bbox":[-105.29418684360093,39.98255033981814,-105.29301315639907,39.98344966018186],"left_right_index":-1,"ext_id":"105745909","area_id":"4O5asr6XXAOGuuudL/rGZQ==","polygon":{"type":"Polygon","coordinates":[[[-105.29418684360093,39.98255033981814],[-105.29301315639907,39.98255033981814],[-105.29301315639907,39.98344966018186],[-105.29418684360093,39.98344966018186],[-105.29418684360093,39.98255033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:02.071Z","updatedAt":"2024-01-20T00:59:56.411Z"}