{"_id":"6368a29ce80bff5a9956afdf","area_name":"North Carolina Wall","shortCode":"","climbs":[{"_id":"hKI3sf5NXJyofDtbg6RSLg==","name":"Tightrope","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brad Shaver, Bob Mitchell, Bob Gillespie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":8,"mp_id":"114984592","mp_crag_id":"105972623","climb_id":"hKI3sf5NXJyofDtbg6RSLg==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"I am listing this route because it marks the left-most boundary of the SEASONAL peregrine closure. The right-most boundary is Bumblebee Buttress.","protection":"Gear","location":"Left of Pixie Wall"},"__v":0},{"_id":"f8rYgy1+V9iJATDiBgeh5Q==","name":"Tarantula","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Mitchell Ron Cousins 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":15,"mp_id":"107273005","mp_crag_id":"105972623","climb_id":"f8rYgy1+V9iJATDiBgeh5Q==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"Three distinct pitches are the flavor of this NC wall adventure climb. first pitch is 50 foot left rising traverse under a roof. second pitch is stellar leftfacing corner/crack. third pitch is wandering face with questionable gear but enough to get you through. once on the ledge many options exist for the exit to the gorge rim.","protection":"doubles up to 3 camalot. headlamp?","location":"continue past bumblebee and the corner. at first option scramble up to ledge. follow for 15 more minutes. scramble behind pillar and then the start looking up to see the leftfacing second pitch. start route off boulder or any other option you think you are man enough for...hehehe."},"__v":0},{"_id":"V4AYAKXiXRmKNs0hul26Zg==","name":"Spectre Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Z and Robin Hinkle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":3,"mp_id":"107643081","mp_crag_id":"105972623","climb_id":"V4AYAKXiXRmKNs0hul26Zg==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a variation to Apricot Jam. From the 1st pitch belay ape your way out right on good holds and good feet. When you get to the end of the roof crack pull up into the next belay stance,about 15 feet of climbing. Clip 2 ancient bolts and back them up with more gear. Next pitch. Move left off the belay with solid gear and lots of air. Turn the lip and enjoy another 40 feet of climbing to a spacious ledge. From here you can join back in with Apricot jam. A short but awesome stretch of climbing.","protection":"Standard NC wall rack.","location":""},"__v":0},{"_id":"7ZKdwI5/VL26DCLMthAGIQ==","name":"Southeast arete (of the Camel)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown, Wes Calkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":0,"mp_id":"108202072","mp_crag_id":"105972623","climb_id":"7ZKdwI5/VL26DCLMthAGIQ==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a neat line on a unique feature that has a long history of climbing (and other shenanigans).  The rock quality wasn't the best (although we did our best to clean it up) but it is very high on aesthetics.\n\nClimb the southeast arete past 3 bolts and gear to an excellent belay at the top (bolt anchor back from the edge a bit).  Step back out to the perfect belay seat at the top and enjoy the view.","protection":"standard rack","location":"See picture"},"__v":0},{"_id":"VQhRCt6YVhOkrdMUvwMWqA==","name":"Rinky Dink","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA Brad shaver, Bob Mitchell,art Williams. FFA was Howard, Stegg, and Okel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":11,"mp_id":"112356894","mp_crag_id":"105972623","climb_id":"VQhRCt6YVhOkrdMUvwMWqA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"P1. Begin at a obvious corner crack system left of bumblebee buttress.  Climb, jam, and stem your way up the corner past 3 fixed pins(5.10). Once above the 3rd pin you can get an additional piece of gear and then begin a rightward traverse. Take heart in this moment as you begin the traverse, a small tcu will be found at head height after 10-15 feet of horizontal movement from the corner feature(5.8).  Continue along a horizontal crack and belay or link with P2.\n\nP2. From the horizontal crack continue right to another left facing corner, passing a nest of rap slings on a chockstone and climb up the corner to a belay at a single bolt that can be backed up with other dubious gear. (The bolt is new and in good condition) 5.7\n\nP3. From the bolt belay go left and up passing many horizontals that accept small to medium cams. The route from here could take many variations so seek out the gear and path of least resistance. Once you get out of the steep climbing and the angle of the wall eases find a stance and belay off a gear anchor. 5.10\n\nP4. Continue up the steep ,but less than vertical, lichen covered wall to an obvious large ledge with a large pine tree. 5.9\n\nP5. Many options from here exist to make it past the last rock band. Choose your own adventure\n\nI have tried to climb this route several time and have found the upper pitches to be wet. The first pitch is a worthy climb and it is easily rappelled with a single rope at a nest of slings after the first pitch traverse.","protection":"Double rack from tcus to hand size. 1 #3 c4 should suffice.","location":"Located on the NC wall 100 yards Left of the obvious large dihedral of Bumblebee."},"__v":0},{"_id":"kMrU6vOcUTWO0xarbwfF+w==","name":"Pansy Wall","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Doug Swords, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":9,"mp_id":"106191499","mp_crag_id":"105972623","climb_id":"kMrU6vOcUTWO0xarbwfF+w==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This route climbs the tallest and steepest part of the NC wall. It took quite a while to complete due to hard climbing, poor rock that had to be cleaned (P-1), and poor summer weather conditions, but it's a very worthwhile line for the grade and deserves some traffic.\n\nP-1 Start under the right side of the cave feature.  Climb the feature past 3 bolts and gear (up to a # 3 camelot).  The 3rd bolt is a difficult clip (placed high due to poor rock quality lower).  Belay at 2 bolt hanging belay. Note: This pitch makes for a great rainy day pitch if you happen to be in the area (when it comes). Huge roofs protect from even the heaviest of storms.\n\nP-2 Crank hard up the steep wall past a bolt and a few pieces of gear to a belay at a good horizontal. Air time is not mandatory but is very likely!\n\nP-3 Climb out right and up the steep clean wall past a pin (may need to be replaced) to a technical face and eventually a large belay ledge with a 2 bolt anchor.\n\nP-4 Continue to top via numerous possibilities.","protection":"Standard rack. Hybrid aliens were used on the FA and would likely be useful.","location":"Between Direct Action and Pixie Wall."},"__v":0},{"_id":"KOFXZ18cUVekvlE/CxaldA==","name":"Mixed Fruit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wes Calkins, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":6,"mp_id":"112236199","mp_crag_id":"105972623","climb_id":"KOFXZ18cUVekvlE/CxaldA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"Start at a layback flake that ends at a devious move at a bolt. Move up past another bolt and into a broken crack system. Continue up and eventually traversing left to the fixed nut anchor that is shared with Horseshoes and hand grenades.","protection":"Triple rack up to 6's to include pins, beaks, bashies, and brassies.","location":"It's located on the Apricot buttress descent gully to the right of horseshoes and hand grenades about 50'. Either descend the gully or rappel in 45 meters from some newly installed glue in bolts at the top of apricot buttress. You can make the rappel off the bolts to the fixed nut anchor and then to the ground with a single 60 meter rope."},"__v":0},{"_id":"RCNJkdbDWf+IaP2MPJ3mgg==","name":"Lost In Time","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"P-1/P-2 Nathan Brown rope solo.  2001  P-3 Nathan Brown, Doug Swords, Christian Drum  2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":17,"mp_id":"106715310","mp_crag_id":"105972623","climb_id":"RCNJkdbDWf+IaP2MPJ3mgg==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a great climb up the center of this smooth vertical part of the NC wall.\n\nP-1 This pitch just got a bolt added to the start -- it is about 20 ' up.  Climb straight up to the bolt and move slightly right, then back up and left to some good holds and gear.  Continue up the weakness that takes you up the water streak at the top.  Belay next to the large boulder that sits on the edge of the ledge.\n\nP-2 From this giant ledge, climb the faint corner features directly in front of the boulder past surreal holds and gear placements.  There is a fixed pin up high.  Belay at stainless cables (chockstone rap anchor) under the overlap at about 100'.  There are quite a few placements that are better with hybrid aliens up to the yellow/red size. Also bring some small brass.  5.10-\n\nP-3 Pull roof and move right a ways before climbing straight to the top.  5.9-\n\nVar last pitch:  Pull roof and continue straight up the steep exposed wall past a bolt to the top.  This is the recommended finish at 5.10+.","protection":"NC wall rack.  P-2 is protected by numerous excellent small to medium nuts and cams, as well as hybrid aliens and some small brass.\n\nP-1 just got an upgrade -- bolt to protect the start.","location":"Right of the Slimey, and left of The Limey"},"__v":0},{"_id":"1DpLFR2aVqGniSnSzdUEnA==","name":"Life is like a rubber rope","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ralph Fickel, Ron Dawson  mid 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":7,"mp_id":"108269659","mp_crag_id":"105972623","climb_id":"1DpLFR2aVqGniSnSzdUEnA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a somewhat older line that has fallen into obscurity due to a lack of comphehensive documentaion in recent years.  It is short but climbs great rock, and is worth a romp up if you're in the area.  There is also a newer 2nd pitch (different name) that climbs the outrageous fin of rock just above the ledge near the top - more to come on this...\n\nStart on top of the large spike shaped boulder - \"Space wrangler\" goes straight up here.  Instead, step out right and follow corners and great edges up the wall past a bolt to gain the ledge.  Either belay here or continue up for a belay in the bushes on top and around left.","protection":"Light rack of small cams and wires.  One bolt.  Not hard climbing but it is a bit spicy, so beware.","location":"On opposite wall (south) from the Apricot buttress when descending gully  (left about half way down)."},"__v":0},{"_id":"Q5yuEXtYW26ozmlftK+mdg==","name":"Horse Shoes & Hand Grenades","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Nathan Brown, Wes Calkins, Daryl Macinnes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":5,"mp_id":"108262859","mp_crag_id":"105972623","climb_id":"Q5yuEXtYW26ozmlftK+mdg==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is an excellent new route on the Apricot Buttress that finally came to fruition this year, probably 15 years after I first looked at it (and had forgotten about it).  Thanks to Wes for bringing it back to my attention this summer.  This rig is well worth the short hike down from the Chimneys.\n\nThis route can be easily approached by rapping directly down from the top with one 60 meter rope to the fixed nut anchor, and then one more to the bottom.  The annoying bushes at the bottom actually are helpful to keep the ropes out of the wet gully and dry.  The first rap is from a large rock horn located just over the edge near the large tree at the overlook - see picture.\n\nP-1\n\nStart in the obvious left diagonaling line near the bottom of the gully (right of spectre man).  A bouldery start gains the moderate crack feature which leads to a couple bolts on the arete.  A technical and powerful crux gives way to some overlapping features and a chance for a kneebar rest.  Place a small cam/nut here.  Continue up and right on the overhanging wall past 2 more bolts and a 5 foot roof.  Crank this (protected by a fixed stopper at the lip) and continue up to a fixed nut anchor about 15 feet above.\n\nP-2\n\nEither climb the easy face out or lower.\n\nNote: The starting gully is often wet.  If so, plan on stacking and hanging the rope to keep it up and out of the water and you'll be good to go.  Also, we placed a couple of rocks on the starting ledge that serve as a dry place to start.","protection":"light rack up to #.75 size camelot, 4 bolts and fixed stopper","location":"On the steep wall at the bottom of the Apricot gully."},"__v":0},{"_id":"M0Q/m84NUti+9PCy786kRw==","name":"Highway to the Danger Zone (aka Rinky Dink Direct)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kris Kline, Thomas Kelly","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":10,"mp_id":"106191517","mp_crag_id":"105972623","climb_id":"M0Q/m84NUti+9PCy786kRw==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"Climb the left facing dihedral to a 2 bolt anchor (100'). Note: This is a good pitch to do in it's own right.\n\nP-2 Climb out left and up through bulge at 2 fixed pins to another corner feature. Follow corner past more fixed gear (including a good bolt) to near the end. Bail out right and up a sketchy techno face to a belay.\n\nP-3 Continue to the top.","protection":"standard rack.  Some of the fixed pins are in bad shape, as is the rock that they are placed in.  IMO, a single bolt at the crux would much improve on the 2 pins that currently protect it.","location":"Start on the obvious left facing corner just right of the large cave feature of Pansy Wall."},"__v":0},{"_id":"HWqdmccCU1y3IkfFmomPKA==","name":"Eureka","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"nathan brown 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":14,"mp_id":"106907054","mp_crag_id":"105972623","climb_id":"HWqdmccCU1y3IkfFmomPKA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a great face climb that goes up between \"Mitzietzusparen\" and \"Freebird\".\n\nStart on obvious right facing corner and climb a short ways until it is possible to traverse out right onto the face.  Climb the face via amazing finger buckets and horizontals past a tricky section protected by a bolt.  Pull the crux and continue up on amazing jugs.  Belay on gear wherever is convenient, roughly at 120'.  Continue up easier terrain to the ledge.\n\nMany possible variations up the next wall, including 4th classing up and left.","protection":"Doubles on small to medium cams and 1 bolt at crux.","location":"Off of Tarantula Ledge, just left of Freebird."},"__v":0},{"_id":"hVxvvxJBXeeFFWzIQ2rYrw==","name":"Fire On The Mountain","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Doug Swords, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":16,"mp_id":"106715296","mp_crag_id":"105972623","climb_id":"hVxvvxJBXeeFFWzIQ2rYrw==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This pitch is similar to the classic billboard of Wild Kindgom at Moores. To access this fantastic pitch, scramble up the first pitch gully of the Slimey, which is mostly 3rd/4th class.\n\nClimb the face past 4 bolts to a medium cam under a small roof. From here continue up and slightly right to the orange and black face protected by 3 bolts and some gear. At the horizontal roof band, place a directional (for follower) and move left to a belay at some old hexes slung with cable (likely well rusted at this point). The next pitch is aid to the top, but it's easy to just rap back to the 4th class gully for the descent.","protection":"light rack.","location":"Climbs the amazing orange wall just left of the Slimey P-2 gully."},"__v":0},{"_id":"1z6zIn/8X7aVfNyZmjqCdw==","name":"The Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":13,"mp_id":"116983651","mp_crag_id":"105972623","climb_id":"1z6zIn/8X7aVfNyZmjqCdw==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"P1. Boulder up the face to gain the rodo filled crack that eventually widens out to OW just before a nice belay ledge.\n\nP2. Climb face and crack up and into big chimney. Exit chimney onto sometimes wet face (Crux) before reaching nice belay ledge with tree.\n\nThere is another 25-30 feet of climbing leading to the top but we rapped from here.","protection":"Light rack. A single double rope rappell from trees on the ledge gets you on the ground.","location":"An obvious bushy, dirty, diaheadral  as you head down the hill from bumblebee buttress."},"__v":0},{"_id":"u0J0R3OtWjOHuN53qW1GjA==","name":"Bumblebee Butress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Mitchell and Bob Gillespie 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":12,"mp_id":"105972319","mp_crag_id":"105972623","climb_id":"u0J0R3OtWjOHuN53qW1GjA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"P1- 5.8: Start from the top of a 10'-high block and climb the wide chimney using face holds until it is possible to gain the arete. Continue up the arete for a short ways and then start trending left and up aiming for the left-facing corner/crack system. Once in the corner continue to the just below the prominent bomb-bay roof. (100 feet)\n\nP2- 5.8: Climb up to and out of the bomb-bay roof, follow the crack and corner system through a couple more bulges until a large ledge is reached. (100 feet)\n\nP3- 5.8: Climb on top of a large block to gain the face. Climb the face, traversing a good distance to the right and then shoot up through the right-side of the bulge, continue up via good holds to a large ledge. At first glance this pitch seems in obvious, but following the holds and the gear placements will lead you up and over the bulge in the right place. (100')\n\nP4- 5.5 Climb the face to the top. (150')\n\nFrom the top follow a faint trail that is marked with orange blaze back to the main MTS trail.","protection":"Standard rack. I used a #4 WC Friend under the P2 bomb-bay roof. Nothing larger is needed.","location":"This route is located on the Main North Carolina Wall. From the approach gully head down stream following a trail at the base of the wall. Look for a very distinct left-facing corner system just before the trail and the wall curves to the left. The start is identified by a 10' high block with a tree at the base and a small tree on top."},"__v":0},{"_id":"WOQsWRUIWO6oGOn2M+sElw==","name":"Bed-wetter","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":1,"mp_id":"108378079","mp_crag_id":"105972623","climb_id":"WOQsWRUIWO6oGOn2M+sElw==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a variation to the last 2 pitches of \"Captain Hooks Nameless Nightmare\" - done in one long second pitch.\n\nP-1 Climb the first pitch of Capt Hooks and belay high in corner under roof.\n\nP-2 Probably about the same difficulty as pitch 1. Climb the regular easy second pitch, but instead of stopping to belay before the 3rd pitch traverse, continue up and left.  Climb the steep and intimidating wall past funky cams and a bolt to an overhanging crack feature that leads to a small rest.  From here move out the bulge and to the top.  Belay on nice mossy ledges under a large roof.  Traverse off climbers left to gain the actual summit. Note: the bolt is a bit reachy to clip, maybe you should skip it...","protection":"Standard rack plus maybe a couple extra finger and hand size cams. 1 bolt.","location":"Var finish to Captain Hooks Nameless Nightmare on the Apricot buttress."},"__v":0},{"_id":"oLEp0yqQX92P22mlhWY18Q==","name":"Barnacles & Bo Schwan","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ryan Parker, Rachel Taylor","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":18,"mp_id":"107748830","mp_crag_id":"105972623","climb_id":"oLEp0yqQX92P22mlhWY18Q==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"Protection for the first three pitches is scarce so keep your eyes open for placements, it's not uncommon to go 30' between placements. And if you can't find the holds, scrape away the lichen that covers most of this climb.\n\nP1: Start with some nice 5.5 face climbing for approximately 80 feet to a small vegetated ledge for the belay.\n\nP2: From the small ledge the climbing here is 5.6 face climbing for about 90' feet. The belay is another obvious vegetated ledge.\n\nP3: The first 40'-50' of this 5.8 pitch is unprotected and protection remains scarce until with in 20' of the belay ledge. The pitch is approximately 120' feet (I placed 6 pieces, two of which were in the 20' just before the belay.)\n\nP4: After both climbers reach the belay after pitch 3 bushwhack for a couple minutes back to the vertical wall, the climbing here is only 5.5 and protection is no longer as hard to find as the first three pitches. Climb until you top out, about 120', and scramble up the last bit of class 3.\n\nHike out on the MTS trail.","protection":"Basic multi-pitch rack. Small cams or TCU's are helpful.","location":"Take the approach down to the tarantula ledge area of NC Wall and walk as far as you can until you can't walk any further. The start is about 10-15 yards from the end of the ledge."},"__v":0},{"_id":"3Auf8+fMVr6KtwnJpbtluw==","name":"Apricot Jam","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1973 - Bob Rotert, Tom McMillan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":2,"mp_id":"106921695","mp_crag_id":"105972623","climb_id":"3Auf8+fMVr6KtwnJpbtluw==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"P1: Crux starts down low with a right leaning finger crack/boulder problem. Probably a bit more like solid 5.10 with easy pro. Move up and right then back left to old slings at a ledge under a roof (60').\n\nP2: Climb right then up a fun corner up until it ends then find your way to a mossy ledge (50'). Variation pulls the roof at around 5.10 then up to the ledge.\n\nP3: Follow open book corner til it ends then trend right until you find another good belay stance under a roof (100+').\n\nP4: Move left then up to a roof and traverse to the end finding a nice diving board to belay from (~100').","protection":"Old core shot ropes down the gully and a standard rack up to #3.","location":"Locate a two-trunked tree with a white blaze marking the climbers trail. Apricot Buttress takes the first right possible and meanders along the rim trail to the descent gully. Maneuver your way to the bottom of the steep and precarious gully climbers left of the main NC Wall descent trail. Tattered fixed ropes lead down to boulder on the right (climbers left) and a right facing, overhung face. Start up the crack. Scout out the climb and the descent gully while on the rim trail."},"__v":0},{"_id":"l5YlC8sIV6OiGyEcfgtxaA==","name":"Apricot Butter","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"left_right_index":4,"mp_id":"108269741","mp_crag_id":"105972623","climb_id":"l5YlC8sIV6OiGyEcfgtxaA==","areaRef":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":"This is a diverse new line that starts via the funky boulder problem of Apricot Jam, but also tacks on some cool technical face climbing in the middle, and some glorious roof pullin' at the end - all in one sweet pitch. It's not just Apricot Jam, it's butter...\n\nStart on Apricot Jam, but at the end of the steep corner, move right and clip a bolt (sling all gear in the initial corner long).  Traverse further right and then up to better holds and gear in the cool seam feature. Continue to the roof and a great rest on the small ledge.  Move up to clip a bolt in the roof and make reachy moves on huge holds through the roof. Crank up the short corner to a small ledge and a fixed anchor.\n\nEither continue up the buttress via any number of possibilities, or rap.","protection":"Standard rack.  A #4 camelot is useful below the bolt but not mandatory.  2 bolts and a fixed stainless cable stopper in roof","location":"Start on Apricot Jam.  Climbs roof just right of Spectre Man."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,aa77f3b3-83da-5b8f-9a8e-5db79791e959","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","North Carolina Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":5,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.12"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b/c"},{"count":3,"label":"5.11"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":4,"intermediate":8,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":8,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.89174,35.87662]},"bbox":[-81.89229494361437,35.87617033981814,-81.89118505638561,35.87706966018187],"left_right_index":-1,"ext_id":"105972623","area_id":"qnfzs4PaW4+ajl23l5HpWQ=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:15:58.059Z","updatedAt":"2022-11-25T11:20:54.279Z"}