{"_id":"6368a1b8e80bff5a99553e4b","area_name":"Northeastern Crags, The","shortCode":"","climbs":[{"_id":"S+JgJBHHXUa2mB5c+UQSwA==","name":"Yeti Beats","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Sprague, Amy Colburn -  Sept 4, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":12,"mp_id":"111080266","mp_crag_id":"107271103","climb_id":"S+JgJBHHXUa2mB5c+UQSwA==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"This is a link up of Steady Yeti into the top of Mountain Minor that may be even better than the original routes. Beautiful finger and hand crack climbing up a vertical wall of peach colored granite. \n\n  Stick clip the bolt at the start of Steady Yeti by coming in a bit on the ledge from the base of Bigfoot. Figure out the tricky sequence to move past the bolt to gain a horizontal where you can place a .75 Camalot with a shoulder sling out left. Finger pad edges get you up to the start of the crack. Head up the crack to about half way up the wall to just before the main crack arches right, and break left on a good angling fingercrack that takes you to the left side of the face to join Mountain Minor. Once you get to a stance at a horizontal below the upper face, put a cam out far to the right (purple or grey Camalot?) The gear is better out there and any potential fall is cleaner. Your next pro is a slung flake, then you do a couple mildly spicey  balancey moves before you can get in some good nuts and gain the sweet right angling hand crack that takes you to the top.","protection":"A 60m rope will just get you down, so knot the end. Stick clip the first bolt as some of the holds getting to it are friable and the landing is very bad (good rock afterwords). Single rack of nuts and cams to #3, double of the green .75 Camalot. The route seems to eat offset nuts well, including the bigger ones. Bring a few shoulder length slings. Two bolt anchor with rings","location":"The Bigfoot area, on the sheer wall just left of the landmark sharp arete of Bigfoot Was Here. Look for the high single bolt at the start."},"__v":0},{"_id":"cQ6NrmibV3mHFrNb6M/c4Q==","name":"Wiessner Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Sprague, Tom Bowker, Jay Lena - mid-Sept 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":2,"mp_id":"109528953","mp_crag_id":"107271103","climb_id":"cQ6NrmibV3mHFrNb6M/c4Q==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Cruise up the classic 5.7 layback corner. At the top move left under a roof to a flared finger crack (crux). A couple moves get you to a wonderful side pull flake where you can compose yourself and check your gear. Move up so your feet are about even with the pine on your left, place a small cam above you and extend it with a sling. Reach out right to gain a good hand crack, which takes you up to a bolted anchor. The hand crack is flared up higher, but there are great spots for off-set nuts in the back (they might need to be cleaned out if the route hasn't been climbed in a while)","protection":"Cams to #3, nuts (larger off-sets or tricams)","location":"Near the left side of the Beanstalk Wall. Look for a left facing corner with  a classic layback crack with a small roof above."},"__v":0},{"_id":"C4q/mICUVpCO0aoDGS1aVQ==","name":"Thin Slice","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tom Bowker, Amy Colburn 6-27-2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":1,"mp_id":"110677966","mp_crag_id":"107271103","climb_id":"C4q/mICUVpCO0aoDGS1aVQ==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Fun well protected crack climbing with a technical crux.","protection":"Use a stick to get a good nut 15ft up. Some small TCU's protect the crux. Cams to 4\"  Two ring bolts for the anchor","location":"The left most crack about 30ft left of Wiessner corner at the left most edge of the buttress"},"__v":0},{"_id":"A9anPp9EU16Cd9VF9rUqnw==","name":"Steady Yeti","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mark Sprague, Amy Colburn - Sept 29/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":13,"mp_id":"109528832","mp_crag_id":"107271103","climb_id":"A9anPp9EU16Cd9VF9rUqnw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"The arching finger crack up the face just left of the sharp arete of Bigfoot - From the base of Bigfoot, step left out onto the ledge around the corner and carefully stick clip the lone bolt and toss the rope down below for your belayer. Climb up good but somewhat friable holds to the left of the bolt and do a move to gain a horizontal. Step left and find the best spot in the horizontal for a .75 Camalot and extend with a shoulder sling. Use some good crimps to gain the next horizontal. Now you are into the finger crack, which heads straight up, then arches right (crux) and passes by a bush. Good footwork and the right jam sequence will help get you through the crux. Continue up the fun laybacks and locker finger jams to the shared anchor of Bigfoot at the top of the arete. Great climbing with lots of positive, mostly comfortable finger locks (no tape needed)","protection":"one bolt (stick clip HIGHLY recommended as the rock at the beginning is friable and the landing is terrible.) The rock quality then goes right up and the crack takes nuts well, especially off-sets. Rack to #2 cams, maybe double of the .75. - 60m rope, Bolted anchor with quiclinks shared with Bigfoot","location":"Just left of the obvious sharp arete of Bigfoot Was Here. Shares the same bolted anchor."},"__v":0},{"_id":"bsJVg7kTWei2sLkyAalumg==","name":"Squeeze Box","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"8/24/14 Amy Colburn, Tom Bowker - 2nd pitch Amy Colburn and Mark Sprague Aug 13/2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":9,"mp_id":"109440980","mp_crag_id":"107271103","climb_id":"bsJVg7kTWei2sLkyAalumg==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Squeezebox is the prominent chimney on the Beanstalk wall. The chimney was formed by a vein of weaker blocky basalt which forms the back of the chimney. Climb the chimney, finding gear in the granite along the way until you reach the flat chockstone that used to form the base of the 'box'. Step up on this and get gear (1/2 to 1\") in the crack on climber's left or large gear in the offwidth on the right at first. Layback and bearhug your way up with good jams on the right side of the blocks to the two-bolt ring anchor. The second pitch is still an adventure and not as easily protected as the first. **(retained for historical purposes, description previous to October 2020: Climb the chimney until you can see through the 'box' to the upper section. You may want to pass the rack through ahead of you so you don't get jammed! Squeeze through the box and continue to the top via more chimney, crack, and some bear hugging moves on the final block.)","protection":"All trad gear to two bolted ring anchors. I used one large nut (for the first piece) and some of one set of cams to a #3 (for one of last pieces). All the gear goes in the granite- don't bother to place any in the basalt. When you rappel, toss the rope to climbers' right so that it doesn't get stuck in the cracks when you pull it. **yes, there is still some loose rock, it's an adventure climb!","location":"When you hike up the trail to the Beanstalk wall, the chimney is right in front of you when the trail meets the wall."},"__v":0},{"_id":"R9TAfWVaXKuduQaFsZI2cg==","name":"Sojourn of Arjuna","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jason Milford and David Way 10/30/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":16,"mp_id":"108415408","mp_crag_id":"107271103","climb_id":"R9TAfWVaXKuduQaFsZI2cg==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Start on Jolly Green Giant, clipping its first bolt with a long draw. At the second horizontal traverse out right placing gear in the crack along the way (fingers to red camalot with long slings worked well). At the bulge do a long move to a slopey crescent and clip a bolt. Cast off on delicate technical climbing for several more bolts eventually aiming for that flake/small corner. There is one more gear placement in a horizontal at the top of the small corner (.75 camalot). 2 more bolts get you to the top.","protection":"9 bolts and a few pieces from fingers to #1 camalot and long slings to protect the horizontals","location":""},"__v":0},{"_id":"gXZTI1z4URG0sGhI9VMe5w==","name":"Shapeshifter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Amy Colburn, Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":19,"mp_id":"112049090","mp_crag_id":"107271103","climb_id":"gXZTI1z4URG0sGhI9VMe5w==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"This fun route follows a left-leaning crack into the obvious corner, which is followed to its top, and then up to a two bolt ring anchor.","protection":"A single rack of cams up to #3, with doubles of green (for the entrance traverse) and optionally gold for the corner. One medium sized nut is also key. You'll be happiest if you save the #3 for the last piece. Two bolt ring anchor at the top. Can lower with a 60m rope.","location":"Where the trail meets the cliff, the next right facing corner right of Jolly Green Giant."},"__v":0},{"_id":"hwJ9P5F2VMC3ZFZU0nlquQ==","name":"Pick a Card","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"10/13/14 Amy Colburn, Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":3,"mp_id":"109593397","mp_crag_id":"107271103","climb_id":"hwJ9P5F2VMC3ZFZU0nlquQ==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Start under the obvious rectangular flake that juts out of the crack system. Step up and grapple with the block, then straight up the cracks above, passing the bulge with great hand jamming onto the upper slab.","protection":"All trad- takes a variety of trad gear. Offsets are helpful but not mandatory. Two bolt ring anchor at the top.","location":"Located on the left side of the Beanstalk Wall, on the buttress separated  by a  wide basalt dike. Just over the rise, about 40 feet left of the Beanstalk Crack."},"__v":0},{"_id":"lqdY5+odU7eav29Z5Eh5ug==","name":"Mountain Minor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Amy Colburn, Mark Sprague, Robert Hall","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":11,"mp_id":"108374858","mp_crag_id":"107271103","climb_id":"lqdY5+odU7eav29Z5Eh5ug==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Starts in a right facing corner (photo) about 30 feet left of Big Foot's arete.\n\n Pitch 1:(5.10a) Climb the face and corner, with the crux after good gear about half way up at a bulge. Continue up the corner to a two bolt anchor at the base of an alcove.\n\n Pitch 2:(5.10 b/c) Climb into the alcove and exit up a slabby face on the right. Transition onto the main face at the top of the slab and head straight up following the path of least resistance to the base of the right-diagonalling crack. Follow this diagonal crack to its top at a two bolt anchor. Rappel twice with a 60 meter rope, or lower directly to the ground with a seventy.\n\n With enough gear and a 70m rope you can combine both pitches. A 60m is a little tight to lower from the top with the rope going through the gear. However, breaking it into two allows the belayer to see what is going on while climbing up the side of the alcove and there is less rope drag.","protection":"Both pitches take mostly good gear. A single rack of camalots to number two, with doubles of gray to green helpful, and a few small to medium nuts for the second pitch. Bring more cams, slings and a 70m rope if combing the two pitches.","location":""},"__v":0},{"_id":"Hpk8LQFlVe65R61hnejt9Q==","name":"Magic Beans","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":6,"mp_id":"115189414","mp_crag_id":"107271103","climb_id":"Hpk8LQFlVe65R61hnejt9Q==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"A fun crack and face climb. Makes you get out on lead in the crux.\n\n Start at the offwidth crack that's just left of The Beanstalk Crack. Decide between climbing up easy, but questionable, basalt edges in the back of the crack -- or stack your hands and make a few offwidth moves. The offwidth quickly constrains into a short fist/hand crack and leads to a small ledge ...Or just start on Jack Crack, which dries quicker.\n\n Climb above the ledge using flaring cracks and reach a few more gear placements (funky looking 0.75 cam, but maybe a big stopper or offset stopper would fit well here.) Continue up the flaring cracks, clipping two bolts in the crux, and then mantle onto a ledge. From here follow easy crack up to a bolted anchor.","protection":"Single rack to No. 4 camalot. A No. 5 camalot would be nice at the start but it is not necessary.","location":"Ten feet left of Beanstalk Crack."},"__v":0},{"_id":"nUDMtuNAWECW+XgiTnxWxw==","name":"The Jolly Green Giant","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Sprague, Jason Milford 8/31/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":15,"mp_id":"108320993","mp_crag_id":"107271103","climb_id":"nUDMtuNAWECW+XgiTnxWxw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"The inviting looking offwidth/chimney in the corner to the right of the Bigfoot arete - Make use of the tree to start (or awkwardly avoid it if you really wish), then stem, layback and finally do a little chimneying where the crack widens into a pod. Finish up with some steep hand jams, finger locks and laybacks up the final crack. Really nice stone, fun moves and well protectable.","protection":"5 bolts, red #1 Camalot, med and large wired stoppers. You could use the .3 and .4 gray and purple Camalots up high if you wish, but it eats the wired stoppers there, especially if you have a couple big aluminum offsets. Bolted anchor \n\n  No big gear needed unless you want to avoid the bolts, in which case you will need a few of the biggest sized BigBros, and a #6 cam near the bottom (which wouldn't protect you much really).","location":"Bigfoot area (lower tier, right of the big green gully), in the big corner just right of the landmark sharp arete of Bigfoot Was Here."},"__v":0},{"_id":"9dvN2+k8UpSlo80+6dGtgA==","name":"Jack Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Shaun Aykroid, Andy Casler, and Zach Williams, September 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":5,"mp_id":"115189333","mp_crag_id":"107271103","climb_id":"9dvN2+k8UpSlo80+6dGtgA==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"An aesthetic hand crack system that busts straight up The Beanstalk Wall. G-rated protection and fun moderate climbing. We spent two days cleaning out these deep, formerly-root-filled cracks. The cleaning revealed a line that provides fun, sustained jamming. Named to match the Beanstalk Wall, for my grandfather Jack Casler who was a WWII purple heart vet.Start near a birch tree uphill from The Beanstalk Crack. Step left and reach up to good jugs around the left side of the arete. Make one or two 5.7 moves to reach a stance and an excellent cam placement. Step right onto the face and commit to the hand crack crux. Climb straight up the central crack system above. Continue straight up from the tree stump to find good protection and more jamming. End at a bolted anchor in the alcove.","protection":"Single rack to No. 2. It can be nice to have double 0.5 to No. 1 camalots.","location":"About 15 feet left of The Beanstalk Crack."},"__v":0},{"_id":"VubhFLJ0Xum54UvSJCB7AQ==","name":"Happy Camper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"F.A.Tom Bowker, Amy Colburn 8/24/14  FFA Tom Bowker, Bayard Russell Jr.   Ann Skidmore Russell 8/30/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":8,"mp_id":"109469801","mp_crag_id":"107271103","climb_id":"VubhFLJ0Xum54UvSJCB7AQ==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"From the top of the first pitch of Squeeze Box climb up then left climbing past two bolts to gain the beautiful hand crack above.     You can rap with one 70m to the ground if you stay climbers left of the chimney. Otherwise rap to the anchor atop Squeeze Box then to the ground (angle to the climbers right when rapping to the ground from the mid anchor to keep your rope on the side of a bush, which will help keep it out of the crack when you pull).","protection":"Standard rack with doubles in the 2-4 Camalots  A pink tri-cam works in a pocket before the first bolt.","location":"Starts atop the first pitch of Squeeze Box"},"__v":0},{"_id":"FIyL5cahX32TSAYKCfqJsw==","name":"Farewell Ronald McDonald","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jason Milford and Mark Sprague 9/15/13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":18,"mp_id":"108343153","mp_crag_id":"107271103","climb_id":"FIyL5cahX32TSAYKCfqJsw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Start at an often wet rail to a series of good horizontals and bulges eventually leading to a shallow finger crack. Take care placing gear. Do a few hard moves toward jugs and easier ground to rap anchor.","protection":"2 bolts small nuts and cams to #1 camalot, bolted anchor","location":"Bigfoot area. Right of Jolly Green Giant about 35 ft. Look for the attractive looking finger crack up high. Shares the same start as Big Red Shoes"},"__v":0},{"_id":"28qwNFsoXB+WI0uuG067uw==","name":"Encour du Bottom feeder","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tom Bowker, Jay Lena 9/14/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":0,"mp_id":"109469946","mp_crag_id":"107271103","climb_id":"28qwNFsoXB+WI0uuG067uw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Climb the splitter crack to trees. Rap from tree or make the easy walk around by heading back to the climber's left and down the gully.","protection":"std rack with doubles in the hand to big hand size","location":"If you follow the trail left past the beanstalk wall you'll come to a broken buttress of rock with this splitter up the middle"},"__v":0},{"_id":"mocQdJbyXTmUsC+F1kiRrA==","name":"Don't Tell Tom","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark Sprague, Amy Colburn, Bob Cartwright and Dave Curry","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":10,"mp_id":"117885436","mp_crag_id":"107271103","climb_id":"mocQdJbyXTmUsC+F1kiRrA==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"This route traverses a thin seam to the left off Mountain Minor to gain the obvious wide vertical crack above the big roof. It is such an obvious feature, I couldn't believe nobody snagged it before. I ended up not doing the direct through the roof though, as there are a lot of big loose blocks there that seem like a potential house of cards to clean.Climb the beginning of Mountain Minor, clipping the mid anchor and continuing up the cracked ramp out the right side of the alcove and up the beginning of the upper face until you get to just below the start of the hand crack. Look for a thin horizontal seam heading left and follow it (crux) to reach the wide hand/offwidth that takes you to the top and a bolted anchor.With a 70m rope you can just lower to the ground (watch the end!), otherwise make use of the mid anchor for getting down.A variation can be done starting on Yeti Beats, but you would want to bring your second up and both lower/rap straight down from there due to the extra length. ","protection":"Cams to #4, triples of the gold #2. I think I used two gray .4s (one for the traverse along with a small totem and #2 wire) and purple .5s, nuts and a bunch of slings. Round out the corners of the zig of the traverse well with slingage or you will have bad drag at the top of the offwidth. 70m rope needed (watch the ends!) unless you use the mid anchor.","location":"Starts about 30 feet left of the landmark arete of Bigfoot, up a slightly awkward right facing corner that gets you up to the alcove under the big roof."},"__v":0},{"_id":"0n6b0Pn8UkuIk9oVS6IBAA==","name":"Chess With Justin","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Max Dismukes and Ben Lariviere 5/28/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":20,"mp_id":"111894996","mp_crag_id":"107271103","climb_id":"0n6b0Pn8UkuIk9oVS6IBAA==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Start on the (presently dirty) left-rising ramp and step left, or alternatively crank a tricky and powerful boulder problem to get established in the crack. Climb up with a good finger jam or two, a hand jam, and an undercling to stand up in the wide pod. Get a #5 BD nut up and left in a little slot in the crack and then launch into the crux. Technical footwork and sidepull crimps on the edge of the crack, which is much too thin for even baby fingers to fit in, will get you to a decent fingertip jam. More footwork will bring you to better finger jams and another wide pod in the crack. The technical crux is over at this point. Pumpy and interesting moves on positive holds will get you standing on a little ledge, where you can fully recover if you need it, before finishing up the last couple moves to another ledge with a two bolt anchor (thanks to Mark Sprague for popping that in for us).  \n\n  I really enjoyed this route, and hope people get out there and climb on it! Could use a little love still, especially at the start. The grade is a suggestion, please share your opinion...might be easier when it gets cleaned up a bit more. \n\n  I'd like to note that this route was put up in honor of our friend Justin Graham, who died tragically last year. Justin was a strong, bold, and humble climber, a generous friend, and a brilliant inventor and engineer. He could also beat just about anyone in chess. He is missed by everyone who was lucky enough to know him.","protection":"A single rack of nuts and cams to #3 C4 will more than sew it up. Small offset nuts help to protect the crux but are not totally necessary. The small #4 and #5 BD nuts are crucial, micro cams won't fit.","location":"This route ascends the right of two thin, left-angling cracks, which you can find by following the cliff right and uphill from Farewell Ronald McDonald. You will come to this section of cliff before the chimney that marks the start of Brer Rabbit."},"__v":0},{"_id":"9gNKRMndUUO79aYH3kX9ag==","name":"Br'er Rabbit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Sprague, Jason Milford 10/16/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":21,"mp_id":"108391927","mp_crag_id":"107271103","climb_id":"9gNKRMndUUO79aYH3kX9ag==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Please don't throw me into that chimney! This one is a bit hidden and you can't see much of the great climbing above from the base. Stick clip the first bolt, then head up the short chimney. Hint - if you want to keep the chimney moves non awkward, move your body into the chimney past the seam that runs up the right wall and layback the seam a few moves. Stem the last bit of chimney as it opens up and continue up the fun, bolt protected face with cool juggy holds and a couple bulges with more balancy thin moves. Clip the last bolt with a shoulder length sling and move left to gain a corner with a pillar making up the left side. Don't forget to lengthen the first couple pieces in the corner. Kneebar the corner and bearhug the pillar until you can mantle onto its top. Move right to a bolted anchor.","protection":"9 bolts and a little gear for the top corner (I used 0.4 and .5 Camalots, #2 WC Rock and a small fixed wire. Bring a few small wires in case it is missing), a few shoulder length alpine draws, bolted anchor - 60 m rope (watch the ends). I was using a 70m, but I am pretty sure a 60 would be fine.","location":"About 150 feet to the right of the Bigfoot arete there is a big right facing corner with a 20 foot tall chimney in the back with a line of bolts running up the face just right of it."},"__v":0},{"_id":"731Qt96yWnq2CPywwPGKCw==","name":"Bigfoot was Here","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jay Conway and Mark Sprague, Aug 17/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":14,"mp_id":"108298289","mp_crag_id":"107271103","climb_id":"731Qt96yWnq2CPywwPGKCw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"This route climbs the obvious yellow arete. Cleaned and mostly prepped by Mark Sprague. Great climbing with a mix of gear and bolts. Very techy arete climbing with the most scenic resting jug in the Whites. From this jug looking to the north you can see Mt Washington and to the south Mt Chocorua. Awesome climbing","protection":"6 bolts, 3 finger size pieces, and a .5 for the top.","location":"The Bigfoot area of the NE Crags. This is the landmark prominent sharp arete"},"__v":0},{"_id":"Ajiw5JxxWI6c43ih5HFkxw==","name":"Big Red Shoes","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Sprague, Jason Milford 9/27/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":17,"mp_id":"108362144","mp_crag_id":"107271103","climb_id":"Ajiw5JxxWI6c43ih5HFkxw==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"Start as for Farewell Ronald McDonald about 30-40 feet right of the chimney /corner of Jolly Green Giant. After the second bolt continue up the finger crack a little and place a good nut with a long sling, step down, then angle left on good face holds to get to the base of a left facing corner with a bolt just below it. A short draw here will keep your rope from rubbing over the sharp arete. Continue up the corner crack with good gear, saving one or two smallest cams for the final bulge below an alcove with a bolted  anchor.","protection":"3 bolts, rack to 3\", some runners. Save a couple thinnest cams for the top. I think I used the old style .1 Camalot  (red?) for my last piece. A stick clip or spot is recommended if the start is damp.  \n\n  The bolts above the first belay is a partially bolted and cleaned (some loose rock to trundle) project link pitch to gain access to rock above.","location":"About 35' to the right of the sharp arete of Bigfoot Was Here. Look for a couple bolts leading up to a thin vertical crack running through a bulge, with a nice left facing corner to the left starting half way up, with another bolt just below  it. The shared start with Farewell RMcD is often wet. It is worth pulling through to the first bolt if needed, as the rest of the route dries quickly."},"__v":0},{"_id":"YnrrYCOtUT6T9vZzPWfx5Q==","name":"The Beanstalk Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Amy Colburn, Mark Sprague - July 21/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":7,"mp_id":"109258397","mp_crag_id":"107271103","climb_id":"YnrrYCOtUT6T9vZzPWfx5Q==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"A 75 foot fingers to hands crack running straight up the wall. - Start just to the left, off a nice flat starting stone and head up to a single bolt. Layback up until you can get a nice flat edge right of the crack and begin plugging gear. The crack gradually widens to great hand jamming, ending at a good horizontal jug for clipping the anchor. Worth some stars in my book. It has gotten better now that it has had traffic and the crumblies wore off","protection":"med nuts (a few off-sets are nice), a set of cams to #3, doubles of the .75 to 2. If you have off-set cams in those sizes bring them along for the short flared section, but they are not critical. Double fat glue-in eyebolt anchor with ramshorns. Tape highly recommended for the back of your hands if you want to keep them pretty.","location":"This is up on the Beanstalk Wall, the second tier of cliff to the left of the big green gully, above the Pre-Marital Wall. To get to it continue left a minute past the prominent arete of BigFoot to get to the basalt scree fan from the gully. Angle up left across the mouth of the gully (not continuing up it) to find a path that continues leading up and left above the Premarital Wall. In a few minutes the path brings you up to the middle of the Beanstalk Wall, directly below a 2 pitch 'Y' crack (Squeeze Box). Head left maybe 80 feet and you will see the obvious straight up crack with a single bolt at the start."},"__v":0},{"_id":"mPS81/rfXz6dTyviDhpTCg==","name":"Arborist Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Nate Vince & Joe Consavage 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"left_right_index":4,"mp_id":"115378421","mp_crag_id":"107271103","climb_id":"mPS81/rfXz6dTyviDhpTCg==","areaRef":"F2cWl0PAWGmERpRrKe8UyA=="},"content":{"description":"The arete and cracks about 25 feet left of Beanstalk Crack. It was done ground up, uncleaned and topped out the highest buttress into the trees. This route is very close and may loan large portions to Jack Crack on it's right that was cleaned & climbed  later.","protection":"Gear - If there is no safe sling tree anchor at the top, you will miss the last bit of climbing, but you can step right and lower off the bolted anchor for Jack Crack","location":"From where the approach trail brings you up to the Beanstalk Wall at the Squeezebox chimney, walk left 100 feet or so to a series of close vertical cracks. This is the left of the bunch, using the arete with a big loose basalt gully just left of it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,15f50bb0-f98e-5355-aa6f-afc1b892264e,17671697-43c0-5869-8446-946b29ef14c8","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Greens Cliff","Northeastern Crags, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":5,"label":"5.9+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":3,"intermediate":15,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":15,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.39582,44.03984]},"bbox":[-71.3964455213902,44.039390339818134,-71.3951944786098,44.04028966018186],"left_right_index":-1,"ext_id":"107271103","area_id":"F2cWl0PAWGmERpRrKe8UyA==","polygon":{"type":"Polygon","coordinates":[[[-71.3964455213902,44.039390339818134],[-71.3951944786098,44.039390339818134],[-71.3951944786098,44.04028966018186],[-71.3964455213902,44.04028966018186],[-71.3964455213902,44.039390339818134]]]}},"content":{"description":"To the right of the Main Wall of Green's is a series of crags designated The Northeastern Crags, mostly in a line running north and facing east. These are only partially explored so far, but recent development has uncovered a bunch of quality routes in a very beautiful setting. They overlook the wonderful Sawyer Ponds Scenic Area basin, with great views across the ponds to the cliffs of Mt. Tremont and Owls, and looking more SE you can see all the way to Mt. Chocorua, and north to Mt. Washington.\n\nTodd Shaffer low on the Jolly Green Giant\n\n These cliffs are quite featured compared to the Main Wall, with many good looking crack lines that rank right up with some of the best one and two pitch cracks in the state, mostly fingers and hands, but also including a few chimneys like the not to be missed Squeeze Box 5.8. There is also the fantastic mixed gear protected arete Bigfoot Was Here 12b. Most of the cliffs are one or two pitches tall, though sometimes a 3rd or 4th pitch is set back above. Angles are a little off vertical, over and under. There are a few outlying slabs that may be worthy, judging from a cursory look.\n\n This is a great spot to enjoy Greens in the summer, when you can get baked off the south facing Main Wall, as the morning sun turns to shade early in the day. It is also the closest, with the approach being a moderate hike just under an hour. The same shade can make late Fall's short days feel especially cold once the sun is off.\n\n The earliest established route that I have been able to confirm to date is Ward and Paula Smith's Premarital Blisters, put up in 1994. It wasn't until 2013 that a more sustained effort of new route exploration began, after a quicker way in was discovered. There is quite a lot of rock out in this area, with some cliffs not even touched yet (2014), so there will likely be lots more routes to come.\n\n The middle part of this area (shown here mountainproject.com/v/10727… ), which probably has the most potential, is composed of two tiers of cliff band, split by a landmark giant loose basalt gully. The top of the gully is overhanging, but the lower portion is low angled enough to allow access between the bands.\n\n Be aware, if you climb over here, that these crags lie within the Sawyer Ponds Scenic Area, so have somewhat more restrictive rules, including no camping below the ridge towards the pond. Be especially aware to be low impact visually and noise wise. You are basically in an amphitheater for anyone down at the ponds and it is a pretty magical spot. This is a place to go light in impact, by just going for the very best lines and leaving the rest be IMO."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:12:09.500Z","updatedAt":"2024-01-20T01:03:21.442Z"}