{"_id":"63689d5ce80bff5a994f50bd","area_name":"Independence Peak","shortCode":"","climbs":[{"_id":"D/xhUCO2VXOwVhSCBF33Qw==","name":"West face - South Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.33232,36.76077]},"left_right_index":1,"mp_id":"119510306","mp_crag_id":"112150310","climb_id":"D/xhUCO2VXOwVhSCBF33Qw==","areaRef":"f1JJxGRDWOG0ZHOkbIM95Q=="},"content":{"description":"From Summit Post:\n\nStart from Onion Valley Trailhead and hike towards Robinson Lake. The trail climbs, relentlessly at times, for about a mile to a rise above Robinson Lake. Instead of dropping to the lake, leave the trail and head up the western slopes of Independence Peak. Loose talus is unavoidable, but there are also sections of solid rock that make the going easier. Eventually, with no harder than Class 3 scrambling, you should reach the south ridge about a quarter-mile from the summit.\n\nNow the fun begins. If you stay on or very close to the crest you will get to play on some exposed Class 4 and even \"easy\" Class 5 sections en route to the summit block. If, however, things get too exposed or difficult for your taste, you can drop a bit on the east side and eventually work your way back up on terrain that should not exceed Class 3.\n\nGreat exposure on the ridge line with views of the town of Independence, Mt. Gould, Dragon Peak, and University Peak.  2 stars for the talus slope approach but great ridge line climbing make up for it.","protection":"Hiking Shoes","location":"Onion Valley Trail head."},"__v":0},{"_id":"7NQwn7zkXx6Fi/WNSY1AVg==","name":"North Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Probably Norman Clyde","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.33232,36.76077]},"left_right_index":0,"mp_id":"112150351","mp_crag_id":"112150310","climb_id":"7NQwn7zkXx6Fi/WNSY1AVg==","areaRef":"f1JJxGRDWOG0ZHOkbIM95Q=="},"content":{"description":"A great little Sierra scramble and climb, you can make what you want of the North Ridge. Gain the ridge on brushy talus north of the first rocky obvious outcropping and head south toward the summit. Staying on the ridge proper presents the usual challenges, but finding your way below the steep rocky summit ridge on the west side of the ridge is not too difficult.\n\nEast of the ridge proper looked rocky and technical. We followed along the ridge top for a while, then dropped down on the west side of the ridge to get around a couple of huge shoulders of rock, then scrambled up a gully that culminates in a short, steep, clean section of easy fifth class climbing which ends right at the northern point of the narrow summit ridge.\n\nEventually the terrain pushes you to the spectacular knife-edge ridge, a 100-yard third-class traverse of fantastic scrambling on solid terrain. Great views from the summit! Four to Six hours should do it, car-to-car.","protection":"None. A rope might be wanted by some for the top of the descent.","location":"From the Onion Valley parking area, walk through the campground to campsite #8. From here, follow the signed Robinson Lake Trail about 1/2 mile to 9,700 feet where you cross an obvious flat area to the base of the talus field that leads to the ridge. Cut up and left through the steep talus, picking the most pleasant way through that you can. Once on the ridge, head straight for the top of the first rocky formation, splitting it in the middle. This leads to a section of the ridge before a number of large obstacles.\n\nThe descent (at least the one we chose) is seen from the summit in its entirety. Looking down to the west, a huge talus chute leads to the bottom of the valley. To get to this talus chute requires a 150-foot downclimb, which is pretty spicy. You can see the downclimb (I believe it's the West Rib) from the summit; it's the steep, broken, brown rib that starts down from the north ridge maybe 50 feet or so from the summit.\n\nOnce you get off the rib and into the talus, get ready for one of the greatest talus-skis in the Sierra. Fun! Near the bottom it looks like it cliffs out, but easy passage is found through the rock bands. After a short easy bushwhack, you're right back on the trail headed to your car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,908380ea-9867-5036-9694-29d0d063b3d3,7f5249c4-6443-58e1-b464-73a46c833de5","pathTokens":["USA","California","High Sierra","12 - Kearsarge Pass to Cedar Grove","Independence Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.33232,36.76077]},"bbox":[-118.33288127447788,36.760320339818136,-118.33175872552212,36.76121966018186],"left_right_index":-1,"ext_id":"112150310","area_id":"f1JJxGRDWOG0ZHOkbIM95Q==","polygon":{"type":"Polygon","coordinates":[[[-118.33288127447788,36.760320339818136],[-118.33175872552212,36.760320339818136],[-118.33175872552212,36.76121966018186],[-118.33288127447788,36.76121966018186],[-118.33288127447788,36.760320339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:37.096Z","updatedAt":"2024-02-19T18:29:45.709Z"}