{"_id":"63689d20e80bff5a994f26f7","area_name":"Tombstone, The","shortCode":"","climbs":[{"_id":"hogav3jIUlOt9Z1LUW+IRw==","name":"Tombstone Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"MC, ETR 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":0,"mp_id":"106597054","mp_crag_id":"106597035","climb_id":"hogav3jIUlOt9Z1LUW+IRw==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"Continuous hand crack on left side of north face; you can't miss it. Sustained crack with a crux at the end. There is gear at the pumpy crux, but you have to work for it. You might want to save a wide-hands size cam for the last bit after the crux.  This might be one of the best hand crack pitches in the Stronghold.","protection":"Standard doubles rack to #3 Camalot and a #4 might be useful.","location":"Left side of north face. Scramble (might want a rope) 30 feet to belay ledge. 30' rappel (after a 150' double rope rappel from the top of the formation) from 2 bolt anchor below ledge gets you to the ground."},"__v":0},{"_id":"MWv6k9GwViyXUQfwBjnnSw==","name":"Stiletto","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"EFR, DDC, BKy, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":4,"mp_id":"107063456","mp_crag_id":"106597035","climb_id":"MWv6k9GwViyXUQfwBjnnSw==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"One of the best arete climbs around, this thing just knifes into the blue, begging to be climbed. If you're lucky enough to be sitting at the top later in the day while there are climbers on this line, you'll be rewarded with a magical show of climber spider shadows dancing their way up the arete's shadow...a surreal vision set against the backdrop of psychedelic lichen and otherworldly stone...As of c.2019, the start has been retrobolted by/with permission from the FA. Thus the only gear you'll need for this line are a few cams for your belayer, if desired","protection":"bolts; a few thin hands to hands for the belay perch, if desired","location":"Located up the chimney right of the Old School Executioner. You have to chimney up and scramble to the arete. Descend either via double rope rappel to the ledge, or a single 70m rope to the chimney where you started the climb."},"__v":0},{"_id":"Fu4AGr39V1qQnFy1PbKFtA==","name":"Old School Executioner","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR, Geir Hundal, Marcy Makarewicz, '11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":2,"mp_id":"107105683","mp_crag_id":"106597035","climb_id":"Fu4AGr39V1qQnFy1PbKFtA==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"Geir lead this climb over three days hanging a lot aiding a little and hooking to drill 3 bolts before joining Stiletto.  After working on it a bit we decided to put anchors at 100 feet where the first bolt was placed as we felt it would make a fantastic 100% trad route at the grade.  The last thirty feet between the anchors and Stiletto are a lot harder and will make a great extension when someone decides to put the effort into climbing it. \n\n  This is a great crack climb to some fun hard face climbing with good rock and bomber if not small gear.  A 0 TCU is hard to place but critical for protecting the last 15 ft.  We both proved that a 0 TCU will handle 25 footers.","protection":"0 TCU to blue camalot.  Double or triple up on finger sized to fat finger size.  The crack takes stoppers well too and we used a number of them.","location":"On the N. face of the Tombstone on the overhanging orange face."},"__v":0},{"_id":"O+uz8qW4UXuNqDAqD6mQVg==","name":"Laid to Rest","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Adrian Montano, Mark Mellott, Sam Roehrich - Jan '21 // (aid): Geir Hundal '11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":3,"mp_id":"120253658","mp_crag_id":"106597035","climb_id":"O+uz8qW4UXuNqDAqD6mQVg==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"10 years ago, this route was put up from the ground on aid and an anchor was placed after the end of the crack. The crack was freed, leaving the remaining face climbing above unclimbed. Start by climbing Old School Executioner without getting tired, trying to keep your stoke & fingers alive. Anyone who has been even slightly pumped above the #0 cam trying to clip the anchor of Old School at 100 feet knows it's not a jug you're clipping off of.This is because you're clipping in the middle of the next hard sequence of face climbing into the full route. Without any rest, continue up reachy moves requiring tension, balance, and flexible hips. Still a ways before your next bolt, marginal shakes bring into question diminishing returns as the angle continues to subtly kick back and the intensity increases. Shouldery & techy moves up the pinched down seam guard the final crux.Try and ignore the pump, and prepare for powerful & techy moves on credit cards at around the 120 foot mark. Exit the crux with a glory ride up the arete until you can mantle onto the final 20 feet of Stiletto (2 bolts) for an exposed slab crux finale. You've just pulled onto the slab, escaped the cold shaded north face, into the warmth of the sun with the glowing valley falling away behind you. Hard not to wear a grin here, now don't blow it on a slab climber's cherry on top finish to a route that tests your crack climbing, crimp strength, granite stamina, & slab faith. Wild chicken heads on summit, with a stellar view atop an inspiring hunk of rock. ","protection":"#0 - #3, nuts, 5 bolts.80 meter rope with stretch will get you into the starting chimney, easy to downclimb last bitor just rap twice with Old School's anchors.","location":"North face of the Tombstonefull line up the right crack to the top of the wall"},"__v":0},{"_id":"MXm+Y4JwX4aAmZPtcnLGMg==","name":"Dark Shadows","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Seligman & DePagter (~1971), Kerry & Wisniewski (10+ Variation, 1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":6,"mp_id":"106597039","mp_crag_id":"106597035","climb_id":"MXm+Y4JwX4aAmZPtcnLGMg==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"Scramble up to a large ledge with bushes and a tree on the west side of the formation. Climb 20 feet to short, right-facing, wide-crack dihedral and roof with a bolt. An old #4 Camalot is useful for protecting moves to bolt. Pull stiff 10+ moves past bolt and into the wide crack (you can also chimney straight into the crack although it didn't look as fun - 5.9+). Once you are into the meat and potatoes, plug a couple pieces of gear, but bolts protect the majority of the widest crack. No need for really wide gear. Really fun if you like it rough.","protection":"Singles rack up to #4 camalot. Bolts protect the crux and the final 100 feet of offwidth.","location":"Obvious wide crack on west face of Tombstone."},"__v":0},{"_id":"/ebtzsn2VjmB+Hjf1Rf01g==","name":"The Cochise Stronghold Garden Gnome","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Josh Janes & Kathrine McCullough - December 2019","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":1,"mp_id":"120070097","mp_crag_id":"106597035","climb_id":"/ebtzsn2VjmB+Hjf1Rf01g==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"There are two routes to the top of the Tombstone formation: An older route around the northwestern side of the summit cap and this newer route on the east face directly above Tombstone Crack.From the anchor atop Tombstone Crack, worm up a short chimney below the southeast corner of the summit cap. As you go, wiggle in some so-so pro out right and then traverse right onto the east face and work up towards the summit. Top out and rap back down from older anchors.We wanted to top out the formation and I led this onsight without any bolts (harrowing). It was worthwhile, so we added two bolts at a later date so others could enjoy it a bit more.","protection":"A 0.75 Camalot w/ a sling, a 00 C3 (green) w/ a sling, 2x bolts.","location":"Directly above the top of Tombstone Crack."},"__v":0},{"_id":"bQzYSAbpVhSOOs9KBFkOuQ==","name":"Blunderbust","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"left_right_index":5,"mp_id":"116644316","mp_crag_id":"106597035","climb_id":"bQzYSAbpVhSOOs9KBFkOuQ==","areaRef":"wA9bveekXbWPS4WCMiMV6Q=="},"content":{"description":"A fun alternative to the standard chimney scramble start to Stiletto that also provides a decent warm-up before jumping on that line. Mostly good rock, good pro, and a hand crack finish. When you top out the climb, you can either build an anchor with a #3-#5 cam and transfer the belay over to Stiletto once your second is up, or tunnel behind the small tower and belay from the Stiletto starting crack (0.3-0.5 cams, draggy). It's also possible to link this climb with Stilleto (and not as scary now with the new retro-bolt at the start of Stilleto), but even with careful runnering you'll still build up some drag and your belayer will have a hard time seeing you until you're about halfway up Stilleto...","protection":"Single Green C3-#4 camalot, stoppers; 2x in hand sizes might feel a little safer. #1, 0.3, and stoppers for the belay anchor. Slings.","location":"To the right of the large slab at the top of the Tombstone approach pitch you'll see a small tower with an incipient crack system that turns into a hand crack near its top--this is it. Build a belay anchor (trick #1 cam, 0.3 cam, stoppers) on the comfy block at the bottom of the crack system."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,c00f5bbd-e7a4-5db5-8f4b-8582322315e9","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Tombstone, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.00142,31.92201]},"bbox":[-110.00194977945644,31.921560339818143,-110.00089022054355,31.922459660181865],"left_right_index":-1,"ext_id":"106597035","area_id":"wA9bveekXbWPS4WCMiMV6Q==","polygon":{"type":"Polygon","coordinates":[[[-110.00194977945644,31.921560339818143],[-110.00089022054355,31.921560339818143],[-110.00089022054355,31.922459660181865],[-110.00194977945644,31.922459660181865],[-110.00194977945644,31.921560339818143]]]}},"content":{"description":"The Tombstone is a distinctive, prism shaped rock that has neon green lichen and an obvious offwidth on the west face. It can't be missed when you are about a half a mile from the end of the road on the west side of the stronghold. The routes face west and north and are all high-quality and worthwhile. There are about 4 established routes and one super-worthy project (hard crack to face) as of November 2009. All of the routes are one long single pitch. Descend via double rope rappel."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:52:59.750Z","updatedAt":"2024-01-20T00:56:58.282Z"}