{"_id":"63689de0e80bff5a994f9140","area_name":"Crestones, The","shortCode":"","climbs":[{"_id":"6biw5r42VyKChNgnR9xdeA==","name":"Septem Virtutum Anima Mea","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Elisha Gallegos and Daniel Schuerch, July 2017","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":2,"mp_id":"113324975","mp_crag_id":"105744744","climb_id":"6biw5r42VyKChNgnR9xdeA==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"This route climbs the prominent face south of the Willow Lake Campground. Climbing the Septem Virtutum Anima Mea (Seven Courageous Souls) allows for an alternative route to the summit of Challenger Peak with less rockfall than the current 2nd Class trail to its summit (Rocky Mountain Field Institute, RMFI is currently making a better trail to the summit of Challenger). The crux of the route is circumventing the roofs on the first pitch that earns the route's 5.8 rating. Hand jams and laybacks help. The rest of the route is mostly face climbing using flakes and crack systems for protection. This route, in my opinion, is better than\n\nEllingwood Ledges\n\nand comparable to\n\nThe Prow\n\n(\n\nThe Prow\n\nhas better exposure due to its ridge nature but is harder to protect).","protection":"A double set of thin gear to a #4 Camalot and one set of nuts. Gear up to a #6 Camalot can be placed for protection on easier parts of the climb. Pitches 1, 2, 3, and 4 have two bolt anchors, not all have links for rappelling though. Pitch 4 anchors are the \"commitment anchors\". Retreating after pitch 4 will require leaving gear.\n\nDouble ropes are recommended as pitches 1-4 are full rope lengths.","location":"Approach this route using the Willow Lake Trail. In the town of Crestone on the west side of the Crestone Range, head two miles east on East Galena Avenue to its terminus at the trailhead. Hike the trail up to Willow Lake Campground (5 miles and 3000 feet of elevation gain). The route starts just south of the Willow Lake Campground on the left side of talus below the cliff (see the topo and pics provided). Once the climb rolls into second class terrain after approximately 1500 feet of climbing, travel NW until you reach gentler slopes down to the north side of Willow Lake. It is better is to follow the ridge line to Challenger Point and then follow the Mountaineer's trail back to the campground."},"__v":0},{"_id":"9Hm1iz4nXturkRjwpf38BQ==","name":"Red Gully","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":4,"mp_id":"121292944","mp_crag_id":"105744744","climb_id":"9Hm1iz4nXturkRjwpf38BQ==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"This is the standard route up Crestone Peak. Follow the loose, dirty trail or the center of the gully up the mountain. It should be easy to keep this route to 3rd Class. Right before the ridge, escape the gully climber's left, and climb exposed 3rd Class terrain to the summit.","protection":"No pro is needed in good conditions.","location":"From South Colony Lakes, follow the trail over Broken Hand Pass. There is a short section of 3rd Class to get up there. Then drop down to the beautiful, alpine Cottonwood Lake, and keep following the trail to the gully."},"__v":0},{"_id":"x+Wt8/aeWfOwBfVjvhNT5Q==","name":"The Prow (Kit Carson)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?Paul Spanjer & Jody Schoberlein, July, 1980? [Alan Haverfeld and Dave Mazel, early 1980s]","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":1,"mp_id":"105750589","mp_crag_id":"105744744","climb_id":"x+Wt8/aeWfOwBfVjvhNT5Q==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"The Prow is the prominent \"Fin\" that rises along the southwest ridge of Kit Carson Mountain. The rock is beautiful \"Crestone conglomerate\", basically smooth, consolidated lava and granite with big jugs all over the place. They look like they could just break off in your hand, but when you grab them they are very solid.\n\nAscend up to the base of The Prow on 3rd class terrain.  The climb starts with a hard to protect, 5.8 move up a bulge with a few loose blocks.  After that, the route finding and climbing is easy - just stay on the Prow.  The remainder of the climbing never exceeds 5.6.  However, you are climbing on the conglomerate knobs that sometimes break off.  There are a few false summits along the way.  Eventually, you will arrive at a large ledge that will allow you to ascend Challenger Point (to the west) or Kit Carson (to the east by 3rd class climbing).  The best option is to continue straight up for another low 5th class pitch to the summit of Kit Carson.\n\nKeep in mind that protection can be hard to find.\n\nFor the descent, head east for about a mile (climbing over another peak) to a broad valley (lowpoint between Kit Carson and Ellingwood) that will allow you to return back to your camp.  Do not try to cut back too early or you will be descending some scary looking slabs.\n\nPer\n\nlordokol\n\n:\n\nScramble 3rd class to the base of the fin. This route is very committing, and there are very little options for retreat. Once you're on, you're on.\n\nP1 of the route is about a 60 foot, 5.6 ridge that can be simul-climbed. It ends at an obvious, overhanging headwall. This is where the second pitch, and the crux, starts.\n\nP2 climbs up this head wall, one or two 5.8 moves. Some guidebooks say to go right once above this headwall to avoid a bulge. As long as you don't go too far right for too long, this might be OK. I think it would be best to just stick to the ridge. I went too far right and ended up on some of the scariest 5.11 unprotected face climbing I've ever seen. 60' run-out on sloping holds with 1000 feet of air below you = not too fun (unless you are sick in the head).\n\nThe rest of the pitches follow the ridge to the summit, mostly 5.6 to 5.7 moves all the way. The rock is solid and the exposure is real. Towards the top the climbing eases off to a 4th class, knife edge ridge and meets with the trail to Challenger Point. From here, belay from next to the trail and take the headwall directly in front of you to the summit (easy 5.6).\n\nThis is a GREAT, fun climb.","protection":"A single set of nuts and cams up to a #3 Friend. Narrow profile cams like Aliens work best.","location":""},"__v":0},{"_id":"rLR7yfJiW1K5mcLQZGJHPA==","name":"North Ridge of Kit Carson","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Los Alamos Mountaineers, June 1968","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":0,"mp_id":"119401183","mp_crag_id":"105744744","climb_id":"rLR7yfJiW1K5mcLQZGJHPA==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"Heralded by Roach's guidebook and\n\n14ers.com\n\nas a classic, this is indeed a great tour of Kit Carson. The main advantages of taking this route are not having to bag Challenger Point twice and creating a nice, technical loop from the lake. Before embarking, be comfortable with exposure and route finding, there is little relief on this long ridge. The ledgy nature of the rock likes to accumulate precipitation, but conditions are easily previewed in daylight on the hike in.\n\nThis aesthetic line jumps out at you once you're above the lake. Once at the base, head up grassy ledges that meander up to a headwall. The grade steepens as you angle up and right to the ridge line. Now the fun begins, scamper up good granite holds and knobs for several hundred feet. Quite often the easiest or most fun climbing wanders right of the arete, but the position on the arete looking at Columbia Pointt is remarkable.\n\nAfter a final steep section, a cairn leads one onto a large, canopied ramp on the NW Face, climber's right. Here this aerial sidewalk propels you towards the summit to rejoin the standard route above KC Avenue. Mingle with the marmots, and follow the standard route folk towards Challenger Point. Cherish you didn't have to go up these gullies as you crash your way down the talus of the North Slopes to meet back with the Willow Lake Trail. My tracking put this at 14.5 miles RT.","protection":"Opportunities do exist for protection along the ridge; however, the rock is generally good, and this is a fine solo. It is mostly Class 3 with some fun steeper sections of Class 4, but be sure to test all your holds. A helmet is recommended, rockfall from other parties is always a risk, especially low on the ledgy section of the route. Also of note: bears are a big deal at camp, there are often public bear hang lines up at camp.","location":""},"__v":0},{"_id":"uM7aHBt7VhqfXdC+vRbgLw==","name":"Merhar Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true,"mixed":true,"ice":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":9,"mp_id":"119289645","mp_crag_id":"105744744","climb_id":"uM7aHBt7VhqfXdC+vRbgLw==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"The direct line in couloir, the right side of it offers 5.6 rock climbing described by Garry Roach as Merhar. Step to vary step (60 degree) snow. There are one or two easier rock section lower at couloir. The upper crux is the short but overhung section just above 60-70 degree snow. It was for me M5-6. If it has a few inches less snow, it will be impossible with my one ice tool. The couloir terminates at small notch at 13,300', very close to regular route on Crestone Needle. It was my second to last 14'er (except Culebra). It took me 12 hours RT from my camp just below the lakes.","protection":"A small alpine rack.","location":"It is the left of two couloir system of NE wall of Crestone Needle. This is about 1000 feet left of Ellingwood Arete but just left of start of Full Ledges variation and is less than a half mile west of Lower Colony Lake."},"__v":0},{"_id":"YKaSMNWoXa2whKGmN/3zwQ==","name":"India","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Ormes, Roger Whitney, and Hassler Whitney, 1949","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":7,"mp_id":"109498483","mp_crag_id":"105744744","climb_id":"YKaSMNWoXa2whKGmN/3zwQ==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"Crestone Peaks steep east face is home to a number of large buttresses.  India climbs the left-most of these buttresses and is noted by an obvious ramp, diagonaling upward to the right.  A small amount of beta can be gained from the photo in Buelers Roof of the Rockies and the description is in Roachs 14'er guide.\n\nFrom Upper South Colony Lake, walk right of the Ellingwood Arete, and scramble up talus and 4th class slabs at the base of the buttress until you reach the large ramp at about 13,000'.  Belay at the cave on the ramp.\n\nP1. Climb the ramp that traverses the buttress from left to right until you can access a short chimney on the northwest side (5.4, then cl. 3).\n\nP2. A short pitch up the fractured slabs on the left to a short crack with a bulge. Pull the bulge and continue left along the obvious line until you find an old piton below a left-facing dihedral. Belay at the piton (5.8).\n\nP3. Climb the chossy, left-facing corner to reach a narrow, right-to-left, ascending, grassy ledge. Belay on this ledge; we had to traverse left along it for a ways to find an adequate anchor (5.8).\n\nP4. Continue left on the ledge and climb the steep, sharp, right-facing dihedral until you reach the buttress's left skyline and a nice ledge. Belay here (5.8). (One may also be able to stay on the right edge of the buttress at this section as described in Roachs guide and shown in Buelers topo; however, this did not look like the easiest line to us.)\n\nP5. Continue up a short pitch up the easiest line up the south side to the buttress's Petit Grepon-like summit (4th).\n\nP6.  From the buttress summit, you cross an awesomely exposed knife-edge to gain the complicated upper bowl below East Crestone Peak (4th). Break left to reach the saddle point in the Peak-Needle ridge. From here, there are two options:\n\n1) Climb the gullies and 3rd/4th class terrain to the north, and eventually gain the summit of East Crestone Peak.  Drop to the notch atop the Red Gully and continue to the main Crestone Peak summit.\n\n2) From this notch, it would be possible to descend the gully to the south and connect with the Crestone Peak - Needle traverse.\n\nThis climb is fairly committing, but it was a good adventure that climbs into some wonderful terrain and shows the Crestones have a lot to offer beyond the popular classics.","protection":"Standard alpine rack 0.1 X4 - #3 C4.","location":"This is the large buttress about halfway between Crestone Needle and Crestone Peak. Looking at Crestone Needle from Upper South Colony Lake, this is the first buttress to the right of Crestone Needle. The large ramp that crosses the buttress is hard to miss."},"__v":0},{"_id":"O6Zd83vkVnqP9HsWVh+yuw==","name":"Ellingwood Ledges","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Albert Ellingwood and Eleanor Davis, 1925","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":8,"mp_id":"105748714","mp_crag_id":"105744744","climb_id":"O6Zd83vkVnqP9HsWVh+yuw==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"Got up at 4:30am to get a good start on the climb.  We hiked up to the Upper South Colony Lake and then waited for a little light to start climbing.\n\nThe standard route ascends a 3rd class slab up to a ramp on the Needles' East face, then starts the 4th class arete.  There is also a direct start, which adds two pitches of 5.6 climbing up to the 3rd class ramp.  We ended up doing the direct direct start which started on the N side of the arete and added 6 pitches of 5.5/5.6 climbing up to the arete.\n\nOnce we got to the 4th class section, progress was faster, but we still stayed roped up which made it slow going.  The headwall section is the crux, which we did in 4 pitches.  The climbing here was really nice, and the last, crux pitch was 150 feet of 5.7 up a nice crack.  There was another group in front of us already on the standard 5.7 crack, so I took one to the right, which angled up and right for a bit, then went straight up to the belay.  It was about the same grade 5.7ish and offered nice hand and finger jams with cobbled conglomerate rock for extra hands and feet.\n\nFrom here, it was about 200 feet of 3rd class to the summit.\n\nKey beta for the climb:  We did 10 technical pitches (although easy) that take time nonetheless.  Plan on using a WHOLE day for this climb.  You start at first light to make it off the mountain before thunderstorms in the afternoon.  Since we did it in September, the storm factor was less, but still present.  Even so, we didn't make it back to camp until about 4pm.  Take plenty of water, extra food and clothing, and definitely first aid gear.","protection":"Hexes, tri-cams, cams from #0.5-#4 Friends, mid-large stoppers, many runners in the 24 inch length.  Twin ropes are useful.","location":""},"__v":0},{"_id":"6mq8CvaDUVKe+Gz9jvVHmg==","name":"Crestone Traverse","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Albert Ellingwood and Eleanor Davis: July 24, 1916","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":10,"mp_id":"106508774","mp_crag_id":"105744744","climb_id":"6mq8CvaDUVKe+Gz9jvVHmg==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"This is one of the \"Four Great 14er Traverses\". It is a fun route on good rock but is not as aesthetic as other traverses as you are rarely on the ridgecrest. As with all alpine climbs, be prepared for bad weather, start early, and expect tricky route-finding.\n\nFrom the summit of Crestone Peak, descend to the saddle where the Northwest and South gullies meet at the ridge crest. Descend the South gully for approximately 500 feet, and find a path of small cairns leading left (~ Southeast?) across a series of grassy benches.  You can also exit the South Gully up higher, adding more difficult, but still fun terrain to your climb.\n\nTraverse towards a prominent gully directly beneath the upper difficulties of Crestone Needle. When you reach the gully, ascend it on broken Class 3 terrain. Near the top, you will see a prominent tower known as the Black Gendarme. Cut hard right about 100 feet from the ridge crest and ascend a shallow dihedral/face system (difficult Class 3).\n\nAt this point, you can choose to climb a Class 3 face or go through a natural slot and traverse an airy ledge system. Both are fun and meet up in a wide class 3 gully with cool rock towers. Ascend this gully and make another slabby traverse under the intimidating summit pitch of Crestone Needle. Climb a ramp to a small ledge below the steep summit pitch.\n\nThis summit pitch is the route's crux; a steep and airy 100 foot Class 4 headwall with great holds. It is the best pitch of Class 4 I've ever done, and it tops out just below the summit.\n\nThe traverse can also be done from Needle to Peak (and is done regularly), but I personally recommend Peak to Needle for the following reasons:\n\n- If going from Needle to Peak, you either have to make a tricky downclimb of the crux or (more commonly) rappel. This decreases the enjoyment of the climb.\n\n- The descent off of Crestone Needle is shorter than that off the Peak.\n\n- The route finding is a little easier going from Peak to Needle.","protection":"Most people solo this route, but there is a great deal of exposure. A light alpine rack and rope may be useful for some parties. A helmet is a good idea.","location":"There are various ways to get to the summit of Crestone Peak, including the South Face (easy Class 3), the NW couloir (Class 3, often loose and ice filled), and the North Buttress (classic Class 4).\n\nThe recommended descent off the Needle is the South Face, a Class 3 scramble and a good climb all by itself.\n\n14ers.com has great route descriptions for both the South Face routes on both peaks."},"__v":0},{"_id":"W2OIzX5qUH6kC7pv5SLkXQ==","name":"Crestone Peak North Buttress","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Albert R. Ellingwood, Eleanor Davis, Jo Deustchbein, Bee Rogers, July 24, 1916","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":5,"mp_id":"105827902","mp_crag_id":"105744744","climb_id":"W2OIzX5qUH6kC7pv5SLkXQ==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"According to the guidebook I had, you simply hike to the base of the large buttress and start up going hand over hand following the easiest line. That describes it fairly well.  However, it is very easy to get into more than 5 easy. I also found the rock to be good at times and really scary at others. When you get within 300' of the top you can continue to the top of the east pinnacle or traverse into the top of the NW couloir to get round to the southeast side of the peak for the finish.","protection":"I would say a partner, a light rack, and a rope would be a good idea.  Make sure the batteries in your head lamp are fresh.  Study the route off of the peak, because this one really wanders.","location":"The first time I attempted this we followed the ridge from the Humbolt Saddle-bad idea.  It undulates over steep ground with huge plates of loose rock.  The second time I took the direct line out of the cirque right up to the buttress. The first part of the line seems to be easy to locate; right at the start of the 4th class.  However, staying on 4th class rock proved difficult for me as I spent much of my time on exposed 5.6 type choss. Getting off via the standard south face route is best.  Going down this thing looked really hairy.  Of course, then you have to hike up 600' to Broken Hand Pass.  You could also traverse over to Crestone Needle as was my plan.  However, that fizzled when I realized that was going to be a bit too much of a day for me."},"__v":0},{"_id":"uEXWLPQuXiqx+dGjNjVg5g==","name":"Crestone Peak / North Pillar","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Warren Banks and Brad Shilling, both of Pueblo, c1986.","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":6,"mp_id":"105750595","mp_crag_id":"105744744","climb_id":"uEXWLPQuXiqx+dGjNjVg5g==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"This route ascends the northern pillar on the NE face of Crestone Peak.  Basically you climb the east face near the edge between the east and north faces.  Protecting this climb can be tricky - expecially on the crux 7th pitch.\n\nThe specifics:  Climb on the east face for approximately 6 pitches of up to 5.7 (with a 60m rope, you may be able to cut this down to 4 pitches).  For the crux pitch, ascend from a ledge up and to the left to climb a small overhang (poor pro).  Then do a rising traverse to the right (back to the edge).  2 or 3 more easier pitches will take you to the top of the pillar.  From here follow the North Buttress route to the summit of Crestone Peak.\n\nKeep in mind that the knobs which makes this climb good are sometimes loose/brittle (we broke off two!), so a fall could happen at any time.  This route would be 2 or 3 stars if it wasn't for the occasionally bad knob and somewhat runout climbing.","protection":"Standard rack with additional shoulder length slings or shock absorbing runners (some of the placements are poor).  For cams, bring narrow profile cams like Aliens and a #2 & #3 Camalot.  Tricams also work well here.","location":""},"__v":0},{"_id":"6GveU4syUYqWsV3UgJxxgA==","name":"'Bag O Stones'","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chad Cummings? Chuck Norris?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"left_right_index":11,"mp_id":"112001160","mp_crag_id":"105744744","climb_id":"6GveU4syUYqWsV3UgJxxgA==","areaRef":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":"Link up of all 5 Crestone summits via the technical routes (\n\nEllingwood Arete\n\nand\n\nProw\n\n). I did this as a solo venture, which I think is the best way to get it done in a day. If rolling with a partner, I would suggest a very light rack - maybe set of C3's, 4 link cams, a couple tiblocs, and a thin 60m rope. The real crux of the linkup is the lack of runable terrain. Expect a lot of downclimbing, scrambling, scree sliding, and boulder hopping. I got pretty turned around on the traverse and probably wasted a half hour. I finished in 12h 2m TH to TH.\n\n1. Crestone Needle. Climb\n\nEllingwood Arete\n\nto the summit, then traverse north to Crestone Peak.\n\n2. Crestone Peak. Summit West Peak, and descend North Couloir as far down as you can. Then traverse skier's right on 4th class terrain to a scree gully to the East. Then aim W/NW to the base of the\n\nProw\n\n.\n\n3.Kit Carson/Challenger. Climb the\n\nProw\n\n, the technical climbing crux of the day, 5.8. Stash your pack/gear at the saddle between Challenger and KC, tag Challenger, then continue to KC summit. You can climb the West face above the saddle (unprotectable 5.6), or skirt around the south face until you find a lower angle to scramble to the summit.\n\n4. Humboldt Peak. Summon all your reserves, and slog up the Bear's Playground to the Humboldt Trail to the summit, then roll hard back to the car!","protection":"Rock shoes, chalk bag....","location":"Start and end at South Colony Trailhead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,66a3ae24-a3fa-5709-bb00-db44d8efc320,3d4d1145-8101-5604-b9ce-522e2beef9a2","pathTokens":["USA","Colorado","Alpine Rock","Sangre de Cristo Range","Crestones, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"3rd"},{"count":3,"label":"5.8"},{"count":2,"label":"4th"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":4,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":11,"bands":{"unknown":4,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":4,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.585,37.9667]},"bbox":[-105.58557036806555,37.966250339818146,-105.58442963193444,37.967149660181875],"left_right_index":-1,"ext_id":"105744744","area_id":"PU0RRYEBVgS5zlIuK+75og=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:55:53.751Z","updatedAt":"2024-01-15T16:42:36.063Z"}