{"_id":"63689d20e80bff5a994f256e","area_name":"North Fin","shortCode":"","climbs":[{"_id":"ZUqem4wBVFWqgZpQZ4N9Ew==","name":"Noodler","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers & Eden Masters (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":0,"mp_id":"107830280","mp_crag_id":"105738053","climb_id":"ZUqem4wBVFWqgZpQZ4N9Ew==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Ascend smooth vertical rock past a bolt and a quartz band, reaching a small roof.  Consider clipping the second bolt with a sling to reduce drag before pulling the surprisingly mild overhang.  Work past some grungy rock, especially on the left, and dart up a bit of low angle terrain.  Nearly vertical face with small edges makes up the next section before yielding pleasant jugs in green rock. \n\n  In my opinion, Nang is a harder and better route.  But if you are in the area you might as well do both.","protection":"Bolts and chains.  There is some distance between bolts 2 & 3 and 4 & 5 but in both places the climbing is moderate.","location":"Noodler is located on the east face of Blazing Fin, which is a subsection of North Fin.  To reach the route hike around either side of North Fin to the southern corner, which is the lowest point of the formation.  Noodler is the leftmost bolted route.  The route is immediately to the left of Nang."},"__v":0},{"_id":"KTsgjA72Wi+iBdEeydf4Hg==","name":"Writer's Cramp","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Grossman, John Jurashek","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":18,"mp_id":"106587576","mp_crag_id":"105738053","climb_id":"KTsgjA72Wi+iBdEeydf4Hg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Getting to the good holds 20 feet up involves a  thin 5.10 move.  There might be a spot for a #4 camalot in a shallow crack to the right at which point you could call it PG-13.  You will need multiple long slings on this cam as the route moves left 15 feet or so into a pretty corner with a little bit of funky rock.","protection":"1 bolt. gear to #3 Camalot.","location":"Starts just down and left of Agatha Christie.  Some easy moves up the arete lead to a big flat jug"},"__v":0},{"_id":"YWc497V/XEiiPtJmeDzaPw==","name":"When Legends Fly","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR,John Steiger, David Merin,'21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":8,"mp_id":"120410602","mp_crag_id":"105738053","climb_id":"YWc497V/XEiiPtJmeDzaPw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"John Steiger who wrote the first climbing guidebook to Mount Lemmon spied this line after top-roping Bring on the Billionaires. He nearly tagged the FA but the final crux made him fly. This route fits tightly between the climbs on either side. It begins on slightly overhanging rock with good holds and climbs up just right of Bring on the Billionaires for 2/3rds of the route. This portion of the climb is really good. in order to add another crux and not finish on Bring on the Billionaires we tried to go up a very smooth headwall. Perhaps the extraordinarily tall could pretty easily climb over the bolt. We did a hard thin traverse right all the way to the upper crack on Bring on the Christians. You can also finish on Bring on the Billionaires and avoid the very stout finish Finissh it this way and it is a three star 5.11.","protection":"9 bolts and 2 steel lower off biners.","location":"Between Bring on the Billionaires and Bring on the Christians. A short staircase left of an easier looking corner."},"__v":0},{"_id":"wO2GmXX0WfOZ7phNxr4slg==","name":"Unknown (Right of Thumbs Up)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":30,"mp_id":"111570058","mp_crag_id":"105738053","climb_id":"wO2GmXX0WfOZ7phNxr4slg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"A nice, albeit short, addition to North Fin / Nancy's Thumb.  Small edges lead past a great pocket to a slab finish.  Due to its location and length, this route makes for a nice warm-up or cool-down.","protection":"5 bolts to carabiner anchors.  An attentive belay is recommended between the first and second bolts.","location":"This route ascends the center of the northeast face of Nancy's Thumb. Thumbs Up is to the left; Nancy's Crack is to the right."},"__v":0},{"_id":"zMZIjuq+X2SN0syiXn51MQ==","name":"Tree Monsters","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mico A","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":27,"mp_id":"107107138","mp_crag_id":"105738053","climb_id":"zMZIjuq+X2SN0syiXn51MQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Directly left of Air Monsters on the thumb. A bit of a sketchy start as it is run out like Air Monsters, but a tad harder with the tree right in your back. A draw can be placed from the top of the fin if you want to skip the danger. Hard bouldery moves after the second bolt to the top with a few decent holds to get a quick shake.","protection":"Bolted with anchors","location":"Directly left of Air Monsters, farthest left bolt line on the east face of the thumb."},"__v":0},{"_id":"W0YP7PvrXeC3/9yS11B34g==","name":"Thumbs Up","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dean Brault, Eric Fazio-Rhicard, & Cres Snyder (2003)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":29,"mp_id":"108801590","mp_crag_id":"105738053","climb_id":"W0YP7PvrXeC3/9yS11B34g==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"At a mere forty feet, half of which is approach climbing, this diminutive line packs a surprising punch.  Scramble up the somewhat silly start, clipping three bolts, to obtain a large ledge.  Grapple with the first crux before transitioning left to the arete for a few shakes.  Fire for the chains through ever more desperate moves and be prepared as this one isn't over until the chains are at your waist. \n\n  The climbing on this route is unlike its neighbors.  Deep horizontals punctuate thin edges.  The start and first crux are a bit sharp but the movement is interesting and sustained.","protection":"6 bolts to ring anchors","location":"This route is located immediately right of Air Monsters.  It is the rightmost line on North Fin proper and ascends Nancy's Thumb Tower."},"__v":0},{"_id":"xA2RCLYZVC+7R/rW4HHyAA==","name":"Tears of a Clown","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"John Steiger, Ray Ringle - 1985","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":3,"mp_id":"112310808","mp_crag_id":"105738053","climb_id":"xA2RCLYZVC+7R/rW4HHyAA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"This gem will give a glimpse into how things used to be done back in the day.  With two bolts in over 100 ft. and very committing climbing with intermittent small/med. gear (not really where you'd want it) you'll need to be dialed in to pull off the lead.......or.......walk to the end North Fin, throw a rope down, and get in a TR run. \n\n    Start between the blunt arete and detached pillar by stemming, lay backing, and a little groveling before you stand atop the pillar and look at the remaining 80+ feet of amazing face climbing with several small roof encounters.  Use the two bolts to guide your way up the amazing face and arete.  If you can manage the two roof sections, the second harder than the first and just past the second bolt, it's hero jugs to the top.   \n\n     For Windy Point this climb actually has fairly large handholds, but the pulls are long and the footholds not as plentiful as you might like.","protection":"Small to medium gear, 2 bolts, chain anchors.","location":"Begin the climb just outside The Gallery and left of The Edge of Da-light, essentially climbing straight up the end of the North Fin."},"__v":0},{"_id":"D/fuvNusWfebYCpWC43dEQ==","name":"Slippery When Wet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Merle Wheeler, Mark Axen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":5,"mp_id":"105738227","mp_crag_id":"105738053","climb_id":"D/fuvNusWfebYCpWC43dEQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"'Slippery When Wet' starts up a series intermittent flaring cracks near the south end of north fin.  It is down the slope from 'Agatha Christie' and Nancy's Thumb. \n\n  Pitch 1: Climb delicate crux moves up starting cracks and through hanging blocks.  From big chopper flake, continue up face just left of arete and clip one bolt.  From bolt, step up around corner to the right.  Traverse right on scant protection, up to reach another large ledge with two bolt belay. \n\n  Pitch 2: Exit belay ledge up and right to prominent corner.  Climb the obvious corner to easier finish.  Top out near large pine.  Bring either gear or long slings to construct a belay on top. \n\n  To walk off, scramble north through brush toward Nancy's Thumb.  Take care not to fall to your death on the talus to the west.","protection":"60m rope, Standard rack. Bring single and double length runners for extensions and possible tree-belay.\n\n Bolts and top-anchors updated by CASA in 2016","location":""},"__v":0},{"_id":"6RJER8x+XGidIEO1wEbQJw==","name":"Skin Bracer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":21,"mp_id":"106417638","mp_crag_id":"105738053","climb_id":"6RJER8x+XGidIEO1wEbQJw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Tricky start to corners; some face at the top to anchors.","protection":"small gear, bolt; chain anchor\n\n Bolts and top-anchors updated by CASA in 2016.","location":"Route is to the left of Close Shave and to the right of Hai Karate"},"__v":0},{"_id":"3BZaBD/8WiyUEdscbrjejg==","name":"Rocket Science","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Rob Edwards","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":17,"mp_id":"107272245","mp_crag_id":"105738053","climb_id":"3BZaBD/8WiyUEdscbrjejg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Begins with 5.10 climbing up face and shallow dihedral to very overhung headwall. Climb micro crimps and positive edges through hard, long, bouldery and varied moves. Exit the headwall up and left through more hard moves, gaining decent holds before less overhung, pumpy 5.12 to the chains. Excellent climbing and location despite a few glued holds low on the headwall.","protection":"Bolts","location":"To the right of Genevive, Rocket science is the right-hand climb on the wickedly overhung and improbable looking headwall towards the bottom of north fin."},"__v":0},{"_id":"UP6MaeCfWk2qWVSinZwa9g==","name":"Razor Burn","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":25,"mp_id":"113463592","mp_crag_id":"105738053","climb_id":"UP6MaeCfWk2qWVSinZwa9g==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Short route but offers fairly stout climbing for the grade.","protection":"Draws Only","location":""},"__v":0},{"_id":"OPhplIApU/+izx1U/35vig==","name":"Nang","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Ayers, Eden Masters","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":1,"mp_id":"106014697","mp_crag_id":"105738053","climb_id":"OPhplIApU/+izx1U/35vig==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"This is a long line that starts off on relatively low angle face with some thin holds and then gets progressively steeper.  You might want to stick clip the first bolt or at least use a spotter.  The tower on top is fairly steep but has big holds.  The route is a challenge mentally with long run out sections and puzzling moves.  Nang is a must do climb for sure.","protection":"A lot of quickdraws.  A few nuts are optional.  There is a two bolt anchor on top of the tower.","location":"Technically this route is on Blazing Fin. Walk around the south side of North Fin, past Slippery When Wet, and then go north into the small gulley that separates North and Blazing fins. It is the second bolted route on the left and it goes all the way to the top of the tower."},"__v":0},{"_id":"mRxA8IMBUOiy1tL/gKPuCA==","name":"Nancy's Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":31,"mp_id":"105826582","mp_crag_id":"105738053","climb_id":"mRxA8IMBUOiy1tL/gKPuCA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Tricky start could result in a bad fall. Probably smart to throw in one or two pieces before leaving the ground. You'll get a couple of nice hand jams before the route's over.","protection":"I was able to justify my purchase of a Black Diamond C3 at the start of the route (size 00 I think). The rest of the route used BD #.75,#1,#2, and #3.","location":"First route you come to and most obvious crack, when walking down to Nancy's Thumb/North Fin."},"__v":0},{"_id":"pn4ZxBkdU7m0P1+ixaFrRA==","name":"My Mother the Rock","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Bibler, Catherine Freer, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":2,"mp_id":"120382546","mp_crag_id":"105738053","climb_id":"pn4ZxBkdU7m0P1+ixaFrRA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"It’s kinda too bad that Todd and Catherine named this route My Mother the Rock — a mantra often repeated by some of us zealots — because this is somewhat of a ho-hum route by today’s standards.  But it’s the sentiment that counts, eh?  (Although Todd, renown for his satirical wit, may have named this to poke fun at the monomaniacs).  Start up slabby rock protected by three bolts into a seam system that takes decent natural pro. Near the top of the seam, another bolt protects moves into a groove-like chimney.  Belay from gear on a nice ledge or go to the top and arrange an uncomfortable belay from fixed anchors.Some history: Todd and Catherine, who both became (and might have been then) accomplished Himalayan alpinists, put this up sans bolts, ground up, while overwintering in Tucson from their then hometown of Seattle and rated it 5.9 R.  (Todd is also well known as the originator of Bibler tents, now manufactured by BD, and as an elite paraglider).  According to the comment thread for Nang, the bolts were inadvertently added well after the FA, but reportedly Todd was okay with the bolts remaining in place after he was told about the misdeed. Although I was nodding my head disapprovingly while climbing the route this winter (I also had repeated it shortly after the FA), I admit I clipped them with little hesitation!","protection":"Trad rack from brass to a No.3 Camelot.","location":"Maybe 20 feet uphill to the right from Nang."},"__v":0},{"_id":"1wpBr0snWsiCMvl1R01xyw==","name":"Life and Transfiguration","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Steiger, EFR, '21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":9,"mp_id":"120440393","mp_crag_id":"105738053","climb_id":"1wpBr0snWsiCMvl1R01xyw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"This route is so much fun. Start on big holds for about 15 feet then work left into the hanging corner. At one point you will be able to work left and get off of your arms. If you look up you will see bolts, this is the route to your left. Lean back right and look up the corner, you will see a bolt that leads you back into the upper part of the corner. Just above that bolt is a pocket/jug which makes it easy to get back into the corner. Easy moves lead into the hanging corner of Bring on the Christians. The climbing is really good here and takes you to easier ground and the anchor with two steel lower off carabiners. You could also continue up and finish on Bring on the Christians or Bring on the Lemons. Rope drag might be an issue and you might need to belay under the roof to finish either route.","protection":"9 bolts, Mussies.","location":"Right angling corner left of Bring on the Lemmons. There is probably another sport route just right of this one."},"__v":0},{"_id":"wJAyhgciWHClUI/SSZJbtw==","name":"Killer Whale","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Peterson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":26,"mp_id":"105738224","mp_crag_id":"105738053","climb_id":"wJAyhgciWHClUI/SSZJbtw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Bolts: 4. Anchors: Metolius Rap anchors. (May be replaced by chains soon.) Route: developed by Kellen Harshbarger and Dan Pearce. Big thanks to Ben Burnham for advice, loan of equipment, and history lessons. He made a 3 weekend job about one hour of fun. \n\n  First set of bolts left of Airmonsters. Climb a jutting flake to the obvious bulge. Over the bulge to the top and the anchors.  Ground fall is possible off first bolt.","protection":"Sport route","location":""},"__v":0},{"_id":"HHk5E748U0e74+e4X95a2A==","name":"Histoplasmosis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"John Steiger, Gary Hervert , Chip Chace, John Sherman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":15,"mp_id":"106064102","mp_crag_id":"105738053","climb_id":"HHk5E748U0e74+e4X95a2A==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Long fun climb with good protection and a bolt for your sanity near the top. Fairly sustained the whole way up.","protection":"Pretty full rack, the gear gets thin at the top, 4 or so quickdraws for the bolts and drag. Make an anchor up top\n\n Bolts and top-anchors updated by CASA in 2017.","location":"Middle of north fin just downhill of genevive and rocket science (painful looking 5.13's)"},"__v":0},{"_id":"uCMklKOfV/WOSL/cmfyN3w==","name":"Hai Karate","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Mark Axen, Geoff Parker","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":20,"mp_id":"105738416","mp_crag_id":"105738053","climb_id":"uCMklKOfV/WOSL/cmfyN3w==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Immediately right of Agatha Christie there are a couple of ramps that head up to the left into a crack that angles up and right.  This crack heads for the most notable feature on the route: the offwidth V at the top with chains on either side (head for the left chains).  Start just below the uphill ramp under a nose.","protection":"This route protects fairly well. It has one bolt on it and chain anchors at the top. It is easily top-roped.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"wAlQvm6UXEylrtQKLtiyvw==","name":"Gladiator","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Steiger, Brad Smith, Nov. 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":14,"mp_id":"107258775","mp_crag_id":"105738053","climb_id":"wAlQvm6UXEylrtQKLtiyvw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Yeah, this route has an admittedly overly-dramatic name, but we wanted something classic to memorialize what we thought was a great route reminiscent of some of the bold British lines depicted in the mags. Ironically, Gladiator apparently has faded into obscurity, perhaps another victim of Tucson's late-80s sport climbing surge. (EFR in Squeezing II gives it no stars; . . . dude, really?).  We worked this from the ground up, consistent with the ethic just about to be swept aside, figuring the sequence out by taking repeated falls and lowering to a rest. I slightly remember there being a little suspect rock low on the route, but it has cool position, and from what I can recollect, the climbing is not so much burly as tricky and sequential, with height being an advantage.Start up Histo, but break left at the top of the right-leaning, right-facing corner, up a crack toward a face protected by a bolt. Puzzle out the moves above to reach a pin in an intermittent crack and follow weaknesses to the top. (NB, the pin appears to be missing as of 2021, and the phototopo of the line in SQLIII is not accurate.)","protection":"Standard Tucson trad rack.","location":"Branches off left from Histoplasmosis."},"__v":0},{"_id":"ActL0Hl+Vpm1NPETuPzBUQ==","name":"Get Low","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":32,"mp_id":"106773007","mp_crag_id":"105738053","climb_id":"ActL0Hl+Vpm1NPETuPzBUQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"1 big move form an over hanging start with one foot on and two crimps on either side of the boulder.","protection":"Pad, Spotter and/or back pack full of jackets, pillows, etc.","location":"Short approach on the way to Air Monsters in the North Fin area."},"__v":0},{"_id":"ehjFJlRZW923dM0+7IpXEA==","name":"Genevive","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Rob Edwards","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":16,"mp_id":"105813614","mp_crag_id":"105738053","climb_id":"ehjFJlRZW923dM0+7IpXEA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Right off of the ground there are some tough moves that lead into some very easy climbing (5.8) before you hit the route's crux section which goes for the next 4 bolts roughly.  Very gymnastic and powerful moves lead to a long dynamic move.  From here \"Genevive\" and \"Rocket Science\" join and ascend 5.12- climbing to the chain anchors that are located 50 feet from the top of the fin.        This climb is beautiful. ","protection":"9 bolts to chain anchors. If you prefer to top-rope or hang your draws there are two bolts on top of the fin that allow you to do so. You wind up left of the anchors and will have to swing over to snag them. The rope tends to land in the burnt trees in the gully below.","location":"The left of two routes on the very obvious steepest green section of the wall on North fin.  Roughly half way down between \"Air Monsters\" at the top and \"Slippery When Wet\" at the bottom."},"__v":0},{"_id":"vNVoIkdnWqmiF5s+lRrHOg==","name":"Eye of the Steiger","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, John Baker,John Steiger,'21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":10,"mp_id":"120474239","mp_crag_id":"105738053","climb_id":"vNVoIkdnWqmiF5s+lRrHOg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Climb big holds to a thin section with slightly funky rock. Unlock the sequence then easy ground leads to another steep thin and section where a traverse left allows you into a short hanging dihedral.     ","protection":"11 bolts & shares anchors with Bring on theChristians.","location":"Downhill from Bring on the Lemmons. "},"__v":0},{"_id":"6SFw7cGFUAq9WdfUk2cHfQ==","name":"The Edge of Da-light","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Steiger, Don Gallagher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":4,"mp_id":"106125887","mp_crag_id":"105738053","climb_id":"6SFw7cGFUAq9WdfUk2cHfQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"There are several variations on this route.  I called this a 5.10 route because the original route was 5.10.  Ray Ringle added the 5.11- variation. \n\n  As mentioned below, this route has several starts.  It is no problem to start at the bottom of Slippery When Wet if you have a 60 M rope.  If you do this, be sure not to create rope drag for the rest of the route.  After the start, stay on the arete as much as possible.  There is a bolt as the route diverges from Slippery.  The protection gets a little sparse but the climbing isn't too hard.  Eventually the route hits a small roof.  Go right here.  There are a few great cam placements to the right of the roof.  I am not sure where the original route and the 11- variation diverge, but I think the original finish is on the arete or slightly left of it and the variation finishes right of the arete, through a steep face and a wide crack.  No matter which variation you take, expect some fun exposure and sparse, but adequate pro. \n\n  Save some medium-sized pro for an anchor on top.","protection":"standard rack, maybe an extra red camalot","location":"Southwest arete of North Fin, start on a ledge near the start of Nang or start on Slippery When Wet"},"__v":0},{"_id":"IZ7gVbJ+WvyZxiECE21HRg==","name":"Close Shave","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":22,"mp_id":"106065106","mp_crag_id":"105738053","climb_id":"IZ7gVbJ+WvyZxiECE21HRg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Starts with very featured face and corner climbing and moves over a small thin section higher up (10R)","protection":"Gear and a couple bolts, or you can toprope by walking around\n\n Bolts and top-anchors updated by CASA in 2016.","location":"Two routes uphill of hai karate"},"__v":0},{"_id":"Zi+m3FkDWr23J8uTcxMy1Q==","name":"Bring on the Lemons","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JWh, RFs, '89","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":12,"mp_id":"118331310","mp_crag_id":"105738053","climb_id":"Zi+m3FkDWr23J8uTcxMy1Q==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"A demanding mixed adventure that culminates in an outrageous overhanging prow, with very few sharp crimps to be found anywhere on the line. A few heady moves on the first pitch and a do-not-fall section above the belay on the second make this line somewhat intimidating, though the climbing through these moments is far easier than anything else on the climb. It may be possible, perhaps even preferable, to do the entire line as one pitch; thoughtful sling work would be mandatory. The cover of SQL2 featured a shot of climbers silhouetted on this line.","protection":"singles rack to a #2, stoppers optional, draws, and a few slings, 2-bolt anchor P1","location":"Starts down and left of the newer sport line \"Bring on the Atheists\". Exits to the top of N Fin with ample tree/boulder/nearby bolted-anchor options"},"__v":0},{"_id":"ApEIhtbZVU66WY5e1PEAJA==","name":"Bring on the Christians","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"JS, Brad Smith, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":11,"mp_id":"120351627","mp_crag_id":"105738053","climb_id":"ApEIhtbZVU66WY5e1PEAJA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Forgive me in advance, but I’m writing this many years after I was on it, and I have little memory of the climbing and have had to resort to the 1985 Lemmon guide and eyeballing the route from below.  But seeing that some of the other “Bring on” routes have been posted, and knowing there are some that rely exclusively on MP for a guide, I thought I’d post it so it doesn’t completely fade into obscurity.  Who knows, the route actually might be good.Start 20 feet left of Histo in a broken right-facing flake.  From its top, traverse left to a gently overhanging shallow dihedral (the dihedral is now shared with Life and Transfiguration).  Above the dihedral, for the original line, diagonal left to low angle rock and work up and right to a bulge.  Turn this and belay under an obvious prow-like roof from a bolt and unlikely nuts.  Another, almost certainly better option, is to belay from the fixed anchors for the first pitch of Bring on the Lemons, and climb the second pitch from there.  The second, crux pitch traverses right from under the prow and thrutches past two pins (one of the pins appears to be supplemented by a bolt) to easier ground and the top of the North Fin.Now the somewhat interesting stuff, at least to this grey hair.  Steve Grossman and John Jurashek did the FA of the first pitch in 1984, and for reasons lost to time, abandoned the line.  Likely in the spirit of friendly rivalry — and probably because the 1985 guide was about done and there was an arms race to do FAs — Brad and I scooped in and did the second pitch.  On the same day I believe, Ray Ringle and Paul Davidson were putting up Rooting for the Lions — I’m not sure who named which first — but let’s just say we were firmly in our counterculture phase at that time.Four years later, Jim Waugh came down from Phoenix and upstaged our glory by not only doing the “prow-like roof” that our route avoided but adding a different, likely better first pitch and naming it Bring on the Lemons (5.12-), for which the 2015 guide (SQLIII) gives more stars. About the same time Charlie Rollins, another uber talented climber of which I was jealous, put up Bring on the Billionaires (5.11) that climbed another better line to the left of our route.  And in 2016, EFR put up Bring on the Atheists (5.11) to the right of Jim’s route, which already appears way more popular than the other \"Bring on\" routes.  Just this year, in 2021, realizing that the first pitch Christians never gets done because of its traversing nature and suspect rock, I helped EFR bolt Life and Transfiguration and another sport route to the right, thereby assuredly rendering the first pitch of Christians\n\nat best a historical footnote.  The second, much better pitch still beckons though.","protection":"Standard Lemmon trad rack. ","location":"Starts in the right-facing broken dihedral just a few feet left of the bolt line of Bring on the Lemons."},"__v":0},{"_id":"3gfanQT9VKqFMpyrgEJmDA==","name":"Bring on the Billionaires","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Charlie Rollins, Bob Kerry, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":7,"mp_id":"120383061","mp_crag_id":"105738053","climb_id":"3gfanQT9VKqFMpyrgEJmDA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Start up steep, broken-looking but apparently solid rock to a bolt about 15 feet off the deck, then commit to the crux section — working into a short left-facing dihedral and good natural pro in great stone.  Above, take a somewhat meandering line via much easier climbing past two more bolts and gear opportunities to the anchors shared with the top of the first pitch of Slippery When Wet and Billionaire Boys Club.  Rap or continue up Slippery from here. The bolts are 3/8”, but with SMC (old) hangers, and blowing the end of the crux section conceivably could result in a brush with the ground, so buckle up — or TR it like we did from the Slippery/BBC anchors.","protection":"Trad rack to a No. 2 Camalot.","location":"Take the path through the manzanita downhill from the staging area for Histo/Bring on the Atheists for about 40 feet until able to cut back up another path that leads to the base of Billionaire Boys Club to the left and Bring on the Billionaires some 15 feet to the right (path fairly overgrown as of this writing)."},"__v":0},{"_id":"gmpja79rWeeWNrOhzdpdjQ==","name":"Bring on the Atheists","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"EFR,JST,SC,'2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":13,"mp_id":"111639135","mp_crag_id":"105738053","climb_id":"gmpja79rWeeWNrOhzdpdjQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Jug hauling to a scrunchy crux. The first half is relatively moderate and the last 30 feet overhangs 5 feet.","protection":"bolts","location":"Left of Histo and Gladiator."},"__v":0},{"_id":"wANHF/ljWX6lP1L//geTJw==","name":"Billionaire Boys Club","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Kerry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":6,"mp_id":"105738455","mp_crag_id":"105738053","climb_id":"wANHF/ljWX6lP1L//geTJw==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Located around the corner and upslope of Slippery When Wet.  You can setup a toprope from the top of the first pitch of Slippery When Wet.  Climb face to crack - up slightly overhanging section then left over ledge to anchors.","protection":"3 or 4 bolts and medium SLCDs.  Chain anchors.","location":""},"__v":0},{"_id":"5rgN7EeUWoycshzDTF0vOg==","name":"Air Monsters","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ray Ringle, John Steiger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":28,"mp_id":"105832446","mp_crag_id":"105738053","climb_id":"5rgN7EeUWoycshzDTF0vOg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"A truly classic line.  This climb is the anti-Mt. Lemmon climb.  No crimps, just big holds on a nice big overhanging face.  Unfortunately this climb must not get much action as I climbed it last weekend and there were cobwebs on the holds.","protection":"7 bolts to steel lower-offs. The last bolt before the chains is under the lip. If you come off up top you will get a nice little ride.\n\n Bolts and top-anchors updated by CASA in 2016.","location":"This is the first route located on the overhang of Nancy's thumb.  Hard to miss."},"__v":0},{"_id":"A3Xep5MXWsmmPiMVYw66fQ==","name":"Agatha Christie (Direct)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Steiger, Rich Thompson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":19,"mp_id":"105738221","mp_crag_id":"105738053","climb_id":"A3Xep5MXWsmmPiMVYw66fQ==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"This Lemmon classic is a must-do for tradsters solid in the grade.  Fun, but sustained and not entirely casual. Climb broken, blocky dihedrals up to large corner.  Layback a beautiful flake up and right for about 12 ft.  Exit this flake and finish straight up face to chains.  Either lower or walk off.","protection":"Bring a 60m rope and Pro to 2.5\". Chain anchors on top. Bring biners and webbing for extension and toproping.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"3jOW/hUfUkWHjFtawisUxg==","name":"Aftershave","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Fazio-Rhicard, Dean Brault, Cres Snyder, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":24,"mp_id":"116137379","mp_crag_id":"105738053","climb_id":"3jOW/hUfUkWHjFtawisUxg==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"Briefly climbs chimney before climbing face holds and corner to top.","protection":"Singles should work.  I found offset cams useful.","location":"To the right of 5 O'Clock Shadow.  Starts in chimney then follows corner to anchor bolts w/ rap rings."},"__v":0},{"_id":"AjpQWOUhXji22uUcW+ADCA==","name":"5 O'Clock Shadow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eric Fazio-Rhicard, Erik Murdock, Jim Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"left_right_index":23,"mp_id":"105813630","mp_crag_id":"105738053","climb_id":"AjpQWOUhXji22uUcW+ADCA==","areaRef":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"This route is sustained.  Very fun edge climbing with some interesting movement.  Holds tax your fingertips a little but well worth climbing.","protection":"6 bolts to chain anchors.","location":"Walking down the gully into North Fin you will pass \"Air Monsters\", and three anchors before you see a large fin protrusion.  \"5 O'clock Shadow climb the face left of this and goes over it near the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,4b415b7a-bd52-509c-975f-5b1f8f7b2f81,fbe10f4c-9f76-50fb-b833-2e9bb8e00abb","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","4 - Windy Point West","North Fin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.13b"},{"count":3,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.12a"},{"count":1,"label":"V0-"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":6,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":6,"expert":2}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":15,"advanced":12,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71953,32.36755]},"bbox":[-110.7200623745436,32.36710033981813,-110.71899762545641,32.36799966018186],"left_right_index":-1,"ext_id":"105738053","area_id":"++EPTJ92UPu4My6buOAKuw=="},"content":{"description":"North Fin hosts a very high concentration of quality rock routes ranging from 5.7 to 5.13.  With both trad, sport, and mixed climbs there is something for everyone, and rock quality is generally excellent.  It is also very accessible from Windy Point making it a popular destination. \n\n  Most of the climbs are east facing and shady in spots, especially later in the day. Though there are a few climbs at the southern end, including the ever-popular Slippery When Wet (5.7), that receive sun until late afternoon. "},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T05:52:54.938Z","updatedAt":"2022-11-25T11:09:48.463Z"}