{"_id":"6368a29ce80bff5a9956b0f4","area_name":"Flapping.../Nuclear arms area","shortCode":"","climbs":[{"_id":"Fg+kbrIzV42IH2WFj3yLFg==","name":"Sugaree","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Proctor, Peter White (1985, ground-up)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":999999,"mp_id":"107504159","mp_crag_id":"106063422","climb_id":"Fg+kbrIzV42IH2WFj3yLFg==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"This is a route that will surely test your nut placing ability.  The thin seams that run the length of the route are very shallow and often flared in the wrong direction.  Most of the route has very moderate moves with one stopper crux move.\n\nTwo approaches exist for getting to the base.  You can use Nuclear Arms or use the \"3rd\" class ramp from the base of Flappin' in the Breeze.  We chose the ramp.  The ramp is slightly dirty with only a few places for gear in solid rock.  Overall an okay way to approach the base.  If you use the ramp, stretch a 60m rope to it's end and get your partner to simul. climb about 20' to get to the base of Sugaree.\n\nFrom the base you will notice thin intermittent seams with a pin in the middle.  Start through secure ledges with no gear until about 20'.  Start working in your smallest nuts.  Continue moving up passing the pin until you can step slightly left at a crack that goes up and left.  It is imperative to get the good medium sized stopper and TCU placements here for the crux move.  Once you got the gear, make the very difficult lie-back sort of move to get to the good hands again.  Unfortunately, the feet in the crux are covered in moss and are slick.  A brush is not a bad idea.  Once through the crux, the crack gets bigger and the gear gets better.  Continue up and left until you are on a sloping terrace.  About 20' to the left is a two-nut anchor at the right side of a giant block.","protection":"Mostly nuts and RP's, with an occasional TCU or tri-cam.  At least 10 slings for all the nuts and two 60m ropes.  A few flared pods near the pin and after the crux will take tri-cams nicely up to navy or hand sized cams.  We did not have RP's, so this can be done with stoppers only, but won't be as secure.","location":"Use the nut anchor to rap to a two-bolt anchor about 100' lower.  Rap again to reach the ramp where there is a good pine tree and another rap station.  Rap back down the ramp.  The other option is to top the entire cliff out and walk to climbers right over Lakeview and down the gully on the right side of Lakeview near the Kennel."},"__v":0},{"_id":"p/m6mArSUFSGv9oWS8hQTg==","name":"Slab Accurate","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Kluge, Bruce Burgess - 1998","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":2,"mp_id":"106587208","mp_crag_id":"106063422","climb_id":"p/m6mArSUFSGv9oWS8hQTg==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"Start on Flappin' In the Breeze. At the first bolt, continue up and right, following bolts to a thought provoking and thin crux. Climb past two more bolts and a small unit to a double bolt anchor. Amazing and perfect face climbing!\n\n120 ft.","protection":"Mostly bolts, some gear for the start which it shares with Flappin'. A small tcu for the run to the anchor is also helpful.","location":"Shares its start with Flappin' In the Breeze."},"__v":0},{"_id":"HL/NLOrMWc2GlQnx1mYyxw==","name":"Nuclear Arms","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jeep Gaskin, Jeff Burton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":5,"mp_id":"106883255","mp_crag_id":"106063422","climb_id":"HL/NLOrMWc2GlQnx1mYyxw==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"Get your wits together for this cool sandbag.  Start on top of a block slightly downhill and to the right of Flappin' in the Breeze.  Smear your way up  a short, unprotected slab to gain the roof/flake system, traverse it about 80 feet to the right, then bust onto the face at a white streak using good holds.  Cruise up the relatively unprotected face for ~50 feet to the rappel anchor.","protection":"Mostly smaller cams, but there are some important placements for big ones as well.","location":"On the far right side of the Flakeview area - it's hard to miss this 100 ft horizontal roof/flake system."},"__v":0},{"_id":"J2yIA7U8UQ2eN3zM6wd0qw==","name":"Flappin' In the Breeze","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Kluge, Bruce Burgess - 1998","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":1,"mp_id":"106587153","mp_crag_id":"106063422","climb_id":"J2yIA7U8UQ2eN3zM6wd0qw==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"Three pitches of excellent Rumbling Bald face climbing.\n\nP1> Climb up the left side of the giant flake or romp up the wide gash that forms the right side of the feature. Move left and climb up to the first bolt. Trend left on easier ground aiming for a double bolt belay. There are slight variations on this pitch making it feel easier or harder.\n\n100 ft.\n\nP2> Climb straight up to a bolt. Move left then up and traverse right. Climb up and left following a seam which changes into a nice crack/left facing feature(amazing). Follow this to another double bolt belay.\n\n100 ft.\n\nP3> Climb straight up discontinuous features aiming for a bolt. Move left then climb straight up to a right facing flake/roof. Rail right on great holds(steep) with great exposure. Gain a stance and step up to another double bolt belay.\n\n90 ft.\n\nNote: The second rap takes every bit of a single 60m rope. Watch your ends!\n\nAlso be sure and take some brass, it might save your a**.","protection":"bolts, nuts, tricams, tcu's, camalots to red.","location":"Up the hill and left of Southern Boys. Starts on a pedastel beneath a huge flake, pasted to the wall."},"__v":0},{"_id":"x936qA3mXjSPbumRgSfmEg==","name":"Digital Disco","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Nathan Brown, Bruce Burgess, Tim Snyder","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":3,"mp_id":"106106211","mp_crag_id":"106063422","climb_id":"x936qA3mXjSPbumRgSfmEg==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"Some of your digits may have a hangover after this one.\n\nFierce crimping and good balance will lead to the 3rd bolt(5.11+,12-). Move right then up and left. Great gear will lead up and right to another bolt. Follow crimps and bolts past another cruxy section(well protected). Climb immaculate 5.10 face on small gear to the last bolt. Bust the last disco move up and right then straight up for the last piece which protects the traverse over to the Flailin in The Breeze anchors. You can lower off with a 70 meter. A 60 m will require a top belay. Rap back down to the Nuclear Arms rap tree. Rap back down the Gulley.","protection":"8 bolts, purple camalot, double tcus to 1, or equivalent size c3's, medium copper steel rps, yellow tcu or hybrid alien to protect the traverse to the anchor.","location":"This route starts at a small ledge about 100 ft up the 5th class gulley which seperates the Slab Accurate wall and the Nuclear Arms wall. Scamper up the gulley or climb Nuclear Arms to the  standard pine tree finish and move down to the small ledge."},"__v":0},{"_id":"uDbyso7GUNGU6zI3R9RNrQ==","name":"Diamond Dogs","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":0,"mp_id":"107458286","mp_crag_id":"106063422","climb_id":"uDbyso7GUNGU6zI3R9RNrQ==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"A fun route on the left side of the Flappin' area.\n\nP.1- Climb a face to the corner feature to a old bolt/pin anchor that is backed up with a piece of gear or two.\n\nP.2- Move up into a chimney feature with a finger crack to a roof.  Blast over the roof to a cool, balancey face with RPs.  Move up this to belay at a tree","protection":"Standard with some small wires.","location":"just left of Flappin' in the Breeze."},"__v":0},{"_id":"yyGuI1q5VX6+ODSoE6LOGQ==","name":"Blowin' In The Wind (aka Flailing in the breeze)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nathan Brown, Phil York","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"left_right_index":4,"mp_id":"106063427","mp_crag_id":"106063422","climb_id":"yyGuI1q5VX6+ODSoE6LOGQ==","areaRef":"l7Tx4JyPUeWqG2T1cKoT7w=="},"content":{"description":"I recently changed the name here due to confusion between this one and Flappin'. This route climbs the white face up and left of \"Nuclear arms\".  It has recently been upgraded with a bolt protecting the starting moves instead of the tree; this extra move is now the technical crux at 11-.\n\nP-1 Climb \"Nuclear arms\" up to the lower rap tree and belay.\n\nP-2  Start above the tree on the ramp and clip a low bolt (the original line used to climb up the tree and sling the top for pro and then step back down to the face holds out right).  Crank long moves on good holds up and left to easier climbing and the second bolt.  Move up and slightly right, continuing up the thin face past 3 more bolts, interspersed with a couple small pieces of gear (5.10ish).  There is a 2 bolt anchor for the belay (100' back to rap tree, which is 100' to ground).\n\nP-3 continue up the face above (not the bolt out right, which is another option) wandering around to get gear, eventually ending up on the large ledge with the 2 nut rap anchor of \"Sugaree\".  This is a worthwhile 5.8 pitch with an unknown FA history.  It is right at 100' to get back to the bolt anchor.","protection":"Cams up to yellow TCU.  A few small RP's for above the last bolt.","location":"Start either in \"Nuclear arms\", or skip this pitch by climbing the 4th class ramp to the belay/rap tree.  This ramp starts out just to the right of the start for \"Flapping in the breeze\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,97b4f1e0-9c8f-51e5-aa1b-64f570aa13ef","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Flapping.../Nuclear arms area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.2143,35.449]},"bbox":[-82.21485197946096,35.448550339818134,-82.21374802053903,35.44944966018186],"left_right_index":-1,"ext_id":"106063422","area_id":"l7Tx4JyPUeWqG2T1cKoT7w==","polygon":{"type":"Polygon","coordinates":[[[-82.21485197946096,35.448550339818134],[-82.21374802053903,35.448550339818134],[-82.21374802053903,35.44944966018186],[-82.21485197946096,35.44944966018186],[-82.21485197946096,35.448550339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:16:00.860Z","updatedAt":"2024-01-20T01:05:26.000Z"}