{"_id":"6368a11ae80bff5a99542c5a","area_name":"East Crags","shortCode":"","climbs":[{"_id":"8KAo62wWVfODulghW1uauA==","name":"Tethys","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Erik Johnson, Scott Salzer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90027,45.63953]},"left_right_index":0,"mp_id":"107843754","mp_crag_id":"107631164","climb_id":"8KAo62wWVfODulghW1uauA==","areaRef":"xYIyvuAJXXi5v9IkpXZcyw=="},"content":{"description":"This is the right hand line on the big shield of grey-black limestone to climber's left of Panthalassa.  Scramble up a ramp to start.  First 3 bolts are mid-5th, then the fun starts.  Straight up for 6 more bolts.  This climb is sequency and fairly sustained on the upper 3/4.  Scott and I think this is the best pitch on the Evolution Fin thus far...\n\nOne could link into the upper part of the 2nd pitch of Panthalassa if one was so inclined.","protection":"9 bolts to chain anchors.","location":"Left of the second pitch of Panthalassa.  HIke past the base of Proto-Pacific and Panthalassa 100 ft or so, then angle back up and right up a ramp system to its end.  The route will be the right hand of two adjacent routes (left is an in-progress project).  Begin on large pockets using a rail on the right til the 3rd bolt, then straight up the nice shield of grey limestone."},"__v":0},{"_id":"MQK0sHxnWLmN+hUnn6nH0A==","name":"Proto-Pacific","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Salzer, Mark McCollum, Erik Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90027,45.63953]},"left_right_index":2,"mp_id":"107688190","mp_crag_id":"107631164","climb_id":"MQK0sHxnWLmN+hUnn6nH0A==","areaRef":"xYIyvuAJXXi5v9IkpXZcyw=="},"content":{"description":"Basically a two pitch variation to Panthalassa. Starts 20 feet right of Panthalassa.  Crux is on second pitch. A bit dirty, but solid rock for the most part.  Will clean up with a bit of use and weather.","protection":"All bolts, 6 on the first pitch, 10 on the second with chain rap anchors.","location":"Starts 20 feet right of Panthalassa.  First pitch is 25 m second is a full 30.  Careful rappelling - tie knots.  From the top of the second pitch, rap or traverse an easy ledge to the Panthalassa anchors, then rap or follow that route to the top.  This is basically an easier starting variation to Panthalassa."},"__v":0},{"_id":"LIlstdYZU9qWQCF9C+5NEg==","name":"Panthalassa","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Salzer and Erik Johnson, 5/20/2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.90027,45.63953]},"left_right_index":1,"mp_id":"107631207","mp_crag_id":"107631164","climb_id":"LIlstdYZU9qWQCF9C+5NEg==","areaRef":"xYIyvuAJXXi5v9IkpXZcyw=="},"content":{"description":"Four main pitches, one belay move and another really short pitch to get to the tippy top. 5.7, 5.11, 5.9, 5.10, 5.5 (15'). Big pockets. The crux is boulder problem length.\n\nThe first pitch (5.7) is an approach pitch that starts just right of the block/cave, goes up, then trends a bit left to a good ledge. The second pitch (5.11) has a tricky face-climbing crux a few bolts up (on excellent rock), followed by easier terrain to the anchor. The belay move pitch (The Cockles Traverse) involves climbing up and left through a few bolts to another anchor, then walking left to a pair of belay bolts. The third pitch (5.9) has some hollow rock, so be careful what you pull/step on. The fourth pitch (5.10) heads straight up, then follows a shallow right-leaning corner to an anchor. If you want to summit (very cool), do a short fifth pitch (5.5) up and right; there are good bolts on the summit ridge.\n\nSee the photo and topo for more info.","protection":"All bolts and bolted anchors with rappel chains. Pitches 2,3,4 have 11 bolts each and the anchor.\n\nIf you top out, don't try to rappel past the anchor 15' down from the summit anchor (horrendous rope drag over the summit choss), instead do a 15' rap, an 85', an 80', a 30', a 90' and a 90' (or, after reversing the traverse, rappel to the anchor atop Tethys, rappel to the ledge, then walk skier's right down to the ground and left back to the base). A 60m rope works great, just be careful. Again, see topo.","location":"To get to the Evolution Fin (we just made that up, if there is already a name for it great: what is it?) take the climbers track left a hundred yards before the Main Area, 50 feet before the small rock downclimb in the trail. Keep going sidehill and uphill until the path basically deadends at the base of the climb. Base of climb is approximately 1/2 a mile after turning left away from the Main Area (Lat: 45.63473718, Long: -110.89825879). There is a large block leaning against the wall just to the left of where the climb starts. See photo and topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,cfc848bc-a774-56fb-bd78-7a4cc3c23ac6,c58232be-e009-5d78-b9bf-d224a5765ccb","pathTokens":["USA","Montana","Southwest Region","Frog Rock","East Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.90027,45.63953]},"bbox":[-110.90091313404214,45.639080339818136,-110.89962686595788,45.63997966018187],"left_right_index":-1,"ext_id":"107631164","area_id":"xYIyvuAJXXi5v9IkpXZcyw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:33.665Z","updatedAt":"2024-01-15T16:45:54.376Z"}