{"_id":"6368a214e80bff5a9955da91","area_name":"Ramp Area, The","shortCode":"","climbs":[{"_id":"rPrskbbAWaSZpY94RBQtsg==","name":"Virtual Huevos","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1990 - Raumph and Alam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44715,35.2025]},"left_right_index":3,"mp_id":"109113578","mp_crag_id":"106478442","climb_id":"rPrskbbAWaSZpY94RBQtsg==","areaRef":"L1h13pYoU7CNDGY8I6GWVA=="},"content":{"description":"Virtual Huevos is a 1 pitch route on the west side of echo canyon between Techweeny and the Ramp. Is a face climb on very solid rock.  The start is marked by a sloping ramp to gain access tp a nice finger/hand crack (3/4 to 1 1/2\". just ;left of tree) that goes for ~ 15 feet.  Exit on to the face and follow dishes and ramp angling to the left. To maintain this grade the easiest moves involve wandering between the different weaknesses. The exit/escape is to pull to the left side of the capping roof.  Setting up a natural pro belay.","protection":"Standard rack.  All natural pro.  3/4 - 1\" TCU for start, thin nuts, tcus and low balls used on face (thin but solid gear). A #3 or 3.5 \" Camelot for exit roof. No fixed anchors.  Can move off off final ledge to dead snags/trees to set up rappel or TR of steep dihedrals to the left (~ 160 feet).","location":"On descent trail to the RAMP if one keeps on the trail that hugs the west side of Echo canyon. \n\n  Link Crackula, virtual Huevos, The Ramp and 666 are for a day filled with pitches. This route was put up waiting for another party to finish the Ramp."},"__v":0},{"_id":"pKnAsl4hUPG6x3Kf7amFMQ==","name":"Runnel Runner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marc Beverly","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44715,35.2025]},"left_right_index":2,"mp_id":"107909552","mp_crag_id":"106478442","climb_id":"pKnAsl4hUPG6x3Kf7amFMQ==","areaRef":"L1h13pYoU7CNDGY8I6GWVA=="},"content":{"description":"This route climbs rounded features up slightly chewy rock, but really not bad except for the very last bit which still has a few looser chances to be careful of. A very worth while finish to any of the routes on The Point. \n\n  Work up and right on the ramp until you can clip the first bolt. Squeeze your way up rounded ribs passing 2 more bolts and a cool dike. Once past the bolts continue straight up till you pass a pretty stout tree on your right (may want to tie this off). Continue up as the rock quality begins to deteriorate and move slightly left hen up to a bolted anchor just below the top of the wall.","protection":"3 bolts and a sling for the tree, other natural gear options exist once the bolts run out as well.","location":"Approach by climbing The Ramp or Hummingbird, then working right into the gully and up a little ways until you see 2 obvious ramps angling up and right across the face on the right hand side of the gully. Runnel Runner starts up the second of the ramps and heads straight up after about 15-20 feet. \n\n  One can also approach from above by walking out along The Point and finding the rappel anchors which on on the Echo Canyon side and just below the edge, they face roughly south so you will have to look around for them a little."},"__v":0},{"_id":"+SihQH+6WJGNYTo40a36lg==","name":"The Ramp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary HIcks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44715,35.2025]},"left_right_index":1,"mp_id":"106789372","mp_crag_id":"106478442","climb_id":"+SihQH+6WJGNYTo40a36lg==","areaRef":"L1h13pYoU7CNDGY8I6GWVA=="},"content":{"description":"Mike Hill's guide has a pretty good topo of this route including the below P2 variation.Pitch 1 (5.5, ~80 feet): Climb the trough up to an ample belay ledge on the left.Pitch 2 (~80 feet, 5.7): Step out on the face and then up past a bolt, piton, and a second bolt and then up to a ~horizontal ledge system; take this ledge system right to the first tree and belay.Pitch 2 variation(~80 feet, 5.8. PG13): At the ~horizontal ledge system, continue straight up a smallish crack system, getting pro where you can; surmount a large ledge with one old bolt on the ledge and one several feet higher and belay.Pitch 3 (~80 feet, 5.6/5.7): Continue almost straight up easy terrain above the first tree; getting pro where you can; attain a ~horizontal vegetated ledge/weakness with bolt to the right; trend right and then up past a bolt; in short order, find belay ledge at base of a relatively clean dihedral.Pitch 4 (~80 feet, 5.7 ): Climb above the belay; one can then make a diversion up and left to get pro high and then down climb; trend up and right on otherwise easy but runout terrain until one can reach back left to edge of a roof and pro; climb past the roof and continue up past a piton (6/2019) until forest needles are under foot; at that point look right to large belay tree with slings.","protection":"Standard rack to 3\".","location":"GPS COORDINATES FOR BASE OF THE CLIMB: 35.20254, -106.44716\n\nThe Ramp route is down Echo Canyon on skier's right. There are two ways to approach the climb:\n\n i) follow climber's trail until about 10 feet before it passes just to the right of the obvious start of Crackula; looking skier’s right, locate rocky out croppings on the other side of the canyon; your goal is to reach a climber’s trail at the base of those lower out croppings that continues down to a slab traverse to the start of the climb; so, head skier’s right on faint trail that will soon head down canyon on obvious climber’s trail about 30 feet before going rightward once more to the base of the rocky out croppings.\n\n ii) we did this approach based on a description from Marc Beverly: stay on climber's trail past Crackula and almost to Bush Shark Spire route (skier's left side of canyon); about 30 yards before the start of Bush Shark Spire, the climber's trail reaches a low point before gaining elevation; at this low point look for a faint trail cutting across the vegetated gully to talus; at the talus head up through more vegetation (some further pruning here would be nice), and then 3rd class climbing to the base of the climb.\n\n The exit: continue up above the top-of-P4 belay tree for 20 feet or so, then traverse northerly and down a little into a gully that one ascends to get up near the summit of The Point. This gully is challenging. Instead, consider getting up on the ~east shoulder of The Point by climbing out of the gully to the right on Runnel Runner (thanks Marc!)."},"__v":0},{"_id":"o4tVoJMYUhGSq0Ex5aYGaQ==","name":"Hummingbird","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Hicks et al.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44715,35.2025]},"left_right_index":0,"mp_id":"106534176","mp_crag_id":"106478442","climb_id":"o4tVoJMYUhGSq0Ex5aYGaQ==","areaRef":"L1h13pYoU7CNDGY8I6GWVA=="},"content":{"description":"This route follows the major cleaved fault that runs up the main face and can be easily seen from the Spur Trail. However, there are many variations (like Smorgasbord on the Shield). The rock is way worse than it was just a few years ago and I've pulled off some huge stones that I used to place pro in. That being said, the route is WAY cleaner now. \n\n  The first pitch starts at the golf ball I found and wedged into flake near the ground. Follow the crack up to easy face climbing with little protection. Pass trees on your left and gain a nice belay stance near the major fault. \n\n  The next pitch goes up the vertical fault line (great pro) for about 50', then turns back into more grippy and fun face climbing. An optional belay stance can be gained or you can run it up to the two bolt belay stance at the large ledge. \n\n  From the only two bolt belay, there is a pitchfork selection to finish:   Left: Cruise the slab and turn a well protected crack (5.8 ish) \n\n  Right: from the bolts, go 8-10' right and start up a swirving crack to the right (the old ground level belay stance is farther to the right of this start). Finish by a bit of 5.8+ r/o to the top. \n\n  Up the gullet (FFA Marc Beverly, Steve VanSickle 2009): Look up and find a single bolt. Clip it and crank hard to turn the roof. The fun's not over. Creative gear on pockets and shallow grooves goes straight up (5.10). \n\n  Walk off the back. Take Runnel Runner out past Sick Bird or walk out via the scree gully via the Point Summit.","protection":"Sandia Trad rack.","location":"Approach via the \"Y\" and wiggle through brush down Echo Canyon. Stay to skier's right and pass the start of the Ramp where a small outcrop of rock can be passed by simply going around it to find the start of Hummingbird. The golf ball start marks the rope-up area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,146f156b-f4b0-5691-8766-db1e57c5b9bc,2f5875de-9628-53b0-8d0c-663c23a19654","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Echo Canyon","Ramp Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.44715,35.2025]},"bbox":[-106.4477002990034,35.20205033981813,-106.44659970099659,35.20294966018186],"left_right_index":-1,"ext_id":"106478442","area_id":"L1h13pYoU7CNDGY8I6GWVA=="},"content":{"description":"I'll venture that The Ramp Area seems to have two distinct tiers as follows. \n\n  Lower Tier: This includes Hummingbird route and The Ramp route. And so we could define this tier as including any route that starts from down in Echo Canyon such as the aforementioned two plus South Ridge, Power of Words, and Sid Vicious. These are typically accessed by starting at the top of Echo Canyon and hiking down the canyon via climbers' trails. \n\n  Upper Tier: This includes The Rudder, Sick Bird, 606, 505, and Runnel Runner. Likely, the shortest and cleanest way to access just these routes bypasses Echo Canyon altogether. Instead, from the junction of the La Luz Trail and The Crest Spur Trail, head up towards The Point, find the rap down Runnel Runner (see the below photo), rap, and then strike off to your route of interest. After the rap, Sick Bird, 606, and 505 all start just on the other side of the gully (west side). \n\nIf you are coming into the area from above (from The Point), this is the scene a little above the rap down [[107909552]].  The way down to the rap anchors is just to the right of the trees on the left side of the photo.  The namesake rudder formation is just visible on the right end of the ridge in the background. \n\n  The Upper Tier routes can also be accessed by first climbing the routes listed in the Lower Tier although some advanced study of the terrain between the two tiers would probably be helpful in linking them up. \n\n  Hill's guide (3rd Ed.) shows a \"3RD CLASS GULLY\" which spans both the lower and upper tiers; see feature \"H\" on page 170 and marked location on page 187. From the bottom, the gully starts a little up Echo Canyon from The Ramp route; further up the gully separates Runnel Runner on gully-climber's right from Sick Bird, 606, and 505 on gully-climbers left. From here, the gully continues up to The Point and is the notorious exit gully for The Ramp Route and others. Hope that your party is the only one in this gully. Climbing Runnel Runner allows a departing party to avoid the top-most part of this gully. \n\n  It is a tempting thought to rap in, stash some refreshments in/around the upper part of the gully, scramble down to climb one of the Lower Tier routes, return to refreshments and climbing of the single-pitch Upper Tier routes, then boogie out via Runnel Runner. Just consider that it may not be wise to have more than one party in the gully."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.848Z","updatedAt":"2022-11-25T11:20:33.396Z"}