{"_id":"63689d20e80bff5a994f257e","area_name":"Pusch Peak","shortCode":"","climbs":[{"_id":"abDIrBkRU2aftZ4cuVCDuQ==","name":"Ram’s ledge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Erodeica","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.93999,32.37406]},"left_right_index":1,"mp_id":"116232826","mp_crag_id":"106675336","climb_id":"abDIrBkRU2aftZ4cuVCDuQ==","areaRef":"JibnAFPFV/6EG92rzuSCtA=="},"content":{"description":"Freestyle /mountaineer way accessing the summit of Pusch Peak. It was climbed this way when it snowed all over Tucson and the temps were more for mountain style eroding. This is not a hiking trail but mostly a scramble with a lot of exposure.  It is recommended to bring a 30m rope or longer incase you have to bail or reverse the ledge.\n\n The style of climbing requires pulling on big patches of low angle to steep grass and loose tree trunks. You can find pro behind the grass.\n\n Have fun","protection":"Single rack and nuts","location":"Start on the Pusch Peak trail then head out left towards the Dos Hermanos cliff. Scramble to the base of the wall and contour the base to where it joins the big gully with Pusch Peak.    Ascend the Ram’s ledge and switch into your climbing shoes if you have to. I was able to lead the crux pitch with my hiking shoes on."},"__v":0},{"_id":"mgaSFAS1Ul6zKPAcgDNPfA==","name":"Pusch Push","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Des Champs and Jamie Burns, August 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.93999,32.37406]},"left_right_index":0,"mp_id":"106675343","mp_crag_id":"106675336","climb_id":"mgaSFAS1Ul6zKPAcgDNPfA==","areaRef":"JibnAFPFV/6EG92rzuSCtA=="},"content":{"description":"This is a good route with two awesome crack pitches that would be classics as single pitches on Mount Lemmon, two mediocre pitches, and in places a fair amount of vegetation and loose rock. Overall it climbs better than it looks and is at least worth doing once.\n\n Kerry's description is good and can be found here:\n\nclimbaz.com/Backcountry/pag…\n\n P1: climb the large right-facing corner, about 5.8 w/Ok climbing and pro. Belay at the highest tree.\n\n P2: do not move out left, but climb directly up the narrowing corner with mediocre pro and rock (we cleaned this up a fair bit). The pro and rock improve dramatically just below the small roof, as you gain a beautiful steep 5.10 finger crack that goes for 100 feet. This crack is the \"finger stinger\" and my finger indeed went numb and still was numb a day later. Traverse right to the anchor (one bolt & one nut) when the cracks ends; I would recommend skipping this semi-hanging belay and continuing another 20 feet to a good ledge where it is easy to set up a gear anchor.\n\n Kerry describes a variation to this pitch which we could see some of on the left, but I can't imagine it's as good as the classic finger crack. Edit: every party I've talked to who has been on this route has moved left and missed the finger crack, mainly because the small roof looks hard to protect. Don't move left! The roof protects well on small gear and the climbing through the roof and above is not to be missed.\n\n P3: continue up the crack system, about 5.8 with some short chimney sections. Belay at a fixed hex (on Kerry's topo this is shown as a 2-nut belay) below the obvious large roof with a hand crack. The rock at this belay is a little unsettling but I'm not sure what the alternative would be--perhaps if you notice a spot to belay a bit lower that would be better. Combining 3 & 4 seems like a recipe for disaster.\n\n P4: a wild pitch! Undercling/jam right under the roof (this was soaking wet when we did this, 4 days after a major rain), clip a bolt then pull up into an overhanging bombay chimney. The crux of the chimney is protected by a bolt (actually, 2 bolts side by side), but then you'll have to punch it a ways to get to the next good gear, and eventually a nice thin crack which leads to the belay. Awesome climbing, 5.10++.\n\n We took Kerry's advice, per the first ascentionists, to rap off here. The route appears to duck around the corner left and continue up lower angle terrain to the top; the climbing did not look appealing and not worth a very long walk-off.","protection":"We brought: lots of long runners; sets of nuts and rps; 1 ea. 00 and 0 tcus; 2 ea. 1 & 2 tcus & .5 & .75 camalots; 1 ea. 1, 2, 3, & 4 camalots.  We didn't use the 00; we used the 4 but I would characterize it as \"optional.\" \n\n  The anchors and occasional lead protection bolts are buttonheads from 20+ years ago, so not necessarily the most trustworthy, but could be worse.  Also, leader should have a nut tool for cleaning vegetation and dirt.","location":"Hike the main trail from the Linda Vista trailhead as Kerry describes.  Do not go all the way to the waterfall, but break off and cross the wash before the trail starts moving right up the hill.  Bushwhack up the hill following some cairns (this is a ways away from the cliff face).  Once you round the first buttress, the cairns end, but your destination is fairly obvious: the pillar toward the horizon which is basically the tallest section of cliff.  As Kerry describes, the route starts about in the first feasible right-facing corner left of the massive roofs that are several hundred feet up.  Approach took us a little over an hour with most of that being bushwhacking, but it's not nasty, thorny bushwhacking. \n\n  Descent: to rap from the top of P4, we used 2 60 meter ropes and skipped the 2-nut belay on Kerry's topo.  We almost made it to the belay atop P2, but had to set an anchor and downclimb.  We then rapped to within 20 feet of the ground, and downclimbed then rest, thereby skipping the tree belay at the top of P1. \n\n  If you choose to top-out, the walk-off looks pretty obvious (and long), but I haven't done it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,e3e7bcd6-abbd-5351-b876-59f837f5f8b2,2626e700-53c5-57fe-841b-ddabcee482b4","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Pusch Ridge","Pusch Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.93999,32.37406]},"bbox":[-110.94052241288915,32.37361033981814,-110.93945758711082,32.37450966018187],"left_right_index":-1,"ext_id":"106675336","area_id":"JibnAFPFV/6EG92rzuSCtA==","polygon":{"type":"Polygon","coordinates":[[[-110.94052241288915,32.37361033981814],[-110.93945758711082,32.37361033981814],[-110.93945758711082,32.37450966018187],[-110.94052241288915,32.37450966018187],[-110.94052241288915,32.37361033981814]]]}},"content":{"description":"Pusch Peak is the obvious pointy (when viewed from Tucson) peak that forms the westernmost end of the Catalinas. Note that the Linda Vista Wall is an aspect of Pusch Peak, and is described as a separate area under Pusch Ridge. So on this site, \"Pusch Peak\" basically refers to the long wall that faces NNW and is visible from Oracle Road. Linda Vista Wall is to the right of this wall and faces straight north. Kerry describes a small number of routes in BC Rock Climbs.\n\n These routes do not receive much sun until mid or late afternoon. Depending on the route, the approach might include a short or medium length bushwhack to the base. All of the routes have wonderful views of Oro Valley's resorts and million dollar homes, some of which are no more than a mile away from the climbing.\n\n These walls tend to be somewhat loose, and have a fair amount of vegetation. However, I have climbed two established routes there that I enjoyed: \"Pusch Push\" and \"Dos Hermanos.\" The former has a lot of good crack climbing for a Tucson route and the latter climbs an attractive line up a conspicuous prow."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:54.941Z","updatedAt":"2024-01-20T00:56:52.498Z"}