{"_id":"63689de0e80bff5a994fa7b6","area_name":"Goat Rock","shortCode":"","climbs":[{"_id":"59cIdFysWeeFh35kMf1BTw==","name":"Supergoat","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"RWright, ABS, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":2,"mp_id":"105757471","mp_crag_id":"105745986","climb_id":"59cIdFysWeeFh35kMf1BTw==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"The right of three routes running through the headwall on the left side of the crag, Supergoat finishes in the obvious wide crack just below the anchor. Supergoat has left (better) and right (worse) variations. The left start shares the first two clips with Sacrificial Goat and then angles right, swimming over the large roof. After a short section, the route becomes quite steep and tosses in a committing crux clip, however, you will be happy for the high clip when moving past it! Swim out on jugs to get established in the crack and make an awkward move into a stem. The unseen jug for clipping the anchor is out right and over the top of the ledge. This line is cleaning up well and has kicked up some fun movement. Nonetheless, climb cautiously.","protection":"Ten draws and a 60 meter rope.","location":""},"__v":0},{"_id":"dPTPW5ZyVx+3E5AAlY4KAg==","name":"Solitary Goat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Koko Kosila, Richard Wright, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":14,"mp_id":"105758035","mp_crag_id":"105745986","climb_id":"dPTPW5ZyVx+3E5AAlY4KAg==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"On the middle tier of Goat Rock are three slab routes, close together. Solitary Goat is the right of the three and just right of\n\nBaaaD To The Bone\n\n. This has solid rock, fun climbing, and is well protected.","protection":"Ten draws and a 60 meter rope.","location":""},"__v":0},{"_id":"OcQ3a68DU3W+UqBZqj54qQ==","name":"Satyr","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"RMWright, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":4,"mp_id":"105755464","mp_crag_id":"105745986","climb_id":"OcQ3a68DU3W+UqBZqj54qQ==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Follow the trail around left to a tight dihedral with a tips thin crack to start. A hard sequence gains a stance in the corner. From a good stance in the corner, another crux moves right on the face and back up the dihedral. Step left above the dihedral to better rock, two more clips, and the chains anchor.","protection":"Ten draws and a rope.","location":""},"__v":0},{"_id":"OC2O0TUlUO2zh0PhBxMWvQ==","name":"Sacrificial Goat","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":1,"mp_id":"105757312","mp_crag_id":"105745986","climb_id":"OC2O0TUlUO2zh0PhBxMWvQ==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"The middle of three routes punching up through the upper sector headwall of Goat Rock, Sacrificial Goat picks a very clean line through an equally tricky, and steep, headwall. No more beta. Mark sussed out an improbable sequence with terrific kinesthetic movement. Expect moderate climbing to a hand jam rest followed by continuous 5.12 climbing to the anchors. The blood you see will be my own.","protection":"Eleven draws and a rope.","location":""},"__v":0},{"_id":"k29RWmKUUgmqAnJxayLYCg==","name":"Ram","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"RMWright, 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":7,"mp_id":"105755338","mp_crag_id":"105745986","climb_id":"k29RWmKUUgmqAnJxayLYCg==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Ram takes the short overhang just off the trail about where the trail intersects the crag. The whole line was done trad with no bolts and using the bolts. Regardless, a #2 or #3 TCU is advisable for the final move below the anchor and a #2 or #3 Camalot is nice after the second bolt. Good warm up. A bit of tape on the fingers makes the exit move more enjoyable.","protection":"Bring a couple of TCUs, a # 2 or 3 Camalot, and a few draws.","location":""},"__v":0},{"_id":"pQVP9szpXAC05w83+yfCxQ==","name":"Olympic Free Style Goat Toss","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Richard Wright, Noi Kosila, Nov. 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":10,"mp_id":"105758781","mp_crag_id":"105745986","climb_id":"pQVP9szpXAC05w83+yfCxQ==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"The Olympic Free Style Goat Toss (Rules specify only that both hands on must be in contact with the horns and both feet must be on the ground when the goat is launched. The set-up, pivots, and choice of throw are open, but no one tosses underhand these days) begins in a short, left facing, pegmatite dihedral just right of the two pitch dihedral route, Capra Diem. Chase a line of jugs through two roof systems to a fingery crux pulling over the second roof (5.11). We found that without using two or three long slings below each roof that rope drag could be significant for someone top-roping. Alternatively, it is possible to \"back-unclip\" before pulling the second roof to reduce drag. Lowering from the top was a bit of a chore without the slings. The rock on Goat Toss is solid, clean, and the pro just about right. Movement through the roofs is interesting with the pump showing up just in time for the crux. All in all, one of the better lines on Goat Rock. And, greased horns are strictly forbidden by the IOGC.","protection":"Bring 11 draws, something for the double bolt anchor at the top, and a 60 meter rope. 60 meters will rap to the ground. A double bolt belay has been installed just below the dihedral to reduce more convolutions in the rope.","location":""},"__v":0},{"_id":"RY5dBR48WKySF3APSYWV+Q==","name":"No Goats, No Glory","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Wright & Montague, 2001.  FFA Montigue.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":6,"mp_id":"105755335","mp_crag_id":"105745986","climb_id":"RY5dBR48WKySF3APSYWV+Q==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"No Goats, No Glory runs up the left side of the main headwall in two pitches. P1 surmounts a small roof on jugs for 5.10d. The rock to start is friable, but quickly improves at the second clip. There is a double bolt anchor at 50 feet in a good stance. P2 is a classic on brilliant stone. The first four clips entail some tricky finger work leading out right to a band of black streaked stone, the crux. Pulling through this gains a brilliant slab that just gets better and better the higher you go. While it can be done in a couple of ways, my favorite move works the right margin of the slab and picks up some instant exposure. A killer rest arises on a tiny edge poised over the precipice. FFA went to Nevada Montigue while we were trading attempts.","protection":"A dozen draws and a 60 meter rope. This route is composed of two pitches. P1 is 5.10d. P2 is 5.12a. A 60 m rope will just touch ground from the double bolt anchor at the top of P2. A 50 m rope will not.","location":""},"__v":0},{"_id":"IZChvePkWduOGDWFuJJSyg==","name":"High Flying Goats","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Koko Kosila, Richard Wright, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":16,"mp_id":"105760335","mp_crag_id":"105745986","climb_id":"IZChvePkWduOGDWFuJJSyg==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"High Flying Goats climbs the black slab off the second terrace and just about gains the top of Goat Rock. HFG shares the first four clips with\n\nEric The Goat\n\nand then climbs to the right into and out of a narrow dihedral to gain the base of a ragged, diagonaling crack. After passing a little tree, the line fires bee-line to the top. This is fun, clean, solid climbing in an alpine setting.","protection":"Fourteen draws and something for the double bolt anchor at the top. The line is 100 ft long, so bring the 60 meter cord or doubles.","location":""},"__v":0},{"_id":"Y/4V2CHNX4uKKIMgXbWqmQ==","name":"Goats on the Fringe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Koko Kosila, Richard Wright, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":12,"mp_id":"105758038","mp_crag_id":"105745986","climb_id":"Y/4V2CHNX4uKKIMgXbWqmQ==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Goats on the Fringe is the left of three routes on the middle tier of Goat Rock. It angles a tad rightish and surmounts a bulge on large jugs. This line shares an anchor with\n\nBaaad To The Bone\n\n.","protection":"Ten draws and a 60 meter rope.","location":""},"__v":0},{"_id":"Dy2jQGsfXN+TwbHrwrNg+A==","name":"Goats in the Hood","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Tarrant, Richard Wright, August 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":11,"mp_id":"105758685","mp_crag_id":"105745986","climb_id":"Dy2jQGsfXN+TwbHrwrNg+A==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"I was hoping to put this little power problem away before listing it here, but even the latest effort still evinced an A0 move out of me. However, since Mark freed it a couple of months ago, its only fair, and about time, to list it here. To the right of Goat Rock proper is a fir tree with a little boulder behind it. This is host to a killer little climb, 30 feet long and protected by four bolts. The crag tips back by 35 degrees leaving you 20 feet from the base in 30 feet of climbing. The rock is solid and the moves relentlessly powerful. Very strenuous face climbing leads to a painful and very strenuous crack for the final ten feet. This is off-fingers jams on a very steep (!) wall. With cool, powerful moves Goats in the Hood can be a great training route.","protection":"Four draws and a rope.","location":""},"__v":0},{"_id":"U30mo8SZX46BbDZBiCTmSw==","name":"Goat Goes Up, Must Come Down","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"RWright & ABS, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":3,"mp_id":"105757468","mp_crag_id":"105745986","climb_id":"U30mo8SZX46BbDZBiCTmSw==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"The right most route of four new lines left of Satyr is Goat Goes Up, Must Come Down. It dodges two huge, ugly flakes by moving left up a clean, solid, face and  finishes in a shady corner. The start is fingery but not overly difficult. A committing clip arises below the final bulge, but his can be made off of a terrific hold left of the bolt; just look around. Like everything else in the Alpine setting, climb carefully on this route.","protection":"Eleven draws and a 60 meter rope.","location":""},"__v":0},{"_id":"K25OpjuVX36HnHQotfMzTw==","name":"Goat Arete","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Wright, Tarrant, 2004  FFA Mark Tarrant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":999999,"mp_id":"105998128","mp_crag_id":"105745986","climb_id":"K25OpjuVX36HnHQotfMzTw==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Goat Arete is a wild pitch. Start off the second tier on a vertical and tricky face to gain the huge overhanging arete. Follow the arete and left face to the very tip of the arete. The rock is sharp in places but not at all unpleasant. Big moves on a very steep arete will leave you 30 feet out from the wall when you rap off. Goat Arete was originally freed several years ago when Mark and I were trading leads. While there may be no real 5.12 move on it, the cumulative pump and accelerating heart rate may yield 5.12 climbing overall. My preference is to stay left as you approach the anchor since this facilitates clipping and can be done from a good stance. However, it is possible to move right at the end and step back left to clip. Goat Arete climbs an impressive overhang with lots of jugs to work with. Seemed cool to me.","protection":"A dozen draws and something for the double bolt anchor at the top.","location":"Off the second tier, under the big overhang."},"__v":0},{"_id":"FOJB399MXgy0FiwMm0QWSg==","name":"Eric The Goat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"RMWright, Koko Kosila, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":15,"mp_id":"105759999","mp_crag_id":"105745986","climb_id":"FOJB399MXgy0FiwMm0QWSg==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Eric The Goat  runs up the pegmatite slab off the second terrace and just about gets you to the top of Goat Rock. The best approach is to do one of the lower pitches. It has solid stone, is real juggy, and is not very difficult until the very last move - where the hands get a bit out of sequence. ETG is a tad overbolted. It was drilled from hooks on solo-lead, and I still don't have the rig down pat.","protection":"Take a dozen draws and something for the double bolt anchor.","location":""},"__v":0},{"_id":"nx0qrSK5VDeDUuj0EkuP6g==","name":"Empire of the Goats","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"P1, RMWright, 2001  P2, Mark Tarrant, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":8,"mp_id":"105755812","mp_crag_id":"105745986","climb_id":"nx0qrSK5VDeDUuj0EkuP6g==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"After a long hiatus, Mark Tarrant and I returned to Empire of the Goats to finally suss out P2. This is a real lesson in what it means to have the right partners. We did some rearranging of the bolts that have made the climb much better.\n\nP1 remains largely as it was, a decent 5.11 that has cleaned up nicely. The P1 belay was shifted entirely to what had been a lower perch.\n\nP2 is may be the best pitch on this crag altogether. It checks in at 5.12b/c, but has some perplexing solutions that would make the on-sight seem more difficult. The initial difficulties moving through the face of the big dihedral have been brought down to the strenuous 5.11 domain. The first crux, just below the final headwall, is still burly with very tricky footwork, pretty much all on smears. A final crux awaits just before the anchors, and this may be more of a pump crux than a technical crux.\n\nKudos to Mark for holding it together for a red point burn early in May, 2008.","protection":"A dozen draws and a 70 meter rope. P1 runs up on half a dozen clips, while P2 needs a dozen and something for the double bolt anchor at the top. A 70 meter rope will touch ground comfortably from the top of P2. The older notes indicated that a 60 meter rope would just touch ground from the top of P2, and this is true, but there is very little room for error - tie the ends of the rope. It is difficult to get back into the top of P1 if rapping from the top of P2, you are just too far out to get back in.","location":""},"__v":0},{"_id":"xTnipnusWlS5EceAMVF+QQ==","name":"Clan Of The Goatmen","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"RMWright, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":5,"mp_id":"105755341","mp_crag_id":"105745986","climb_id":"xTnipnusWlS5EceAMVF+QQ==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Clan starts left of\n\nNo Goats, No Glory\n\nby following the trail left to the base. A hard mantle past the first clip gains ledge. Chase the next section on the right and get established below a dark, overhanging face with a crack way out left. Fingery moves will get to the crack and dust the crux. Step right and around to launch the face above. Sixty more feet of clean face climbing will deposit you at a double bolt anchor.","protection":"100 foot route needing a 60 meter rope and 15 draws.","location":""},"__v":0},{"_id":"0k6eU/qKWomLBMf0uUz5qw==","name":"Capra Diem","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"RMWright & Dr. ABS, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":9,"mp_id":"105755524","mp_crag_id":"105745986","climb_id":"0k6eU/qKWomLBMf0uUz5qw==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Capra Diem is on the main pegmatite plate just off the road and on the right. It is a two pitch line that runs through the obvious left facing dihedral in its second pitch. P1 runs up a moderate face to a double bolt belay below and to the right of the large dihedral. By itself this pitch is uninspiring, and can still shed some loose rock. P2 surmounts a steep roof/bulge with several 5.11+ sections and then traverses left to the base of the dihedral. Entry into the dihedral is not simple, and climbing is very continuous 5.11 right to the anchors. It is highly recommended to bring the second up to the top anchor rather than trying to lower back down to the belay. The turns entering the traverse and entering the dihedral could generate horrendous rope drag.","protection":"A dozen draws and a rope. This line is composed of two pitches, however, a single 60 meter rope will just get you to the ground from the top of P2.","location":""},"__v":0},{"_id":"2kD0j/ZOWYi3y3lct2Wd+g==","name":"Bad, Bad Goat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Pat Burwick, Richard Wright, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":0,"mp_id":"105757897","mp_crag_id":"105745986","climb_id":"2kD0j/ZOWYi3y3lct2Wd+g==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"Bad, Bad Goat is the left most route on the left side of the lower tier of Goat Rock. It picks a very clean line through a pair of overlaps to gain a full-rest-stance below the bullet-proof headwall. The second clip of the headwall is best done by stepping out right, getting the clip, climbing back down to the ledge, and firing the moves on the left. Clipping from the left incuts is more strenuous, but direct. BBG kicks up interesting moves through the headwall bulge on excellent rock. Pat snagged the FFA while we were trading leads....(beauty before age?).","protection":"Eleven draws and a rope. Double bolt anchor at the top.","location":""},"__v":0},{"_id":"dm1f+rA8XA+6NZX+ggUZWg==","name":"BaaaD To The Bone","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Noi Kosila, Richard Wright, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"left_right_index":13,"mp_id":"105757912","mp_crag_id":"105745986","climb_id":"dm1f+rA8XA+6NZX+ggUZWg==","areaRef":"8fnckVvWWbWj5cKnOUwXkg=="},"content":{"description":"BaaaD To The Bone picks a largely bullet-proof way through the middle sector of Goat Rock. Goat Rock is actually composed of three 100-hundred foot tiers separated by broad terraces. BTTB starts on the first of these terraces. Hike left around the main base crag and pick a careful path to a knarled old pine. A double bolt belay awaits at the base of the route, 20 ft right of the pine. Wander up 100 ft on great stone. The minor friable edges have been cleaning up nicely, and what remains is crisp, sharp, and solid. Some things just make you feel glad to be alive, this was one of them. FFA went to Noi's onsight.","protection":"Ten draws and a 60 meter rope. Since this pitch runs up on less than vertical stone, passing some ledges near the top, we would suggest bringing up a second rather than top roping, which generates significant rope drag. A 60 meter rope will rap comfortably to the belay.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,8029a0f3-123e-5fa5-8b69-163fa13e3795,f1f9dc91-5bd6-59b5-a3e5-c2a7394c1792","pathTokens":["USA","Colorado","Empire","Goat Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":4,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":10,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":4,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.7502,39.76791]},"bbox":[-105.75078500606602,39.76746033981814,-105.74961499393397,39.768359660181865],"left_right_index":-1,"ext_id":"105745986","area_id":"8fnckVvWWbWj5cKnOUwXkg==","polygon":{"type":"Polygon","coordinates":[[[-105.75078500606602,39.76746033981814],[-105.74961499393397,39.76746033981814],[-105.74961499393397,39.768359660181865],[-105.75078500606602,39.768359660181865],[-105.75078500606602,39.76746033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:57:10.809Z","updatedAt":"2024-01-20T01:01:28.479Z"}