{"_id":"6368a1b8e80bff5a99553ec2","area_name":"Devil's Den","shortCode":"","climbs":[{"_id":"F2HhHoOUWNOF0ZLjDzVouQ==","name":"Sympathy for the Devil","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"FA Todd Swain & Curt Robinson 1977; FFA Dave Jacobson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":22,"mp_id":"106700242","mp_crag_id":"105944312","climb_id":"F2HhHoOUWNOF0ZLjDzVouQ==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"One of the most impressive and most difficult climbs in the Den.  Starting on the Exorcist, climb the crack and corner to the top of the overhang and move right up the face past a few bolts before arching back left to gain the hard-to-miss vertical crack above.  Finish up the crack to the anchor. \n\n  The upper crack seeps frequently, marring an otherwise beautiful climb.","protection":"Bolts & gear to anchor - recently rebolted as well","location":"At the right end of the Den, left of and below the actual cave.  Also left of and below the Pocket Problem.  Look up for the vertical crack and start in the corner/crack directly below."},"__v":0},{"_id":"spDQDdi5W+SkiIaOinpu+Q==","name":"Strong John's Shelf","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"John Branscombe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":10,"mp_id":"116140142","mp_crag_id":"105944312","climb_id":"spDQDdi5W+SkiIaOinpu+Q==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"The crux involves passing a right leaning sloping rail on a steep overhang with poor feet, and mantling onto a dirty slab. Two bolts, hard boulder crux, dirty slab, probably no second ascent. Sound fun?","protection":"Two bolts, probably one piece of gear to start it if you don't stick clip.","location":"Up to the left of Dubuko's start, scramble up the hill a little more to an obvious gully on the right of a sizeable buttress. On the left side of this gully locate some bolt anchors above it, and two bolts below. You've found it!"},"__v":0},{"_id":"OPSooKX7V5G/OBijnzFQuA==","name":"Squeeze Play","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":19,"mp_id":"106991711","mp_crag_id":"105944312","climb_id":"OPSooKX7V5G/OBijnzFQuA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"An aptly named chimney climb that doesn't get wider than about 18\" for most of its length.  Scramble up a few blocks and place the last of your pro for awhile before pulling into the very claustrophic chimney.  If you wind up facing the wrong direction it's going to be a challenge to turn around.  Friction your way up the smooth sides until you can stand up in an alcove.  Plug some gear in the cracks and climb the right wall of the alcove on jugs to a tricky topout. \n\n  An old guidebook calls this the best chimney in Pawtuckaway.","protection":"Standard rack","location":"Uphill and left of the Exorcist, follow the trail up to the first tunnel and this chimney is on your right.  To get back down, walk up and left then back down the trail through the tunnels."},"__v":0},{"_id":"02w292jVVdGilW6Q28EGGw==","name":"Speckman's (Originally named Speckman's First Aid Climb)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: Todd Swain & Kim Speckman 1977; FFA Scott Stevenson 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":14,"mp_id":"113873261","mp_crag_id":"105944312","climb_id":"02w292jVVdGilW6Q28EGGw==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"A thin crack that tapers out just when you need it most, climb it to the horizontal break, then plug some good gear, rest, and finish the last 15 or so feet on perfect 5.9 edges.The protection is dubious and the crux is hard, but damn is the climbing good. When you are up there you may wonder how you are sticking to the rock at all, and when you fall it will probably be just as unexpected. Bring your footwork, crimping skills, extra skin, and laser focus to this fight.\n\n The route used to hit the horizontal break, then trend right into the Bates route, however there was an \"A3 Hooks\" variation which climbs 5.9 edges directly above the break. The current free route goes to the horizontal break, and continues directly up through this \"A3\" section to a two bolt anchor at the top of the cliff.\n\n Originally done at 5.6 A2, this route was reportedly freed in 1985 at 5.12-PG. According to the '95 Todd Swain Guide, the route was sometimes referred to as \"Why are the pins so far apart?\". The PG protection grade, \"AKA\" name, and one particular pin scar lead me to believe that there was at least one pin fixed in the crux on the first ascent that is no longer there, leaving the route a very scary test piece. When my friend heard that it was 'PG' he said, \"Potential Ground-fall?\".","protection":"1 Bolt, thin gear for the crack, and a .75, #1, or #2 for the horizontal break. Protecting the crux from a ground fall is difficult, Ballnuts seem to be the only thing that work.","location":"Located on the blank looking wall in the middle of Devil's Den. It is a thin seam that ends at a horizontal break."},"__v":0},{"_id":"3Cu63ctwV0uLwEwPT6HMlA==","name":"The Pretty Flake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":0,"mp_id":"110679982","mp_crag_id":"105944312","climb_id":"3Cu63ctwV0uLwEwPT6HMlA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Standing below the big dark chimney look up and right to the low angle face above and the flake should stand out right away. Start by squeezing up a tight spot to get off of the ground and climb a slabby bit. Place pro and reverse right to gain the flake proper. Follow the beautiful flake with fun moves and perfect protection to its end. I traversed right to a nice belay here then climbed the money pitch of The Edge.  \n\n  Recommended for sure.","protection":"Regular rack","location":"Far left side of the crag. Stand in front of the chimney and look up and right."},"__v":0},{"_id":"KRwEMnsmVqa4cG80fngtWg==","name":"Oh Hell","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Eli Buzzell, Shaun Akyroid, & Christian Eaton (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":12,"mp_id":"116140109","mp_crag_id":"105944312","climb_id":"KRwEMnsmVqa4cG80fngtWg==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"The direct finish of Oh God! Layback the same crack and climb the arete to the same horizontal, but keep crimping straight up past a bolt to an interesting friction groove. Do some shallow stemming through some cool huecos, past another bolt to a two bolt anchor. ","protection":"finger sized pieces, two bolts","location":"Find the crack for the start of Oh God!, and take that route to the two bolt anchors directly above the arete"},"__v":0},{"_id":"cge12i8XUOGuoR34/+sPUA==","name":"Oh God!","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":13,"mp_id":"116140017","mp_crag_id":"105944312","climb_id":"cge12i8XUOGuoR34/+sPUA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Start up an easy layback crack to a large sloping ledge, then traverse right to the arete. Climb up the arete feature until you reach the horizontal crack of Dubuko, and finish on that route traversing the crack right.","protection":"Finger and hand sized pieces. A wide piece if finishing on the Bates Route.","location":"Walk around the bulge on the left side of the speckmans wall to locate an easy layback crack to a sloping ledge."},"__v":0},{"_id":"14F48SKXWn2IGdU9zSv/pg==","name":"Maximum Heat","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mack Johnson ~1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":4,"mp_id":"113873209","mp_crag_id":"105944312","climb_id":"14F48SKXWn2IGdU9zSv/pg==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Maximum Heat is the low start to Heatwave. It's difficulty increase is derived from the even boulderier moves needed to gain the meat of the crack.    Follow the crack over the lip to some tat on a tree. if you're taking multiple burns or your second is capable of leading 5.6, build an anchor just above the lip and lower off, having your second rap from the tree.","protection":"Place a good nut from the boulder.   #2 x2, #.75 x2, #3/2, and a good offset nut are all that's required.","location":"The far left side of Devil's Den."},"__v":0},{"_id":"ItAQVzmlWquAMPw98/WdXg==","name":"Lycra Sanction","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mack Johnson and Paul Boissonnault 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":18,"mp_id":"114047039","mp_crag_id":"105944312","climb_id":"ItAQVzmlWquAMPw98/WdXg==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Do a bouldery move to get established on a slab with holds, then climb up below a roof and make a step left into a dihedral with cracks. Relatively clean and safe, if this route gets some traffic it will become an area classic.","protection":"single rack, be a little careful at the beginning. Ends at a 2 bolt anchor at the top of the cliff.","location":"To the right of Speckman's and the Bates Route, locate a dihedral that goes to the top of the cliff. Scramble up 10 feet of ledges and belay at the cozy cluster of trees."},"__v":0},{"_id":"Y0qlYhetU4WZ7w9Byj/Xbw==","name":"The Immaculate Constriction","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mack Johnson, Michael Guravage 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":24,"mp_id":"118186492","mp_crag_id":"105944312","climb_id":"Y0qlYhetU4WZ7w9Byj/Xbw==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Jam a hand crack on the outside of Cheese-Its (same start as Cheese-Its?) to a rest.  Crank the short obvious crack past where there once was a raven's nest, then enjoy a left-leaning, flared chimney.","protection":"Pro to 4 or 4.5\", several big pieces.","location":"Between Fritos and Cheese-Its chimneys.  Start off a large boulder left of the actual Den."},"__v":0},{"_id":"tKFFITvTXYGJkfQ8dxRdvA==","name":"Homebase (aka. Bring your Monkey Along)","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Paul Boisssonneault, 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":2,"mp_id":"107665503","mp_crag_id":"105944312","climb_id":"tKFFITvTXYGJkfQ8dxRdvA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Climb the vertical crack to the left of Heat Wave. There are 2 cruxes. Getting off the ground and an upper crux to reach a welcomed jug. The gear on the upper section could take over your holds making the moves quite tough so you may want to plan accordingly.A left variation is also an option. Exit the left flake near the top of the crack. Be sure to extend your last piece out as you will be moving back right. Surprisingly good with interesting movement. It felt about the same grade but could be pushing .11. FA - Unknown.","protection":"Standard Rack to #4 will get you to the top. A #2 for the final 20' will make the top out to the tree plenty safe.After you exit the crack, climb up and left on some common Pawtuckaway slab and a usual pine needle filled crack to a tree anchor. A single 60m rope will get you to the ground from the tree. A 70m is needed if you pass the tree to the bolt anchor at the top of the cliff.","location":"The route is located on the furthest left side of Devils Den. 30' Down hill from the chimney. Locate a vertical/slightly overhanging crack left of a right to left leaning crack (Heat Wave)."},"__v":0},{"_id":"0VFgnegEXuOypVgbOoy7oA==","name":"Heat Wave","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Gene Vallee, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":3,"mp_id":"106597486","mp_crag_id":"105944312","climb_id":"0VFgnegEXuOypVgbOoy7oA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Near the left end of the cliff you cant miss this perfect left leaning crack coming out of a small cave. If you start down in the cave it's more like 5.12 and called Maximum Heat. For a challenging 5.11 (the way it's most often done)start off the rock and lean out for your first jams. Follow the crack system up and left to a mellow finish and a tree anchor. \n\n  I found the crux to be the first 2/3 of the steep climbing haha. really pumpy and sustained, by the time it lets up and you get a few good jams it feels just as hard due to exaustion. the upper 20-30 feet are mellow 5.7ish climbing thank god haha. a great route with good protection. do it.   It's steep, hard, funky and beautiful.","protection":"Regular rack. anchor to trees","location":"Near the left end of Devils Den, you will see this amazing line leaning left and beckoning..."},"__v":0},{"_id":"5TKIAOadVWmMzyy/4A48JA==","name":"Friend of the Devil","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Joe Terravecchia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":7,"mp_id":"111819525","mp_crag_id":"105944312","climb_id":"5TKIAOadVWmMzyy/4A48JA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"An overhanging v-groove preceded by a crack that looks like ring locks all the way. I'm sure the face above is spicy too based on the number of pins. \n\n  If you have a better description let me know. I doubt many have done this route free.","protection":"A rack and some draws for the pins.","location":"Left side of Devil's Den. Look up and find an overhanging V shape roof thing."},"__v":0},{"_id":"qaD6vlt7UmWFmlZ/U3JvPg==","name":"Exorcist","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":21,"mp_id":"108271824","mp_crag_id":"105944312","climb_id":"qaD6vlt7UmWFmlZ/U3JvPg==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Awesome crack and face climbing on a beautiful (albeit, crumbly) left arching crack. Just standing below this wall is awesome. One of the best trad lines in southern NH.","protection":"A full rack is needed, with a selection of cams for the start and then a handful of nuts for where the crack straightens out. Then a few draws for the arete up top.","location":"At the extreme right side of Devils Den, you'll find the most beautiful line in all of Pawtuckaway, Sympathy for the Devil, start here. You can't miss it, it's the tallest, proudest and most continuous section of rock in the area. For the Exorcist just follow the main crack arching left and then straight up. You can climb directly up the arete up top following the bolts at 5.12ish, but by reaching out left for a few moves you can keep it at 5.11. You can also start more directly by following a few ancient fixed pieces. Very good!"},"__v":0},{"_id":"++sxZ9bGUJWZYubkVMdpiA==","name":"El Rayo X","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Jacobson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":9,"mp_id":"106708513","mp_crag_id":"105944312","climb_id":"++sxZ9bGUJWZYubkVMdpiA==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"This arete and face climb could use a little love before it fades into the lichen.  Starting at the left arete of the graffiti face, next to two trees, climb up into a large undercling and use small cracks out left to gain a somewhat vegetated stance below the upper wall.  Continue up the face past 3 bolts to the top.","protection":"Toprope or 3 bolts & gear (if you're willing to brave the bottom)","location":"Uphill from the Vacuum boulder, or left of and uphill from Up In Smoke, look for the face with graffiti at the highest point in the Den."},"__v":0},{"_id":"4esv9noRWVuKoVjj5s55CQ==","name":"The Edge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":1,"mp_id":"110679886","mp_crag_id":"105944312","climb_id":"4esv9noRWVuKoVjj5s55CQ==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"A nice adventure climb with superb exposure without having to get too high off the deck.  \n\n  Start up the face just right of the big chimney and stay right of the curving flake until you get to a good belay spot. I recommend this even though the pitch is short as the route makes a hard left at this point. Speaking of which, look left and marvel at the amazingly inviting (and a little intimidating) leftward traverse. Follow this very obvious line which offers good hand holds and protection but smooth slabby feet toward a more vertical short off width section (don't be scared it's not hard). Atop this OW there is a perch that could work as another belay, or just continue up the low angle slab/arete to the summit (beware of some fragile flakes on the last 25-30 feet and little in the way of solid protection). \n\n  I highly recommend this to anyone looking for an enjoyable adventure at the grade and an opportunity to avoid the busier cliffs.","protection":"Regular rack.","location":"At the far left end of the cliff look for the big dark chimney. This line is just to the right of that feature up the rambling low angle rock."},"__v":0},{"_id":"PBNdyl51UZuQT5VdB4LUwg==","name":"Easier Said Than Done","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":20,"mp_id":"106708494","mp_crag_id":"105944312","climb_id":"PBNdyl51UZuQT5VdB4LUwg==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"A nice mix of slab and face climbing with a crack thrown in here and there.  Climb up the slab to the left of the arete past a bolt to gain the horizontal crack and move right to the arete.  Head up the short face to reach the sloping ledge above and then traverse off left into the trees. \n\n  For a more challenging finish, climb the 3rd pitch of The Exorcist straight up the bolted face (3 bolts) from the ledge.","protection":"1 bolt, fixed gear in horizontal, bring a standard rack","location":"At the right end of the Den, this is the leftmost line before heading uphill.  Start left of the Exorcist on the slab to the left of the arete."},"__v":0},{"_id":"k7popeGhUra0s3h1et5R1Q==","name":"Dubuko","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":11,"mp_id":"116139969","mp_crag_id":"105944312","climb_id":"k7popeGhUra0s3h1et5R1Q==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"On the far left side of the Speckman's area, scramble up to an extremely long horizontal crack and traverse it to its terminus on the Bates route, and finish up on the Bates route. For more fun, when you reach Speckman's, climb up the 5.9 slab directly to the bolt anchor.\n\n This thing is the \"On the Lamb\" of Pawtuckaway. It would be better if it was rotated 90 degrees.","protection":"many hand and finger sized pieces. Maybe a wide piece to finish on the bates route.","location":"The obvious horizontal crack cutting the entire length of the Speckman's wall. Climb from left to right, but right to left would work as well."},"__v":0},{"_id":"YVIYI2BrVXa3qNao9dJvNw==","name":"Devil's in the Details","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eli Buzzell, Shaun Aykroid, Doug Plourde","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":17,"mp_id":"114344639","mp_crag_id":"105944312","climb_id":"YVIYI2BrVXa3qNao9dJvNw==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"An easy corner leads to a wild and committing boulder problem through a roof, finishing on a spooky face above.\n\n Start at the base of the Bates route and Crossroads, and climb up an easy corner to a big ledge at the base of the roof. Climb up the corner into an awkward undercling crack and do a wild sequence out of the big roof to the pedestal rest on crossroads. Finish on the run out upper face of that climb (which should feel a bit harder this time around).\n\n It's really good, I'd recommend figuring out the sequence in the roof before trying to lead it. Good thing you can check it out after lowering off Crossroads.","protection":"Micro cams and ballnuts to #4 cams, double length runners, possible boulder pad or wear hockey pads for leading.\n\n _____________________ Gear beta spoiler alert: - #3 down low with a long sling for the easy corner -.5/#1/#2 for on the ledge to protect gaining the next placement -.75 with a double length kind of blindly placed in the big part of the undercling - #4 in a perfect slot placed from a heel hook and a jug after going big out the roof - .2/Black totem in a crack on the right of the pedestal - .2/black totem & Red ballnut in a horizontal half way up the upper face - quickdraw for chains\n\n In order to prevent rope drag I put a double length runner on the .75 in the corner, which would mean hitting the ledge if you blew the boulder problem. Because of this, and possibly watching hard grit videos, I put a boulder pad on the ledge for my lead. I'm not sure it would have helped, but I thought I might at least bounce off it.","location":"This is the direct line out the big roof to the left of Lycra Sanction, to the right of Speckman's."},"__v":0},{"_id":"X2GYhvX7UdOSU0Gj4iT0RQ==","name":"Curiosity","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"John Branscombe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":5,"mp_id":"113873244","mp_crag_id":"105944312","climb_id":"X2GYhvX7UdOSU0Gj4iT0RQ==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Stick clip the first bolt and do some radical looking crimping and hucking to a set of lower offs.   This is the route just right of Heat Wave/Maximum Heat.","protection":"3 bolts, stick clip. Lower offs up top I believe.","location":"Just to the right of the sweet left leaning overhanging crack."},"__v":0},{"_id":"PyQdprE0Uyqv5M/bzIooVw==","name":"The Crucible","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mack Johnson, Paul Boissonneault 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":23,"mp_id":"121566639","mp_crag_id":"105944312","climb_id":"PyQdprE0Uyqv5M/bzIooVw==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Description is from the 1995 Saball-Boissonneault Pawtuckaway guidebook.The draw for this iine was the ramp leading up right from the start of Exorcist.  Imagine my pleasant surprise when I rapped to clean it and found a multi-pitcher!P.1 (5.11-) Do the first 15 feet of Exorcist, then move right onto SftD. Follow this for 15 feet, then traverse right along a thin horizontal crack to a small horn on an open arete. Down climb 5 feet to the top of a large boulder and belay on this.P.2 (5.8-) Up the first few feet of Frito's outside of the chimney to an exit left around the corner to a sloping ledge.  Pine tree belay.P.3 (5.10+) Walk up left along the ledge for 25 feet, then follow a right-diagonalling crack system (5 feet right of a right-facing corner) for 30 feet to the top.  \"Aim for a large tree hung up over the large pine tree.\"","protection":"Pro to 3\" I think","location":"Same start as Exorcist."},"__v":0},{"_id":"clShwzb3XJWd4jMKBz+hqQ==","name":"Crossroads","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eli Buzzell, Shaun Aykroid, Doug Plourde","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":16,"mp_id":"114344216","mp_crag_id":"105944312","climb_id":"clShwzb3XJWd4jMKBz+hqQ==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Start up the Bate's Route, extending your pieces as far as possible, and placing minimally in this 5.4 section. About half way up take right leaning crack through big moves in a steep juggy section  to an exposed pedestal rest. Take the time to plug good gear here, and stem right into a bottomless shallow scoop that leads to a vertical slightly run out face on good crimps. Stop at a small horizontal to place your tiny last pieces before continuing to the chains on more positive crimps. Your heart rate will likely come back down as you reach the massive clipping jugs.","protection":"Gear from tiny wires up to #4 cams, microcams and ballnuts suggested. My gear beta is below, which I have provided because I don't want to sandbag someone into injury. I think it is a bit on the stiff side of PG13, but a little on the soft side of R. Your call.\n\n _____________________________ Gear beta spoilers: Extend all placements. - a #3 and #4 for the Bates Route - .75 sized cam for below the steep section - .4/yellow alien for the base of the crack - .3/ green alien on the left side of the pedestal rest - .2/ blue alien/ black totem & Red Ballnut or small wires for the final horizontal. This shit can feel pretty dicey. I doubled down on this placement as the cam is very shallow. Small pro is abundant on the left and right side of this horizontal crack. - Anchor draws.","location":"Locate the Speckman's / Lycra Sanction area in the center of devi's den. This rock climb is easily identified as the face above a large clean roof to the left of the lycra sanction dihedral,"},"__v":0},{"_id":"W5GqMgW+V1aCiQicf/sS3Q==","name":"Book O' Fools","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Gene Vallee 1984","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":25,"mp_id":"118189069","mp_crag_id":"105944312","climb_id":"W5GqMgW+V1aCiQicf/sS3Q==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Stem the esthetic corner capped by a roof.  Exit right, under the roof, up a few moves, then back left and face climb to the top.  The higher you go, the more foolish you may feel.  ","protection":"Toprope   The route was led as a mixed climb, Ignorance is Bliss 5.9 A2.","location":"A few feet right of the Devil's Den cave."},"__v":0},{"_id":"xMtWeL2lWV69MVY4C73yiw==","name":"Bowltender to the B Team","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mack Johnson, Andy Ward 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":6,"mp_id":"118172915","mp_crag_id":"105944312","climb_id":"xMtWeL2lWV69MVY4C73yiw==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Ascend the slab, then climb a sweet right-curving finger crack to the roof (same as F.O.T.D. to here).  Traverse left under the roof into a V-corner, and up this to a large block on top.  Belay from nuts in the block and down-climb 15 feet to a stance.","protection":"Gear to 3\" I think.  It was a long time ago.","location":"Around the corner up hill right from Heat Wave.  The crack and roof-avoiding traverse are obvious in the photo of F.O.T.D."},"__v":0},{"_id":"51Ym4LFEXr+Xe8z9iEiYww==","name":"Bates Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Bates","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"left_right_index":15,"mp_id":"113878313","mp_crag_id":"105944312","climb_id":"51Ym4LFEXr+Xe8z9iEiYww==","areaRef":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Ascend blocky ledges through a lower angle left leaning dihedral. This fun romp comes to a halt when you reach a strange section where you will either have to exit the dihedral and do a slab move with out right, or grovel in a strange sideways position past a weird offwidth that tries it's hardest to spit you out.   Finish the weirdness and clip a two bolt chain anchor to lower off. This anchor can also be used to toprope Speckman's.","protection":"Single rack to 4, though a 5 fits nicely in the cruxy bit.","location":"30 feet to the right of Speckmans, this is the left trending offwidth/ramp above that wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,892b59fd-c472-570d-a02d-81274371fa84","pathTokens":["USA","New Hampshire","*Pawtuckaway","Devil's Den"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.4"},{"count":1,"label":"5.12"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.13"},{"count":4,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":4,"intermediate":7,"advanced":9,"expert":2}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":7,"advanced":10,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.1867,43.12241]},"bbox":[-71.18731606148616,43.12196033981815,-71.18608393851385,43.12285966018188],"left_right_index":-1,"ext_id":"105944312","area_id":"iStZ/cRyVw2gLYEnQ3H6hA=="},"content":{"description":"Devil's Den is home to the largest cliffs in the park and contains a collection of overhanging cracks, mellow chimneys, and steep faces as well as a few of the most difficult climbs in the area. New sport routes have popped up over the years in the 12-13 range while a number of the other climbs have been slowly reclaimed by lichen.  There are a handful of multipitch routes scattered across the crag, although this area sees relatively little action.  If you're looking for something hard, this is the place... check out Friend of the Devil 13a, Sympathy for the Devil 13b, or the unnamed arete out the right edge of the cave 13b. "},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:12:10.745Z","updatedAt":"2022-11-25T11:19:59.211Z"}