{"_id":"6368a60be80bff5a995c5442","area_name":"Green Giant Buttress","shortCode":"","climbs":[{"_id":"YPT+fpE2VYu4hl8tkQeTdQ==","name":"Urban Bypass","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6625,48.14755]},"left_right_index":1,"mp_id":"106910253","mp_crag_id":"108546475","climb_id":"YPT+fpE2VYu4hl8tkQeTdQ==","areaRef":"x9g2MUsSU/iLMgKLP/ecog=="},"content":{"description":"A 2 pitch variation to Dreamer on Green Giant Buttress.   The crux pitch involves great slab climbing up a knobby face.  There are some runout sections but the crux which comes just before the anchors is well protected.","protection":"quickdraws","location":"From the base the crux pitch is on the obvious large clean slab up and to the left.\n\nTopo:\n\nmattsea.com/Darr/pdf/dreame…"},"__v":0},{"_id":"YsjFYPbqUV299/f8ff13Eg==","name":"Safe Sex","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Perkins and others 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6625,48.14755]},"left_right_index":3,"mp_id":"113935841","mp_crag_id":"108546475","climb_id":"YsjFYPbqUV299/f8ff13Eg==","areaRef":"x9g2MUsSU/iLMgKLP/ecog=="},"content":{"description":"Safe Sex is the neglected sidekick to Dreamer, similar to how Orbit once was, relative to Outer Space. But as Orbit gained acclaim for its own merits, Safe Sex is equally deserving. SS takes a direct line, utilizing the huge corner in middle pitches 4 and 5. It is slightly easier than Dreamer and a bit less runout.\n\nKeep this route on your radar when you are heading to Dreamer on a nice weekend, as it is always good to have a backup plan! Don’t go without the excellent Perkins topo (\n\nmattsea.com/Darr/pdf/dreame…\n\n) which shows both routes.\n\nSafe Sex starts at the original Dreamer start, which maximizes elevation by scrambling around on the right to the base of the shallow central corner.\n\nP1. Launch up open slab slightly left of the corner. 2 bolts and gear. 5.7 PG\n\nP2. Continue straight up, merging with Dreamer and sharing its 3rd belay in the shallow corner. 5 bolts. 5.8\n\nP3. Follow P4 of Dreamer up the shallow corner and angle left. After the third bolt, head straight up where Dreamer angles left. 5.7 PG\n\nP4. Step left around a cedar bush and climb the nice L-facing layback (5.7, cams), then right and up a steep rib (or left above overhang via 5.9 variation). If bolt is missing hanger, sling with a wired nut. 5.8\n\nP5. The heart of the route – the ‘dirty-but-good’ corner! The corner is hardly ‘dirty’, but has bits of vegetation which is never troublesome. As the overhang looms, venture onto the steep right wall, and crimp up to the rounded rib. A looong pitch – 6 bolts and gear. 5.8+\n\nP6. Twenty feet of steep knobs, then easier climbing wanders left to the belay. 5.8\n\nP7. Continue left to connect with Dreamer. You can diagonal up and left across runout mid-5th ground and a bolted 5.8 bit to belay #8 (5.8 PG). Or, go directly left (low 5th) to belay #7 of the well-bolted Dreamer Direct. Better yet, ignore these words and just consult the topo\n\nFrom there, rappel or continue up Dreamer to the ridge, which is highly recommended if daylight allows. Remember to factor in all the diagonal rappels, down-climbing, creek crossing and road walking ahead!\n\nDescent requires 60m double-rope rappels.\n\nSafe Sex is the preferred rappel route\n\nas it avoids the notorious rope-eating flakes around pitch 2 of Dreamer. All stations are bolted.","protection":"Single rack to 3.5\" and draws, double 60s, headlamp","location":"Green Giant Buttress, same start as Dreamer.  See Perkins topo and abundant approach info on GGB and Dreamer pages"},"__v":0},{"_id":"D1pFnoI4XtWhJimm3tTjig==","name":"Dreamer Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6625,48.14755]},"left_right_index":0,"mp_id":"106910278","mp_crag_id":"108546475","climb_id":"D1pFnoI4XtWhJimm3tTjig==","areaRef":"x9g2MUsSU/iLMgKLP/ecog=="},"content":{"description":"The direct start to Dreamer offering good slab climbing.","protection":"quickdraws and gear to 2 (sparse placements)","location":"Left of Dreamer  Topo:\n\nmattsea.com/Darr/pdf/dreame…"},"__v":0},{"_id":"nsvvvMM9Xt6M2YtgfgIoCg==","name":"Dreamer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Greyell, Duane Constantino (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6625,48.14755]},"left_right_index":2,"mp_id":"106006991","mp_crag_id":"108546475","climb_id":"nsvvvMM9Xt6M2YtgfgIoCg==","areaRef":"x9g2MUsSU/iLMgKLP/ecog=="},"content":{"description":"Dreamer is the most famous route in Darrington, and with varied climbing at a moderate grade it is deservedly so.  The route is located on a remote crag reached via a poorly maintained access route, it is ten pitches long, and the descent via rappel provides plenty of opportunities to get a rope stuck.  It includes some interesting and challenging crack climbing in addition to several spectacular pitches of knobby face climbing, in a pristine mountain setting with magnificant views.\n\nDescription and Topo:\n\nmattsea.com/Darr/green.htm","protection":"The route requires gear to three inches.  On one pitch, the \"blue crack\" pitch, one can save (hoard) their 1\" piece lower down, but an extra piece in the 2 1/2 \" - 3\" range is helpful.","location":"To reach Green Giant Buttress, drive five or six miles up the Clear Creek logging road from the Mountain Loop Highway southeast of Darrington, and take the right (main) fork. In less than another mile, pass the parking area for the Eightmile Creek trail, and continue on as the road deteriorates (the rocky roadbed is passable by normal cars, but some drivers will be squeamish about their paint job as the alders constantly sweep the side of your car).  In another mile and a half or so, there is barely room to turn around and the road takes a distinct turn for the worse.  The road ends entirely a few hundred yards beyond this point.\n\nThe route to Green Giant Buttress starts out on an old extension of this logging road, but after a half mile drops to an older mining road.  After this ends, continue on to cross a side fork of Copper Creek, bear slightly leftward and follow the main fork to a series of three waterfalls.  A tiny gully heads up and right into the maples and opens up to a larger gully that is followed all the way to the base of the rock.  Scramble up and right to the traditional staging area, which is a few hundred feet below steeper rock above.  There is no real landmark here, but there are a few small cedars standing straight up whereas above this point everything is more bushy looking."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,c7d83631-4b12-53f8-8b32-028b3ff79ca2","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Green Giant Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.6625,48.14755]},"bbox":[-121.66317393634587,48.14710033981814,-121.66182606365408,48.14799966018185],"left_right_index":-1,"ext_id":"108546475","area_id":"x9g2MUsSU/iLMgKLP/ecog==","polygon":{"type":"Polygon","coordinates":[[[-121.66317393634587,48.14710033981814],[-121.66182606365408,48.14710033981814],[-121.66182606365408,48.14799966018185],[-121.66317393634587,48.14799966018185],[-121.66317393634587,48.14710033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:50.131Z","updatedAt":"2024-02-19T18:42:19.046Z"}