{"_id":"6368a29ce80bff5a9956b0d0","area_name":"Nose Area","shortCode":"","climbs":[{"_id":"aYcqj1uQWiGRB8x0i6WZYA==","name":"Wrench In My Pocket","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Karsten Delap, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":7,"mp_id":"116071358","mp_crag_id":"106523709","climb_id":"aYcqj1uQWiGRB8x0i6WZYA==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"This is a direct, sustained line left of Crescendo that is a great introduction to harder slab climbing at the Glass.  By NC slab standards, it is well protected but don't let that fool you... you will be committing fully between bolts and gear placements if climbing at the grade.  Start with moderate moves immediately underneath a bolt at 20' up.   At the 2nd bolt, traverse right and make an exciting high step while padding the blank wall.  Find small gear above and continue on to the 3rd bolt.  Ocassionally trend right between upper bolts to find the path of least resistance and bigger fall potential, or trend directly through the bolts with harder moves.  Carefully balance and clip the last bolt before stepping back out right for the final crux move.  Figure out how to manage the final miserable sloper before finding a small but amazing hold leading to the 2-bolt anchor.  Final move felt a bit height dependent to me personally.  Go climb the line and judge for yourself","protection":"6 bolts and small finger sized gear","location":"Located between Crescendo and Linear Progression"},"__v":0},{"_id":"T7FjWQJYVROH2xWuLRDjww==","name":"Sundial Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bob Mitchell, Will Fulton - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":3,"mp_id":"105891892","mp_crag_id":"106523709","climb_id":"T7FjWQJYVROH2xWuLRDjww==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"Although it's not a long sustained splitter crack, this is a really nice route, especially if the Nose is occupied. The crack actually runs for only ~20 ft on the 3rd pitch and is flaring, but protectable. The Lambert/Shull guide rates it 5.8, but I thought it was really mellow for the grade.\n\nThis description is meant to\n\nsupplement\n\nthe Lambert/Shull book. Ratings are from the book.\n\nStart: Pretty much where the approach trail meets the rock. Relatively short approach.\n\nP1: 5.5 80' Climb up and stay right of bulge, then move left to anchors. Either this pitch is underrated or the next pitch is overrated, as they didn't feel that different in difficulty.\n\nP2. 5.8 100' At start, look up & right to anchors at top of 2nd pitch. Aim for those. Plenty of gear options.\n\nP3: 5.7 120' If climbing on 50m ropes, climb more than 120' to ensure enough rope for last pitch. There are no fixed anchors for the end of this pitch.\n\nP4: 5.6 150' Move up & left, aiming for the top of The Nose.\n\nDescent: same raps as nose at the base of a distinct downward pointing    flake. Using two 50m ropes rap to the \"parking lot\"-anchors are on right end if facing rock; rap to anchors between The Nose & Sundial Crack; rap to ground.","protection":"(stolen from the description of\n\nThe Nose\n\n): \"Lots of small and medium cams, TCUs, tri-cams, etc. Make sure you bring plenty of runners and some good stiff shoes.\"\n\nThe first pitch takes larger gear than you'd think. I used a yellow #2  Camalot. The party before us used a blue #3.\n\nI was glad to have multiples of .3-.75 camalot C4's, C3's, & several TCU's. The gear in the goofy belay picture is pretty typical of what's needed through the whole climb (.5 C4, .4 C4, yellow TCU, 000 C3, 0C3).","location":""},"__v":0},{"_id":"66yIY/OCVNmEBoQrAcSz7g==","name":"Southern Crescent","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Whitney Huermann/ Peter White 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":6,"mp_id":"106866567","mp_crag_id":"106523709","climb_id":"66yIY/OCVNmEBoQrAcSz7g==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"Southern Crescent is for the eyebrow aficionado. Don't hop on this one until you've mastered Hyperbola, Chaos Out of Control, and any other \"well protected\" 5.10 at the Glass that you can think of.  Not as consequential as the \"Bomb Flake\" but more serious than your average Glass route.  Southern Crescent deserves traffic and has some fun and challenging climbing.","protection":"Your typical Glass route.  For sure small Tri-cams.\n\nMaybe traverse to the Nose rap route.","location":"This route is located left of Hyperbola and right of Sundial Crack.  Locate the obvious steep bulge with a few bolts.  Start up the mostly unprotected face (5.8+) to a bolt.  Traverse left and pull the steep and off balance moves over the bulge.  Belay.\n\nThe 2nd pitch has a significant runout off the belay (5.9+).  Clip a couple bolts and pull the no hands stand up move."},"__v":0},{"_id":"nPClndddVRmjyfr0muqeEg==","name":"Sensemilia Sunset","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Peter White and Whitney Heurmann ca. 1996","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":4,"mp_id":"105941668","mp_crag_id":"106523709","climb_id":"nPClndddVRmjyfr0muqeEg==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"On one of my first trips to Looking Glass sans guide book and inexperienced with runout slab climbing, I ran into a local who recommended this new route as a good 5.9. It was the perfect sandbag and quite memorable.\n\nBegin about 50 yards to the right of Sundial Crack. The first 50-60 feet is a sea of unprotectable eyebrows (~5.8) ending on a ledge. I would recommend belaying here but didn't the first time I climbed it resulting in some serious rope drag. Pull over an easy, well protected bulge above the ledge. Veer to the right and follow the path of least resistance to a crack which takes good gear. From the crack, head back slightly left and up towards the anchors. As I recall the last 20 feet is pretty hairy unprotected climbing that left me feeling nauseous. I went for it and to my relief found an unusual \"thank god\" hold just below the anchors that wasn't visible from below. If you are not a well seasoned Looking Glass slabmaster, I would not recommend this as a first 5.9...or even a second or third for that matter!\n\nAddendum:\n\nPer the guide book the route continues on for another 3 pitches:\n\nP2: 5.9+, 150 ft with a bolted anchor\n\nP3: 5.7, 150 ft also bolted anchor\n\nP4: 5.5, 165 ft; descend as for the nose","protection":"Not much. Bolted Anchors on pitches 1-3. Rap the nose route. Bring an extra pair of shorts.","location":"The route begins about 50 yards to the right of Sundial. The start was rather inobvious and the only real landmarks that I recall are the anchors at the top of the route."},"__v":0},{"_id":"eOU5zzgMWQG7MbPUhMzffQ==","name":"Peregrine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Longenecker, Brian Lee, Sean Coffey, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":2,"mp_id":"105950734","mp_crag_id":"106523709","climb_id":"eOU5zzgMWQG7MbPUhMzffQ==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"Pitch 1:  Climb eyebrows for about 75 feet to a nice ledge (you will be almost even with the Pitch 1 anchors on Sundial which will be to your right); gear anchor.\n\nPitch 2: (crux) Climb past the rap bolts (out right) and up over the dike.  You will want to search for another gear belay once you are up and right of the anchors on the start of pitch 3 of The Nose.\n\nPitch 3:  Climb up to the right edge of the parking lot and either use the rap anchors or build a belay out right.\n\nPitch 4:  Work your way up and slightly left to the anchors at the top of The Nose.  Three double rope rappels get you to the ground.","protection":"Standard NC rack with plenty of small stuff.  Aliens work great, tri-cams are good.  Long runners, two ropes.","location":"Peregrine is a slightly harder direct line in between The Nose and Sundial Crack.  The route starts about 50ish feet right of The Nose.  Look for the worn patches of granite that will indicate the start."},"__v":0},{"_id":"LIlNJxjbVIaCat0HbIeKyw==","name":"The Nose","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Longenecker, Bob Watts, Bob Gillespie - 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":1,"mp_id":"105874396","mp_crag_id":"106523709","climb_id":"LIlNJxjbVIaCat0HbIeKyw==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"Pitch 1: Climb low angled ground past numerous eyebrows to a ledge. 5.5, 90'\n\nPitch 2: Climb up to and then along the right angling ramp that is obvious from a distance. 5.8, 100'\n\nPitch 3: From the belay climb straight up the slab. Crux is early on. 5.8, 100'\n\nPitch 4: Climb straight up from the belay or alternately (what I did to bypass a slower party) traverse left onto easier slab. This route is winding and requires a lot more rope, but is significantly easier than the direct version.\n\nThis route was so much fun. The exposure is great and the rock is phenomenal.","protection":"Lots of small and medium cams, TCUs, tri-cams, etc. Make sure you bring plenty of runners and some good stiff shoes. It seems to me like there were bolt anchors at every belay. We rappelled the route Peregrine which is the next route right from the Nose.","location":"From the end of the approach trail, head a little to the left and look for the pale right-angling ramp on the second pitch. Begin below the lower end of it."},"__v":0},{"_id":"FDu6ATXHXyGOqS63jKqhVA==","name":"Linear Progression","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nathan Brown, Tom Caldwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":9,"mp_id":"112888892","mp_crag_id":"106523709","climb_id":"FDu6ATXHXyGOqS63jKqhVA==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"This is a stellar addition to the Nose Area. Some of the most challenging eye brow climbing at Looking Glass. Underclings, slopers, and thin slabbing make up the meat of the route. While much of the climbing is difficult, there are ample stances between each challenging section and clean falls if you pitch off. A great route to break into the grade.\n\nStart in a gully 40' left of Hyperbola at a slab apron. Climb up the slab apron getting a key red tricam or offset in a pod. Continue straight up to the left side of the large flake feature shared with Hyperbola. At the top of the flake get a piece of gear and do some thin slabbing to the first bolt. After the first bolt, the wall steepens and gets technical. Get two finger sized cams in a row (.4 and blue metolius) to protect the tricky mantle and slabbing to the next set of bolts. The next bolt is the crux high-step undercling funkiness. Clip another bolt and work your way through the slopey goodness to reach a cool jug just where you want it. Get onto the jug and clip the next bolt. Move slightly left through the bulge clipping two more bolts on more slopers. A couple of thin to medium finger sized pieces protect the last little bit to the two-bolt anchor. (140' 11d/12a)\n\nThe second pitch blasts straight up off the anchor. Climb lower angled terrain through big rounded eye brows. Wander slightly right to get a 1 camalot placement in a narrow spot. Trend up and left through the moderate crux placing some thin pro. Romp to the top on big eyebrows just left of Hyperbola's second pitch. End at a nice slabby ledge with a nut and hex anchor. This pitch is okay, but not as classic as the first, worth doing once. (180' 5.8R)","protection":"Doubles from thin to medium fingers, singles to 2 camalot for the second pitch. Quick draws for several bolts, a couple of slings, and many trad draws. Two ropes are required to rappel the route. 2 bolt anchor at P1 and fixed nut and hex for P2.","location":"From the Nose, when the trail drops down to head to Hyperbola, start here at the base of the wall in the gully. The climb goes straight up the far left side of the big Hyperbola flake. The meat of the climbing is about 30' left of Hyperbola. A few grey colored bolts should be barely noticeable from the ground."},"__v":0},{"_id":"7ewJrVi1X3Gp6NYl5HQq+g==","name":"Last Day In The Rainforest","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":5,"mp_id":"121927786","mp_crag_id":"106523709","climb_id":"7ewJrVi1X3Gp6NYl5HQq+g==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"If you are into old, obscure, run out climbs you can put this on the list. This route is a step up from its neighbor sinsemilla sunset in difficulty. Pitch 1 start directly underneath the anchors for sensimelia sunset. This pitch is the most fun you’ll have till you’re back on the ground. Slab straight up to anchors. These fixed anchors are at an uncomfortable location and the route flows much better if you climb 15’ higher and build an anchor on the ledge up and slightly right. 5.9 175’\n\nPitch 2 traverse hard right out the ledge till it begins to peter out. The bolt on sinsemilla sunset will be 20-30’ left and straight up. From here start venturing upwards and continuing right through crusty lichen and some deceptive route following. Do some searching. Build a belay when you reach a reasonable place to do so in the 80-100’ margin. 5.10R\n\nPitch 3 climb directly up through crusty terrain and build another belay in the 80’ margin 5.9\n\nPitch 4 climb 5.easy to the tree island\n\nRap down a lane of your choosing depending on the crowds.","protection":"Double rack 00-2 and tricams. Using half ropes or extending all placements could make it very reasonable to climb this route in three purchases. I was unsure where to build safe belays and where the route travels so I did a couple short pitches. P","location":"Right of Sensemilia Sunset"},"__v":0},{"_id":"l931LaaLVOeuVxhIjAPiFw==","name":"Hyperbola Direct Start","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":11,"mp_id":"107902591","mp_crag_id":"106523709","climb_id":"l931LaaLVOeuVxhIjAPiFw==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"The direct start is a good variation to the original if you don't feel like 5.9 R slab climbing. Step up on the ledge next to the tree. Pull onto the face up to the first bolt on pretty good holds. You can sling the tree, a flake, or get a bomber yellow #2 C3 in before the first bolt. Pull onto a creaky flake (feels bad but it will hold) Make some hard moves to clip the 2nb bolt and get to the sloper rail. Delicate climbing up to a little horn which feels like a jug at this point get a good shake and work up the side pulls. Bust out right to a good gaston (you can get a 000 C3 under the flake but I'm not sure it would hold, more of a mental piece) Pull over the bulge on bad slopers and worse feet then make your way back to the left to a really fun finger crack and meet up with the original route.","protection":"2 bolts, standard Looking Glass rack.","location":"110 yards right of Sundial Crack."},"__v":0},{"_id":"hOc7ISsPXpmeBfIZtGnFsA==","name":"Hyperbola","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Percy Wimberly & J. Seay, @ 73 FFA  Grover Cable, Dave Black, Diff Ritchie,  &  Direct Finish Bob Rotert & Tom Kimbrell,  @ 75","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":10,"mp_id":"105900646","mp_crag_id":"106523709","climb_id":"hOc7ISsPXpmeBfIZtGnFsA==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"This was one of my favorite routes, for the grade, at the Glass. It was originally called Five Easy Pieces by the first ascent party that did it as an aid climb. Sometime afterwards we started calling the route  Hyperbola and the name stuck.\n\nMy recollection of this route is it has a very hairy first pitch that involves some thin, hairball, 5.9 Carolina slab climbing where a fall would not be good for the leader, to reach the base of the arch. To start the route you climb up on some large flakes that are below & to the left of the arch. The tricky slab climbing starts off of the flakes and heads up & right to the base of the arch crack system. Since the first ascent, a harder, but better-protected direct start has been added. Getting thru the hairy slab climbing is the psycological crux of this route.  A rest can be had afterwards at the base the crack system. Here the leader can rest & recoup for the pumpy technical crux under cling & pull-over move to reach the beautiful arching dihedral finger crack. Be sure your pro is set good before heading up here.\n\nOn one memorable ascent, a good friend of mine, was launching out on this move when his pro pulled out while in the middle of the crux pull over. Cams were not on the market at that time and he had only placed this one hex to protect the undercling. This left nothing but the bolt on the slab as his last protection and he was caught looking at a potential 50-plus-foot ground fall. He looked down at me, trimbeling, wild eyed, like a deer caught in the headlights!! I shouted out my encouragement and sent up all the positive energy I could thru the rope that ran between us.  Shaking, scraping, and breathing like a locomotive he managed to barely pull over the crux move!! \"Are you alright Peter!!??\" I called up. After a quite a few minutes, where I think he was digesting seeing his whole life flash before his eyes, he replied \"Yea!\" He finally regained his composure and, like the true hard man he was, finished up the rest of arch.\n\nMost folks will rap from the top of the arch, but there are 2-3 more pitches to finish the route to the top. Second pitch being around 5.9 with one, guide book says two bolts, but I only remeber placing one  for pro and the crux moves would be getting off the top of the arch. The third & fourth pitches follow an indistinct line and are probably 5.7-5.8. Dave Black and Grover Cable did another route going further right from the top of the arch.","protection":"Light Looking Glass trad rack.","location":"About 300  feet to the right of Sundial on top of some large flakes below the very obvious beautiful Yosemite-looking arching crack."},"__v":0},{"_id":"dsvOCdeLUjmbwUHqq26mfw==","name":"Dum Dee Dum Dum","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brad Shaver & Bob Gillespie  FFA Bob Mitchel & Ron Cousins all in 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":0,"mp_id":"105939142","mp_crag_id":"106523709","climb_id":"dsvOCdeLUjmbwUHqq26mfw==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"Easy runout to the base of an obvious crack. The crux is right off the slab and is protected by a bolt. The difficulties begin with a sharp off-hands crack which gives way to strenuous hands and fists to the top.\n\nAddendum per guide book:\n\nSkirt right of the bolt and back to the crack on p1 to make it 10a\n\nP2: Climb a wide crack along an arch to a bolted anchors, 5.8 70 ft\n\nP3: Pull over a 5.9 bulge and belay after 100ft\n\nP4: scramble up easier ground and descend as for the nose","protection":"A single bolt at the crux. Wide range of passive gear. Multiples in the 2-3 camalot range. Rap the nose route.","location":"Hike in as for the Nose and head downhill and north from the the base of the Nose. Walk past a large slab and find the obvious crack."},"__v":0},{"_id":"+B84TzfsV2a61xzAI9TLwg==","name":"Crescendo","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"left_right_index":8,"mp_id":"113359340","mp_crag_id":"106523709","climb_id":"+B84TzfsV2a61xzAI9TLwg==","areaRef":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":"This is a fun new single pitch climb that is essentially a rerouting (with direct start and direct \"finish\") of an old abandoned EB project. It ends in a bowl below the blank headwall.\n\nThe climbing gets harder and harder with each move, but with great stances at each protection point and mostly positive eyebrows, it makes for a fun outing.\n\nClimb the easy corner to a ledge. There is a good pod for a #1 camalot or tricam here. Crimp up and left into eyebrows and gear, pass a bolt up semi-spicy slabbing, to a sloping ledge beneath the steepening wall. Climb past another bolt, a blue and purple tcu (different placements), then two more bolts. At the last bolt, move a ways right then up and back left to the anchors.","protection":"light rack up to hand size cam, 4 bolts and anchor","location":"Start in the short left-facing and arching corner that marks the leftmost end of the Hyperbola Flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,93c393dc-b302-5b9f-b506-bc3aeb93f430,8cc9360a-093a-5b1b-915c-55bf36dd449e","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Looking Glass Rock","Nose Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.79538,35.30474]},"bbox":[-82.79593099352034,35.304290339818145,-82.79482900647967,35.30518966018186],"left_right_index":-1,"ext_id":"106523709","area_id":"jMk2Cgk6WxuRXFW/Nt1Eng=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:16:00.851Z","updatedAt":"2022-11-25T11:20:58.445Z"}