{"_id":"63689d5ce80bff5a994f4330","area_name":"Mt. Hitchcock","shortCode":"","climbs":[{"_id":"iuET+YBJXoezIA7GyUYSsA==","name":"Welcome to Krackizstan","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Musyiyenko, Vitaliy and Ferro, Adam (07/2016)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31358,36.55876]},"left_right_index":0,"mp_id":"112043628","mp_crag_id":"112042161","climb_id":"iuET+YBJXoezIA7GyUYSsA==","areaRef":"QIEL82KHXvaeVUCAC6yNpQ=="},"content":{"description":"1) Start the route at the low point of the buttress, below the big ledge you can walk around to. We scrambled a ways up to low 5th, setting up a belay on a nice ledge with a good horn to sling as the first placement. Continue climbing up good and moderate crack to a big ledge from which a wide corner with jamming in the back will take you to a good belay spot. 50 meters 5.10\n\n2) Traverse right off the belay into a prominent left facing corner. Hand jams pretty much all the way up. There is a fun, juggy flake on top of this corner. Don't be too afraid pulling on it, seemed very solid! Belay on top, below a thin right facing corner. 5.10- 40 M\n\n3) The Wawawiwa Dihedral - one of the best pitches, although most are pretty damn good! Nothing to say - obvious right facing corner with great finger jamming and good climbing. 11a. Belay on top 30M (depending on where you start and stop).\n\n4) The Wizard's Sleeve crack. climb a beautiful handcrack in the corner to a ledge, from where the 'Wizard's Sleeve\" splitter starts up. Climb it (cruxy) and traverse right. Belay somewhere on top of the splitter for the best stance. 25 M 5.10+\n\n5) Climb up towards the Great Success crack in a left facing corner that turns into a short chimney with a hand crack up above. Exit the chimney and step left, around the corner, set up the belay below a BEAUTIFUL splitter. #1BD, a nut and maybe a 0.75 size can be used for an anchor, or something improvised. Length of the pitch will depend where the previous belay is set. From the area of the good ledge, this pitch should be about 50 M, 5.10-\n\n6) The Sexy Time splitter. To gain the splitter we climbed right of the belay. Going straight up looked possible to but harder.  On the good ledge above the splitter go left up to a 20 foot tall #3 sized corner, climb this and you'll find yourself on a huge rubble covered ledge.  Build a belay anywhere on the massive ledge. 50 M 5.10\n\n6.5) Move the belay across the huge ledge into the cave formed by the fallen pillar resting against the headwall.  The Gypsy Tears crack is inside this cave. 15M 2nd\n\n7) The Gypsy Tears crack - climb it. Cruxy and not far off the ledge, Felt 10+ or 11-.  After the crack step right on to the fallen pillar and find a crack system further right to take you up the the next large ledge.  Build a belay on the large ledge right below the Great Success Crack. 30M 5.10+/5.11-\n\n8) Climb the Great Success crack, then continue up easy slabs and cracks.  Build a belay wherever is convenient. 5.8 50M\n\n9) Climb straight up from the belay to another set of cracks in a left facing A shaped overhang. They are the ones that look appealing. Climb up blocky terrain to the top of the buttress.\n\n10) Downclimb off the buttress on the south side, protect for the follower and set up a belay where it makes sense.\n\n11) Continue roped climbing, simul or solo out. You can make this last bit as easy or as hard as you desire really.\n\nThe summit is a short walk south from the top of the buttress. A really cool balancing ball shaped rock. Take in the views and take some pictures, the place is fantastic!","protection":"Doubles from thin to #3 with one #4 and a set of nuts. No need for anything tiny.\n\nTriples in the red C3 through 0.4 camalot may be nice to have for the thin corner pitch.\n\nA set of nuts.\n\nSlings.","location":"On the prominent buttress. NE Facing - closer to the north (right) side of the formation if facing from Mt. Whitney."},"__v":0},{"_id":"30HhLrqNXvid4YQyWuJU1A==","name":"The Starlight Dihedral","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"(7/2016)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31358,36.55876]},"left_right_index":2,"mp_id":"112042255","mp_crag_id":"112042161","climb_id":"30HhLrqNXvid4YQyWuJU1A==","areaRef":"QIEL82KHXvaeVUCAC6yNpQ=="},"content":{"description":"1) Scramble to the base, snowy in the early season and start on the left side of an obvious double dihedral - the right facing one with a hand crack. On the opposite side is a cool looking thin crack. Step up and through the pod and climb the dihedral to a nice belay ledge, below another awesome left facing dihedral. 35 5.10\n\n2) Climb the left facing dihedral with cool face holds, crimps and occasional jugs on the left side (dark rock). After a small overhang at the end continue climbing up slabby thin cracks to a ledge where you can sling a big block and belay (right of the big OW, below a thin crack). 45 5.10-\n\n3) Climb towards the OW and cut left around the arete towards the obvious flake. Up that crack system towards the left facing stacked flake system which seem to overhang at the top. 45m 5.10-\n\n4) Step off the nice belay ledge onto the slabby face (left). Reachy left foot to a knob. There is pro and easier climbing up slabby cracks/flakes which will take you above the system and you will see the big slab on your left. The slab guards the giant dihedral that you were aiming for in the first place. You may choose to belay up there, or climb across the slab into the corner. 5.9+ (one move wonder) with 5.7 RX slab into the dihedral. 60 M.\n\n5) Climb the obvious right facing corner. First pitch pulled a small overhang and went up. Save a #4s for a belay somewhere, or a #5. Walk them or w/e it is easy. 45 M 5.7\n\n6) Continue in the same dihedral. The difficulty increases a bit. 45 M 5.8-9\n\n7) SICK pitch of varied jamming from fists to hands, fingers, more hands, features on the face etc. Belay before the short overhang. AWESOME 60 M pitch. 5.10+ maybe.\n\n8) One of the wildest pitches you may do in the mountains. The route finding is obvious, continue up the dihedral, pulling multiple overhangs. Belay on top of the gnar on the great ledge. To the right of you is an OW. 5.11 35 M\n\n9) Climb 5.9R OW (it is not R if you bring a #6 cam, but do you want to?!), than either straight up the handcrack that becomes thin (5.11ish) or left over an overhang. Continue up another wide crack in the middle of the arete to a nice belay ledge, if rope drag doesn't F*** you. 50 M 5.10 or 11\n\n10) Climb straight up good corner cracks and systems, mostly keeping on the left side of the arete. 5.10 40M\n\n11) Do some 5th class climbing to the place where you feel ok unroping. Scramble off to the right, before the last tower. Or climb the tower! The rock looked like shit to us so we did not. The summit is a long walk from here...","protection":"Doubles from small to BD #4. Single #5. Or bring a bolt kit and make bolted belay stations in the dihedral where big cams are needed for an anchor...","location":"NE Face of Mt. Hitchcock. The buttress with a giant dihedral that looks intriguing. One of the first ones if looked at from Guitar Lake."},"__v":0},{"_id":"unWWu82xViq3AA6Lwky0+A==","name":"Pressure Drop","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Pond, Andy Stephen 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31358,36.55876]},"left_right_index":1,"mp_id":"121773537","mp_crag_id":"112042161","climb_id":"unWWu82xViq3AA6Lwky0+A==","areaRef":"QIEL82KHXvaeVUCAC6yNpQ=="},"content":{"description":"This route was written up in the 2020 AAJ:\n\nhttp://publications.americanalpineclub.org/articles/13201215734\n\n-- thanks! The bottom and top are a bit scrappy, but the middle splitter pitches are outrageous, with some amazing hero climbing and perfect cracks.\n\nRefer to the photo for the approximate line. All belays are at plush ledges or stances. We did about 7 or 8 long pitches to an alcove at the top of the headwall. From here gain the ridge and follow it for a deceptively long ways. This section took us a while to navigate. Your mileage may vary.","protection":"Doubles to #3. #4 is probably pretty optional.","location":"Alfred's Tooth is the prominent buttress between Lower and Upper Hitchcock Lakes. This is also a logical spot to camp. Pressure Drop starts just to the left of the 2010 Haden/Pennings route\n\nPleasure Garden\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,40810bf3-6287-5ef6-9e55-40800bac8da5","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Hitchcock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.31358,36.55876]},"bbox":[-118.31413980353462,36.558310339818135,-118.31302019646539,36.559209660181864],"left_right_index":-1,"ext_id":"112042161","area_id":"QIEL82KHXvaeVUCAC6yNpQ==","polygon":{"type":"Polygon","coordinates":[[[-118.31413980353462,36.558310339818135],[-118.31302019646539,36.558310339818135],[-118.31302019646539,36.559209660181864],[-118.31413980353462,36.559209660181864],[-118.31413980353462,36.558310339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:50.559Z","updatedAt":"2024-02-19T18:28:49.937Z"}