{"_id":"6368a214e80bff5a9955da76","area_name":"Sentinel, The","shortCode":"","climbs":[{"_id":"fM2BiUHeUPankk3DmiLdyg==","name":"North Ridge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45326,35.21167]},"left_right_index":0,"mp_id":"105788221","mp_crag_id":"105788189","climb_id":"fM2BiUHeUPankk3DmiLdyg==","areaRef":"6wkLlF5CWNGEPV5KsccRrA=="},"content":{"description":"Pitch 1: Begin on an open book at the north end of The Sentinel (west face). First 15 feet or so are difficult to protect but go at about 5.5. Continue through the offwidth section (5.6) and place a #4 Camalot. Continue up and right through some bushes through easy 5th class and trend right to a tree with some webbing wrapped around it. Belay here. \n\n  Pitch 2: Continue up from the tree, trending slightly left. Pass through some loose rock (can be difficult to protect) through some 5.5 or 5.6 climbing, placing pro where you can. Continue up through the offwidth (need #5 cam to protect) to a ledge, and then right to another ledge. Belay here (can use cordelette off rocks for anchor). \n\n  Pitch 3: Continue up easy 5th class to the summit. Could do the climb in two pitches with a 50m rope, but rope drag may be nasty.      ","protection":"Gear: Single set #.4-#5 Camalot \n\n  Anchors: Can use webbing/ cordlette around summit boulders \n\n  Descent: Walk of the south end of the formation (exposed 4th class), or rappel down Lost Ledge route (south end) with two 60m ropes. There was some new webbing with rap rings already placed when I climbed it (9/2005). ","location":""},"__v":0},{"_id":"w/oFlM/EW5KU7JlcQtaU6Q==","name":"Lost Ledge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry Kline, Steve Merrill, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45326,35.21167]},"left_right_index":2,"mp_id":"105788205","mp_crag_id":"105788189","climb_id":"w/oFlM/EW5KU7JlcQtaU6Q==","areaRef":"6wkLlF5CWNGEPV5KsccRrA=="},"content":{"description":"Can be done in 1 or 2 pitches. I would recommend one, which definitely can be done with a 60m rope and I believe it can be done with a 50m. \n\n  Begin on the nice-looking right-facing dihedral, on the right (south) end of the west face of the formation. Good protection, good rock. Follow the lichen-covered crack in the middle of the dihedral to a small roof and step left, continuing on easy 5th class to the summit. The crack can also be continued through the roof (5.7) instead of traversing left.","protection":"Gear: Single set to #2 Camalot, set of nuts. \n\n  Anchors: Can use webbing/ cordlette around summit boulders. There was some new webbing with rap rings already placed when I climbed it (9/05). \n\n  Descent: Walk off easy 4th class heading east, to the east saddle, then descend north to join the approach route to the Sentinel.","location":""},"__v":0},{"_id":"2vvSmp36W3KVVJUsNV0iCw==","name":"Almost Overlooked","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Briqan (Brian?) Holcomb & Richard Warren - July 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45326,35.21167]},"left_right_index":1,"mp_id":"106467303","mp_crag_id":"105788189","climb_id":"2vvSmp36W3KVVJUsNV0iCw==","areaRef":"6wkLlF5CWNGEPV5KsccRrA=="},"content":{"description":"P1 - 5.7, 30+ feet: Once above the 15 or 20 foot crack, head mostly up while trending left to below a bulge with a kind of hard-to-see button-head bolt - more like a large boulder. Unlock the rightward moves above the bolt/bulge (5.7), then continue up past the very short evergreen tree, reaching a nice, flat, large-ish belay ledge about 30 feet above the tree. Roughly 3/4 inch gear for the anchor.P2 - 5.7, 30+ feet: Head up on easy terrain to a bit below the left side of the roof. Follow cracks up and rightward to the approximate middle of the roof. Traverse right (5.7) and then up out from under the roof on thin pro. Continue up to the top. Can encircle the summit’s boulder pile with rope for anchor.P2 Var - 5.7, 30+ feet: This is probably the better of the two ways to finish, especially if a party is  there to climb Lost Ledge as well. Thanks to kevinnlong for commenting about it.Head slightly to the climber's left from the big ledge area. Make your way up through a minor trough minimizing use of large stacked blocks just on your left. Continue up the trough passing a prominant 10 foot right facing flake, avoiding it by staying right a few feet. Just below some overhanging features, traverse right about 5 feet on good rock and then head up to the top.","protection":"Standard rack.","location":"Start at the base clockwise from North Ridge, hiking around a corner and up dirt about 20 feet.  The route begins straight up a very clean ~one inch crack that is about 15 or 20 feet tall; see the below photo for the locations of the start and the hard-to-see bolt.\n\nStart of P1 is marked, as well as the location of the hard-to-see bolt.\n\n "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,6905afb1-152e-55f8-b91c-db5bf96bf786,eb090b94-5e42-58d1-843d-5e4ab1c711ac","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Chimney Canyon","Sentinel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45326,35.21167]},"bbox":[-106.45381036115226,35.211220339818134,-106.45270963884774,35.21211966018186],"left_right_index":-1,"ext_id":"105788189","area_id":"6wkLlF5CWNGEPV5KsccRrA=="},"content":{"description":"A picturesque granite summit on the ridge between upper LaCueva and Chimney canyons.  Because of the low angle of the rock, climbs tend to be easy to moderate.  Lost ledge seems to be the classic here, starting in a beautiful and smooth dihedral."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:49.026Z","updatedAt":"2022-11-25T11:20:32.980Z"}