{"_id":"6368a1b8e80bff5a99553fa6","area_name":"North Percy Peak","shortCode":"","climbs":[{"_id":"mXqQLqeDW5ilKAenMCpMeQ==","name":"South West Face","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"History:  This climb was most likely climbed many years ago by North Country Adventures","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.4355,44.6631]},"left_right_index":999999,"mp_id":"108248359","mp_crag_id":"108248353","climb_id":"mXqQLqeDW5ilKAenMCpMeQ==","areaRef":"5xB4x2uWUu6aXeCIbgfyeA=="},"content":{"description":"The neat thing about this climb is that you can combine a worthwhile hike with a technical rock climb and reach a real summit. Even though the overall difficulty is somewhat low the climbing is clean and entertaining. The views are some of the best in all the White Mountains and on a clear day can reach 50-100 miles in all directions. Do this climb for the pure experience of moving over wonderful rough granite in a superb location.\n\n The cliff is at a uniform angle and difficultly the entire way with many locations for climbing protection in both vertical flakes and overlaps. The climbing varies from mostly 5.3 climbing to a few easy 5.4 sections and is always interesting and on attractive rock. The rock is very coarse, naturally clean granite that offers excellent friction. This is a perfect climb to do in your sticky rubber approach shoes. It is possible to climb anywhere on the face but the route described below links the best rock and the longest pitches on the slab.\n\n Pitch 1: Start at the lowest point of rock. Climb straight up stepping over a few overlaps to a belay just down and right of the biggest overlap in the center of the face. 200\n\n Pitch 2: Diagonal up and left under the center overlap eventually stepping over at a break. Follow flakes and cracks past cool holes in the rock up and left around the prominent bush island in the center of the slab. Belay 30 feet up and left of the island at a good overlap. 200\n\n Pitch 3: Step right and climb straight up the beautiful clean rock past flakes and cracks till at the right side of another bush island. Belay here from a small spruce tree. 200\n\n Pitch 4: Scramble easily to the top and move right to the trail. 100","protection":"Gear: Bring a full set of cams from .3 to #2 Camalot size and a few tri-cams. The majority of the gear is in good horizontal cracks under overlaps. There is no fixed gear of any kind on the climb and none is needed. A single thin 60 Meter rope will suffice as good belays can be established almost anywhere on the face and you will be walking down. Three full 60 meter pitches and a short scramble pitch will get you to the top of the slab.    Descent: Once at the top of the slab hike slightly right and up and you will soon cross the trail. You can be at the summit in 5 minutes of easy hiking with 360 degree views as a reward. The trail can then be followed back to the saddle and the road in 2.2 miles.","location":"From the Nash Stream road trailhead follow the Percy Peaks hiking trail for approximately 1.5 miles (steeply at the end) till just before the saddle between North and South Percy Peaks. Just before the trail starts to level out at the saddle it climbs up on the spine of a small rock wall (Admin NOTE: more like a boulder). Just before you take the 3 ft step down off the \"wall's\" top, the climb can be seen looking North above the trail on the left. \n\n   Walk 50or so further to a right bend in the trail and head left and uphill into the woods. \n\n  A small wet 40 cliff may be encountered on the approach that will need to be circumnavigated on the right to reach the slabs bottom, otherwise, the terrain tends to force you downhill and left until you run into the lower-angle slabs over there. The usual North Country bushwhacking will be encountered but it is not a prolonged thrash. Allow 1.5 to 2 hours to reach the slabs toe of rock, possibly much less if you are a fast hiker. \n\nMore Beta on the approach from Ben Townsend : \n\n  Did this route for the second time on 8-31-15. Nailed the approach this time. Comments: \n\n  1. Stay horizontal on the traverse through the woods after leaving the trail. Disregard the first little 10' vegetated \"cliff.\" The cliff mentioned in the description is about 30' high and vertical. Head up right under it until it's easy to continue traversing left (there's at least one scary-looking spot where it looks like you might be able to scramble up; keep going). Once you've cleared the cliff, continue traversing horizontally. You should start seeing the slab. The bushwhacking is briefly thick here, but that section's very short. \n\n  2. The bottom 20' of the slab is mossy and uninviting. There's a nice starting ledge on the right, above this section. From here, Brad White's pitch descriptions make total sense. (The first time we did the route, we were confused pretty much until we reached the top.) \n\n  3. The pitch lengths are generally a bit shorter than the description suggests. We ran 3 and 4 together with a 70m rope, at around 220'. \n\n  4. Blueberries on top were AWESOME!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4eb5c882-6ac8-52c7-bb65-274c9e5a9f56,e71078c7-6b96-52ee-9a5d-e0886e07f278","pathTokens":["USA","New Hampshire","Great North Woods Region","North Percy Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.4355,44.6631]},"bbox":[-71.43613220907982,44.66265033981814,-71.4348677909202,44.663549660181864],"left_right_index":-1,"ext_id":"108248353","area_id":"5xB4x2uWUu6aXeCIbgfyeA==","polygon":{"type":"Polygon","coordinates":[[[-71.43613220907982,44.66265033981814],[-71.4348677909202,44.66265033981814],[-71.4348677909202,44.663549660181864],[-71.43613220907982,44.663549660181864],[-71.43613220907982,44.66265033981814]]]}},"content":{"description":"North Percy Peak is located in Northern New Hampshire on State lands on the Nash Stream purchase. This prominent peak looks more like a Tuolumne Dome near Yosemite Valley in California than a typical Eastern Mountain. North Percy Peak has a very obvious slab on its South West face that can be clearly seen from many miles away. This slab is the climb."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:12.727Z","updatedAt":"2024-02-19T18:35:43.398Z"}