{"_id":"6368a722e80bff5a995dda11","area_name":"Gannett Peak","shortCode":"","climbs":[{"_id":"b07aVTSfWMKn9WZUnOzKXA==","name":"West Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"left_right_index":999999,"mp_id":"119378001","mp_crag_id":"105882766","climb_id":"b07aVTSfWMKn9WZUnOzKXA==","areaRef":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":"The west face of Gannett peak offers a less technical route than the glaciers of the east, and will likely be snowfree in the future. However, what this route lacks in technical difficulty is made up for in the strenuous approach options, see  the approach section for details of getting to Skinny Lake, the start of the route\n\nStarting at Skinny Lake, elevation 10,700 ft, looking up at Gannet you will see two sets of waterfalls coming off the minor glacier, you will climb up the talus going climbers right around the southern waterfalls. After the waterfall continue up boulders and scree to the minor glacier. This first section to the glacier is approximately 1 mi and 1,100 ft elevation gain\n\nNext, stroll across the rapidly receding glacier to the base of the left leaning couloir leading to Gannett's north ridge. You will be gaining approximately 1,400 ft, expect plenty of loose rock and talus in this couloir. This was nearly snow free as of August 2020 except for two snow patches, one of which contained ~40 degree bulletproof snow.\n\nOnce on the north ridge, climb a short (100'?) 4th class section to the summit snowfield, above the short scramble one can find some rappel slings. Once on the snowfield follow your nose to the summit and top out the Cowboy State.\n\nOverall the quality of this climb is poor, however the scenery, location and summit will make this an epic adventure.","protection":"Ice axe and Crampons, experienced mountaineers will likely find a rope unnecessary.","location":""},"__v":0},{"_id":"oAD30CKoVLGzjW+NsJAPxw==","name":"Wells Creek Approach","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"left_right_index":999999,"mp_id":"106944207","mp_crag_id":"105882766","climb_id":"oAD30CKoVLGzjW+NsJAPxw==","areaRef":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":"From the Green River Lakes trail head, follow the easy Highline Trail south-southeast for about 10 miles to where there is a bridge over the Green River. Cross the bridge and continue another 2 miles or so into Three Forks Park, to where the trail begins to climb more steeply. You should be able to see Wells Creek coming down from the east. Leave the Highline Trail and head into the Wells Creek drainage, crossing the Green on the way. You want to ascend on the south side of Wells Creek.\n\nNow the fun begins. First you must navigate some dense woods. Then, rock hopping and scrambling starts in earnest as the drainage steepens. While tough going, the climb is very scenic as you ascend into a dramatic valley, and are often climbing right over the creek.\n\nSomewhere around 10,200' you enter the crux of the route, a pinched-off part of the drainage called the Cleft. The walls close in here, and the creek becomes trapped between sheer cliffs. If Wells Creek is low, such might happen in late summer or fall, you might be able to simply step across and continue on your way. But, in mid-summer crossing the creek is typically out of the question without major effort, danger and gear. Instead, ascend the slabby cliff to climber's right (south). This is about 100' of technical rock climbing, which goes at about 5.6. The rock is good, but there are loose pieces. You may find an old pin on the route. After ascending the rock pitch, move along a narrowm, exposed ledge to finally bypass the Cleft. As of this summer there was some set protection on the route other than the old pins.\n\nAbove the Cleft, continue rock hopping and you will soon come to the upper Wells Creek drainage, at the west end of Many Bug Lake. Here the grade flattens for a while, but there is still more rock hopping to traverse around the right (south) side of Many Bug Lake. Next you encounter Scott Lake, at 10,515', as Gannett's dramatic west face looms above.\n\nContinue around Scott Lake (north side is probably best), and climb east up the main drainage to a long, skinny lake at 10,795'.\n\nAt this point you can see Gannett's west face and the upper part of Minor Glacier that you will be climbing. A prominent finger of snow heads towards the summit from the main part of the glacier. You will ascend this couloir to a talus field climber's left of the top of the snow.\n\nBut first: two drainages feed the skinny lake at 10,795'. Pass the lake on either side and ascend the drainage on your right (more rock hopping and scree). At the top of this drainage you will encounter Minor Glacier. Ascend the glacier and the couloir which gradually steepens to maybe 40 degrees. You might be able to skip avoid some of the snow by climbing rock on one side or the other. At the top of the couloir, head climber's left to get on some loose, unpleasant talus. Continue up to the rugged north ridge of Gannett.\n\nOnce on the north ridge, work south towards the summit, ascending class 4 rock. This is fun climbing and not super exposed. A couple of rappel stations have been rigged in recent years for the descent. The rock ends with a short walk across snow to the summit.\n\nReturn the way you came!","protection":"Possibly some cams/nuts if you feel uncomfortable with some run out and or free soloing.","location":"From Pinedale, head west on US-191 for 6 miles and turn right (north) on WY-352. Follow WY-352 for 44 miles to the Green River Lakes trail head. There is a campground and water at the trail head, as well as overnight parking for backpackers."},"__v":0},{"_id":"dNRR+vXMUqSLwa06BzqmvQ==","name":"Northeast Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Bates, Ad Carter, John Case & Waldo Holcombe  1949","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"left_right_index":999999,"mp_id":"110939878","mp_crag_id":"105882766","climb_id":"dNRR+vXMUqSLwa06BzqmvQ==","areaRef":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":"The Northeast Ridge of Gannett Peak is an uncrowded (not that Gannett is really ever crowded), moderate, rock/snow/glacier route that sports frequent loose rock, lots of 4th class terrain, a hundred plus feet of splitter crack climbing, a beautiful summit snowfield and a glaciated approach, all of which combine for a quintessential day in the mountains.\n\nThe following is a vague description of my route.  Given the nature of the terrain, many options are possible.  There is a big reddish spire on the ridge with a splitter wide crack through it.  I aimed for the bottom/right side of it.  Starting further right than I did may allow for more quality rock for climbing:\n\nFrom the saddle climb up and left through 150' of 4th class ledges strewn with loose rock.\n\nMove back right for another 150+ feet through similar terrain (4th/low 5th).\n\nContinue up and right another 170' through easier (4th/3rd class) though looser terrain to bottom of reddish pillar, ending with a bit of 5th class up to ledges on the lower right side of pillar.\n\nThe Good Pitch.  Climb up low angle chimney in better quality stone and gain a splitter hand and finger crack and follow it to its end.  Belay on any number of ledges higher up.  (180' 5.6)\n\nClimb up and left over corners and slabs to lower angle terrain.  Belay before snowfield.  (170' 5.2)\n\nAscend snowfield to summit.  (500-700')","protection":"A single rack of gear proved more than adequate.  Depending on conditions (and obviously comfort level) snow protection maybe desired at the top or for the Gooseneck Glacier approach.","location":"Gain the ridge from the saddle at the northeast side of Gannett Peak where the Gannett Glacier and the Gooseneck Glacier come together.  One can reach this saddle in many ways.  I approached from the north and west via the Gannett Glacier.  Climbing directly up the Gooseneck on moderate snow (or ice, depending on season) is likely quicker.\n\nI found no bergschrund to cross in August of 2015.\n\nDescend via the Gooseneck Glacier/Couloir."},"__v":0},{"_id":"W25kuEu6Wdipie6UDff2LQ==","name":"Gooseneck Glacier Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Arthur Tate and Floyd Stahlnaker 1922","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"left_right_index":999999,"mp_id":"105886243","mp_crag_id":"105882766","climb_id":"W25kuEu6Wdipie6UDff2LQ==","areaRef":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":"From the top of Dinwoody pass you descend down a snowfield onto Dinwoody Glacier.  From the glacier head north towards the base of Gannett.  There is an obvious band of snow that connects Dinwoody Glacier to Gooseneck Glacier that you need to cross to begin the steeper part of the ascent.  Once you cross the snow band, begin heading up the glacier until you are at the base of the couloirs that head up the southern flank of Gannett.  Take the further left of the couloirs.  The crux of the route begins here.  In order to ascend the couloir you must cross a bergschrund.  The 'schrund has a snowbridge over it that is easy to walk over but in the later months the snowbridge melts and can become a problem.  Once you cross the 'schrund the climbing is great.  Continue to ascend the Couloir to a rock band that is easy Class 3 climbing.  Take the rock band north to the main snow covered face of Gannett and climb the snow up to the ridge line.  Take the ridgeline over to the summit!\n\nDescend the route the same way but when we started down, (we summited around 10:00 am after a 4:00am start from Titcomb basin) the snow had no bottom to it.  The sun had melted it quite a bit and while plunge stepping down the route it was very difficult to get a solid placement with your foot.  If you slip and the snow conditions are like this it would be very difficult to self arrest.  This is obviously a problem so we just took it slow and made it down without a problem.  On the way back down Dinwoody Pass I began to glissade down the snow. I decided to leave my crampons on due to the softness of the snow and knowing that self arresting might be slightly difficult.  The run out was really good so I began to glissade down and when I wanted to stop at the end I was digging in my axe for all I was worth and not slowing down very much at all. So I dug in my crampons next and I am very glad I had those on becacuse stopping would have taken a much longer time with just my boots.  So anyway, just a side note to be careful with the snow conditions.\n\nOverall this is a great ascent, really a great alpine route!","protection":"We didn't use a rope on this ascent due to us being relatively comfortable with the amount of exposure. We did however bring along a rope, crevasse rescue gear, and some assorted snow protection pieces (deadman, etc.).  Some parties may wish to rope up for some of the sections. One last note, I know it has been done without, but crampons, helmet, and axe are a must.","location":"Our group of 4 started at about 4:00am from the base of Dinwoody Pass, in Titcomb Basin.  After several hours of hiking we made it to the top of Gannett at about 10:00am.  We descended the same route and made it back to camp around 4:00 the same afternoon."},"__v":0},{"_id":"uDb4go8eUD2p5zF0eF8D2A==","name":"Gannett Peak, South East Couloir","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Unknown.","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"left_right_index":999999,"mp_id":"107284252","mp_crag_id":"105882766","climb_id":"uDb4go8eUD2p5zF0eF8D2A==","areaRef":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":"","protection":"I brought two short ice tools, and crampons. A rope would make the glacier travel safer, and would allow for rappels on the descent.\n\nNo need for rock gear, unless you wish to belay from the walls of the couloir. This would slow your progress and expose you to more rockfall danger.","location":"It is easily seen from Bonney Pass, and is the obvious snow couloir on the East aspect of Gannett. Approach from Bonney Pass as for Gooseneck route, but instead of crossing to the Gooseneck Glacier, you will ascend the N.W. arm of the Dinwoody Glacier. Ascend the couloir, then the summit ridge. Descend the way you came, or down the Gooseneck Gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,b047b9a1-22e9-56bf-b0d2-ba38cb9117ff,43a1dea4-433e-51ce-8e8b-dd1fa5778b5b","pathTokens":["USA","Wyoming","Wind River Range","Dinwoody Glacier Area.","Gannett Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.6"},{"count":1,"label":"3rd"},{"count":1,"label":"Unknown"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":4,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":4,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.65444,43.18417]},"bbox":[-109.6550566843788,43.18372033981814,-109.6538233156212,43.18461966018187],"left_right_index":-1,"ext_id":"105882766","area_id":"Q6HepEM+Uc6Oi90fpXeLWw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:35:22.646Z","updatedAt":"2024-01-15T16:51:34.419Z"}