{"_id":"63689d20e80bff5a994f21d2","area_name":"6. The Middle Ages","shortCode":"","climbs":[{"_id":"VMkulN/EWpOCcff5FwQHjQ==","name":"Two Handed Flail","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman 9/27/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":9,"mp_id":"113344142","mp_crag_id":"109590772","climb_id":"VMkulN/EWpOCcff5FwQHjQ==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"While named after another Medieval weapon, the name may seem more apropos as you power stem, palm, and try to fish in jams on this tipsy corner. \n\n  This starts off of a decent ledge with a 2 bolt anchor, and takes an obvious, left-facing dihedral on black, water-stained rock. From the belay, faceholds lead right into the corner. The corner yields to a mix of power stemming on assorted face holds and occasional smears, and milking what jams you can get in the incipient tips crack. Definitely better suited to small-fingered folk.  \n\n  It is fairly sustained throughout, and climbs longer than its diminutive height would suggest. The rock is excellent, pro is great/it sews up pretty readily, and the movement is good. This short line is well worth a spin.  \n\n  It has the added advantage (same as Arbalest) of keeping morning shade for longer than many lines on the north side due to it being left-facing.","protection":"In BD sizes:    (1X) gray #000 C3   purple #00 C3   (2X) .2   (3X) red C3   (1X) .3   (2X) .4   (1X) 2   2 bolt belay at start.","location":"In the black rock between Bertilak and Green Knight. Use Darren's directions to locate the top of Bertilak. Two Handed Flail tops out in a slight alcove about 40' or so west of the top of Bertilak's pillar. Rap off of assorted short juniper/pine."},"__v":0},{"_id":"qn/wYVdwWkmLKn177dZI9g==","name":"Trebuchet","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Robbie Brown & Dylan Leppert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":3,"mp_id":"109719402","mp_crag_id":"109590772","climb_id":"qn/wYVdwWkmLKn177dZI9g==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"This Trebuchet is fully loaded. From the belay ledge, take the jug rail left to establish in the corner. Try not to toss the goods as you stem, palm, lock, and jam your way through the business. Once you gain the large square ledge nut up for some more stemming and in-cut finger locks to the rim.  \n\n  This climb earned its name when a 20lb flake exploded, ejecting me from the corner.","protection":"Doubles to hands with a few extra thin and finger sizes.","location":"Climb left off of the belay ledge shared with the Green Knight and White Hawk."},"__v":0},{"_id":"PIIz83RnWJuSowgWFJM0wQ==","name":"Surviving The Times","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":13,"mp_id":"114440034","mp_crag_id":"109590772","climb_id":"PIIz83RnWJuSowgWFJM0wQ==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"A long and unique basalt climb.  It is kind of a direct version of Edge of an Age.  Starts with Edge of an age P1 and follows same line past the first 2 bolts.  At this point Edge of an age splits right, and STT goes left.  Step across into a stance at the base of a small left facing dihedral and climb to good holds on a flake feature.  Move up into a low-angle dihedral with an undercling rail feature.  From here, climb towards and through a hanging dihedral with gymnastic movement to a smooth face with small features.  The smooth face ends in a hand jam pod and meets up with Edge of an Age to climb the last 80' of that climb's beautiful finger crack on arete.","protection":"FA done without clipping any bolts.  The protection on this line can be sparse and difficult to place, and some placements are unreliable.  Bring cams from 00C3 to #2 C4, up to 4 0C3 size, 4 1C3 Size, and triples of 0.3 and 0.4.  Double 0.5 and single 0.75, #1, #2 C4.   2 sets of offset RP's, a set of square RP's, and a set of regular nuts.","location":"Start with Edge of an age at a ledge 20' off the ground above 4th class/5.1 climbing"},"__v":0},{"_id":"t15Skg/6XqmVwc5VSyyLVQ==","name":"Starman","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"D. Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":11,"mp_id":"117072200","mp_crag_id":"109590772","climb_id":"t15Skg/6XqmVwc5VSyyLVQ==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":" Unlike most north side routes Starman is predominantly a face climb that follows a discontinuous seam. Begin at the shared anchor with Arbalest. Three bolts of relatively moderate face climbing brings one to a horizontal and the beginning of the seam. The middle section involves tricky 5.11 climbing on small offset brass. Load up on excellent small cams and negotiate the very steep bulgy finale.","protection":"Double set BD C3's.(00-2) set of offset brass, 3 bolts","location":"Same belay anchor as Arbalest."},"__v":0},{"_id":"wpt3/ywMX96i60vP2C8pyg==","name":"Morning Star","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Trevor Bowman 9/27/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":8,"mp_id":"113344318","mp_crag_id":"109590772","climb_id":"wpt3/ywMX96i60vP2C8pyg==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"The morning star was Medieval weapon, a spiked mace of sorts.  \n\n  This shares the belay ledge and 2 bolt anchor with Two Handed Flail. Jugs lead to a stance below dual seam/shallow corners. Stem up these using occasional face features and locks. When the seams diverge, head left up some great fingerlocks onto a tenuous, steep slab/ramp to a ledge and an easier finish.  \n\n  Although unfortunately short, the rock is great on this, and the pro is as well until it gets a bit spicy through the ramp section.","protection":"In BD sizes:   (2X) .2, .3   (1X) .4-.75   small stoppers   2 bolt belay anchor at start","location":"In the black, water-stained rock between Bertilak and Green Knight. Use Darren's beta to locate the top of Bertilak. Morning Star tops out about 40' left (west) of the Bertilak pillar. Rap off of assorted short juniper/pine."},"__v":0},{"_id":"xkyizmFBWLS1E52gIPmlgA==","name":"The Depths","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Any of a number of people listed in Tim Toula's old gude.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":7,"mp_id":"119410935","mp_crag_id":"109590772","climb_id":"xkyizmFBWLS1E52gIPmlgA==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"The lower half of this route is pretty overgrown with bushes but the hand/fist crack at the top is really good. This last forty feet can be done by rapping down to a two bolt anchor on the belay ledge. ","protection":"Singles to #2 then three #3s,  #4s and a# five for the finish will sew it up tight.","location":"Just right of Green Knight/Fine Line. It climbs the weakness right of the Twist of Lemmon arete left of and through the bushes and finishes on farthest left black stain in this section. Gear belay about 15 feet of the T of L anchor."},"__v":0},{"_id":"XWV+zFnQUGW5Rysoxw0NCA==","name":"Gnarnian Renaissance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Robbie Brown & Dylan Leppert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":1,"mp_id":"109797596","mp_crag_id":"109590772","climb_id":"XWV+zFnQUGW5Rysoxw0NCA==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"This stellar line tackles thin and steep terrain with some of the best rock on the north side.  \n\n  Beginning on large broken ledge, stem past 00c3 splitter into a bouldery 10+ gymnastics trick. Bust right after a few more easy moves to find gear. Gain the ledge to the right below the splitter corner. (Here is where the fun really starts) Jam the finger and tips crack past a distinctly thin and bouldery sequence in the steepest section of the crack. After pulling the crux, try and secure the bomber sideways knee-bar to fire in some gear. Style it up through the locker finger splitter and into the thin hands headwall for a classic finish!!!","protection":"Doubles from 00 to #1 with 3 green c3 sizes. Nuts and slings.","location":"Just left of the Trebuchet. Rap down 85ft to large shattered ledge. Belay can be made with #1c4"},"__v":0},{"_id":"taoy3SVoUkCPrndalmP+dQ==","name":"Book of WASPs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":16,"mp_id":"107465596","mp_crag_id":"109590772","climb_id":"taoy3SVoUkCPrndalmP+dQ==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"p.1 suprisingly fun, and the rock is pretty solid as compared to how it looks from afar, navigate a world of 5.8 rock in alleys between bushes to set up belay for The Book.\n\n p.2 Climb over blocky ledges to get into the book. Look out for wasps. Climb the corner with thin crack to the top.","protection":"normal rack, you might want to have a nut tool with you if you are leading because the thin crack in this rarely climbed corner can get filled with dirt.  Clean it out and stuff a .4 or something like that","location":"Obvious book to the left of Beautiful day.  See beta photo.  I like to rap in from the big Doug Fir that hangs over the canyon on the East wall of the South Side and scramble across the drainage to the toe of the north side"},"__v":0},{"_id":"X7LvtTR/Xri5vd+pBSR62g==","name":"Arbalest","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman 4/6/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":10,"mp_id":"113343889","mp_crag_id":"109590772","climb_id":"X7LvtTR/Xri5vd+pBSR62g==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"An arbalest was a variation of heavy crossbow, which was a weapon commonly used throughout the Middle Ages. It was essentially a compact, single-operator version of the much older ballista, a siege weapon sometimes called a \"bolt thrower\". Arbalest was also apparently sometimes used to refer to a crossbowman. Since I'm a contemporary bolt-throwing Bowman (sometimes cross), I liked the name. Thank you Wikipedia! \n\n  As for the climb, it tackles the black, water-stained, left-facing dihedral immediately left of Bertilak's pillar. Rap off assorted small junipers/pines to a small foot-ledge atop a large hollow block and a 2 bolt anchor. The lower corner is somewhat awkward with some devious, spaced gear, but is relatively mellow (5.9/10- ish).  \n\n  From a small shelf, the climbing gets much better and more engaging as you launch up the steeper crux corner past 2 bolts and some small gear. This stretch really favors taller climbers, as there is some reach between the sparse features that allow it to go at the grade; however, it is mostly stemming, and should still manageable at a higher difficulty for shorties. The rock is stellar.","protection":"2 bolts, (1X) gray #000 C3- #4 C4 Camalot. 2 bolt belay anchor at start.","location":"Use Darren's directions to locate the top of Bertilak. Arbalest is in the black corner immediately climber's left (west)."},"__v":0},{"_id":"7Z4hOHmrW7uD4b/GLlRmsw==","name":"A Twist of Lemmon","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR, Darren MAbe,' 20","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"left_right_index":6,"mp_id":"119364003","mp_crag_id":"109590772","climb_id":"7Z4hOHmrW7uD4b/GLlRmsw==","areaRef":"pprjSONZVFOAY6pDKl/WKg=="},"content":{"description":"Climb a few moves in low angle corner to a short steep and deceptively difficult crack. A couple of thin (pinky to Blue Metolius micro cam) is all you will need to reach the bolted arete. After the initial crack move up a tight corner until possble to hand traverse right to a good right foot on the arete. Classic 3D arete moves follow, laybacking up the edge and technical footwork until the angle kicks back just below the ledge. From the ledge at the top of the arete use an extended alpine runner and traverse edges left to finish on the stellar finger of Green Knight/ Fine Line. You will need finger sized gear and a red or green cam at the top. See the gear list below. Done this way as a single pitch I would give it 3 stars. You could also finish straight up the wide crack 5.9 (bring 3s 4s and 5s) or traverse down and right and finish on Morning Star 5.10+Looking into the canyon, rap off to the left of where Green Knight/Fine Line ends. This drops you down over the wide crack known as The Depths. (Toula's guide) Continue down past the ledge where the fat crack starts and continue down to the rappeler's left of the arete. About 30 feet below the arete you will find a 2 bolt anchor at the bottom of a low angle corner. This belay allows you to see the climber the whole way.","protection":"Stoppers and doubles to fingers and one Green Camalot. Most of these are needed to do the stellar finish of Green Knight/Fine LIne.","location":"Right of Green Knight below the wide crack of The Depths."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,e94943ae-35c0-5dd1-bf05-6ddd7b19a3f0,bca40dc0-0dc7-5a10-a113-ffa5c60b0426,a53ba049-77c7-57cc-a1f7-57bd1e80ba51,a69ae348-e359-5453-8063-aa432a5fd62a","pathTokens":["USA","Arizona","Northern Arizona","Sycamore Canyon","Volunteer Canyon (The Cwm)","North Side","6. The Middle Ages"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.93564,35.12029]},"bbox":[-111.9361897430873,35.11984033981815,-111.9350902569127,35.12073966018186],"left_right_index":-1,"ext_id":"109590772","area_id":"pprjSONZVFOAY6pDKl/WKg==","polygon":{"type":"Polygon","coordinates":[[[-111.9361897430873,35.11984033981815],[-111.9350902569127,35.11984033981815],[-111.9350902569127,35.12073966018186],[-111.9361897430873,35.12073966018186],[-111.9361897430873,35.11984033981815]]]}},"content":{"description":"A triple entendre, the Middle Ages wall lies in the center of the North Side. About two-dozen documented routes exist here, and are all very good. The Green Knight features splitter finger crack jamming, while Bushy Buffoonery takes you on a legendary journey at the edge of the wall."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:52:42.289Z","updatedAt":"2024-01-20T00:56:38.606Z"}