{"_id":"63689d20e80bff5a994f224d","area_name":"Downtown","shortCode":"","climbs":[{"_id":"dnms7zpzXO2r5s2dEqUqqw==","name":"Zigzag","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":13,"mp_id":"119260102","mp_crag_id":"105817892","climb_id":"dnms7zpzXO2r5s2dEqUqqw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Begin 8 ft left of Stem Corner in a hand to finger crack that leans to the right.  Climb to a broken ledge at the base of the Stem Corner business.  Move left onto a flat, sloping ledge passing a large offwidth to a black stained face.  Protect with a 0.1 - 0.2 Camelot in a shallow horizontal crack and climb up to a hand rail.  Move back to the right and gain the hand crack above the large offwidth.  Climb straight up, then move right onto easy slab to the top.  Anchor off the big solid horn or build gear anchor.","protection":"Small to medium cams and stoppers with one #3 Camelot for the top piece.  Rappel from sling around the big horn or from bolted anchors on Stem Corner and The Twilight Zone.","location":"Located on the left side of the big Twilight Zone alcove."},"__v":0},{"_id":"rkqT+yl/V2yeA25TqIpklw==","name":"Watermelon","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ross Hardwick, Larry Coats, Dugald Bremner","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":10,"mp_id":"106013483","mp_crag_id":"105817892","climb_id":"rkqT+yl/V2yeA25TqIpklw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"To the right of Flameout is a colorfully streaked overhanging and undercut slot that narrows at a bulge about 25' up, then continues as a wide crack to the rim. Crank up into the slot on good but hidden holds and tricky pro, then chimney for a bit before moving into stems on the outside of the slot. Stem and face climb past the second bulge. Above, easier stemming leads up the outside of the wide crack to the rim.","protection":"Many finger size cams and nuts, plus 1 ea cams to #4 camalot","location":"Just to the right of Flameout, this one should be obvious because of the watermelon-colored streaks coming down the slot."},"__v":0},{"_id":"lyvNLHCGUPeCS/HLPRifQg==","name":"Unknown","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":18,"mp_id":"119548011","mp_crag_id":"105817892","climb_id":"lyvNLHCGUPeCS/HLPRifQg==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"This route is at the far right end of West Elden. A tricky move (maybe height dependent) turns into easier climbing.  The gear is a little tricky on the bottom part of the route.   Top belay from a small tree or gear anchor. Scramble off. I don’t know any history on this route. I cleaned it off a few years ago.   It was pretty dirty but I have to think that someone else climbed it a while back. Add comments if you know any more more info. ","protection":"Small to Medium cams","location":""},"__v":0},{"_id":"/KDYE9DSXDqJHOXy9ERPQw==","name":"Twilight Zone","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Baxter et al. (aid)  FFA: Ed Webster, Larry Coats (mid 70's)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":16,"mp_id":"105819047","mp_crag_id":"105817892","climb_id":"/KDYE9DSXDqJHOXy9ERPQw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"The Twilight Zone crack sits in a small alcove about 100 yards south of the barb wire fence.  Climb a moderate slab with small gear to the back of the alcove.  From here powerful face climbing leads to nice hand and fist jams up the steep crack.  The moves out of the alcove are difficult to protect. \n\n  This route stays dry in a light rain. \n\n  Rappel from a tree or take the walk down 100' to the climber's right.","protection":"1 set TCU's   2 x #1 Camalot   2 x #2 Camalot   1 x #3 Camalot   1 x #3.5 Camalot   Stoppers   Slings and Draws","location":""},"__v":0},{"_id":"Rf0oEJlaUiS/LrhUaaTmRA==","name":"Stem Corner","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":14,"mp_id":"105826311","mp_crag_id":"105817892","climb_id":"Rf0oEJlaUiS/LrhUaaTmRA==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Stem Corner is the tight dihedral just left of Laughing Crack and Twilight Zone.  Climb up and through the obvious corner.","protection":"Finger sized gear off the deck takes you into the corner.  Follow 4 bolts to a thin hands cam, and then the top out.  Move right after topping out to a 2 bolt rap anchor.","location":""},"__v":0},{"_id":"uxtoAPvTXXaKYl5BlY8l0w==","name":"The Point","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"ccox, Bloom, Padilla, Gaun, Ellison","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":11,"mp_id":"107241212","mp_crag_id":"105817892","climb_id":"uxtoAPvTXXaKYl5BlY8l0w==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Climb a little crux out the alcove on good pro to the featured arete with four bolts.","protection":"Two .5 camalots for before and after the bulge, two 0 TCU's(or equivalent)for the thin horizontal slot near the lip of the bulge, some runners, and some quickdraws for the arete.","location":"This climb is just right of Watermelon and Flame Out, and climbs out of the right side of the same alcove as Watermelon. Lower from chains at the top. This anchor can also be used after climbing Watermelon."},"__v":0},{"_id":"t2DCvF/PUumjj3GmycwkFA==","name":"Pinnacate","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lee Dexter et al. (5.8 A1) early 70's, FFA: Larry Coats, Gordon MacNeil (mid-70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":4,"mp_id":"105826383","mp_crag_id":"105817892","climb_id":"t2DCvF/PUumjj3GmycwkFA==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Pinnacate climbs a left facing corner above and right of the Unnamed 5.6 and 5.8+ routes.  While it can be linked with either of the Unnamed approach routes it may be best done as a two pitch climb. \n\n  Approach by climbing either Unnamed route (5.6 or 5.8+) and then traversing right to the base of the corner.  Belay here.  Launch up the fun hands to fingers corner, jamming and stemming your way to a fun mantle finish.   \n\n  Descent - Rappel from a tree or scramble off to the climbers right about 100 yards to a walkdown descent trail.","protection":"1 set Stoppers   1 set TCU's   5. - #2 Camalot   Long Slings if linking with either approach route","location":""},"__v":0},{"_id":"zKytCVPmXuGp8hxi8JiV9Q==","name":"My Opinion","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"FOS?? E.Meudt, J.Cral -May '99 or '00","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":6,"mp_id":"111188227","mp_crag_id":"105817892","climb_id":"zKytCVPmXuGp8hxi8JiV9Q==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"'My Opinion' maybe one of those lines that FOS use to throw a TR on back in the day. Hard to say...  \n\n  E.Meudt spied the line and went at it hooking and climbing his way up the featured slab from below. Tapping in two bolts from stances and finagling gear in for the run out exit. This wasn't bold enough, so someone chopped the route and so it sat... \n\n  After letting the bolt holes cool off.. E.Meudt decided that the slab was too good to let sit scarred so he returned in the Summer of '15 to restore the hardware and bring the route back to life. After a gentle discussion it was decided that adding an extra bolt to the exit would make the route much less dangerous and help promote climbers to get on it. Possibly the most fun, featured face moderate on the cliff.","protection":"3 bolts    Finger sized piece or nuts for lower runout slab   Optional thin hands piece for horizontal before final bolt   2 bolt anchor with biners","location":"Right side of the beautiful green lichened arete, left of 'Grass Crack'.  Start on slab below. It is possible to climb either side of the tree seam to the base of the face. Right side is harder and has no protection for first 20+ feet."},"__v":0},{"_id":"17U9bbN2XV2s7xnLvEAYzw==","name":"Laughing Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"First lead ascent: Larry Coats, Tim Coats (early 80's)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":15,"mp_id":"105826307","mp_crag_id":"105817892","climb_id":"17U9bbN2XV2s7xnLvEAYzw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Laughing Crack climbs the right facing corner just left of The Twilight Zone.  Fun, thought provoking climbing takes one up and through the corner to the cliff top.","protection":"Half Set Stoppers   1 set TCU's   .5 - #2 Camalot","location":"Just left of the sweet hand crack of The Twilight Zone, Laughing Crack climbs a nice right facing corner system. \n\n  Descent is by rappel from a large tree or by scrambling down to the climber's right."},"__v":0},{"_id":"b7tt/Kt2WRaGjuNzu62sJw==","name":"La Diosa","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dean Hoffman with help from Johnny Lynch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":7,"mp_id":"106013850","mp_crag_id":"105817892","climb_id":"b7tt/Kt2WRaGjuNzu62sJw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Very visually pleasing this route has great moves with good exposure. Greg P. claims it as the best route he's climbed at this area. Gear with one bolt, starts just left of Kid Gloves. Climb up the rolling slab, protecting the .75 crack and then through the OW and slabby face to large ledge system. The real business comes right off the ledge, be sure to find the tricky #1 camalot before making the moves to the bolt, steep balancey climbing on big holds through one bolt, pulling up to a thin crack that takes small cams. DO NOT FALL BEFORE CLIPPING THE BOLT-if yer unsure you can do the move climb Flameout first and hand a draw on rappel... That being said it Feels bolder than it really is. Up to small perch for one last small cam and then pull on the big rail all the way to the top. For the true experience stay on the steep face all the way to the tippy top.","protection":"This is probably more than you need, but..., the key pieces are the micros, and .4 or .5 camalot for the placement.   Cams from Micros to #3, doubles in .75 and #1?  Slings and a QD yippee.","location":"Just left of Kid Gloves. Bright green lichen face. Rap the route."},"__v":0},{"_id":"7yLMDQsxUwm/kD6u5B3uGg==","name":"Kid Gloves","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Trevor Bowman 6/29/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":8,"mp_id":"112045663","mp_crag_id":"105817892","climb_id":"7yLMDQsxUwm/kD6u5B3uGg==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"This ascends the pretty, blunt prow between the striking green headwall with La Diosa and Flameout. Start up the initial slabby crack of Diosa to the ledge, and move right to follow three bolts up the prow. The moves between the 2nd and 3rd bolts involve some steep laybacking and a long move to a good jug. Roll over onto the slab  at the 3rd bolt and finish up the exposed rib topout for Diosa.  \n\n  This is a pretty fun \"sport\" line for West Elden. It was named for the fragile edges in the crux layback section, which should be handled as gingerly as possible. The name also reflects the delicate subject of bolts being added in this longtime trad bastion.","protection":"3 bolts, gear from green C3 to #2 Camalot can be used, chains.","location":"Between La Diosa and Flameout."},"__v":0},{"_id":"iLIHCR+zVbmoLeoDu/5Leg==","name":"The Green Arete","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FOS?? FFA J.Snyder 10/2015??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":5,"mp_id":"111188338","mp_crag_id":"105817892","climb_id":"iLIHCR+zVbmoLeoDu/5Leg==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"A bold lead or proud top rope.  \n\n  Possibly one of the proud Flag Old School top ropes long forgotten. Maybe it was lead back in the day.  \n\n  P.O. that without the help of 'My Opinion' and micro cams a lead would have been a solo. When first rapped down, looked like it was going to be a modern bolted face climb and popular, if at all possible.  \n\n  After swinging around, chopped holes were discovered just to the right of the arete. Since bolted squeeze jobs next to chopped routes isn't a thing... The Green Arete was left alone.  \n\n  Back to the future. Bolts returned to 'My Opinion' and a A.D.T. micro gear nest was discovered that made leading the left side of the arete possible.  \n\n  Start up slab below The Green Arete. Below steep face lean out and clip first bolt but stay perched on left side of the arete. Climb tenuous and steep arete moves before a jug rest horizontal. Build a death triangle of micro swag and punch into the steep arete finish above. It is possible to bail out and mantle over onto 'My Opinion' and clip the final bolt if your not feeling the buzzy finish out left.  \n\n  Never took the fall... maybe someone could push a bag off the top for a lesson in physics. Might be clean fall if the gear nest holds?!","protection":"2 bolts of 'My Opinion', Long Runners to keep rope off of sharp arete.   #000 C3    Small Nuts   Runners","location":"Left side of green lichened face. Just left of 'My Opinion'   Starts on slab just left of 'Grass Crack'"},"__v":0},{"_id":"ak88ugUeVqGIQ7JTWfAIOw==","name":"Flameout","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Unknown... Probably Baxter et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":9,"mp_id":"106003609","mp_crag_id":"105817892","climb_id":"ak88ugUeVqGIQ7JTWfAIOw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Flameout climbs a sweet finger/thin hands crack up a small buttress.  Unprotected face and slab climbing leads to a short, lower angle finger crack.  Climb this finger crack to a stance below the crux bulge.  Plug in a few finger to thin hands size pieces and power up the short bulge to a shallow corner and then the ledge on top.","protection":"One Set Stopper   Cams to a #1 Camalot (#3, #3.5, and #4 Camalot useful for first hueco.   Bolted anchor.","location":"Located halfway between Pinacate and the Twilight Zone."},"__v":0},{"_id":"0/84qqMMWhSnzCFrbhFKaw==","name":"Doug Scott Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Doug Scott , Scott Baxter, Tom Taber, Lee Dexter, Karl Karlstrom, et al. (early 70's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":17,"mp_id":"105819050","mp_crag_id":"105817892","climb_id":"0/84qqMMWhSnzCFrbhFKaw==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"The Doug Scott Route climbs out the right side of the Twilight Zone alcove.  Start up a low angle slab then face climb up the right hand wall, around a small roof, the up a slab to the left.  There is a nice tree to use as an anchor at the top of the route. \n\n  Descent - Rappel from a tree or take the walk down 100' to the climber's right.","protection":"Medium to Large Stoppers (the roof takes a perfect stopper placement)   Medium Cams   1 x #5 Camalot Optional","location":""},"__v":0},{"_id":"w5tCfqtGXUytgTVlNjfbaQ==","name":"Cracktus","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":3,"mp_id":"105826450","mp_crag_id":"105817892","climb_id":"w5tCfqtGXUytgTVlNjfbaQ==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Just right of the Landwhale arete is the right facing corner which makes up Cracktus.  First, climb one of the Unknowns to the base of this line.  Belay here or continue up the corner with great jams, stems and face holds.   \n\n  Descent - Rappel from a tree or scramble/hike to the climber's right and down the descent trail.","protection":"Stoppers   .5 - #3 Camalot","location":""},"__v":0},{"_id":"Sh0NznrjUcixRIgDRck58w==","name":"Black Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":12,"mp_id":"119547440","mp_crag_id":"105817892","climb_id":"Sh0NznrjUcixRIgDRck58w==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"A short traversing route that was first climbed in the early years by the Flagstaff Old School and has since been neglected.  Start just right of The Impossible Problem at a low angle crack and climb to a small ledge beneath a large roof.  Traverse left and up an easy slab with good protection for approximately 17 ft to the base of a vertical finger crack. Climb 20 ft of challenging 5.9 finger to hand crack up to a good stance.  This ones sharp, so taping is recommended.  Rappel from a 2 bolt chain anchor.","protection":"Small to medium cams with doubles in 0.4 - 0.75 Camalots along with one or two # 1.0 Camalots.","location":"Down and around the corner to the north from the Twilight Zone alcove is a large rounded and bulging overhang.  On the right side is a smaller bulging face with a boulder problem named The Impossible Problem\n\n(V4) which was established in 1980 by Bob Murray.  Immediately right of this boulder problem is the low angle crack start of the climb."},"__v":0},{"_id":"PymRfr+aXaGRry5RU+Fchg==","name":"The 5.8+ Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Flagstaff old school","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":2,"mp_id":"105826357","mp_crag_id":"105817892","climb_id":"PymRfr+aXaGRry5RU+Fchg==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Located about 100' south of the fence line is a slab split by two cracks. The left crack goes at 5.6 while the right is about 5.8+. Both routes end at a rounded ledge sitting under a steep prow. (This prow is a 12.a TR called Landwhale.)  \n\n  To climb Unnamed 5.8+, start up a 5.easy slab trending right to the base of the right crack.  Climb the crack until it ends, place some gear, then ascend the runout slab above to the finishing ledge.  This slab can be scary and a little dangerous.  The best holds are a little left of the initial crack line.  Going this direction keeps the grade at 5.8+.  Staying a little right of the initial crack line is more like 5.9 slab. \n\n  Descent - Downclimb 4th and easy 5th class terrain in the gully to the left of this route. A better option is to climb one of the excellent routes above this crack to the clifftop.","protection":"Half Set Stoppers   .5 - #2 Camalot   Draws/Slings","location":""},"__v":0},{"_id":"WPnSWIX7WQeVN2E9V3ED3Q==","name":"5.8 Exit Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Flagstaff old school","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":1,"mp_id":"105826373","mp_crag_id":"105817892","climb_id":"WPnSWIX7WQeVN2E9V3ED3Q==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"This Unnamed crack system lies in a corner just left of the LandWhale Arete.  To start, climb either of the Unnamed 5.6 or 5.8+ routes.  This route is easy to link with Unnamed 5.6.  Start up a wide slot that quickly pinches down to good hands and fingers.  There are several good trees on the clifftop for anchors. \n\n  Descent - Rappel from a tree or scramble 100 yards or so south to a walkdown trail.","protection":"Half Set Stoppers   .5 - #4 Camalots   Slings (especially if linking with Unnamed 5.6)   Draws","location":""},"__v":0},{"_id":"jcODkYeiWYWxW+17Ll/ecg==","name":"The 5.6 Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Flagstaff old school","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"left_right_index":0,"mp_id":"105826315","mp_crag_id":"105817892","climb_id":"jcODkYeiWYWxW+17Ll/ecg==","areaRef":"mfJxNMMHWaiSs0NQlD4N8g=="},"content":{"description":"Located about 100' south of the fence line is a slab split by two cracks.  The left crack goes at 5.6 while the right is about 5.8+.  Both routes end at a rounded ledge sitting under a steep prow.  (This prow is a 12.a TR called Landwhale.)   \n\n  To climb Unamed 5.6, start up a 5.easy slab trending left to the base of the left crack.  Climb the low angle fingers and hands crack to a rounded ledge.  This crack is shallow making pro tricky in some spots. \n\n  Descent - Downclimb 4th and easy 5th class terrain in the gully to the left of this route.  A better option is to climb one of the excellent routes above this crack to the clifftop.","protection":"Half Set Stoppers   .5 - #1 Camalot   Draws and Slings","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,6a3ebdaf-158e-5c7a-8c3a-30be2f37dff7,ed439a60-b626-5c7f-8c0c-589af6988cae,99f27134-c307-59a8-92b3-4350943e0df2","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Mt. Elden Crags","West Elden","Downtown"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":3,"label":"5.10+"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":9,"intermediate":6,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6238,35.25451]},"bbox":[-111.6243506518696,35.25406033981814,-111.62324934813039,35.25495966018187],"left_right_index":-1,"ext_id":"105817892","area_id":"mfJxNMMHWaiSs0NQlD4N8g==","polygon":{"type":"Polygon","coordinates":[[[-111.6243506518696,35.25406033981814],[-111.62324934813039,35.25406033981814],[-111.62324934813039,35.25495966018187],[-111.6243506518696,35.25495966018187],[-111.6243506518696,35.25406033981814]]]}},"content":{"description":"Area south of the barbwire fence."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:52:44.704Z","updatedAt":"2024-01-20T00:56:40.350Z"}