{"_id":"6368a36ae80bff5a99582b12","area_name":"Santiam Pinnacle","shortCode":"","climbs":[{"_id":"v9u7rdwiXFad1zfXfsiD+Q==","name":"South Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.1958,44.38928]},"left_right_index":0,"mp_id":"112125644","mp_crag_id":"112125619","climb_id":"v9u7rdwiXFad1zfXfsiD+Q==","areaRef":"jtclolF3XKCm7beS6ZR3Iw=="},"content":{"description":"P1: Start in the corner, finding some bolts hidden among the moss. Follow bolts up, then right onto slabby cleaner rock. Belay from a 2 bolt anchor at  a good ledge next to a tiny tree. \n\n  P2: Head out on the slabby face. Climb steepens about mid-way (crux). Belay from 2 bolt anchor on good ledge at the mouth of a large chimney feature. \n\n  P3: Do a few stemming moves near the outside of the chimney, then move onto the face. Trend right on the slab, then left toward the notch between the 2 parts of the pinnacle's summit. Optional pro in the large crack right of the notch, as you'll be fairly far above the last bolt (you can see evidence of bolt chopping on this pitch). Belay from new bolt anchor with chains in notch (or on the summit). \n\n  Descent: Rap the route in 3 raps with a 60m rope. Each belay station has rap rings.  \n\n  An alternative rappel from the summit north into a notch where the pinnacle connects with the hillside is also described. This alternative must be possible since I found the chains oriented in that direction when I arrived at the summit, despite the bolts obviously being oriented back towards the route. The old hardware still exists on the summit.","protection":"P1-2: 10-12 60cm alpine draws (to manage rope drag), though quickdraws would likely work. \n\n  P3: 2 draws, optional medium cam or tricam placement to protect the final moves to the belay stance.","location":"Where the approach trail first encounters the foot of the pinnacle. The route starts at the large corner. \n\n  Access by a faint climber's trail that starts on the west-most side (climber's left) of the turn out and immediately goes east (climber's right) across a small rocky wash out. You should be able to pick up the trail again. If you find yourself going directly up a loose rocky gully, you probably turned too soon before finding the path."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,8ed725a2-5177-5ca0-a6ed-b792e9947723","pathTokens":["USA","Oregon","Willamette Valley","Santiam Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.1958,44.38928]},"bbox":[-122.19642924423894,44.38883033981814,-122.19517075576104,44.38972966018186],"left_right_index":-1,"ext_id":"112125619","area_id":"jtclolF3XKCm7beS6ZR3Iw==","polygon":{"type":"Polygon","coordinates":[[[-122.19642924423894,44.38883033981814],[-122.19517075576104,44.38883033981814],[-122.19517075576104,44.38972966018186],[-122.19642924423894,44.38972966018186],[-122.19642924423894,44.38883033981814]]]}},"content":{"description":"An andesite pinnacle of pretty good rock located a very short walk from highway 20. It has a few described routes, the most popular of which is the South Face route. The lower pitches are likely very mossy, but the sun-exposed upper pitches are pretty clean. \n\n  Olson's Northwest Oregon Rock also has some decent info, pictures, and topos of the handful of routes on Santiam Pinnacle and Gonzo Pinnacle immediately north."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:27.772Z","updatedAt":"2024-02-19T18:39:17.424Z"}