{"_id":"63689d20e80bff5a994f26f3","area_name":"Window Dome","shortCode":"","climbs":[{"_id":"yEI1Uo0eW02azs4SQz1NSA==","name":"Unknown L of Four Course Meal","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Unknwn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99553,31.935]},"left_right_index":1,"mp_id":"120272595","mp_crag_id":"112551425","climb_id":"yEI1Uo0eW02azs4SQz1NSA==","areaRef":"MVBqNa48UoC2P6T4k7OTdA=="},"content":{"description":"Starts 10' left of Four Course Meal on the obvious bolted buttress.  Face climb following the bolts until they stop.  then 5th class ~40' until you hit a sloping ledge at the base of the chimney.  Build a gear anchor and/or continue up the rest of Four Course Meal.","protection":"8ish bolts and a gear anchor","location":"Bolted buttress 10' Left of Four Course Meal."},"__v":0},{"_id":"kz5MxWOMVLGfmWqODVbIWQ==","name":"Insane Orange Heaven (aka 666)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Aaron Davis, Will McConaughy, Ian Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99553,31.935]},"left_right_index":0,"mp_id":"120238456","mp_crag_id":"112551425","climb_id":"kz5MxWOMVLGfmWqODVbIWQ==","areaRef":"MVBqNa48UoC2P6T4k7OTdA=="},"content":{"description":"P1) a couple of 5.9 moves gets you out of the pod and into the 5.8 right facing corner. Go to the tree up and left of the roof. 75’P2) has a couple of variations that start from the same spot but go in different directions 30’ up. We initially climbed the beautiful right angling crack to the belay ledge and then rapped down to do the other P2 variation that goes up the water stain, dike and heads thing. Variation 1) climb up past the tree and stem off boulder and main wall to clip the only bolt we placed. Pull around corner and head up and right. The beautiful crack angles up and right going around the corner. Mostly 5.7 but there are a few well protected 5.10 moves right at the end of the crack. Belay at tree. Many anchor options Variation 2) Share the start to pitch 2 until after you clip the bolt and pull past the corner.  Instead of continuing right,  head straight up the obvious dike to the ledge above. Plentiful chickenheads and plates begin to disappear the higher up into the streak you go.  A couple reachy moves wander you around the streak until gaining the ledge.  Overall, an easier variation to keep the climb closer to a consistent grade of 5.8. This pitch might be a little pg. P3) head straight up off the ledge for a short 5.8 section and head straight back to belay. Down climb or hop down, and then gain the boulder P4) step off the boulder onto the main wall. a couple of moves has you join the last pitch of 4 Course and climb 5.easy over the arch to the top of the formation ","protection":"Double rack to #4 and some smalls","location":"This route is between Paleface slab and the main wall that has 4 course on it. Leave the drainage shortly after passing the descent trail, well before the slick rock area where the 4 course trail is. Head up and right making your way thru the boulder field, heading towards the big west facing wall. Head up along the wall and scramble a little to the base under a tree and below the shallow right facing corner that makes up p1. "},"__v":0},{"_id":"XFx5kjr9VGe5lTld8t4WLA==","name":"Four Course Meal","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"apaches?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99553,31.935]},"left_right_index":2,"mp_id":"112551435","mp_crag_id":"112551425","climb_id":"XFx5kjr9VGe5lTld8t4WLA==","areaRef":"MVBqNa48UoC2P6T4k7OTdA=="},"content":{"description":"This is a great easier trad route which would be a good intro to the area or way to build up your trad skills. The route generally follows cracks of all sizes straight up the dome on quality stone. Variations to every pitch have surely been done. There are numerous large ledgey areas perfect for napping or picknicking. Here's how we did it: \n\n  P1: Make your way up the double cracks. Belay on sloping ledge at the base of a chimney  (1-2 inch pro for belay). 5.6+ ~80 feet. This pitch could be linked with the next.  \n\n  P2: Chimney up to a giant platform. Step across a little gap and continue up a steeper weakness to giant treed ledge. Look out for sap and cacti up here. 5.7 ~120 ft \n\n  Move belay across ledges and boulders to the base of a nice varnished buttress with a dogleg crack \n\n  P3: Climb the angled crack as it turns up near a rounded arete/buttress. The crack disappears into a featured face where you can sling some heads. Continue up the buttress pulling a bulge on jugs. Belay on huge ledge. Aesthetic 5.6 pitch. ~100 ft \n\n  P4: From this big ledge you can finish a number of different ways, but the best option is the obvious hand crack just to the left of the window that goes by the name \"The sneezes of 10,000 Butterflies\". This gem is a bit of a sandbag at 5.7 in Tanya's guide, but is an amazing slice of moderate jamming. Where the crack breaks right, leave it and pull over the lip. Good idea to set up a directional anchor (or belay) here to protect your follower from a big swing. Crawl up jugs to the summit. 5.8 ~120 ft \n\n  There are some other cracks and flakes that go up the slabby face to the right of the window if you want to keep the grade at 5.7. \n\n  To get off you must execute a 10 foot 4th class downclimb (or sling a protruding block with your rope here for a rap/handline). Then walk along the ridge away from the wash (NW) for about 400 feet. Look for a gully down and left with a decently cairned trail. This trail will take you past Paleface slab down to the wash.","protection":"Gear from .4 to 4 with many slings. Emphasis on .75 and up. Know how to sling 'heads for pro and for building anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,31506a35-ae3c-5280-b63f-a4f893b39374","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Window Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99553,31.935]},"bbox":[-109.99605985430699,31.93455033981813,-109.99500014569301,31.93544966018186],"left_right_index":-1,"ext_id":"112551425","area_id":"MVBqNa48UoC2P6T4k7OTdA=="},"content":{"description":"Sunny south facing mostly low angle apron of rock with a distinctive window feature on its NW margin. This area is essentially the Souteast facing wall of the same feature that Paleface Slab is on, just paleface slab faces southwest. \n\n  There are at least a handful of routes on this wall that are not published in any guidebook \n\n  To get off walk along the ridge away from the wash (NW) for about 400 feet. Look for a gully down and left with a decently cairned trail. This trail will take you past Paleface slab down to the wash."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:59.749Z","updatedAt":"2022-11-25T11:09:55.215Z"}