{"_id":"63689fc7e80bff5a9951d833","area_name":"Funk Rock City","shortCode":"","climbs":[{"_id":"myA8IQ6tU8i88y+gzoO83A==","name":"Veldhaus Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Veldhaus & Anne Hayes, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":11,"mp_id":"105918104","mp_crag_id":"105868795","climb_id":"myA8IQ6tU8i88y+gzoO83A==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Veldhaus Route is wider and less clean than most of the other routes at the wall and is certainly no destination route. Still, it is OK for a \"ticklist\" for the route collectors and completists.","protection":"Hands to wide gear for the crack and trees on a huge ledge for the belay.  To descend, rap from the tree or take the opportunity to go set anchors on the \"Local Color, 10b\" toprope and rap that before climbing it.","location":"Veldhaus Route is the hand and fist crack in a left-facing corner, perhaps 25 meters right of the popular routes, \"Right Of Passage, 9\" and \"Cruising Lane, 10a\"."},"__v":0},{"_id":"VsOfqSvZWh+OrXMJ1EKfxg==","name":"Up Swift Creek Without A Paddle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"N. Strickland, H. Loeffler, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":26,"mp_id":"105869239","mp_crag_id":"105868795","climb_id":"VsOfqSvZWh+OrXMJ1EKfxg==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A great route with some sustainance. Get into the corner and crack and run for the top. The line is a little sustained and requires some endurance. It is not only better than it looks, it is QUITE good.","protection":"A standrard rack with a good run of cams in the +/- hands sizes. More minus than plus if memory serves.","location":"A left-facing corner withe hgood looking crack around to far the Rright end of the crag, and just before the super-steep route formerly known as 'Armageddon', but now freed as 'Snot Rocket'"},"__v":0},{"_id":"nWr8RaNcUCSI9N3WuqefVA==","name":"Trad Wagon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trad Wagon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":15,"mp_id":"116624227","mp_crag_id":"105868795","climb_id":"nWr8RaNcUCSI9N3WuqefVA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Climb up the first five feet of dirty, mossy slab to a horizontal. Place some gear and bushwhack through the vegetation occupying the next 10 feet until the crack opens to a clean thin hands splitter. Follow this until you eventually traverse right as the original crack fizzles out where rock quality decreases. Continue up the last portion of a small dihedral to the anchors.","protection":"Double rack from fingers to hands","location":"Locate the slabs home to Manic Impression and Funkadelic; this is the vegetated crack splitting the face through the middle."},"__v":0},{"_id":"D8jUwe/oXXihs19/FEWwdw==","name":"There Goes the Neighborhood","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Neal Strickland, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":19,"mp_id":"106283004","mp_crag_id":"105868795","climb_id":"D8jUwe/oXXihs19/FEWwdw==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start by climbing over some dirty ledges to reach the first bolt.  From here, climb straight up with some thin moves to reach until the 3rd bolt (crux).  After the crux, all of the holds are very positive, but the wall remains slightly overhung, so move quickly!","protection":"8 bolts, shuts.  If you don't have a stick clip, the opening moves can easily be protected with a Stopper.","location":"Located about 30 ft to the left of Orange Juice."},"__v":0},{"_id":"xMuGBX4pW7C7XniDBAq+rw==","name":"Sparkey Goes Crack Climbing","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"T. Powers & C. Porter, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":13,"mp_id":"105871970","mp_crag_id":"105868795","climb_id":"xMuGBX4pW7C7XniDBAq+rw==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A wide crack that takes wide gear if you have it, but is easy enough to run out as well.\n\nClimb up the obvious wide crack and some face moves to ascend the easy crack not far right of Right of Passage and Cruising lane.  TOp out and belay from trees back a ways.  To descend, go East (right) to the anchors above Manic Impression and rap from those.","protection":"Wide gear- whatever you have.  Trad anchor up top.","location":"Around to the right of the inset that holds Cruising Lane and Right Of Passage, pass a bolted Arete and then arrive at the base of this wide crack, just a few meters past."},"__v":0},{"_id":"Gzh0gGX5VZeNqRttodT1IA==","name":"Snotrocket","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FA Hugh Loeffler 1996 aid, FFA Matt Massey 2005","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":27,"mp_id":"118641963","mp_crag_id":"105868795","climb_id":"Gzh0gGX5VZeNqRttodT1IA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Climb relatively easy terrain to gain the main corner system.  Cast off into sustained tips laybacking, smearing, and Houdini magic.  Fussy gear and run outs keep things interesting!","protection":"Take a good assortment of tiny gear up to #1 C4 and a cool head.","location":"Walk right from Up Swift Creek to locate this stunning, thin dihedral, one of the most spectacular hard trad lines in the Red."},"__v":0},{"_id":"6DG7zbTiVB6+Q50Ypkssjg==","name":"Smokin' Joe","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Cornette, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":1,"mp_id":"106282997","mp_crag_id":"105868795","climb_id":"6DG7zbTiVB6+Q50Ypkssjg==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start by climbing up a short dihedral with a finger crack immediately to its right.  Gain a stance at the top of the pedestal and clip the first bolt.  Follow the thin crack straight up to reach the 2nd bolt (crux).  Trend up and left away from the crack and head toward the base of an overhang.  Pull the overhang and continue over steep rock on great holds to reach the shuts.","protection":"8 bolts, shuts.  A finger sized cam or Stopper can be placed in the finger crack before reaching the first bolt.","location":"The right most sport line on the face just to the left of Joe Camel crack."},"__v":0},{"_id":"fsOCAEn6VLuptcCskVNPvA==","name":"Seppuku","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FA: Bill Ramsey, 1998","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":18,"mp_id":"106599306","mp_crag_id":"105868795","climb_id":"fsOCAEn6VLuptcCskVNPvA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Seppuku climbs a beautiful orange buttress of impeccable stone on a slightly overhanging wall.  Unfortunately water seeps from the 5th bolt hole which detracts from an otherwise stellar line.  This route is a bit more burly than your typical RRG power endurance sprint.  The movement is technical with a distinct crux followed by easier sequential pocket pulling.\n\nBegin with easy, unprotected moves up to the big ledge.  Probably best to leave the belayer on the ground, and pass the stick clip up to the ledge to pre-clip the first bolt.  Climb the vertical, sculpted wall right of the bolt line to a bushy and often damp horizontal break.  Move back left, to the top of a shallow right-facing dihedral.  At this point \"Appalachian Spring\" heads left.  Stay right, eventually working up to the top of the obvious, large, leaning right-facing dihedral and the wet 5th bolt.  Cruxy crimp moves head back left towards the sixth bolt.  With a building pump, big moves between generally good pockets lead to a small rooflet & the original rusty anchor.  Make a couple more easy moves to a new anchor in better rock a few feet above.\n\n\"Seppuku\" is the Samurai practice of ritualistic suicide.  For a glamorized example, check out the visually pleasing Tom Cruise film \"The Last Samurai\".  Not clear what that has to do with the climbing, but a cool route name nonetheless!","protection":"~8 Bolts, 2 BA.  Stick clip recommended to clip the first bolt off the ledge.  There are a number of long sticks sitting on the ledge.\n\nWater seeps from the 5th bolt, which is also the bolt that protects the crux.  It appears that it would be a clean fall if this bolt pulled out, but use your own judgement.","location":"Right of a large fenced-off cave is an orange buttress capped by a 10' horizontal roof.  Two sport routes climb this buttress, beginning from a large ledge 10' up, and sharing the first two bolts.  Seppuku is the right-most line."},"__v":0},{"_id":"C3xt/pVrXHmttvjz3Sn4XQ==","name":"Rite of Passage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Neal Strickland, Dave Lutes, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":9,"mp_id":"105866429","mp_crag_id":"105868795","climb_id":"C3xt/pVrXHmttvjz3Sn4XQ==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Can you say perfect jams? This route has them for sure. The route is the right crack on the stunning pillar. It is immediately right of Cruising Lane. The first half is great hand jams behind a right facing flake. The upper middle section is wider, but casual to a rest. The final section is weird, poorly protected and most often sandy. Nice warm up for the climbing partner who kept you up snoring the night before.","protection":"Hand sized gear mostly, with a fist sized piece or two and some TCUs and tri-cams up high.","location":"Funk Rock City, right of Cruising Lane"},"__v":0},{"_id":"shHbDS/GWneS6Sjsgwq3ng==","name":"Red Hot Chilli Pepper","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"N. Strickland, T. Crabtree, 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":21,"mp_id":"105869231","mp_crag_id":"105868795","climb_id":"shHbDS/GWneS6Sjsgwq3ng==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A rarity in the Red, being a climb with a low angle crux, with small holds. Climb up pockets and horizontals past a few bolts and gear placements (small-med cams or tricams) and get into the business, a low angled slab with small holds.  Continue to the shuts and rap off.\n\nLowering off and TR-ing are less advisable on this route, since the angle of the rock seems to create a twist in the rope as it goes.","protection":"A set of draws and a few tricams or cams for the horizontals between the bottom bolts.","location":"This climb ascends the low-angle wall (relatively low, anyway) just left of headstone surfer and just right of an arete."},"__v":0},{"_id":"3ibU/qreXw2e4i+M3w9GrA==","name":"Prime Directive","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"D. Lutes, N. Strickland, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":25,"mp_id":"105869244","mp_crag_id":"105868795","climb_id":"3ibU/qreXw2e4i+M3w9GrA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"One of the better routes in the Red.  Climb up moderate territory on the arete past several clips and out onto a face, which is still moderate. Reach out over a bulging roof (still not hard) and start pawing up the real business, which are very small edges and a crappy scoop. I can't imagine that these have gotten any larger with traffic, so it would not surprise me if the route is a sandbag by now.  No less, it is long, exposed and unquestionably fun.","protection":"11 clips to the anchors.","location":"At the far right end of Funk Rock City, not far past Heastone Surfer, you walk out around and left of a huge corner/prow that is L'Ile Au Ciel and see a bolted arete and face.  This is Prime Directive."},"__v":0},{"_id":"ausSJKb0XISjS0CRJinSHA==","name":"Orange Juice","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Hugh Loeffler, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":20,"mp_id":"106599268","mp_crag_id":"105868795","climb_id":"ausSJKb0XISjS0CRJinSHA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"How did Porter miss this 'Heinous Cling' of the Red?  This unbelievable orange streak of sculpted pockets & edges is surely one of the top five lines in the Red.  Few lines anywhere rival this route for quality & continuity.\n\nDespite its location far off the beaten path, OJ sees constant traffic even on weekdays, and should be on every 5.12 climber's list.  With 90 unrelenting feet of technical face climbing split by great rests, culminating in a devious crux 70 feet up the wall, this route will test all of your face climbing skills, and more than a bit of your resolve.\n\nBegin with long moves up the short slab.  The angle kicks back at the first bolt, as a short warmup leads to the first crux at the second bolt.  An engaging series of short boulder problems follows, all split by good shakes in the juggy horizontal bands that split the wall.  Around the 7th bolt, one harder move leads to an enormous jug, just below the crux.  Get a good shake here, figure out which tick marks to believe, and hang on as long as you can.  If you're not hanging from the end of your rope by now, get one more good shake for another tricky section of 2 finger pockets & thin edges, ending at a huge horizontal break.  A few more thin moves on slabbier terrain lead to the anchor.","protection":"10 bolts, 2 BA.","location":"Follow the Funk Rock cliff line east past the large fenced off overhang, and past the slightly overhanging parallel bolt lines of Appalachian Spring & Seppuku.  The wall curves in a bit just past these last two routes, and you will pass one more bolted line \"There Goes the Neighborhood\".  Orange Juice is the next bolted line, climbing a heavily chalked, brilliant orange streak."},"__v":0},{"_id":"vM5CT8uzWk+J145XepIroA==","name":"Manic Impression","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Lutes, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":14,"mp_id":"105866451","mp_crag_id":"105868795","climb_id":"vM5CT8uzWk+J145XepIroA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A little ways past Cruising Lane and RIte of Passage is a broad, tall well featured slab. This is the left of the two bolted routes. The crux is going for the anchors and requires jedi mind control and precision footwork. The route up to the crux is pretty casual at 5.7-8 or so. A must do if you're in the area. One of the best 5.10a sport routes in the RRG.","protection":"Lots of bolts. 60m rope is required and a stick clip is a good idea.","location":"Middle of Funk Rock City."},"__v":0},{"_id":"1MF+exe1Uy2nUvn7uTeyRg==","name":"Local Color","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"N. Strickland, D. Lutes, 1992. TR.","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":10,"mp_id":"105867551","mp_crag_id":"105868795","climb_id":"1MF+exe1Uy2nUvn7uTeyRg==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"If you liked Funkadelic and Manic Impression, this TR is more of the same.  Climb the Route Manic Impression or Veldhaus Route to access the large ledge & set a TR on the anchors mid-way between them.  The climbing more or less follows the hang of the rope.","protection":"TR from fixed anchors.","location":"10 meters right of Right Of Passage there is a set of anchors at the top of this face for a TR. Please use your own biners and do not directly thread the anchors and wear them out."},"__v":0},{"_id":"lVjr31FFXoymfVXWZcjn5Q==","name":"L'ile Au Ciel","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"H. Loeffler, D. Lutes, N. Strickland","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":24,"mp_id":"105868726","mp_crag_id":"105868795","climb_id":"lVjr31FFXoymfVXWZcjn5Q==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A three-star climb that becomes a 4-star classic if started with Hardcore Jollies and lead as a single pitch.  It will be quite pumpy if done directly from H.J. without a rest at the ledge.\n\nThis climb ascends one of the nicest pocketed overhangs available in the gorge.\n\nAccording to guidebooks, an alternate approach (easier) is to ascend via the first half of Prime Directive.","protection":"7 clips to a 2-bolt anchor, with optional 5moreclips and a longer runner for the H.J. start.\n\nYou need a long rope (60m+) to rap to the ground, but a shorter rope can lower you all the way to the ledge, then rap from the H.J. Anchors.","location":"Just right of the Headstone Surfer dihedral there is a slightly overhanging, bolted face leading up to  a ledge (Hardcore  Jollies) and from that ledge a wild overhanging prow with a wide scoop up it's center, perforated by pockets (L'ile Au Ciel)."},"__v":0},{"_id":"dCr2bamCUO2iBbwXmjsF0w==","name":"Just Another Trad Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cliff Cooper, Tim Powers, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":5,"mp_id":"118093224","mp_crag_id":"105868795","climb_id":"dCr2bamCUO2iBbwXmjsF0w==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Dihedral right of Infidel.","protection":"Bolted anchor","location":"15 feet right of Infidel."},"__v":0},{"_id":"xjG9hDQ2XFK7U9ZIQx9H0A==","name":"Joe Camel","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"hugh loeffler, dave lutes 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":2,"mp_id":"106383603","mp_crag_id":"105868795","climb_id":"xjG9hDQ2XFK7U9ZIQx9H0A==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start by stemming up the corner in to a section of moderate OW with stemming and laybacking and good rests... The crux is the last 10 feet or so where the crack gets thin and steeper... Here you will be jamming in a thin hands crack and stemming hard...\n\nThere is an extension at 5.11 that look burly hard and steep...","protection":"Regular rack will do but if you want to get some use out of your #5 and or #6 cams they will work on the easy part... Fixed anchor at the roof...","location":"As you walk in to Funk Rock City you will find this dark corner in orange stone just after the first couple bolted lines you encounter..."},"__v":0},{"_id":"aoM0B3mSV6KDXBqKChqjyw==","name":"The Infidel","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Porter Jarrard & Jake Slaney, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":4,"mp_id":"107122332","mp_crag_id":"105868795","climb_id":"aoM0B3mSV6KDXBqKChqjyw==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Classic Red climbing on a slightly overhanging face that will get you pumping all the way to the top. Work through the vertical section at the bottom of the climb on a series of pockets and crimpers to gain the clipping jug just to the right of the last bolt. You need to save enough energy to get through the last overhanging section on smallish horizontal iron rails or you'll end up going for a big ride.","protection":"bolts","location":"This route is located on the right hand side of the first major, orange face that you encounter after the approach trail meets the Funk Rock City cliff line. It begins on top of a small pedestal on the right side of the wall and to the left of a large tree that provides shade for upper sections of the route."},"__v":0},{"_id":"dxYWyWwuX9aFtHtqhs//RA==","name":"Headstone Surfer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Hugh Loeffler, DeeDee Whelan, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":22,"mp_id":"105866439","mp_crag_id":"105868795","climb_id":"dxYWyWwuX9aFtHtqhs//RA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Why is it called Headstone Surfer? That is a typical question. Check out the chest high boulder at the base of the climb. This used to be perched in the middle of the climb. Hugh says there's about as much underground as what's visible above ground. He \"surfed\" it out on the FA.\n\nGreat route with a stemming crux. It's not over after that though. The dihedral goes on and on and on it seems like. Stellar rock ion a beautiful setting.","protection":"Bring a standard rack, make sure you've got some finger sized stuff for the crux and some longer draws or slings to make sure the rope runs good. I think a 60m rope is necessary to get down. Better take one just to be sure.","location":"Funk Rock City, near the right end of the wall. You can't miss an acute dihedral with a sport route on each wall and a nice looking crack in the middle."},"__v":0},{"_id":"+x8YmRQ8VCGUf7XfQSY6+g==","name":"Hardcore Jollies","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D. Lutes, H. Loeffler, D. Whelan, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":23,"mp_id":"105868713","mp_crag_id":"105868795","climb_id":"+x8YmRQ8VCGUf7XfQSY6+g==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"A 2-star climb that can be a 4-star classic if continued directly past the anchors and through L'ile Au Ciel for a 100' pitch. The climb was originally rated 5.12a, but I doubt it is really that hard.  11d might also be generous.\n\nLocate this climb just right of Headstone Surfer and head up past 5 clips on crimps and smaller pockets to a ledge and anchors- put a longer runner on the anchors and continue into L'ile Au Ciel for 7 more clips plus anchors.","protection":"5 bolts for H.J. plus the anchors, or better yet, 5 for H.J., one longer sling for the anchor, and 7 more draws for L.A.C. plus a few for the anchors on that.\n\nYou need a 60M rope to lower off to the ground, but you can lower to the anchors on the ledge with a 50M and belay from there, then rap to the ground.","location":"Just right of the Headstone Surfer dihedral there is a slightly overhanging, bolted face leading up to  a ledge (Hardcore  Jollies) and from that ledge a wild overhanging prow with a wide scoop up it's center, perforated by pockets (L'ile Au Ciel)."},"__v":0},{"_id":"bBIqHuRfUyewvmNqy0BbNA==","name":"Goodstone","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"H. Loeffler, D. Lutes, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":7,"mp_id":"105867546","mp_crag_id":"105868795","climb_id":"bBIqHuRfUyewvmNqy0BbNA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start up Cruising Lane for a few meters and then step left onto a ledge and into a thinner crack. Protect from the better stances (with feet) and sprint inbetween. As the crack ends climb up and left to the ledge.\n\nTo descend, rap from the Cruising Lane anchors.","protection":"Gear up to 2\" knuckle-sized cams are useful. The larger piece to start on Cruising Lane is optional.","location":"Just left of Cruising Lane and Right of Passage, on the left hand side of the same inset on can see a thinner line through the face that starts on Cruising Lane. This is Goodstone."},"__v":0},{"_id":"AI0iag8hX4is1HDRB6N4lw==","name":"Glory Be","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":28,"mp_id":"107857060","mp_crag_id":"105868795","climb_id":"AI0iag8hX4is1HDRB6N4lw==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start of with 4 bolts of sustained pockets and in-cut crimps to an easier section. Continue with more sustained climbing to a very distinct crux at the last bolt. Very fun route that deserves more attention!","protection":"8 bolts. I highly recommend stick cliping the first bolt since the landing is terrible.","location":"Far right side of Funk Rock. Past Snotrocket about 50 yards. I think it is the last route on Funk Rock."},"__v":0},{"_id":"veCBcfPIVmqKC9OL17O8CA==","name":"Go Easy Billy Clyde!","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tim Powers, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":6,"mp_id":"106282988","mp_crag_id":"105868795","climb_id":"veCBcfPIVmqKC9OL17O8CA==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"The first bolt is about 25 ft up.  If you don't have a stick clip, a cam can easily be placed for the opening moves, probably 5.10a to reach the bolt.  The first half of this route is slightly overhung and pumpy.  Just above the first bolt is a reachy move.  Once you reach the half way point, the wall is much less steep and you will find a great rest to shake out for the upper half.  From the rest, continue up the face for more technical climbing (crux).  Interesting moves up here, very different from the first half.","protection":"8 bolts, Anchors:  Bolts on top with slings hanging over lip.  A #4 Camalot is the most solid and easiest thing to place before reaching the first bolt, but smaller cams will also do if you don't have a stick clip that can reach the first bolt.","location":"Located about 30 ft to the right of The Infidel or just left and around the corner from Goodstone."},"__v":0},{"_id":"gS3eApT1WtO5Jd4uNT8ELQ==","name":"Funkadelic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Lutes, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":16,"mp_id":"105866459","mp_crag_id":"105868795","climb_id":"gS3eApT1WtO5Jd4uNT8ELQ==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"This is the right of the two lines on the big slab at Funk Rock. You may want a medium sized cam up high to protect a long runout. The crux is somewhat height dependant and bouldery, and the rest of the climb is more moderate. Very fun moves and very cool rock. The finishing moves to the anchors are very delicate and you should take care as there is a ledge you can hit. It's happened before.","protection":"Bolts and a small/medium cam.","location":"Middle of Funk Rock City"},"__v":0},{"_id":"NiuorK6XU4ujg03PiyAUIQ==","name":"Frugal Chariot","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hugh Loeffler, 1992","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":0,"mp_id":"106599342","mp_crag_id":"105868795","climb_id":"NiuorK6XU4ujg03PiyAUIQ==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Frugal Chariott is a high quality climb with varied movement that would be a 4-star classic at most cliffs.  At the Red its just another awesome sport route.  An awkward, scary start, some sandy holds, uncharacteristically hard crux, and 'cheater' rest at mid-height detract somewhat from the quality.\n\nBegin by scrambling up the decomposing ramp-boulder.  It may be possible to fish in a 3/4\" piece here.  Mantle the boulder to reach an interesitng iron-extrusion knob.  Head up & left on cool pockets and sharp edges.  At the top of the vertical section, the brutal crux is reached: one long reach off a sharp thin crimp.  Above the first bulge its possible to traverse completely around the corner for an effortless rest.  Purists will shake from the large slopers on the bolt line.  Continue over two more bulges, with a pumpy sprint between diminishing holds towards the anchor.\n\nThis side of the cliff gets a bit of shade in the evening.","protection":"~8 bolts, 2 BA.  You might want some trad gear to protect the awkward start, if your stick clip is too short to reach the first bolt, which is likely.","location":"This is the first bolted route encountered from the approach, just around the corner, to the right, from a short, splitter, lightning bolt finger crack."},"__v":0},{"_id":"PdsuE+htUwSyJ8DNh+iLfQ==","name":"Eye of the Needle","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Powers, Neal Strickland, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":12,"mp_id":"106282978","mp_crag_id":"105868795","climb_id":"PdsuE+htUwSyJ8DNh+iLfQ==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Start by climbing up a slabby section of rock with some friction moves to reach good holds.  Wander up the face, using the arete as needed.  Sometimes the moves are on the face, sometimes you need the excellent holds provided by the sharp corner of the arete.  Toward the top, it becomes a bit more overhung, but the arete becomes more and more useful to supply jugs.  This route is just plain fun!  Certainly do it if you are here!  It's a nice break from all of the other pumpy routes in the area.  It's also exceptionally well protected.","protection":"10 bolts, chains.","location":"This route is the arete immediately to the left of Sparky Goes Crack Climbing and about 30 ft to the left of Manic Impression."},"__v":0},{"_id":"Qzj/Rxd2WSykYcpbwLvQmw==","name":"Emphysema","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Danny Rice, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":3,"mp_id":"111843514","mp_crag_id":"105868795","climb_id":"Qzj/Rxd2WSykYcpbwLvQmw==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Climb the crack to a bulge, follow the bulge up until the cracks split. Climb the right crack and rappel from the trees.","protection":"standard rack","location":"First crack to the left of the infidel."},"__v":0},{"_id":"RUmQ35COXJSNIxwxGnWjPg==","name":"Cruising Lane","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lynn Watson, Hugh Loeffler, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":8,"mp_id":"105866423","mp_crag_id":"105868795","climb_id":"RUmQ35COXJSNIxwxGnWjPg==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"After reaching the wall and walking around to the right, you can't miss this climb. It is the left of two cracks flanking a sort of pillar. There is a distinct crux, but it is well protected. The rock is amazing and the moves are fun.","protection":"Standard rack, make sure you have some finger crack sized stuff for the crux. Bolt anchors.","location":"Funk Rock City, this is the obvious left facing flake in nice orange rock with a splitter fingercrack up high on the left wall (the route Goodstone 5.11a)."},"__v":0},{"_id":"m9IeSBEzU8SLxtspegHZ8A==","name":"Appalachian Spring","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Hugh Loeffler, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"left_right_index":17,"mp_id":"106599327","mp_crag_id":"105868795","climb_id":"m9IeSBEzU8SLxtspegHZ8A==","areaRef":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":"Generally regarded as one of the best 5.13s at The Red, Appalachian Spring is not your typical jug haul.  The route is known for its big moves, in particular 3 successive lunges, each harder than the last.  The rest of the climbing is not all that difficult for the grade, but the unbelievable quality & color of the rock make every move enjoyable.\n\nThe name is surely a reference to the lush, seepy nature of this wall.  Its likely there will be a few wet holds on the route, but its not nearly as bad as its neighbor to the right.\n\nBegin with easy, unprotected moves up to the big ledge. Probably best to leave the belayer on the ground, and pass the stick clip up to the ledge to pre-clip the first bolt. Climb the vertical, sculpted wall right of the bolt line to a bushy and often damp horizontal break. Move back left, to the top of a shallow right-facing dihedral. At this point \"Appalachian Spring\" heads left.  A difficult gaston move above the third bolt is the only difficulty before reaching a horizontal break.  Move left and make the first big move to another break.  Make another big move, then move right for the third lunge.  Now that you're good & pumped, move left and follow brilliant pockets for another 30 feet to the anchor.","protection":"~8 bolts, 2 BA.  Stick clip recommended to clip the first bolt off the ledge. There are a number of long sticks sitting on the ledge.","location":"Right of a large fenced-off cave is an orange buttress capped by a 10' horizontal roof. Two sport routes climb this buttress, beginning from a large ledge 10' up, and sharing the first two bolts.  Appalachian Spring is the left line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,07f687f4-a8ff-5b1b-9b7c-208fe50cd355","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Funk Rock City"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":3,"label":"5.9"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12+"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11d"},{"count":4,"label":"5.12a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":12,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":11,"advanced":14,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.5762,37.8029]},"bbox":[-83.57676910078409,37.80245033981814,-83.57563089921592,37.803349660181865],"left_right_index":-1,"ext_id":"105868795","area_id":"B/aH9Kj/WxubfCCP5QzTVQ=="},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:03:52.820Z","updatedAt":"2024-01-15T16:44:54.158Z"}