{"_id":"63689d5ce80bff5a994f530c","area_name":"O. YaSoo Dome","shortCode":"","climbs":[{"_id":"P7PFuVdGVvWQdbEYciylEQ==","name":"The Chief","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Al Swanson, Arthur James Foley III, Brian Warshow 8/92","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.50842,37.78402]},"left_right_index":0,"mp_id":"117597606","mp_crag_id":"117597206","climb_id":"P7PFuVdGVvWQdbEYciylEQ==","areaRef":"GQd1Iup0XPi56eGNVxzh3g=="},"content":{"description":"The Reid guide notes that this thing goes free. I'm not really sure if that implies it has been properly sent or not. I'm skeptical that someone has led the crux clean, but maybe! I'm sure Honnold has. Most will probably still aid the short thin section on lead.\n\nA great Yosemite adventure route up a huge chunk of rock deep in one of the most scenic canyons in the whole range. Most crux sections are fairly well protected but there are some pretty huge runouts on climbing up to 5.9 or so. The rock is msotly what you would expect on this side of the canyon, but there are some fractured, alpine-type, gritty sections here and there\n\nP1-6 - 5.9 - We did it in 3 with a touch of simuling. Hard to describe the route exactly. The corner system above climbs better than it looks. We dint't see the bolt or pin indicated on the topo. Head up the most inside (right) corner for 400ft. or so then bust out of it to the left. Head left on some ledgy terrain then up some nice cracks for 100ft. Another 200ft. pitch heads up some outstanding cracks to the huge ledge system and \"Golden Bowl\"\n\nP7 - 5.9 - Aim for the obvious corner above the ledge. Some good cracks lead to a bushy ledge. Over 200ft. depending on where you belayed.\n\nP8 - 5.8 - Continue up the corner than head straight left on a ledge and setup a belay at the left end of it.\n\nP9 - 5.11b - By far the most difficult pitch if you aid the crux in my opinion. Climp up to the first bolt. Make some difficult moves up and then perform a long, difficult, runout (5.10+) traverse left to some flakes. Try and climb high before protecting (for follower). Eventually leave the flakes and climb to bolt up and right. Make a series of super tough mantles past 3 bolts and then traverse left to a belay at pin and bolt in a corner.\n\nP10 - 5.12b or C1 - Some tough moves lead up the corner until it starts slanting right. There is a 10-15 ft. section that is super thin. It would be near impossible to place gear on lead. The corner then opens up and turns back to vertical. 5.10 climbing leads up to a stance.\n\nP11 - 5.11a - Head up the cool corner that eventually turns into a roof. Undercling out right until you reach a dike above that shoots back left. Head up this to a bolt. I left my last piece in the roof at the last good stance and this made ropedrag no big deal, but is slightly runout to the bolt. A hard down-mantle after the bolt leads to a flake and some gear. Then a long and runout, though pretty easy,  traverse left leads to a nice stance\n\nP12 - 5.10d - Up the corner that is mostly pretty chill with one hard move.\n\nP13 - 5.11 - A tough face move leads past a bolt and into a corner. Up this to its top where you can get in some gear (staying in the leftmost corner). Then climb back down a couple moves and traverse right, pulling the moves on TR. Easy for 5.11. Good holds lead up into some runout terrain until a 2 bolt anchor is found, that is hard to see and for some reason hanging.\n\nP14 - 5.10a - Tough slab leads to a bolt, some gear, and another bolt out left. Climb down just a bit and then traverse straight left on quite runout slab into some corners. Hero laybacking leads to a slabby area at the base of a headwall\n\nP15 - 5.8 - Pull a couple mantles up the headwall, head right, then a few more mantles lead to the awesome summit","protection":"Doubles from tiny to #1. Single #2,3,4. We had a 5 but i don't think it was necessary. Grey C3 and micro nuts needed to aid crux pitch. My friend who led it said camhooks would have made it much faster","location":"In the middle of Yasoo, where the slab meets a huge corner system. Come in form the gully on the east\n\nA cut-in approach that skips the first six pitches is possible by descending the gully on the west side of Yasoo and traversing ledges to the Golden Bowl"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,19077522-ea74-5cf8-b9e9-e18d571ce1de","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","O. YaSoo Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.50842,37.78402]},"bbox":[-119.5089889553745,37.783570339818134,-119.50785104462553,37.78446966018186],"left_right_index":-1,"ext_id":"117597206","area_id":"GQd1Iup0XPi56eGNVxzh3g==","polygon":{"type":"Polygon","coordinates":[[[-119.5089889553745,37.783570339818134],[-119.50785104462553,37.783570339818134],[-119.50785104462553,37.78446966018186],[-119.5089889553745,37.78446966018186],[-119.5089889553745,37.783570339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:45.174Z","updatedAt":"2024-02-19T18:29:56.071Z"}