{"_id":"6368a29ce80bff5a9956af52","area_name":"Southwest Corner","shortCode":"","climbs":[{"_id":"vwvKxytTUH6am61J7hcY3g==","name":"White Powder","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nathan Brown, Tom Caldwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":1,"mp_id":"112523608","mp_crag_id":"106912371","climb_id":"vwvKxytTUH6am61J7hcY3g==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"A steep boulder problem with great face to corner climbing. Sustained and fun!\n\nStart in a rhododendron alcove below a steep series of horizontals. Scramble up below the large horizontal. Plug a hand sized piece and crank the boulder problem to the first bolt. Continue on the thin face to the next bolt just below the dihedral. Make a tough clip and tech your way up the tricky dihedral to it's top. Punch in a few pieces of gear and pull some long moves through the steep bulge. Plug a small cam and mantle to a nice ledge. Follow the fun moderate face to the same set of anchors as Birthday Pickle.","protection":"Blue Metolius to Yellow Camalot sizes, a couple of medium sized nuts could be used. Quickdraws for the 3 bolts and a few slings to extend some of the gear. Two bolt anchor at the top to rappel or lower.","location":"This is the last section of rock at the far left side of the Boulder Problem area, just right of Birthday Pickle. They share the same finish and anchors."},"__v":0},{"_id":"SH6mTAUmUZ+c8tuQhJYelA==","name":"The Vaporizer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA Shannon Stegg, FFA Andrew McDowell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":6,"mp_id":"107747688","mp_crag_id":"106912371","climb_id":"SH6mTAUmUZ+c8tuQhJYelA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Climb halfway up the low angle slab-ramp and step across to the featured vertical face with good gear and a high bolt.  Achieve the ledge and step right to a small left facing corner capped by a left leaning, overhanging hand crack.  Pull the bulge and work back left to a shallow left facing corner/flake with a bolt.  Crank the roof crux past another bolt to a two bolt anchor.","protection":"Draws and cams to 3\"; 70m rope recommended","location":"Begin just uphill from the large ledge below Boulder Problem in the Sky."},"__v":0},{"_id":"K4HJxsNAV+2gAB9/w0dSfQ==","name":"Under the Big-Top","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":8,"mp_id":"112785137","mp_crag_id":"106912371","climb_id":"K4HJxsNAV+2gAB9/w0dSfQ==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Another high-quality rainy day route that adds a considerable amount of technical climbing to the area classic. Well worth climbing if you're looking for a (fairly) sustained pitch of 5.11.\n\nP-1\n\nClimb the initial easy corner of BPITS to the ledge and belay. 35'\n\nP-2\n\nAbout 30' left of the main corner, pull a bouldery start up to a ramp that takes small gear. Step up and clip a bolt out left, then traverse left to a good stance below a techy face. Climb the face past 2 bolts and into the shallow left-facing corner. Continue past one more bolt to merge into BPITS at the crux. Good stance here allows for a rest before continuing through the BPITS crux and to its anchors out left. Save a piece to protect your partner on the traverse! 110'","protection":"bolts and gear up to #2 or 3 camalot","location":"Starts on Boulder Problem in the Sky but climbs the face about 20-30' left."},"__v":0},{"_id":"FmnmfO+yVAiCcGkqmo0uXw==","name":"Shithouse Rat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown, Tom Caldwell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":7,"mp_id":"112830983","mp_crag_id":"106912371","climb_id":"FmnmfO+yVAiCcGkqmo0uXw==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Another dry addition to the Boulder Problem area. This route is engaging and pumpy with some good stances in between.\n\nStart at the ramp to the Vaporizer. Move up the ramp briefly and follow the right facing flake system to a mini roof. Trend up and left on horizontals to a bolt. Move up and right onto the ledge. You can sling the bushes out left long on this ledge if you feel uncertain reaching the next bolt. Follow steep climbing past a bolt and a tricky mantle. Pull out of the roof onto the thin face past two more bolts, don't pump out! Figure out the boulder problem to get past the last bolt. Move up the right side of the thin face to a series of horizontals. Save some medium sized pro (.5 to 1 camalot) as you move up and left. Once you are level with the Vaporizer anchors, move directly left to them. The anchors have been updated with some quicklinks.","protection":"Blue TCU to #2 camalot and 5 bolts. Use the Vaporizer anchors to get down with a single 60m.","location":"Just right of the Vaporizer and left of Under the Big-Top. Look for the slab ramp against that wall that has a right facing flake about 10' up."},"__v":0},{"_id":"n7rXjbUDXhCzNOJNdsEh/g==","name":"The Lopper","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":2,"mp_id":"110278472","mp_crag_id":"106912371","climb_id":"n7rXjbUDXhCzNOJNdsEh/g==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Look for the right facing corner in the dark rock. This climb often seeps. Pull out of the steep section low and cruise up the groove until you can reach the slab near the top. Traverse up and right to the anchors on Airlie Gardens.\n\nWatch for dirty and loose rock. Be sure your placements are in solid rock as well.","protection":"Single rack to #1, tricams (or double medium sized gear), long runners. Same two bolt anchor as Airlie Gardens. Inspect anchor, update or replace if needed.","location":"Third route from the left on the upper tier. Look for the broken corner system. A 60m will get you down."},"__v":0},{"_id":"XRkc7Fs7UfSj140rxtuUUA==","name":"Hard Up for Cracks","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Rotert, Sandy Fleming, Steve Pachman, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":13,"mp_id":"106912379","mp_crag_id":"106912371","climb_id":"XRkc7Fs7UfSj140rxtuUUA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Though a little dirty, this amazing overhanging crack system deserves way more traffic and will clean up nicely if more people get on it. It was originally graded 5.10 but it sure felt every bit 5.11a to me.\n\nP1: Climb easy terrain to crack, follow crack to bushy ledge and belay on gear (140 feet)\n\nP2: Continue up cracks to below some blocky roofs, escape on face to the right and continue to the top (70 feet)","protection":"Doubles of cams including some bigger stuff to #5 camalot if you want to sew it up.","location":"The obvious wide crack system 30 feet right of boulder problem in the sky."},"__v":0},{"_id":"xLQImNHkUrm4KraNUztdvA==","name":"S.O.S.","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"See comments","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":4,"mp_id":"110277378","mp_crag_id":"106912371","climb_id":"xLQImNHkUrm4KraNUztdvA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Fun route with good clean rock.\n\nFrom the upper ledge area, look for the large right facing corner to a roof.\n\nP1, scramble up to the base of the corner and climb until you can reach the roof and exit left. Belay at two bolts on the lip of the roof. 5.9\n\nP2, two options exist. Exit right for the original finish or straight up the dry patch for a new alternative. 5.10b","protection":"Single rack to #3, nuts, and tricams (or extra medium sized gear). Rap with a single 70m (or 2 60m) back to the upper ledge or rap twice with a 60m.","location":"Between Airlie Gardens and The Vaporizer. Look for the massive, but short right facing corner."},"__v":0},{"_id":"5aRsh1SiWoak5k3bPwBmuA==","name":"Hanging Gardens","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Shannon Stegg and Stuart Coffield, 2001","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":3,"mp_id":"110277396","mp_crag_id":"106912371","climb_id":"5aRsh1SiWoak5k3bPwBmuA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"There are two distinct cruxes on this little adventure. One up high that is pumpy and the other is keeping it together for the lower section.\n\nThis climb starts on the upper tier. Some of the bolts are obvious from the ground. Start by surmounting a short steep section of rock. Find a few small pieces of gear in the face. Blast up (harder) or out right (dirty) to gain the ramp and crack above that leads up and left. At the top of the ramp, the wall steepens again. Get good gear here and watch for bad rock. Once you are through this section you get to start clipping bolts, thank goodness, but it gets pumpy! Pull over the last lip to the slab and cruise to the anchors.","protection":"Singles to #3, tricams (or doubles in the medium sized), some draws for the bolts, and slings to extend a few pieces. Maybe a brush to remove some lichen. There is a two bolt anchor at the top. Unfortunately the hangers are ringless, so the rappel ring is attached to cord. This may need updating with new sling/cord, cable or the hangers replaced for ringed ones.","location":"This begins on the upper tier just left of the giant right facing corner of S.O.S. and the corner crack system of The Lopper. Look for the bolts on the upper black face. One is obvious as the steep wall turns to slab up high. A single 60m will get you down."},"__v":0},{"_id":"CeFDdzkOXzyo6QvOUpjuEA==","name":"Great Gig in the Sky","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":12,"mp_id":"112421262","mp_crag_id":"106912371","climb_id":"CeFDdzkOXzyo6QvOUpjuEA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Thanks to Tom for rekindling my interest in this wall. Hands down one of the wildest lines of its kind in the area, and very reminiscent of the Fire Wall routes of Moore's Wall.\n\nP-1\n\nClimb the easy starting corner of Boulder Problem in the Sky to the ledge ~40' up and belay on gear. 5.7\n\nP-2\n\nClimb the main Boulder Problem corner about 30' before moving out right on big holds to a weakness trending right. Climb this to a short lieback that turns into an undercling. Follow this feature rightward to a water streak (crux) and move up on powerful underclings and a delicate sidepull (careful pulling on this key hold). A key foot out left makes clipping the bolt in the stemming corner easy. Follow this corner to a stance and belay at bolts. 5.12. See topo for gear beta.\n\nNote: You cannot get down from this belay with anything less than a 70m rope.\n\nP-3\n\nFollow the stellar corner up to merge into the free variation finish to Bolder Problem in Space. 5.11b/c","protection":"Mostly bolts on crux pitch. Std rack for pitch 1 and 3.","location":"Climbs the amazing steep wall right of Boulder Problem in the Sky"},"__v":0},{"_id":"ylV70CeGUFSe8yUdQY9guQ==","name":"Golden Showers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Buzz Windrip","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":5,"mp_id":"112454488","mp_crag_id":"106912371","climb_id":"ylV70CeGUFSe8yUdQY9guQ==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"This is a direct finish to pitch 2 of SOS that should be reasonable to do as one long pitch if you watch the rope drag (not an issue on the rope-solo FA).\n\nStart by climbing SOS to SS's \"Rain Drop Traverse\". Clip the first bolt on the traverse, and move slightly right. But rather than continuing on the traverse and clipping the second bolt, move up into the bulge instead (protected by 2 bolts). Above the crux there is a small stopper placement that protects the last moderate 20' of climbing to the anchor.","protection":"normal rack","location":"start on SOS"},"__v":0},{"_id":"zYZJ+JxkXI+yToxuiQMfBQ==","name":"Boulder Problem in the Sky","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA Diff Ritchie, Bob Rotert '73, FFA Bob Rotert, Bill St. John '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":9,"mp_id":"107728999","mp_crag_id":"106912371","climb_id":"zYZJ+JxkXI+yToxuiQMfBQ==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"A unique route for Whitesides because it takes a plethora of gear.  Unlike most of the face routes at Whitesides, BPitS is a crack/corner feature.  This route stays dry due to the large roof cap.  It also faces west, so it is great on summer mornings.  The very large white left-facing corner is easy to spot from the approach.\n\nFrom the approach trail, head near the base of the corner and rack up in the woods.  Once racked up, make a step across a gully to get to a ledge at the base of the route.  The start is a chimney that turns into a right facing corner.  Climb up the chimney and corner, then make a tricky move left to get to the ledge at the base of the main left facing corner.  Climb up using face holds and the corner with plenty of gear options.  Continue until you reach a new two bolt anchor.  Belay or rappel here or continue on.\n\nMove straight up off the belay to get below a block.  Get a good piece of gear here and sling it long.  Step back down and make the tricky traverse left, do not continue straight up to the roof above.  Continue traversing left to a piton at a stance.  The pin can be backed up.  Make a move up so that your below a small roof and your feet are at the piton.  Clip the new single bolt that protects the crux.   Get into the business by making the tough, balancy, and sustained moves up until you can step left onto the ledge.  Continue moving across the big easy ledge until you reach some bolts at your feet.  Continue straight up or rappel down.  Rappelling here is recommended.\n\nContinue straight up the corner feature until you top out in the bushes.","protection":"Single rack to #2 C4 with nuts and tri-cams.  Bring plenty of shoulder length slings with maybe one 4' sling if you plan on linking P1 and P2.  P2's anchor consists of 4 bolts linked together with some webbing and a piece of rope with rings.  The rope was in good shape as of June 2012, but bring extra if concerned.","location":"Rappel with one 70m straight down to your pack if you stop at P2 or rappel with one 60m down and to the left or continue to the top and walk-off."},"__v":0},{"_id":"pVt82QZlVxuJ3iDzRQGQ9Q==","name":"Bolder Problem in Space (free)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA Forrest Gardner, Todd Wells, FFA Tom Caldwell, Eric Dudley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":11,"mp_id":"112259891","mp_crag_id":"106912371","climb_id":"pVt82QZlVxuJ3iDzRQGQ9Q==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Bolder Problem in Space was originally done at A4 by Forrest Gardner and Todd Wells. It is an intense aid route with few to no repeats. With FA permission, a free variation was added on lead. The original route aided out a roof crack, whereas the new free variation continues traversing right to the prow. Expect insane exposure and some tough bouldering on great edges.\n\nClimb Boulder Problem in the Sky's first pitch and belay at the bolted anchor. Move straight up off of the belay and climb the first 25' of Bat Shit Crazy (10+). At the roof, instead of traversing left like all of the other climbs, traverse right. Be sure to extend the gear at the beginning of the climb. Move out right past some good gear to get to some good edges and the first bolt. Clip the first bolt and make a technical sequence to reach better edges (11). Continue traversing to a large stance and the second bolt. A little further right and you reach a blunt prow that takes natural pro. Follow the prow until the end. From here, the final boulder problem begins. Make a hard move right and clip the bolt at a decent stance. Blast straight up until you reach the good finger rail and ride it right to the end (11+). Make one last tough move to exit onto the slab above.\n\nNote: Bolts 1 and 3 can be cleaned by the follower after completing most of the hard sequences. This will prevent large pendulums due to the traversing nature of the route. If you or your second is not comfortable at the grade, it will help to have some prussik or ascenders. Any falls not next to gear will be into space. Lowering off in the middle of the climb is not advised since the rope may not reach the ledge or ground below. At the last bolt, you can clip the trail rope into the draw. Then if you fall, you can use the trail rope as aid to get back to the bolt. This will prevent needing rope ascending gear for the leader.","protection":"Cams from #2 Metolius to #3 camalot (double #1 C4), nuts, a couple of quickdraws, and some longer slings. There is a two bolt anchor where the climb exits. 2 60m ropes are needed to rappel back to the Southwest Corner Area.","location":"This route has the same start as Boulder Problem in the Sky off the nice ledge. The finish is at the end of the prow in the prominent black streak. A big airy rappel gets you back down."},"__v":0},{"_id":"D/GDhnr+W6+F2KPZhBZvjQ==","name":"Birthday Pickle","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tom Caldwell, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":0,"mp_id":"112414843","mp_crag_id":"106912371","climb_id":"D/GDhnr+W6+F2KPZhBZvjQ==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"Hard to believe this all gear line was not done. A 30' right slanting crack leads into a easy face above.\n\nPlug some gear before starting. Step off the large boulder (or start in the crack low) and jump right into the crux. Tough feet and good jams get you to a fixed nut. Ride the arete feature just right of the crack plugging medium to small pro in the crack. Keep following the techy arete until you get to a stance below the last bit of steep rock. Blast straight up the headwall and mantle onto lower angle terrain. Follow good face climbing to a set of anchors up and right.","protection":"Double blue metolius to .75 camalot, singles 1 and 2 camalot, nuts. Fixed nut low protects the low crux. Two bolt anchor at the top.","location":"Far left side of the Boulder Problem Area. From the upper tier, hike up a series of boulders to a large one and the start of the climb. The crack/corner start is obvious from the ground."},"__v":0},{"_id":"8oUeOAVWUMeeuiRub6tvfA==","name":"Bat Shit Crazy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Shannon Stegg, Will Loftus, Amy Colburn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"left_right_index":10,"mp_id":"108093062","mp_crag_id":"106912371","climb_id":"8oUeOAVWUMeeuiRub6tvfA==","areaRef":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":"1. Climb the first pitch of Boulder Problem in the Sky and belay at the fixed anchor. (5.8)\n\n2. Climb straight up from the belay and get a piece under the big block. Work up and right, laybacking the big flake, and reach back left to clip the bolt. Continue up the obvious weakness, right and then up to the roof. Traverse left just under the giant roof, with good gear, all the way to the end. Belay here in this spectacular position on a large horn with a fixed anchor. A double rope free rappel gets you back to the ground. (10+)","protection":"One bolt. Lots of small to medium sized pieces for the traverse.","location":"Start on the big ledge below the corner (See the approach description for Boulder Problem in the Sky). Double ropes required (to get down)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,24420f64-5589-5da4-81bc-b6e47e2deb16,b07750b3-2c3f-5e3c-88a2-3ad59f91e357","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Whiteside Mountain","Southwest Corner"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.11"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":9,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.1432,35.0798]},"bbox":[-83.14374947011606,35.07935033981813,-83.14265052988391,35.08024966018186],"left_right_index":-1,"ext_id":"106912371","area_id":"sHdQsyw/XjyIojrVn5HjVw=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:15:56.635Z","updatedAt":"2022-11-25T11:20:50.437Z"}