{"_id":"63689de0e80bff5a994f9135","area_name":"Mount Sneffels","shortCode":"","climbs":[{"_id":"D614C/1HXo2fDobFW/x1Pw==","name":"Southwest Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.792,38.0033]},"left_right_index":999999,"mp_id":"105763053","mp_crag_id":"105745939","climb_id":"D614C/1HXo2fDobFW/x1Pw==","areaRef":"SVHF0p9UWPq8b/z/1fp/9A=="},"content":{"description":"This route is a nice, easy, class 3, alpine scramble compared to the more difficult routes on the north side of Sneffels.  If you have a 4-wheel drive vehicle, it can shorten the climb dramatically.  Hike up the 4-wheel drive road in Yankee Boy Basin and follow the Blue Lakes trail to Blue Lakes pass on the south-south west side of Sneffels.  Now hike northeast on the west side of the ridge. While hiking on the west side of the ridge, you will pass some small notches.  Hike until you have reached a very dominate notch.  Now, switch to the east side of the ridge through the notch and enter a gully rising back up to the ridge.  Climb the gully to regain the ridge, and then climb the ridge directly to the summit.  When you get out of the gully, the rock is solid, fun climbing.","protection":"Helmet.","location":""},"__v":0},{"_id":"9PUVn/LIXuWGDu26rdB3gA==","name":"North Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.792,38.0033]},"left_right_index":999999,"mp_id":"107508316","mp_crag_id":"105745939","climb_id":"9PUVn/LIXuWGDu26rdB3gA==","areaRef":"SVHF0p9UWPq8b/z/1fp/9A=="},"content":{"description":"The North Buttress is a fun and worthwhile alpine route up one of the more aesthetic peaks in the San Juans.  Midsummer would be the ideal time to climb the route, since the rock should be dry and snow free and the snowfield at the base of the buttress will have receded somewhat.  Spring and fall could provide a more full-on alpine experience with the potential for ice and mixed climbing on the route.\n\nOnce you're at the base of the buttress, climb 5.6 rock until you're basically following a ridge (4th and low 5th) up the path of least resistance.  Continue climbing the ridge until you gain a notch below the summit (the top of the Snake Couloir).  From here, it is the same finishing pitch (5.6 or so) to the summit.\n\nDescend the main trail to Lavender Col and drop down the scree field below Kismet and back to Blaine Basin.","protection":"A single set of cams and stoppers.  Depending on the season, an ice axe and/or crampons could be needed to ascend the snowfield at the base of the buttress.","location":"Park at the Blue Lakes/Blaine Basin trailhead.  Follow the trail to Blaine Basin and up to the moraine which sits below the North Face of Sneffels.  Ascend the snowfield to the buttress which is between the NE and NW snow couloirs.  This is the North Buttress, directly left of the Snake Couloir route.  Once at the base of the buttress, the best place to start is fairly obvious, and there are some ancient pins at the start."},"__v":0},{"_id":"teIGji6YUGW7UUH/rxJC5A==","name":"East Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steven Van Sickle, Lucas Carrion June 2015","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.792,38.0033]},"left_right_index":999999,"mp_id":"114333435","mp_crag_id":"105745939","climb_id":"teIGji6YUGW7UUH/rxJC5A==","areaRef":"SVHF0p9UWPq8b/z/1fp/9A=="},"content":{"description":"This is a high quality variantion to the\n\nNorth Rib\n\n. The first real pitch of climbing is a fun, clean, and well-protected chimney. The second pitch was also good climbing though a bit nebulous. Once you reach the top of the ridge (about halfway up the\n\nNorth Rib\n\n), it is about 1500 feet of easy fifth class to the summit.","protection":"Nuts, a single set of cams from green C3 to #2, and an ice axe.","location":"This route begins about halfway down the Chossmaster Couloir on the skier's left side. The chimney is a somewhat obvious gash in the North Rib. Pitch one begins with some face climbing to get into the chimney. Climb the chimney to the top exit left on good holds to a nice belay ledge. From this ledge, we traversed to the left and then wandered up to the top of the ridge (rope drag). Follow north rib beta to the summit."},"__v":0},{"_id":"qD+jUBiIVAGfCgXBkxzmQw==","name":"Direct North Rib","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.792,38.0033]},"left_right_index":999999,"mp_id":"113548656","mp_crag_id":"105745939","climb_id":"qD+jUBiIVAGfCgXBkxzmQw==","areaRef":"SVHF0p9UWPq8b/z/1fp/9A=="},"content":{"description":"The North Rib is basically a harder, more sustained, and more exposed version of the\n\nNorth Buttress\n\n, which it parallels across the Central Couloir. The setting is spectacular, the climbing is good, and the rock is decent enough for what it is (San Juan volcanic garbage).\n\nAbout 500' of steep-ish climbing brings you to the crest of the rib, which then carries you to the summit ridge. Our pitch breakdown went as follows:\n\nP1. Start in a wide crack and follow it to a ledge below the crux cracks, 5.6, 50'.\n\nP2. Climb the hand and fist crack through a couple bulges, and then run your rope to its end on easier ground, dirty 5.10, 70 meters.\n\nP3. Climb straight up the face and then through several steep and clean corners until you have gained the crest of the ridge, 5.7, 60 meters.\n\nFrom here, simul or solo along the ridgeline until it intersects with the summit ridge around 13,800'. It is mostly 3rd and 4th Class with sections up to 5.4 or so. This is beautiful and exposed scrambling here.\n\nDon't underestimate the amount of time this climb takes. Bailing high on route would be difficult and probably dangerous.\n\nAn easier variation exists, which cuts up to the ridgeline from partway up the Northeast Couloir. It is supposedly 5.8.","protection":"A double rack up to #2 or #3, and one #4. An ice axe is useful in the early season.","location":"The North Rib is the ridge just east of the North Buttress. Start at the toe of the rib; the crux cracks will be obvious above you. Approach through Blaine Basin from the Blue Lakes/East Dallas Creek TH."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,4951c5d2-9f54-58fa-bc6f-fcffd5fa7ff4","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Mount Sneffels"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.792,38.0033]},"bbox":[-107.792570652641,38.002850339818146,-107.79142934735899,38.00374966018187],"left_right_index":-1,"ext_id":"105745939","area_id":"SVHF0p9UWPq8b/z/1fp/9A==","polygon":{"type":"Polygon","coordinates":[[[-107.792570652641,38.002850339818146],[-107.79142934735899,38.002850339818146],[-107.79142934735899,38.00374966018187],[-107.792570652641,38.00374966018187],[-107.792570652641,38.002850339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.220Z","updatedAt":"2024-01-20T00:59:43.752Z"}