{"_id":"6368a36ae80bff5a99582adc","area_name":"Clock Tower","shortCode":"","climbs":[{"_id":"nOhyJ6KdX/G+LmpO2vONCw==","name":"Time Warp","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Greg Orton & Harold Hall, 2019.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":3,"mp_id":"117673376","mp_crag_id":"114432247","climb_id":"nOhyJ6KdX/G+LmpO2vONCw==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"P1: Shares first ~10 ft with Deadbeat's Escapement From second bolt Time Warp climbs left and follows left line to the left side of large belay ledge, sharing belay anchors with Deadbeat. Deadbeat climbs right from second bolt while Time Warp continues straight up.P2: From the belay ledge you have the option to continue on to the summit by climbing out the left side of the ledge and straight up linking with Rock Around the Clock (5.8) or follow the arete (Pitch 2 of Time Warp, 5.7+) directly above the belay. The third option is to cross onto the arete and then move right following the boltline just right of the arete (Evading Deadbeat's Escapement pitch-2, 5.9).  A fourth option for summitting is to climb out the right side of the belay ledge following the second pitch of Bare Naked Solstice Party (5.9) to the top. If you are continuing on either the 2nd pitch of Deadbeat's Escapement or Bare Naked Solstice Party, continuing on in a second pitch is recommended for reducing rope drag.","protection":"bolts, chains","location":"At the bottom of the Clock Tower, Time Warp is the fifth and last bolt line from the right. Share first two bolts with Deadbeat's Escapement."},"__v":0},{"_id":"5bjv2iieVn2jk/E7SGzL8A==","name":"Rock Around the Clock","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Orton and Harold Hall, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":2,"mp_id":"114803610","mp_crag_id":"114432247","climb_id":"5bjv2iieVn2jk/E7SGzL8A==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"This route starts in a small cave on the West side of the Clock Tower and traverses out to the right. A second bolt line is about 8 feet out, and then head up the wall. Near the top, be aware of loose rocks and debris that are easy to knock off. There is a bolted anchor at the top, but it is difficult to set up a top rope. Plan on top belaying your partner to the top of the pinnacle, and then rappelling off via another anchor with rap rings Update (10/2019) Rock Around the Clock can now be climbed as the second pitch to the two lower routes that begin on left side of the lower wall.","protection":"Protected by 3 bolts. Anchor","location":"The climb begins on the side closest to Raptors bluff, in between the main rock and the Clock Tower. A small but slippery cave can serve as a belay station. The climb begins on a bolt line out to the right from the cave.\n\n To get to the clock tower, follow a lightly traveled trail along the East side of the South Comb. A steep and eroded trail will then lead you to the start of the climb. You can also walk through the secret cleft to Raptors Bluff, and rappel down to the Clock Tower."},"__v":0},{"_id":"DB/oEe/2XeC5X5sEm5NU0w==","name":"Millennium","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Orton and Harold Hall, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":1,"mp_id":"114803564","mp_crag_id":"114432247","climb_id":"DB/oEe/2XeC5X5sEm5NU0w==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"This climb leads straight out of a small cave to the top of the clock tower. Numerous large features make for great holds, but the exposure and incline of the wall can make the route feel more difficult. Once you reach the top, be aware of loose rocks and dirt. There is a bolted anchor, but it is a ways back from the edge, so it is easier to just top belay your partner to the summit of the pinnacle.To get down, a second bolted anchor contains rap rings that makes it easy to get back to where you started. Make the short rap back down to the saddle or a 250+- foot rappel to the base of Clock Tower's south wall. Another set of rappel anchors can be found on a large shelf about 2/3 down.","protection":"Protected by 5 bolts. Anchor at top","location":"The climb begins on the side closest to Raptors bluff, in between the main rock and the Clock Tower. A small but slippery cave can serve as a belay station.Walk through the secret cleft to Raptors Bluff, and rappel down to the  upper saddle of the Clock Tower."},"__v":0},{"_id":"TIFy7ztrVWS9O66Lb2NpYw==","name":"Equinox, direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Harold Hall & Greg Orton, 2018.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":7,"mp_id":"115651900","mp_crag_id":"114432247","climb_id":"TIFy7ztrVWS9O66Lb2NpYw==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"P1: climb the arête (5.8) into and through a short overhang (.10a direct) ending at a large ledge with belay/rap anchors, or about 10 feet below the overhang before the route steepens follow an alternative bolt line to right (5.6 indirect) around the overhang then coming back to the direct line and first set of belay/rap anchors.P2: follow the bolt line straight up the steep arête (5.7-.8 easier than it looks from the belay) to an overhanging bulge near the top. from here either climb onto the bulge (tricky crux 5.10a) and continue to the top, or follow the thin awkward ledge under the overhang to the left inside corner crack (5.7) finishing the climb on the rest of Bare Naked Solstice Party (5.7-8).Rappel off down backside (one 50 or 60m rope), or rappel down Bare Naked Solstice Party on front south side (two raps with 60m rope, or one rap with 70m rope).","protection":"glue-in bolts and rap rings","location":"from Southcomb follow the trail left past the Cleft opening and Edge of Fear to the south side and the base of the Clock Tower. Equinox begins on the right side arete just uphill and to the right of Bare Naked Solstice Party."},"__v":0},{"_id":"oFE0oVyoWy6Dmzf9YMINrA==","name":"Deadbeat's Escapements","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Greg Orton, Harold Hall, Logan Wetherell, 2019.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":4,"mp_id":"117673353","mp_crag_id":"114432247","climb_id":"oFE0oVyoWy6Dmzf9YMINrA==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"P1: Shares first ~10 ft with Time Warp. From second bolt Time Warp climbs left and follows left line to left side of large belay ledge, sharing belay anchors with cicadian hearthob. Hearthrob climbs right from second bolt. follow this bolt line avoiding the temptation to cross onto Time Warp.\n\n P2: From the belay ledge you have the option to: 1.) continue on to the summit by climbing out the left side of the ledge and straight up linking with Rock Around the Clock (5.8) or 2.) follow the arete (Pitch 2 of Time Warp, 5.7+) directly above the belay. 3.) cross onto the arete and then move right following the boltline just right of the arete (Deadbeat's pitch-2, 5.9) 4.) climb out the right side of the belay ledge following the second pitch of Bare Naked Solstice Party (5.9) to the top.\n\n If you are continuing on either the 2nd pitch of Heartthrob or Bare Naked Solstice Party, continuing on in a second pitch is recommended for reducing rope drag.","protection":"bolts, chains","location":"Bottom of Clock Tower. Fourth bolt line from the right."},"__v":0},{"_id":"CBnd78fTXKCQVdxt7VRKjw==","name":"Bare Naked Solstice Party","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Greg Orton & Harold Hall, 2018.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":6,"mp_id":"115574493","mp_crag_id":"114432247","climb_id":"CBnd78fTXKCQVdxt7VRKjw==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"P1: follow bolt line up over the large bulge to a large ledge. Moves through first two bolts approximately 5.9, becomes 5.10a as you move through bolts 3 &4 on lower portion of the bulge, with a 5.10b crux move through the 5th bolt. Bolts 4 and 5 are closely placed be careful not to z-clip #5. Continue 5.8 to large ledge with belay/rap rings on the headwall. P2: follow the lower angled slab (5.5 bolts, one bolt over ~25ft) to the right of the belay to the inside corner seam above. Follow this seam to the top (5.8).  Rappel down north \"backside\" (1 rap using 50-60m rope) or back down the front (2 raps using 60m or 1 rap using 70m rope)","protection":"Fixe SS glue-in anchors and rappel chains @ 30m","location":"Follow trail around left side of the Southcomb past the Cleft and Edge of Fear to the lowest point below the Clock Tower where you will find a bolt line heading up over a large bulge."},"__v":0},{"_id":"BENUEQL9UhO/6BjpN0HW5Q==","name":"Another Circadian Heartthrob","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Greg Orton & Harold Hall, 2019.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":5,"mp_id":"117673234","mp_crag_id":"114432247","climb_id":"BENUEQL9UhO/6BjpN0HW5Q==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"Fist clip at slight overhang within reach from the ground. Follow the bolt line up this steep, slightly overhung wall (5.10b/c) 50 feet to the belay ledge. Shares top anchors with Bare Naked Solstice Party.  Rappel off chains or summit using one of the four upper routes (5.7 to 5.9).","protection":"bolts, chains","location":"Bottom of the Clock Tower, third bolt line (right to left), left of Bare Naked Solstice Party."},"__v":0},{"_id":"A6QycfqHWpCGin9k5BPngA==","name":"A Crack in Time","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Greg Orton, Harold Hall, Logan Wetherell. 2019.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"left_right_index":0,"mp_id":"117665307","mp_crag_id":"114432247","climb_id":"A6QycfqHWpCGin9k5BPngA==","areaRef":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"Belay from a large burned snag at the top of the Clock Tower saddle. begin climbing from the bottom of the wall up to the first of two bolts about 8 ft up the wall (5.5). Follow the thin crack (5.8-) to a shoulder and headwall about 8 feet from the summit. Climb the headwall (1 bolt) to the summit (5.7).","protection":"2 bolts, nuts and cams 2 inches","location":"From uphill saddle of the Clock Tower look about 20 feet around the left side to find a thin crack with a bolt placed about 15 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,115acb97-2b75-5797-822d-d6c22c94cd42,21c823ca-8313-581c-a521-5739ac539db0,19c9a387-df95-5b9b-9a0f-68c655aa68b0,89ceca82-0671-53d4-b0e2-cd3b2e8c2c72","pathTokens":["USA","Oregon","Southwest Oregon","Honeycombs, The","South Comb","Clock Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10b/c"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.95688,43.32614]},"bbox":[-122.95749812376025,43.325690339818145,-122.95626187623974,43.32658966018187],"left_right_index":-1,"ext_id":"114432247","area_id":"ic7KggZxU9Sw4s07Lowscg=="},"content":{"description":"This is a rock pinnacle that stands on the East Side of the South Comb. The pinnacle offers a variety of routes that all finish with a top out. The base of the Clock Tower's east side offers a cool place for climbing on hot days."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:19:27.346Z","updatedAt":"2024-01-15T16:48:01.984Z"}