{"_id":"6368a36ae80bff5a99582a9a","area_name":"(2) Hanging Gardens","shortCode":"","climbs":[{"_id":"VDOkK2jmXiuwiZszxEuyIA==","name":"Tips City","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Olsen, Jay Kerr-1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":7,"mp_id":"105974957","mp_crag_id":"108302891","climb_id":"VDOkK2jmXiuwiZszxEuyIA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This awesome fingercrack will test not only your crack technique but your ability to place gear from strenuous positions. It looks straightforward from the ground, but the difficult fingercrack down low builds a pump quickly. Hanging out to get in a piece at the top with one fingerlock and nothing but smears for your feet leaves most redlined for what looks like a simple exit, but heartbreakingly turns out to be the crux of the route. After you finesse the weird, slopey exit to the crack the climbing becomes much mellower but still fun as you negotiate easy terrain and then one final weird 5.9 chimney/stem move to reach the top.\n\n Can be top-roped by walking around from the north (left) and scrambling up above the Hanging Gardens and using a tree.","protection":"Gear to 1\" with extra .4-.5\" pieces for the splitter fingercrack down low.","location":"Locate the obvious clean fingercrack about 20 feet to the right of the popular Hammer and Sickle routes on the far left end of the Hanging Gardens wall."},"__v":0},{"_id":"aEvCOayiUf2I7RPBI0YhgA==","name":"So Embarrassing","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA: Nov 6, 2011 by Amy Ellars. Probable earlier FA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":1,"mp_id":"108463763","mp_crag_id":"108302891","climb_id":"aEvCOayiUf2I7RPBI0YhgA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Start on the same blocky steps as Giants Staircase. Stay to the right side of the steps and ascent a short off-width in a corner. Finish on easy terrain which takes you up a slot to the top of the left side of Hanging Gardens. Anchor to the closest sturdy tree and bring up your partner. A simple and obvious walk-off brings you back down to the bottom of the cliff. \n\n  This is an easily protectable and fun climb but the blocky nature and low angle dictates that the leader should not fall. \n\n  The name of the climb comes from the first ascentionists off-route wander which took her into unfamiliar terrain (a decades old tradition of blundering into FA).","protection":"Standard rack of singles. No fixed anchor.","location":""},"__v":0},{"_id":"3moVxxJgXaKZvucuZZjbkg==","name":"Slapfest","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tim Olson, Cindy Long-92","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":12,"mp_id":"105987248","mp_crag_id":"108302891","climb_id":"3moVxxJgXaKZvucuZZjbkg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Slapfest is an excellent and very unusual climb to be found at Broughton Bluff.  It offers a superb blend of technical arete climbing down low and burly sloper squeezing up high leading to the crux exit onto the ledge at forty feet.  The first 15 feet ascend a thin crack with gear for pro to reach the top of a pillar where the climbing really starts.  The clips on this route are difficult and you must be careful not to blow them or you'll risk decking on the pillar.  Once the ledge is reached, continue through easier terrain to the anchors atop the second pitch of Loose Block Overhang.","protection":"Small gear down low, bolts for the rest.","location":"Starts atop the pillar just right of Loose Block Overhang."},"__v":0},{"_id":"fUr6T7CqUlK5XGpiB4ysNg==","name":"The Sickle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":3,"mp_id":"106431341","mp_crag_id":"108302891","climb_id":"fUr6T7CqUlK5XGpiB4ysNg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Short curving offwidth crack that starts 30 ft up the Hanging Garden wall to the right of Edges and Ledges. Can be top-roped or led from the ground up.","protection":"Standard rack. Bolted anchor at the top.","location":"Route is about 10 ft to the right of Edges and Ledges. The anchor can be reached by hiking around from behind, or the route can be started by first climbing the lower wall to the ledge at base of the Sickle Crack."},"__v":0},{"_id":"EZhWhfqSVP6orc6dA6h0dw==","name":"Shining Star","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"McGown/Wallace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":27,"mp_id":"110584556","mp_crag_id":"108302891","climb_id":"EZhWhfqSVP6orc6dA6h0dw==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"P1: (5.6) Climb up a slab with broken cracks to an anchor 30' off the ground below the short overhangs. \n\n P2: Pull over the overhang to the right, with fun hand and finger jams through the overhang (10a crux on gear) to another anchor above. Then continue up broken cracks (right of a bolted arete called Black Prow). You will reach a stance and you will see a dihedral with new SS bolts going up it. Follow the bolts to a new anchor with rap rings at the top of the cliff.I cleaned it up when I sent it this week, and it is in good shape and well worth climbing!","protection":"Gear to 2\".","location":"As you start up the trail to the Hanging Gardens wall, look for the first clean section of rock and a anchor 30' off the ground. Start here, and the route goes over the bulge just right of the anchor."},"__v":0},{"_id":"jMi4Cy2ZUTedys1PCq4mzQ==","name":"Sesame Street","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":19,"mp_id":"106116195","mp_crag_id":"108302891","climb_id":"jMi4Cy2ZUTedys1PCq4mzQ==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Start with the off-width pitch of Hanging Gardens bypassing the maple tree belay veering right to the bolted belay in a corner and nice ledge. Climb the zig zag crack on jugs and good jams for a brief fury of moves to another bolted belay about 20 feet higher.  Single 60m rope gets you to the ground.","protection":"Cams between 1 to 3 inches","location":"Hanging Gardens wall"},"__v":0},{"_id":"TfvozkpmVVWOs6QLEo0zMA==","name":"Scorpion Seam","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Alex Russell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":24,"mp_id":"106194594","mp_crag_id":"108302891","climb_id":"TfvozkpmVVWOs6QLEo0zMA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This route lies on top of the Hanging Gardens Wall on the black-streaked headwall at the extreme right.  It is a burly and serious climb, and some of the clips are quite difficult. A technical start leads you to a steep section that begins and ends with big throws.  The middle houses the crux.","protection":"Bolts. Recently rebolted with new SS bolts, and new anchor clips at the top.","location":"The best way to approach this route is to climb up towards Sesame Street and from the anchors before the Sesame Street zig-zag crack traverse right on the big ledge system to the base of Scorpion Seam."},"__v":0},{"_id":"bzApO+XWVo2NfYYsySqgSg==","name":"Sandy's Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":14,"mp_id":"108237563","mp_crag_id":"108302891","climb_id":"bzApO+XWVo2NfYYsySqgSg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Excellent route with powerful pull over a crux bulge.","protection":"Pro to 2\".  Fixed piton above crux bulge.","location":"Same start as Hanging Gardens but go straight up the vertical corner system 60 feet to blocky ledges."},"__v":0},{"_id":"RLl2WGQkVmyzareOPmKzIA==","name":"Prometheus Slab B","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":6,"mp_id":"119503830","mp_crag_id":"108302891","climb_id":"RLl2WGQkVmyzareOPmKzIA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Mount several short blocks and ledges at the beginning, then follow a variety of crack systems. becomes easier and slabby near the top","protection":"cams to 1\", nuts","location":"Anchors are along the trail, where it passes next to a chest/shoulder height wall, behind a root (hidden until you climb onto the wall). Anchors are quite far back from the cliff face, even a quad length sling will not reach the edge."},"__v":0},{"_id":"u+GT4ahtVvar1m5MCODbxg==","name":"Loose Block Overhang","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Monty Mayko, Jim Garrett-1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":10,"mp_id":"105975225","mp_crag_id":"108302891","climb_id":"u+GT4ahtVvar1m5MCODbxg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"A classic, old-school route breaching the Hanging Gardens wall's left side. This route combines some physical, but manageable wide crack climbing down low with a steep, overhanging bulge up high.P1(5.9)--Like many of its neighboring climbs on the Hanging Gardens wall this route has numerous possible variations leading to the first pitch anchors, but the most direct line goes up a nice inset hands to off-width crack. The left variation is 5.7 skirting an off-width roof with no pro. Put a 5\" cam up before you go past the roof. The right variation, previously listed as \"Slow Drag\" and 5.8 but Olson calls 10a, starts on a shorter column with no gear and then follows the curving crack to a final traverse to the shared anchor.P2(5.9)--The second pitch ascends the steep headwall above via face holds and awkward jams in the crack. The beginning of this is strange and the holds seem to all face the wrong way, but the crux is brief and perfectly protected so just go for it! Once past the bulge the climbing continues through more steep but thankfully moderate terrain, past the anchor for Slapfest, to the next set of anchors at a nice ledge up right.These can easily be combined into one pitch, making for a longer, more enjoyable climb.","protection":"Cams to 4\", plus a sling for a chockstone near the top of pitch one.","location":"About 20 feet to the right of Tips City on the Hanging Garden Wall's left side.  Easily identified by the 3-4\" crack that starts about 10 feet up."},"__v":0},{"_id":"8ul+SkWRVQuC01/JlG9koA==","name":"Least Resistance","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":13,"mp_id":"120575321","mp_crag_id":"108302891","climb_id":"8ul+SkWRVQuC01/JlG9koA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Start with any of the left/ center first-pitch alternatives for Hanging Gardens, and about 45 ft up trends left toward the left slanting crack protected by two bolts visible from the ground. The second of those protects the finish of Slapfest and is the crux going this route, finishing at the second anchor for Loose Block Overhang.With the bolts protecting the crux, this route may well feel easier than Loose Block Overhang, certainly commitment-wise, and is a great choice to get a top rope up for your Slapfest shenanigans. Usually climbed to here in one pitch, but mind your rope line/ drag. Lower off or belay and continue to top via the 5.8 third pitch of Loose Block Overhang and walk off.","protection":"Lower gear varies according to alternative starting option. BD .3-1 and two bolts from midway.","location":"The 5.6 wide crack beginning option to Hanging Gardens is probably the most direct start."},"__v":0},{"_id":"F4q8agU9XkaLGXqQNwb2+g==","name":"The Hoe","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":5,"mp_id":"113327408","mp_crag_id":"108302891","climb_id":"F4q8agU9XkaLGXqQNwb2+g==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Typical basalt column climb for the area","protection":"Standard Rack. Natural anchor and/or walk off","location":"To the right of the hammer."},"__v":0},{"_id":"4x0rY24KV7Ot67mLOO8I9A==","name":"Hobbit Hole","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA 2012 by Dan Gaston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":16,"mp_id":"108179427","mp_crag_id":"108302891","climb_id":"4x0rY24KV7Ot67mLOO8I9A==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Yet another variation start to the first pitch of Hanging Gardens. The Hobbit Hole is like nothing else you'll do at Broughton Bluff. Start by ducking under and into the detached dihedrals just to the right of the Hanging Gardens direct start. The hardest section is at the beginning due to the tightness of the chimney and the lack of light. Wiggle your way up about twenty feet until you pop out of the chimney and into the light at which point you’ll be just below the p1 anchor. The Hobbit Hole is readily protectable although I think that most will forgo protection.","protection":"Standard rack of singles, though it's just going to get in the way.","location":""},"__v":0},{"_id":"DkZ09rSBUZ+bLJFWIBP9sg==","name":"Hanging Gardens Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":15,"mp_id":"120632684","mp_crag_id":"108302891","climb_id":"DkZ09rSBUZ+bLJFWIBP9sg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Aesthetic cracks, fun moves, solid protection, lack of ledges, and a convenient anchor with lower-off hooks make these short little routes (or variations) the best easy / beginner trad climbs at Broughton Bluff.\n\n From left to right, there are five options, the leftmost of which is probably only worthwhile if accessing harder climbs above and left. Otherwise you have four wide cracks, two outside (left) and two inside (right). The easiest and most immediately appealing is the outside left crack, which goes at 5.6. Jams and cams to 4\" between low-angle columns with features for feet get you up to a wide slot. Smaller cams work to protect upward progress as you shimmy your way up and back out right. A final sequence of thoughtful moves puts you at the strangely-high anchor (grab the hooks). With an anchor setup you can top-rope the other three variations of 5.7-5.8. For the right, inside variations, there is a lower anchor out right. This is the historical location of the first \"pitch\" belay for the full Hanging Gardens route, and should be ignored if you're not doing the \"2nd pitch\" traverse.\n\n I'm listing these as an independent entry because they can be so easily overlooked as variation starts to a three-pitch 10a route, when in fact they are easily done as their own separate pitches that can be top-roped from the same anchor.","protection":"Gear to 4\", anchor with mussy hooks","location":"Middle of Hanging Gardens area, right of Loose Block Overhang inside corner, and left of the Hobbit Hole and wide direct start to HG Route."},"__v":0},{"_id":"vpRNNmgdUlGRqHw8jvJWtg==","name":"Hanging Gardens Full","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA 1965 Bob Waring, John Wells, Bruce Holcomb. FRFA:  1974 Rich Borich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":17,"mp_id":"107599421","mp_crag_id":"108302891","climb_id":"vpRNNmgdUlGRqHw8jvJWtg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This line was one of the first routes at Broughton Bluff. This route deserves to be on your tick list if you enjoy adding a little adventure to your climbs.Pitch 1 (5.8) - There are many variations for this first pitch. The most direct is a wide crack just left of From Something to Nothing. See the the entries \"Hanging Gardens Left\" and \"Hobbit Hole\" for more options. The chimney start begins with an awkward move over a low bulge, and then a lot of slithering up to the pruned maple tree. Very run-out but protected when you need it and otherwise secure because you're inside the crack. There is an anchor below and left of the tree if you must pitch it out.Pitch 2 (5.8) - From here, move up past the tree onto a slab under a small roof and traverse across the slab. Climb up a short bulge directly after the slab and continue moving right, clipping two bolts and a piton with anchor hardware. From the wide ledge, look right and slightly down for anchors (this is for FStN and Fun in the Mud) about fifteen feet right. There isn't really any pro across this section but the climbing isn't too bad either.Pitch 3 (10a) - Very rarely climbed due to its convoluted approach, traversing nature, and abundance of poison oak. Follow the path of least resistance up and right about 20 feet past a small tree and onto an arete with bolts looming above on an overhang. Look around the corner and you will see a line of bolts and pitons traversing a slightly overhung wall. This section is the crux of the climb and is stiff for the 10a grade. Continue traversing right to a bunch of shrubs and a medium sized tree where you will find an anchor.","protection":"Gear to 1.5 inches. Depending on the first pitch variation you choose, this could be up to 4 inches.","location":"In the middle of Hanging Gardens right half about 20 feet right of Loose Block Overhangs obvious off width crack."},"__v":0},{"_id":"ngiGY7BsWRaAUMElrOMmhQ==","name":"Hammer, The","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":4,"mp_id":"106830474","mp_crag_id":"108302891","climb_id":"ngiGY7BsWRaAUMElrOMmhQ==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Take Sickle to the obvious ledge.  Go right into \"A rather difficult, short jam crack high step crux off the upper main legde [aforementioned] leads to easier jams and smears near the anchor.\" (PRC)","protection":"to 3\" or hike around for TR","location":"Hammer and Sickle you commie bastards"},"__v":0},{"_id":"EYUdMkr+VMGX5+qD3Y2K6g==","name":"Grace and Danger","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FFA June 30, 1991 by Dave Sowerby","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":9,"mp_id":"108612895","mp_crag_id":"108302891","climb_id":"EYUdMkr+VMGX5+qD3Y2K6g==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Grace and Danger starts out on easy columns roughly ten feet to the left of Loose Block Overhang.  Scamper up the columns to the left side of the slab at which point you can place the gear which will protect you through the crux.  The gear is great (#.4 C4) but it's so far left of the climbing that a fall from the crux will result in a hard swing into the dihedral.   Place the gear, say your prayers and cast off to the right at the very bottom of the slab.  The crux is short and bouldery.  Work your way up the slab until you can grab the mini-jug that is somewhat hidden on the right side of the vegetated crack that slashes across the face.  Plug a small cam into the mini-jug wherever your fingers aren't residing (#2 C3 for me).  Above the crack, the climbing eases considerably though the finish isn't trivial.","protection":"Finger sized cams.  Fixed anchor.","location":""},"__v":0},{"_id":"daL0HjTMVI2YtjcutpBdRA==","name":"Giant's Staircase","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":0,"mp_id":"106178510","mp_crag_id":"108302891","climb_id":"daL0HjTMVI2YtjcutpBdRA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Pretty easy route, well described by the name.  Could be a decent route for learning to place Trad protection.  Can also have a top rope set from the path around the back.  For a longer route, some folks set a top-rope on the Edges and Ledges anchors but start on Giant's Staircase and then traverse to the right when they can't go vertical any further (this would give it a 5.8 finish).","protection":"Anchors at top.  Pro to 2\".","location":"Left-most route on the left half of Hanging Gardens Wall (just to the left of Edges and Ledges)."},"__v":0},{"_id":"bWWhxbCsUzGpn41q51212Q==","name":"Fun in the Mud","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"1977, McGown/Yates","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":23,"mp_id":"106477923","mp_crag_id":"108302891","climb_id":"bWWhxbCsUzGpn41q51212Q==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This mixed climbs starts up past 3 bolts on slabby ground, to underneath a bulging roof that's broken by a thin crack.   Takes pro after reaching the bulge, and through the roof crux.   After an exciting move up & over the bulge, continue up past 1 more bolt and over another bulge by heading to the right, then traverse back left to reach the anchor bolts  (shared with From Something to Nothing). \n\n  The slabby section above the crux roof can often be very dirty & mossy, making it a little spooky to get to the last bolt.","protection":"4 bolts & gear to ~2\". A small nut protects the crux well. Rappel or Lower from Anchors with Rings.","location":"Right side of Hanging Gardens wall, immediately in front of the large \"table\" rock that is good for staging gear on.  This is the right of the two easily visible bolt lines on the far right side of hanging gardens."},"__v":0},{"_id":"DBCHFFn8V/SzDfPWNXVJDQ==","name":"From Something to Nothing","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"1987, Wallace/Olson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":22,"mp_id":"106477909","mp_crag_id":"108302891","climb_id":"DBCHFFn8V/SzDfPWNXVJDQ==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"A fun and easily accessible sport climb. The grade makes it inviting, but a couple challenging crux sections can catch people off guard. The start appears mossy and the first bolt is quite high. But easy climbing up the flake & wide crack to the left make getting to the first bolt fairly straight-forward. A 4-5\" cam or large hex can be used to protect the runout to the first bolt. The tough parts come at around the 4th and 6th bolts, and it's not uncommon to see bail 'biners here.","protection":"7 bolts + anchors. Optional large piece to protect getting to the first bolt. Rappel or Lower from Ring anchors","location":"Right side of Hanging Gardens wall.   This is the left of the two easily visible  bolt lines on the far right side of hanging gardens."},"__v":0},{"_id":"+wIQSWpgWlirW1E3MMhAVA==","name":"Edges and Ledges","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Murray","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":2,"mp_id":"106178522","mp_crag_id":"108302891","climb_id":"+wIQSWpgWlirW1E3MMhAVA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Follow the crack/dihedral up to the ledge on top of the overhanging block.  This section can be led using trad.  From there, head up to the left and around the corner (crux).  Then face climb to the anchors.  There are bolts on this second section.  Per  Tim Olson's book:  \"Climb up the left corner of (the) detached block, and step onto a large ledge, then embark up left onto the bolted prow and face climb on interesting edges to the belay anchor above.\"A top rope can be placed by taking the trail up to the left and around behind the routes.","protection":"TR or mixed trad/sport (trad start).  Pro to 2\" and 4 QD's.","location":"Start to the right of Giant's Staircase, but to the left of the large overhanging block (tomahawk).  2nd route (L to R) on the left half of Hanging Gardens Wall."},"__v":0},{"_id":"bTV4E9f8VLSXkMmRpwdcsA==","name":"Demian","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rob Mcgown 1976","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":21,"mp_id":"117384158","mp_crag_id":"108302891","climb_id":"bTV4E9f8VLSXkMmRpwdcsA==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"Pitch 1: Approach with any climb from Hanging Gardens 5.8 to Fun in the Mud 5.10c \n\n Pitch 2: 5.10d PG13 From the Sesame Street ledge, go up bushy ledges, until you reach a steep, overhanging corner. Climb this corner with thin gear and ledge fall potential until you reach the awesome layback/handcrack roof. Pull over the roof and into easier climbing above. The upper portion of this route has a great position on the cliff.\n\n New ASCA bolts w/ mussy hooks at the top. ","protection":"Micro cams/small nuts at the start to #2 at the top.","location":"Start at the bottom anchors for Sesame Street on a nice ledge."},"__v":0},{"_id":"rUQje1dlXd+2NSqlnJLt4g==","name":"Circus Act","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FFA 9/16/1987 Wayne Wallace, Tim Olson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":26,"mp_id":"120502151","mp_crag_id":"108302891","climb_id":"rUQje1dlXd+2NSqlnJLt4g==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This climb is the first to grace your eyes when approaching from the main trail. The first \"pitch\" is the only clean line at the far right of Hanging Gardens. First section: climbing to the first lower rap rings (5.6). A great first lead for the budding trad climber. Clip this with an alpine draw and move on. Second section: You then have a choice to head right around the corner or left/ straight up. If you take a left straight up you are on Circus Act. If you head right you are on Shining Star. There is a lot of opportunity to place gear before the crux. Once you have surmounted the crux budge, you have the option to head left or right. I would recommend heading left for a direct finish. Enjoy!","protection":"Traditional gear to bolted anchors","location":""},"__v":0},{"_id":"jQqYj24qWJOxcrskYePcfw==","name":"Chockstone Chimney","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":8,"mp_id":"106211681","mp_crag_id":"108302891","climb_id":"jQqYj24qWJOxcrskYePcfw==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"\"An original 1960's climb\" per Tim Olson's book.  Fun, varied climb involving a little chimney, some crack holds and some face moves.","protection":"TR or Pro to 4\"","location":"Hanging Gardens Wall - \"Left Half,\" (but is on the far right of the \"left half,\" so is pretty much in the middle of the wall).  To the right of the two parallel cracks (Tip City and Lean Years).  These three routes all join up at the ledge."},"__v":0},{"_id":"B8yJr0BdVN+8gqQgy/KOyw==","name":"Black Prow","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA Dave Sowerby, FA Bob McGown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":25,"mp_id":"110584578","mp_crag_id":"108302891","climb_id":"B8yJr0BdVN+8gqQgy/KOyw==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"From the midway anchor of Circus Act, clip with a long extension draw to reduce drag. Once on on the overhanging arete, slap your way up to what is supposedly a 5.11 crux just after the first bolt (looks like 2-3 hard moves on slopers), and then move up on jugs to a low angle slab and a cam placement. Head straight up to a bolt, and then pull pumpy lieback moves up the steep overhang to the next bolt, clip the bolt, make a few more lieback moves, and then a dynamic move to a jug (I'm guessing here), and finish to the new anchors outfitted with sport clip biners. I moved the old anchors down as they were originally on a completely detached block. Anchor clipping hold is still the same.Be warned that the route done from ground to top is just under 40m, and you will need to lower to the midway anchor in order to get down.","protection":"Gear to 1\", and 5 bolts","location":"Once you get onto the Hanging Gardens Wall look for the first clean section of rock and an anchor 30' up, just across the trail from a large flat rock."},"__v":0},{"_id":"vtLif9cWUm6Cctk4Q17auQ==","name":"Big Bird","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":20,"mp_id":"117374555","mp_crag_id":"108302891","climb_id":"vtLif9cWUm6Cctk4Q17auQ==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"“Big Bird” (5.10+) is a link up of Sesame Street and Demian, via a 5.10 traverse, that tops out the Hanging Gardens wall. This is a beautiful pitch, on nice textured basalt and up great hand and finger cracks.\n\n Pitch 1: 5.8-5.11a Start out on any of the climbs from Hanging Gardens (5.8) to Fun in the Mud (5.10c). My preferred start is up Fun in the Mud, then cut left after the roof, and climb the From Something to Nothing crux, and go left along dirty ledges to the Bolt/Piton belay at the top of Mr. Potato head, just below the Sesame Street ledge.\n\n Pitch 2: 5.10+ From the piton belay, climb up the left crack of the triangular block that starts Sesame Street, near the top of Sesame Street, climb up and right along the arete (don’t stop at Sesame Street’s top anchor’s ledge) until you reach a nice hold at the confluence of the arete and the roof. Clip the lone bolt and traverse right until you reach the roof at the crux of Damien, and continue up this amazing forgotten gem of a handcrack. This pitch is strenuous, slightly overhanging, and has an awesome old school trad feel with some of the best positioning at Broughton Bluff.\n\n It is possible to climb it all in 1 pitch with a 70m, however be aware of the ledge fall potential with rope stretch while climbing through upper Sesame Street. Long slings and strategic placements would be needed to mitigate ledge fall hazard and rope drag.\n\n We replaced the old anchors at the top of Damien, which had been rusted out and unusable. There are now 2 ASCA ½ inch bolts with mussy hooks, which allows a quick lower off to the ground. It takes a FULL 70m rope to have both ends on the ground. You can also do the climb as a walk-off, by clipping the anchors and continuing to the set of 4 (1 is a spinner) sport rappelling bolts 10 ft back from the edge of the cliff. If climbing with a 60m you will either need to walk off, or lower to the Sesame Street ledge, then rappel.","protection":"Gear .3-2, doubles in .5-1 recommended, up to 8 quickdraws depending on your start pitch","location":"100' feet up on the upper walls of Hanging Gardens. If you hike up the trail to the split to go to Hanging Gardens or Red Wall, and look up, it is the highest, most impressive face that goes to the top of the wall."},"__v":0},{"_id":"y86TSYGEULClR861osnRXg==","name":"B.F.D.","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1975, Casey/Mayko","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"left_right_index":18,"mp_id":"106477935","mp_crag_id":"108302891","climb_id":"y86TSYGEULClR861osnRXg==","areaRef":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"This route makes for a thought-provoking approach to climbs on the upper portion of the wall, like Sesame Street.   Start up the fairly easy wide crack until you're standing on top of a large flake, next to a maple bush.   Step up to a short finger crack that traverses up and left, then step around the corner.  proceed up the thin crack in the corner to find larger holds where B.F.D. joins with the Hanging Gardens route.      Once you reach 2 fixed pitons, continue to the right on the H.G. route, or head up and left to the chains at the base of Sesame Street.","protection":"Pro to 2-3\" with recommended emphasis on small cams/tcus.   Optional very large gear to protect the start to the top of the flake.","location":"Right side of Hanging Gardens Wall.  Just to the left of 2 bolt-lines, and to the right of the start of the Hanging Gardens Route.  Shares start moves with Mr. Potato and From Something to Nothing."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,5d419be0-d681-5e88-94a5-deed944a8858,24b00dd2-6a19-5567-867f-f42b073d1da8","pathTokens":["USA","Oregon","Portland & The Gorge","Broughton Bluff","(2) Hanging Gardens"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":3,"label":"5.6"},{"count":1,"label":"5.12b"},{"count":4,"label":"5.9"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":7,"intermediate":15,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"tr":{"total":11,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":15,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.37726,45.54039]},"bbox":[-122.37790199906064,45.53994033981812,-122.37661800093936,45.54083966018186],"left_right_index":-1,"ext_id":"108302891","area_id":"JLAN0moZVWeGf/QrBz0dqA=="},"content":{"description":"The first and longest wall at Broughton. The far left side has many anchors that can be setup for top-rope without leading. It also has some multi-pitch and short but stout single pitch routes."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:19:26.675Z","updatedAt":"2024-01-15T16:48:01.008Z"}