{"_id":"63689de0e80bff5a994f9399","area_name":"Dum","shortCode":"","climbs":[{"_id":"rSRyPhmhWmKjiAMTMwkX3Q==","name":"South Ridge/Dum","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9749]},"left_right_index":999999,"mp_id":"105756847","mp_crag_id":"105745957","climb_id":"rSRyPhmhWmKjiAMTMwkX3Q==","areaRef":"GJEfL6W8W3ulmHsxMRtE8w=="},"content":{"description":"This short 2 pitch route climbs from the Fum-Dum col to the summit of Dum.  It is tempting to scramble up this route when you are at this col, but beware that the crux is downclimbing and scary to do unroped.  Otherwise this would make a great finish to the Fumbledeedum route.\n\nFrom the Fum-Dum col, climb north along a spine of rock to a false summit.  Downclimb off this (easy) and continue to another false summit.  Climb down along the north edge of the east face and downclimb a steep, north facing, pebble strewn face (crux).  From here it is an easy scramble to the table-top summit of Dum.\n\nDescent NW towards the summit of Dinosaur Mtn, and then circle back down south of Dum to the Fum-Dum col.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"IHwRzv0gUsupSo8TwkCUtA==","name":"Fumbledeedum","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9749]},"left_right_index":999999,"mp_id":"105756763","mp_crag_id":"105745957","climb_id":"IHwRzv0gUsupSo8TwkCUtA==","areaRef":"GJEfL6W8W3ulmHsxMRtE8w=="},"content":{"description":"This is a really fun scrambling route from Bear Canyon all the way to the Fum-Dum col. From here, you can continue up to the top of Dinosaur Mountain or Dum. This route is great to do with no rope as there is little exposure during the hard sections, which are more like spelunking. In fact, do not attempt this route if you have claustrophobia! If you take a rope, this route is very long and may take you most of a day. For those who love 3rd-4th class adventure scrambling, this route is definitely 3 stars.\n\nThe third stratum on the north side of Bear Canyon is actually split into two pieces, the route follows this division (see photo below). Finding the start of this route is not easy. Leave the trail up Bear Canyon at the first stream crossing, upstream of Stonehenge (this is not the stream crossing on the Mesa Trail). Bushwhack NE, crossing the stream and head uphill (north), at this point you are between the third and fourth strata. A short distance up you will find a break to the east, cross through this and you are now between the two sections of the third stratum. The summit east of you is the top of Stonehenge.\n\nContinue up into a fern filled gully. Finding this gully is they key to the start of the route. At the top of this gully is an ominous black cave with a car-sized chockstone above it, it looks like a dead end. Scramble up a slab and into the cave. The slab is quite smooth and may actually comprise the crux of the route, choose your line carefully.\n\nEnter the cave, and continue back into it until you can see the exit, a narrow passage straight up. This is quite claustrophobic, and if you're into rebirthing, this is your place. You will exit into the sunlight at the bottom of a bowl of rocks.\n\nI will describe the rest in less detail so as not to spoil the adventure. The next section is pure hiking, just remember to aim between the two pieces of the third stratum. Several tricky spots here provide interesting 4th Class bouldering problems (or harder if you go another way). At one point, a large tree has fallen into the gully of the route. This tree is difficult and unpleasant to pass. Eventually, you will tunnel beneath some giant blocks and emerge right at the Fum-Dum col.\n\nFrom here, a faint trail heads down, eventually becoming the Mallory Cave Trail. Before you do this, it is worthwhile to head west and then up to the summit of Dinosaur Mtn or Dum.","protection":"A pair of shoes!","location":""},"__v":0},{"_id":"ivM7sF5DXXWqAPMfUNvjdA==","name":"East Face/Dum","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9749]},"left_right_index":999999,"mp_id":"105756757","mp_crag_id":"105745957","climb_id":"ivM7sF5DXXWqAPMfUNvjdA==","areaRef":"GJEfL6W8W3ulmHsxMRtE8w=="},"content":{"description":"The best part about this route is the view from the summit.  Start at the lowest point of the east face.  There are many trees low on this face and a lot of lichen and pine needles, making it a bit unpleasant.  The nearby east face of the Dreadnaught is cleaner.\n\nRomp up the face.  On the upper half, the path of least resistance is a crack/gully in the upper part of the face, although it is certainly possible to stay more on the face.  Wander up to the summit ridge, and then scramble up to the table-top summit of Dum.  It is easy to get off this summit to the NW, then circle back down to the south to the Fum-Dum col.","protection":"Standard Flatiron rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,18911f2f-a5bc-5b7b-a598-7b31311b44f3","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Dum"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"4th"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2922,39.9749]},"bbox":[-105.2927867740427,39.974450339818134,-105.29161322595729,39.975349660181855],"left_right_index":-1,"ext_id":"105745957","area_id":"GJEfL6W8W3ulmHsxMRtE8w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:00.898Z","updatedAt":"2024-01-15T16:42:46.827Z"}