{"_id":"63689d5ce80bff5a994f5324","area_name":"Lower Cathedral Rock","shortCode":"","climbs":[{"_id":"h1Ac6+84VKK7IRaun9dqXQ==","name":"Unnamed but Beautiful","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dan McDevitt, Sue McDevitt, Jerry Anderson, Sigrid Anderson, Lynnea Anderson, fall/2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":5,"mp_id":"106436232","mp_crag_id":"105916396","climb_id":"h1Ac6+84VKK7IRaun9dqXQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"A bit dirty for the first half of the route, with a few early season wet sections, but still a a quality climb.\n\nMostly bolted with some small gear in between bolts in the lower sections. Crux is towards the top, when the route starts to lean left. A few powerful lieback moves off small edges and crimps.","protection":"8+/- bolts, some small gear, 3-bolt anchor w/ rings & shuts shared with Mac Daddy.","location":"Just to the right of the trailhead"},"__v":0},{"_id":"V8aiexfBXE2NV6wEGcduyg==","name":"Too Many Darts (Free Ascent)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tony Bubb, Maxime Couture, Sept 2016 (F8, A1 ascent: B. Schnieder, T. Auger, 1972)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":18,"mp_id":"112340396","mp_crag_id":"105916396","climb_id":"V8aiexfBXE2NV6wEGcduyg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"A long free climb with only 2 semi-hard sections, and otherwise mostly 5.10a or less.\n\nP1/P2 (200+', 5.8-ish):\n\nStart just left of a giant “bookmark”. This huge brown flake extends upward for well over 100' and divides the base between the falls side on the right and the 'dry' side on the left, provided that the falls are low and the wind is right… (to the right). A shrub lies just back from the start at climber's right. (and can be seen in the topo pics.)\n\nEasy climbing leads up an initial low angle corner. At every opportunity stay to the right. The intersection of the flake to the wall as a left-facing flake will be on your right, a system that later becomes (as they separate), a right-facing corner and open book will be on your right. (5.6?)\n\nA potential sloping belay ledge is reached at 100' (pic 4502). We skipped this and continued on a 70m rope. A 60m rope probably would have worked with a few feet of easy simul-climbing for the second.\n\nContinue on past steeper corners into darker stone, starting to get into black stained areas of rock (still solid). The grade here might be 5.8(?) for a few moves (pic 4613).\n\nWhen you reach the eventual belay, you can look over and left 50'+ and down maybe 15' to the sling belay atop P2 of Bridal Veil East.\n\nP3 (150+?, 5.8-ish):\n\nThe next pitch continues up that same crack system for quite a way, about ½ rope length. You eventually break a small bit left and pull up onto a low angle, white slab (Pic 4614). The rock there is great, clean, and fun. The climbing eases back to about 5.5-ish for this slab (pic 4617) Belay on the second good 'shelf' on the right side of the slab (pic 4620 – partner on that belay). You are now in a position pretty much directly above the top of the “bookmark” flake at the base, and ~350' over the ground.\n\nP4 (120'?, 5.10-?):\n\nGet ready for more interesting climbing and break out the 4” gear. (Pic 4619)\n\nClimb up and stay right of the huge roof system that now looms overhead. Several bulges in the 5.9 to maybe 10a range lie ahead, but there is not much subsistence to it. Just a few awkward moves. We did this with a double set of cams to #3 camalot + a #4 C4, and were were OK, but I was glad to have the #4. Strong climbers won't need it, but might still like to have it. I'd take it if I did the route again. Climb up the initial overhang above the belay and into easier territory before coming to a second bulge ½ way up the pitch. Get out the #4 and climb that thing. The rope will go behind it, but runs smooth. A 5” piece would be needed to sew it up (old-style #4 camalot or a #5 C4.). Belay on s slightly leafy ledge below the tree pitch.\n\nP5 (100+?', 5.8?)\n\nHere's the not so fun part. Scamper up a few feet of wide climbing to reach a parallel crack (Pic 4621) and then a low angle corner that passes ½ dozen small trees, staying to the right side. At the end ofhte pitch there is some more vertical terrain, and is again in a wide corner (Pic 4631). Belay on a ledge with the 'Michigan Mitten' flake. (Pic 4630).\n\nP6 (100?, 5.11? )\n\nNow it gets interesting. Directly above the belay the climbing is a bit insecure and has some loos soil to boot. Gear is not exactly forthcoming everywhere. The climbing there is probably 5.10, depending on how dirty/wet it might be at the moment. It was dry but loose in our case. You can step left sooner or later to avoid the nastiness, and the sooner, the better. Don't worry, the crux is still to come. Climb up and slightly left to a single medium tree (\"The ant tree\"). Pass that tree quickly, as the ants in it are nettlesome and actually somewhat aggressive. Luckily their bites are not painful, just distracting. However, one crawled into my hair and then deeply into my ear. I could not figure out how to remove it so it was bothersome but not painful at all, making scraping scratching sounds for the remainder of the pitch. I guess it come out on its own good time later. My partner made it through the area freely and without any attention from the ants, having been warned to move quickly through that section.\n\nOnce above the tree, you come back into the main corner and look up into a black 'inset' chimney. I refer to this as the 'Tibia Chimney' due to it's width. The inset width slightly increases as you move up, and the difficultly of progress is inversely proportion to the length of your lower leg. When you can't cam that anymore, it gets awkward since the movement upwards is most easily achieved by feet on one side, knees on the other. As the width comes closer and closer to the length of that bone, progress becomes slower and harder. Very small people might be able chimney the thing easily, though... dropping the grade for them again. The crux of this section might be 10+/11- at my height, about 5'10”. The protection in this slot is solid, provided you have a few very thin cams (Blue and then Black alien). I did not have such gear however, making for a slightly more enervating experience and forcing me to commit to free it. Had I gear, I might have been tempted to sit/rest on it. At the exit to the chimney, the climbing reaches it's hardest yet (11-) for a move, though gear is available near the lip of the cap of the slot. Make sure you place this piece solidly. (.4 or .5 camamlot) As you exit the chimney, and the climbing gets harder for a move or two. The route's true crux follows, with hard to place gear from bad stances up under a flake to the right a few feet out. The fall would be clean if you skip this though. Move up and right through insecure feet and bad hands, up to a downward pointing flake (gear behind this and a pinch hold) below the overhang, and then up and back left into the corner. If you clipped the gear (~.4 camamlot?) on the right to protect the crux, un-clip it to prevent drag after getting through the crux, and also to avoid pulling your partner out and right-ward at the crux. A few mellow moves later, you are up on a big ledge below the final pitch. Nothing dangerous here, as the falls appeared to me to be clean the entire time. With the crux behind you, you are nearly there!\n\nP7 (70', 5.10+? )\n\nThe hard part is over but for a few really fun moves through the lip of the roof now looming above you. This pitch could be done a few different ways, but the rock to the right is flaky and the rock to the left solid. We came in from the well protected left, then moved right under the roof. 2” gear protected the left crack, then as I stepped from left under the roof to the lip on the right (crux) a #3 camalot placement was obvious. Place this gear and move up into the jamcrack and out right to get established on the slab around the corner/lip of the roof. This is a jessery-oriented move that might feel something between 5.10 and 5.11, depending on how you pull it. I came out of a kneebar up into the lip and pulled into a sloping layback, thinking 10d. My partner thought it was tough, but perhaps easier with the benefit of a TR and the beta, or I could see it feeling harder if you got it wrong. Once past this lip, move up and right on easy terrain to belay on a tree maybe 25 feet down below the end of the slab above to provide a close belay... or place a few pieces of protection and continue up the slab if you are certain your partner isn't going to fall/hang on you (and swing outward).\n\nTop out and head for the gunsight to descend.","protection":"A rack of stoppers and cams from tiny to 4\".  Be sure to bring 2 tiny cams. (Black alien) if you want much gear at the first crux.","location":"This is the furthest-right route left of Bridal Veil Falls.  We know of a few unsuccessful free attempts on the upper sections, but none free prior to this time.  Prior ascentionists aided P6 & P7 or traversed to the right on the 'Aqua Traverse' to the 5.7 escape near the falls."},"__v":0},{"_id":"2it6LScmVkGHWDD6L4Ebvg==","name":"Time Bandits","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Unknown, FFA: Mark Westerberg & Rob Kennedy - November 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":8,"mp_id":"118030128","mp_crag_id":"105916396","climb_id":"2it6LScmVkGHWDD6L4Ebvg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"The newest addition to the popular cragging area at the base of Lower Cathedral. This former moss-covered mystery is now a clean, safe and modern free climb.\n\nExecute a few tricky\n\nbolt-protected slab moves off the ground to a gear protected thin-crack system. Climb up past two more bolts before switching crack systems, to another gear placement. The baffling crux is at the top and it’s protected by two bolts, it can be tackled from either the left or the right side of the bolt line, although it is much easier to clip the final bolt when approaching from the right side. Lower from the bolted anchor next to the tree, or try clipping an anchor bolt and traversing left to finish on the bolt line of Labor of Love.\n\nRead on for some historical information (or lack thereof) about this route:\n\nFor at least 15 years, a lone bolt has existed 10-feet from the ground, on a dirty-looking, featured face immediately to the left of \"End Of The Line\". After conferring with one guidebook author (who is currently developing the new comprehensive guidebook), he reported that based on his conversations with the major developer of this area, neither of them knew the history of the bolt or the terrain above. The first reference I could find to the bolt was in my Supertopo book from 2003 and it was just marked as a lone bolt and not associated with a distinct route. This whole area was not even listed in the old Reid book (or any prior book).\n\nWhen we first checked out the route, we were very convinced that it had never seen a proper ground-up free ascent. Without the bolts that we added at the top, a fall from the crux would have likely resulted in a 70' ground fall. It doesn't make sense that someone would have protected the first 10-feet (not-cruxy), then neglected to add bolts at the hard bouldery crux (at the top). That said, it is very possible that it was previously aided from the ground-up and considering the proximity to other nearby routes, this route (or parts of it) has likely been top-roped from adjacent anchors.","protection":"single cams from tiny to .4 BD, 5 draws.","location":"The route starts just a few feet left of \"End Of The Line\"."},"__v":0},{"_id":"zWiDwLVtVX+O0LA9HmWkYQ==","name":"Sub-Mission","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chuck Cochrane (1970's)  FFA Don Reid and Grant Hiskes (Aug, '84)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":2,"mp_id":"109562103","mp_crag_id":"105916396","climb_id":"zWiDwLVtVX+O0LA9HmWkYQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"An excellent corner climb located at the very toe of the North Buttress, just to the left of where the trail up meets the base.\n\nClimb up a chimney to start with a little awkwardness exiting it. Then jam and lieback the corner to a set of bolted anchors. Sort of pumpy. There is another set of anchors higher up, just below the roof, and the climbing looks good. I got about 15 feet up this extension but down-climbed to the first anchor after encountering several wasps around the crack. You can just barely set up a toprope from the lower anchor with a 70m rope.","protection":"Pro to 4\", extra finger and thin hands sizes if you're going all the way to the second anchor.","location":""},"__v":0},{"_id":"nrB4GixEVFOGCr6WqgcDeg==","name":"Spectacle","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Joe Hedge and Kevin Fosburg (1992)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":12,"mp_id":"110419779","mp_crag_id":"105916396","climb_id":"nrB4GixEVFOGCr6WqgcDeg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Steeper than your typical Yosemite 5.11 face climb. Some cool moves and fairly clean compared to the adjacent routes. See the approach for info for\n\nGash\n\n.\n\nStart by climbing a tree to clip a rusty 1/4\" bolt. Then climb straight up the steep face past several bolts which are all at least 3/8\" and in better shape. Most of the climbing is surprisingly moderate and there are a lot of really juggy holds. The crux is at mid-height and involves a big reach out left. A large wingspan will maybe make the climb feel easy for the grade. At the last bolt I traversed right to finish up the final crack on Gash. It also looked like it's maybe possible to finish more directly and to the left of the bolt.\n\nThis is a sport climb but the bolts are spaced 10 ft apart in some places. It can also be toproped after leading Gash.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"FF3Bum+iUWyKyvRobtgtDA==","name":"Something Good [Kung Fu Panda in Sloan Guide]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Dan Mcdevitt, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":3,"mp_id":"109500119","mp_crag_id":"105916396","climb_id":"FF3Bum+iUWyKyvRobtgtDA==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"The route climbs better than it looks.\n\nlocation - 10 feet left from \"Mac Daddy 11a\" thin crack system in the corner goes up to set of new bolts.","protection":"double from green alien to #1 camalot","location":"Left of \"Mac Daddy 11a\""},"__v":0},{"_id":"4gZvV/9eXZKVS4MUEvbzQA==","name":"Overhang Overpass","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jim Donini et al, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":15,"mp_id":"106669108","mp_crag_id":"105916396","climb_id":"4gZvV/9eXZKVS4MUEvbzQA==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Steep, clean, high quality, white granite corner.\n\nBelay below a roof on gear.  Pull the roof with hands to a rest.  Then continue up an increasingly difficult corner.  There are not many places to rest once you enter the business on this one so bring your boosters and endurance.\n\nWatch out for loose gravel at the top belay.  The leader can easily kick some of it down the corner.","protection":"Pro to 2.5\"  Bring extra yellow through orange aliens or equivalent cams.","location":"Follow approach for Overhang Bypass.  Rappel the route from chains or continue on to the summit.  For the summit option see Overhang Bypass pitch 4 & 5."},"__v":0},{"_id":"2WwdAV86W9aQCz1ROP4c1Q==","name":"Overhang Bypass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Dunmire, Ed Robbins, Bill Long, & Dick Long - June, 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":14,"mp_id":"106669076","mp_crag_id":"105916396","climb_id":"2WwdAV86W9aQCz1ROP4c1Q==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"A classic line up the western side of Lower Cathedral Rock.  Expect a mixture of scrambling, climbing, and walking the reach this cool summit.  Route finding can be an issue for first timers, especially on the approach.  But persistence and effort are rewarded by a route defined with good clean cracks and edges at a moderate grade.\n\nWhile the crux of the route is disputable, most parties who successfully navigate the approach and make it to the actual climb find that a short vertical section from the top of the Hog Trough to the traverse ledge is the technical crux.\n\nPitch 1) Climb up a ramping corner (easy fifth) into a roof.  Traverse the roof to the left (5.5) and set up a belay from old pitons and gear below a striking corner.  The length of this pitch is dependent upon how high up you can push the belay from the top of the approach.\n\nPitch 2) Climb the strikingly clean corner with great exposure called the Hog Trough (5.6) until you can go no further and belay from bushes.  Protect this pitch with finger sized pieces, doubles not necessary. 100+ft.\n\nPitch 3) Crux.  Time to make a decision.  Do I climb up a groove passing a bolt, or do I inch my way out left over exposure and make a big move with small pro to reach an obvious ledge?  Both are difficult 5.7 so you be the judge.  Belay from bushes and or gear. 30ft.\n\nPitch 4) Bump the belay the right until you come to a bolted belay with rappel chains.  This is the top of the Overhang Overpass corner and the beginning of pitch 4. (Easy escape down the Overpass to the base of the climb is possible here.)  From the chains face climb (5.7) up good edges with pro, trending slightly left, and aiming for a bushy ledge. 100+ ft.\n\nPitch 5) No need to bump the belay, just move right and round a corner.  Climb up easy fifth class face with good edges and crack.  The angle will gradually ease up.  Belay wherever you feel comfortable.\n\nFrom the top of pitch 5, unrope and walk up to the summit.","protection":"Bring a standard rack of friends, stoppers, and slings.  A #4 camalot or larger is not necessary.  There are a few fixed pitons and a couple of bolts on the route.","location":"Finding the route is challenging but totally doable on the first attempt.  Follow the picture of the route found on page 308 of  the Donald Reid guide.\n\n1) Park where there are two long pullouts on both sides of the road just up river from the Bridalveil Falls parking lot.  This is a popular tourist area and is at the northwestern toe of Lower Cathedral Rock.\n\n2) Walk the trail toward the falls but turn left well before the falls are reached.  Follow the base of the cliff up and to the right until you can't go any higher.  You have just passed the approach gully/cleft on your left.\n\n3) Some parties may want to rope up for short sections of this approach.  Make sure you can identify Overhang Overpass and use it as a guiding point as the climbing starts just under that corner.  Scramble left and up the clean and dirty rock gully for a few hundred feet.  Soon you will reach a sandy area where you can't really go left anymore.  This is where you start to angle to the right.  Continue up and right mostly on a trail until you find yourself scrambling again.  Do this until you reach a low angle ramp/corner system leading to the bottom of the Overpass.  This ramp/corner is pitch one.  Set up a belay on one of the trees to begin the climb.  The higher you can push this belay up the better.\n\nDescend the Gunsight (single rope rappels required for most parties) to the talus gully between Middle and Lower Cathedral Rocks.  Find the hiking trail that parallels the road and  follow this back to the parking area.\n\nA brief word of caution:  When entering the Gunsight on your descent. Do not enter the Gunsight too early unless you enjoy sliding down sandy slopes and drop offs.  Make sure you walk past the entrance, then cut back and enter it straight on."},"__v":0},{"_id":"TGLErGs0UtOtMLYjPp7HGA==","name":"The Groom's Variation","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lobay, Dinh - August 2007","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":17,"mp_id":"112907224","mp_crag_id":"105916396","climb_id":"TGLErGs0UtOtMLYjPp7HGA==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Fun route for a hot day. Starts out of the pool at the base of Bridal Veil Falls.\n\nThe crumbly nature of the first few pitches is very much offset by the beautiful setting.\n\nWhen we did this, we aided the last two pitches in the dark. They have since gone free in the 5.11 range (Too Many Darts).","protection":"Standard Trad Rack","location":"Between Bridal Veil East and Too Many Darts"},"__v":0},{"_id":"cvBIMuzmWYq3utteQzp/Sg==","name":"Gash","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Joe Hedge and Kevin Fosburg (1992)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":13,"mp_id":"110419758","mp_crag_id":"105916396","climb_id":"cvBIMuzmWYq3utteQzp/Sg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Pretty good climbing, but dirty. Located on a steep wall to the left of the Overhand Bypass approach. The climb can be identified by a semi-detached column of rock, and the route follows the crack on the left side of this column.\n\nAfter passing the Bridalveil Parking area, there is a super long pullout on the left side of the road. Park down towards the end of it, cross the street at a crosswalk, and follow a major trail to where it intersects the Valley Floor Loop trail. Cross the loop trail and scramble up talus towards the base of the wall. Then skirt a bit right and continue up some devious 4th class to gain a ledge system which is followed back to the left. We roped up below and to the right of the climb, but it's also possible to scramble up to a higher ledge (which Spectacle begins off of) and rope up there.\n\nFrom the highest ledge with a tree, climb up a flake to the right, then clip a bolt and step left to switch cracks. Climb up the left side of the column, which is a bit of a flare with fingerjams in the back. This leads to a small sloping shelf. Make some tricky lieback and stemming moves up the thin crack to gain larger features which lead to a bolted anchor out left. This anchor is shared with the bolted face to the left (Spectacle 5.11d). A 70m rope is ideal.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"AHYU8UAhWyaYp8W1tiqvFA==","name":"Mac Daddy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan McDevitt, Sue McDevitt, Jerry Anderson, Sigrid Anderson, Lynnea Anderson, fall/2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":4,"mp_id":"106790674","mp_crag_id":"105916396","climb_id":"AHYU8UAhWyaYp8W1tiqvFA==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Climb bolted route up very positive holds. Lie backing and underclinging with few downpulls on the entire route. Good rests.","protection":"Draws, possibly a cam down low; three bolt anchor with rings and shuts is shared with Unnamed but Beautiful","location":"First bolted line to the right of where the approach trail meets the rock at the toe of the formation"},"__v":0},{"_id":"6RfTQtAvWfOXPifnXC3tfg==","name":"Flying High","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jake Ramsey, Scott Stacharowski, Marcus MCcoy, August 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":0,"mp_id":"114985728","mp_crag_id":"105916396","climb_id":"6RfTQtAvWfOXPifnXC3tfg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"A long shallow right facing dihedral with a good crack running the whole way to the anchor.  Mostly a thin hands and fingers crack.  There is a blocky start to reach the main dihedral.  Lower off a two bolt anchor with a 70m rope a 60m will not work.","protection":"Gear from 2” to fingers","location":"In between Soul Sacrifice and Mecca.  There are a few scattered routes in this area.  This one is left of Fully Staffed and Unemployment Check, two bolted sport climbs.  Look for the long right facing corner with a blocky broken start."},"__v":0},{"_id":"P/kEt8fvX2alyBoY/5xOwQ==","name":"End of The Line","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jerry Anderson, Sigrid Anderson, Lynnea Anderson, fall/2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":9,"mp_id":"106436217","mp_crag_id":"105916396","climb_id":"P/kEt8fvX2alyBoY/5xOwQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Lots of crack climbing, mostly .9 with a few .10- moves (at the top, after pulling the roof) and one short .10c crux section. Crux is near the bolt and involves a mantle, a high right foot and a powerful reach up and to the right to a solid jug rail.\n\nTop of route is a little strenuous but not technical.\n\nShort approach, North Facing and in the shade. Good for hot valley days.","protection":"1 bolt, gear - Doubles of .3-1 (Camalots), Singles of 2-4, med. nuts. Bolted anchor at top. 70M rope to get down.","location":"When facing the wall from the trailhead, route is about 100 feet to the right."},"__v":0},{"_id":"RffWo6MlUnGPQhjk0FkF8g==","name":"Dan the Maestro","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan McDevitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":7,"mp_id":"110840254","mp_crag_id":"105916396","climb_id":"RffWo6MlUnGPQhjk0FkF8g==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"start thin crack in the chimney. The start protected with piton.\n\nWhen crack diminishing at ~40 ft up line of 4 bolts start brining you to the anchor.\n\nThere is second pitch - face climb ~100 feet protected with bolts 10b","protection":"Single set from black alien to #1 plus nuts","location":"immediately right from Unnamed 10a"},"__v":0},{"_id":"3fOLS1/PVKOoNDltltoXjg==","name":"Compass Rose","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tucker Tech, Lynn Wolfe - Sept 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":11,"mp_id":"109500090","mp_crag_id":"105916396","climb_id":"3fOLS1/PVKOoNDltltoXjg==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"This route start  ~ 30 feet up and right from \"76 Degrees in the Shade\"\n\nYou see half arch made by thin flake and you can see first tree bolts above the arch from the ground.\n\nIn fact the are two more bolts higher up. The route goes to the tree.\n\nThere is slings around the tree at the end of the pitch. Probably need to be reinforced.","protection":"5 bolts and you can protect lower section and between bolts with medium and thin pro.\n\nSingle set from black alien to #1 plus nuts","location":"This route start ~ 30 feet up heal from \"76 Degrees in the Shade\""},"__v":0},{"_id":"7/zClAaqV8WTL25WPPwduQ==","name":"Brother in Arms","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan McDevitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":6,"mp_id":"110080432","mp_crag_id":"105916396","climb_id":"7/zClAaqV8WTL25WPPwduQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Climb tight hands, fingers, and a layback move or two to a two bolt anchor. Eases off last 30 feet. 2nd pitch 11a following the bolt line.","protection":"Doubles small to #3 Camalot and nuts.","location":"First crack right of Unnamed But Beautiful. #1 Camalot steep start."},"__v":0},{"_id":"wfmOcshhWnG3M8+TP4HGtQ==","name":"Bridalveil Falls East","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Powell and Warren Harding 8/1957; FFA: Frank Sacherer and John Morton '64","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":16,"mp_id":"109526922","mp_crag_id":"105916396","climb_id":"wfmOcshhWnG3M8+TP4HGtQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Long route scales the wall to the left of the falls. Starts up easy scramble and quickly becomes more difficult with chimneys and long pitches. The crux is an exhausting 5.10c overhanging fist crack behind a flake on the pitch before last.\n\nClimbing is not as clean as some other Yosemite routes and it felt much more difficult than the old rating suggests. Great experience however, with an amazing view of the falls and with no one competing for it, even during high season.","protection":"Standard rack. Camalot 3s and 4s were very useful on the crux pitch. A few pitons and trees. No bolts.","location":"Hike up to the pond at the base of Bridalveil Falls and cross over to the left. Go up the class 4 scramble to the ledge at the base of the climb. Do not walk up and to the left which leads to another route, but instead start climbing immediately above the lower part of the ledge. A bit higher above you can see the first chimeney, a 5.9."},"__v":0},{"_id":"MyrciSyUUV+EX0ovHxurnQ==","name":"76 Degrees in the Shade","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jerry Anderson, Sigrid Anderson, Lynnea Anderson, fall/2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"left_right_index":10,"mp_id":"106791341","mp_crag_id":"105916396","climb_id":"MyrciSyUUV+EX0ovHxurnQ==","areaRef":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":"Climb 5.9 bolted face into a crack that requires a mixture of jams, liebacking and face climbing.","protection":"draws and pro. Fixed anchors at the top.","location":"Far right on the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,d4504c09-d32e-5f81-9aaa-a94dffc2c06a,8b442fa2-85b4-5953-ad85-bb1d1ebf1511,ab003c82-ebff-591f-8764-80a6615b0240","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","P. Cathedral Area","7. Lower Cathedral Area","Lower Cathedral Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":4,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":10,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.64659,37.71843]},"bbox":[-119.64715845127117,37.71798033981814,-119.64602154872881,37.718879660181855],"left_right_index":-1,"ext_id":"105916396","area_id":"qwA8guv/WR+HZICmYVsCQA=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:54:45.755Z","updatedAt":"2022-11-25T11:14:42.138Z"}