{"_id":"6368a02ce80bff5a99529c4e","area_name":"Mt. Sabattus","shortCode":"","climbs":[{"_id":"MKxyR1kZUwySr4jWcPmzew==","name":"Climb or Die","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bradley White, 1982","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-70.85458,44.1809]},"left_right_index":0,"mp_id":"106508275","mp_crag_id":"106508271","climb_id":"MKxyR1kZUwySr4jWcPmzew==","areaRef":"5rYhfae5XHexBWU206L9FA=="},"content":{"description":"Climb the slab by (5-6) face holds to the ceiling complex. At this complex ceiling are two ceilings one bigger and one smaller. The smaller ceiling is a step onto it's roof. Utilize a thumb under cling pocket dynamically into becoming an index finger lay back by finger/thumb doing a pinching jam. Steep no other hold to get stabilized legs. Then reach to crimp holds better ascending. I moved to the right to escape the larger last ceiling left. Onto a tree ramp that goes to the top in a round about way. This has likely been climbed or top roped because I found slings on a tree at the ramp. The climb has no trad protection and would have had to been climbed like I climbed it without protection. I got stuck doing this crux because of a sudden rain storm. In seconds the only place dry was under these the ceilings. Only one place to go for me was get up it. Complicated manipulation of this only hold for the right arm. Do or die situation soloing sometimes. I kept my thoughtfulness to movement together. Panic is falling instead climbing ahead is being out of it. So much felt in so little time. I felt out of it caught by a rain storm. The climb has decent ceilings. The highest ceiling could be climbable. The slab is clean grey rock with many sloping hand and foot holds.","protection":"none","location":"Far Eastern side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,e6b6217d-a7b9-5c77-b105-6536d3a2fd14","pathTokens":["USA","Maine","a. Western Mountains","Mt. Sabattus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.85458,44.1809]},"bbox":[-70.85520701608827,44.18045033981814,-70.85395298391173,44.181349660181866],"left_right_index":-1,"ext_id":"106508271","area_id":"5rYhfae5XHexBWU206L9FA=="},"content":{"description":"80ft crag with a great south and north western view. Busted up granite for the most part except the far eastern side that has a schist slab base and a harder granite composite ceiling complex at the upper section.  \n\n  [ Additional beta, 3/5/18, R Hall Admin. - Driving around back roads and peering through trees, I finally got a view of the face of this cliff and it's a bit more than the \"80 ft\" Brad implies; I think Brad was talking about the 80ft of steep cliff above quite a distance of slab. ]"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:05:33.999Z","updatedAt":"2022-11-25T11:18:39.349Z"}