{"_id":"63689d5ce80bff5a994f6059","area_name":"Feather Canyon","shortCode":"","climbs":[{"_id":"PcS4LyxlXey7AZDuSO52EQ==","name":"Feather Canyon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Langford & Doug Cardinal, 10/1973","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.195,36.48783]},"left_right_index":10,"mp_id":"106583219","mp_crag_id":"119060791","climb_id":"PcS4LyxlXey7AZDuSO52EQ==","areaRef":"gyn2i3YIUP+bYxcvJ7QDAg=="},"content":{"description":"If you're looking for some Pinnacles, High Peaks Adventure, this climb has it all. This climb includes route finding difficulties, loose rock, well spaced bolts, poor belays, pigeons, and some of the most improbable climbing you'll find anywhere. That said, it is some of the best adventure climbing you'll find with a real alpine feel.\n\nFrom the west side parking lot, you'll need about 8 hours \"car to car\" for the whole adventure. See approach & descent description below. This is rated \"only\" 5.8 but would not be a good route for someone just breaking into that grade.\n\nPitch 1  5.5: From the stacked boulders, work your way left up a short ramp (sling the small tree for protection) then head right using a few chimney moves. Scramble into the HUGE chamber and belay off two new bolts on the right wall.\n\nPitch 2  3rd & 4th Class: Pick up the belay and move to the far end of the chamber. Youll have to do a few chimney moves to get to the start of the next pitch. You'll have passed under the large chockstone and be at the highest point just before the floor starts to drop.\n\nPitch 3  5.6: This improbable pitch, chimneys and stems its way back toward the chockstone 70 over your head. From the highest point of the chamber floor, (facing back toward the chockstone), look up about 15 on the right wall and youll see your first bolt. Youll clip two bolts on the right wall and then switch and clip 2 bolts on the left wall (4 total). Somewhere around bolt 3 youll need to switch from stemming/chimneying to climbing the left wall. At the top, cross over the chockstone and belay from the shrub/small tree.\n\nPitch 4  5.8: Move the belay from the small tree to the base of a water chute/chimney. You should be standing beneath 2 closely spaced bolts. The crux of this pitch is making it past the 1st bolt. There are a total of 5 bolts on this pitch. Once at the top move through a scree filled trough and belay from a small tree at the back of the chute.\n\nPitch 5  5.6: Move the belay north (right) to the base of another water chute/chimney. Start just right of the water chute, clip one bolt, then move up and left past two more bolts. Belay from another small tree at the back of the meadow.\n\nPitch 6  5.3: Move the belay right, past the most obvious pinnacle, just below a short wall (about 10). Climb the short wall (no protection), then move right and climb another short, unprotected wall (about 15) to the top of a pinnacle. Belay by placing a large loop or rope over the pinnacle to your right.\n\nPitch 7  5.4: Climb down 10 and then up a small face past one bolt. From the top of this face, walk down and left and belay at one bolt in front of another face.\n\nPitch 8  5.4: Step out left onto an exposed ledge, clip 1 bolt, then move right up a ramp and clip another bolt as you move to the top of the pinnacle. Work your way over a series of humps and clip 1 more bolt before reaching the south summit of H & L Dome. Belay from 2 bolts on the south summit.\n\nPitch 9  5.1: Downclimb from the south summit then climb back up to the north summit. One short rappel from the chains on the north summit of H & L Dome will get you back to the ground.","protection":"The protection consists mostly of newly replaced 3/8\" bolts.  You'll want to bring 8 shoulder length slings & 16 carabiners. You may want to supplement with a couple small nuts. A cordellete may be helpful for slinging trees at the belays.","location":"Approach: Approximately 2.5 miles and 1.5 hours. From the west side parking lot, take the Juniper Canyon Trail to the Tunnel Trail. Turn left at the junction and head up the Tunnel Trail to the High Peaks Trail. Once at the High Peaks Trail you have a couple options for the approach. You can either turn left, head over the top, and go down the other side toward the Don Genaro overlook (this may be farther but easier) OR you can turn right. The following directions assume you turn right. After passing The Sponge, look for a use trail that heads up and left toward Pot Pinnacle and Peyote Pillar. The turn is about one third of the distance between The Sponge and the stairs that head up to Condor Crags. If you reach the stairs, youve gone too far. Note  youll want to drop your packs and rack up before you leave the High Peaks Trail. Scramble up the use trail for a few hundred yards, then drop down a steep, gravely slope. There will be a large wall on your left side that makes up the base of H & L Dome. We stayed close to the wall and had to do one rappel (about 70) to get to the base of the climb. The climb starts off some large, stacked boulders just right of a pink section of rock. There should be a large pine tree at your back and you should see a ramp leading left past a small pine.\n\nDescent: Approximately 2 miles and 1 hour. Take the use trail from H & L Dome/Tuff Dome back to the High Peaks Trail to collect your packs. Turn left on the High Peaks Trail and then right on the Tunnel Trail back toward the parking lot. The descent takes about an hour."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,89cc6f6c-0b8b-5659-8314-51fc17f23ec5,d1327c64-bfe1-547c-af91-91f57b1b6253,8329f68b-7608-50ff-9b63-172f27b40302","pathTokens":["USA","California","Central Coast","Pinnacles National Park","East Side","Condor Gulch","Feather Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.195,36.48783]},"bbox":[-121.19555929052902,36.48738033981814,-121.19444070947095,36.48827966018187],"left_right_index":-1,"ext_id":"119060791","area_id":"gyn2i3YIUP+bYxcvJ7QDAg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:31.444Z","updatedAt":"2024-01-15T16:42:15.366Z"}