{"_id":"6368a3d4e80bff5a9958d741","area_name":"Backwoods Wall, The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,10f89d9c-9003-5a54-bad9-5849a525a2de,0982209a-cd25-53c2-ae9c-9e7175f02c26,e7211adc-2a3e-5138-9452-e0a10649ef39","pathTokens":["USA","Rhode Island","Arcadia Management Area","Backwoods Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.7778,41.6271]},"bbox":[-71.77840156497496,41.626650339818134,-71.77719843502503,41.62754966018186],"left_right_index":-1,"ext_id":"107969385","area_id":"5yEa3Co+UTiUUuChBknvOQ=="},"content":{"description":"In the woods north of the Lost Boulder, just about exactly between Hazard and Wickaboxet Ponds is a small crag of the same stone, about 20' tall by 50' wide. It has a nice flat landing and a bunch of good easy and moderates to cruise around on. It is pretty far to hike to and I don't know that there is anything harder to do than maybe V3, but if you like to hike around and explore, it is a nice spot to hang out and chill with the sun filtering through the trees. I cleaned it off years ago, pulling vines and cleaning out the cracks and pockets and when I checked on it recently it seemed to be holding up well, though it could use some brushing here and there. There are some other scattered bouldering possibilities in the vicinity on the way in. It is definitely worth exploring around. I think a good V0-around V4 circuit could be made in the area once more is cleaned up. Once that is done and we get some named routes we can reorganize this area and make a map. I'll try to throw up some cairns when I get some time to make the way in clear. In the meantime, poke around!. Note ` the slope leading down to Wickaboxet pond is private property, so be aware of the boundaries (Gaia seems to show them fairly accurately) They are not all posted and there are private blazed trails, in the area, so don't assume since you find a trail it is public land. Definitely wear  your blaze orange during hunting season."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:21:10.266Z","updatedAt":"2024-01-15T16:48:19.988Z"}