{"_id":"63689d5ce80bff5a994f4f99","area_name":"Pywiak Dome","shortCode":"","climbs":[{"_id":"oNhEiaF8WlyHFVYyCPpRlw==","name":"Zee Tree","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Zimmerlin","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":6,"mp_id":"105883612","mp_crag_id":"105862954","climb_id":"oNhEiaF8WlyHFVYyCPpRlw==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Zee Tree Route is a well-bolted face climb located to the right of the Dike route and ascends an independent line for 3 pitches, after which it joins House Calls and Boche-Dope in a left facing book which leads to the base of the crack pitch of the Dike Route.\n\nThe climbing is fairly varied. The first pitch, which is the most interesting, starts at a two bolt anchor just where the angle steepens and ascends a short slightly steep section of knobs (2 bolts with old leeper-style hangers), crosses glacier polish (2 bolts) to a miniature roof. Step over the roof (1 bolt) and pass a small tree growing in a solution pocket (Zee Tree). The pitch originally ended at the tree, but to reduce impact on the fragile tree, the route now passes the tree on the right and ascends (5 bolts) to a comfortable stance and a two bolt anchor. This pitch is a full 165 feet.\n\nThe angle slackens above and the climbing eases as well. The second pitch is easy (5.5?) face climbing past 3 bolts to a another two bolt anchor. The final pitch is also easy face climbing , though interesting as the angle varies. It heads up and right past 2 bolts, then straight up and ends in a left facing book. This belay requires gear, medium nuts to medium friends.\n\nTo exit, climb up the left facing book and belay near the base of the crack pitch on the Dike Route. Either climb this crack (pro to #4 friend) and rappel the east end of Pywiak, or walk off to the west (not recommended).\n\nDescent options\n\nOption 1: Climb the 5.7 crack on the fourth pitch to the top of the dome and belay your second from the tree. Walk east towards the summit of the dome. Continue over the summit; you should see a large, obvious cairn just beyond a brief 3rd/4th class downslope. Use the anchor by the cairn (see KG's 2021-06-14 photo) to rap ~30 feet. From the base of the rap, walk around to climber's right and northeast(?) down a gully to reach the ground.\n\nOption 2: Skip the fourth pitch and descend climber's right from the base of the 5.7 crack to the west. From the top of the third pitch this looks sketchy and it's unclear why anyone would choose this over Option 1.\n\nOption 3: Skip the fourth pitch and traverse climber's left along the slab (below the intermediate shelf) to find a rap anchor. Rappel requires two 60m ropes.\n\nThe route was put up in good style. A mix of eighteen 5/16 and 3/8 inch bolts were placed by hand, on lead, from the ground up, though not in a continuous push. Two others were \"filled in\" while seconding after leading though originally, to eliminate uncharacteristic runout sections.","protection":"Well Bolted except for the last pitch","location":"Pywiack Dome"},"__v":0},{"_id":"VOmqfl25VwusqtyGq4QkxQ==","name":"Unreliable Narrator","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"an ascent has been made, Aug 2019, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":12,"mp_id":"117596573","mp_crag_id":"105862954","climb_id":"VOmqfl25VwusqtyGq4QkxQ==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"If the implications of an unreliable narrator of this climb description are not clear, take in intro-lit class before attempting this climb. Delightful wide cracks and chimneys; a nice test-drive for shiny new, wide cams...\n\nP1 Up cracks, chimney, and knobs to a chock-stone stance in the chimney.\n\nP2 Up the chimney, clamor over well fixed chock stones, up the off-width. At its top, twirl out on the left wall and climb cracks/knobs to the low-angle wide crack/chimney. Belay on a spacious ledge with a baby giant sequoia.\n\nP3 Angle up and right on low angle features to the next gash to the right. Up the gash to the summit slabs.","protection":"Rack to #6 Camalot.","location":"Roughly halfway between the Electric Africa and the Pywiack descent rappel, start at the base of a recessed face with system of wide cracks leading up to a chimney & steep wide crack in a right-facing corner that is capped by an imposing roof."},"__v":0},{"_id":"GGjEsOgOUxuMs40+z+v3Sg==","name":"Unnatural Act","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":0,"mp_id":"121644757","mp_crag_id":"105862954","climb_id":"GGjEsOgOUxuMs40+z+v3Sg==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"So you love Aqua Knobby and have wondered what the climb would be like if it was a little steeper and the holds were a little smaller.  Well, stop wondering and get on Unnatural Act, the quality climb just to the left.  The climbs share a first pitch (runout 5.6) so you may have even looked over and seen the steep second pitch of Unnatural Act, basically a slightly concave face, without realizing it holds a quality route.  Where Aqua Knobby heads up right from the first belay, Unnatural Act breaks out left, immediately tackling a short roof (5.10b), where a kneebar can be useful.   Pulling onto the scoop above, you will find great holds and and ever-increasing angle as you pass a Tuolumne-style bolt ladder through the crux (5.11a).  The bolt spacing felt like the first pitch of Needle Spoon but the face is a lot steeper. Right after the last bolt, the angle reaches a maximum (maybe just past vertical), at which point the route passes a good horizontal crack that takes thin gear from 0.5\"- 1\".  I think I placed an old-school 0.5 or 1 Friend.  Reportedly, there may now be a fixed pin and/or threaded hole at the horizontal.  After the horizontal, the climb claims its Tuolumne heritage by treating you to a lower angle runout face with knobs (5.7) until you reach a shallow right facing groove where you can set up a gear belay.  After that, head up and join the last two pitches of Aqua Knobby.\n\nThe old Reid & Falkenstein guide gives the route an R/X rating, but with good gear available in the horizontal on the second pitch, it felt like a PG-13 crux pitch, bookended by traditional Tuolumne runouts on 5.7.  So overall, I would say the route felt like a standard Tuolumne R route.","protection":"Trad gear to 2.5\", including cams and nuts.","location":"Northwest face of Pywiack Dome, just to the left of Aqua Knobby (sharing the first pitch)."},"__v":0},{"_id":"UK32GwvvUeClTBu44ezDnQ==","name":"unnamed","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":7,"mp_id":"121020599","mp_crag_id":"105862954","climb_id":"UK32GwvvUeClTBu44ezDnQ==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Start right of Zee Tree (see below), and follow the flake system for several pitches to join Zee at the bottom of the backwards \"J\" flake high on the face. Finish on the .7 lie-back as per Zee Tree.","protection":"A few bolts down low, but mostly gear.","location":"Look for the alcove that sits at the top of P1 before you leave your car. OR from the start of the 3rd/4th class pitch on Zee Tree traverse to the right and start up the obvious flake system"},"__v":0},{"_id":"t+GsDxI6XjyC3XZS0SrFyg==","name":"Needle & Spoon","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dennis Oakeshott,","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":3,"mp_id":"105866062","mp_crag_id":"105862954","climb_id":"t+GsDxI6XjyC3XZS0SrFyg==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Starts from third class ledges, up and left from the \"Dike Route\".\n\nClimb past 5 bolts to a two bolt belay.\n\nFollow 7 bolts passing a 5.10a bulge to a two bolt anchor.\n\nRun out 5.6 (no pro) to another two bolt anchor.\n\nMove up and right to the base of a steep corner.\n\nDescend 3rd and 4th class to the right.","protection":"Draws.","location":"For more complete information, get \"Rock Climbing Tuolumne Meadows\" by Don Reid and Chris Falkenstein."},"__v":0},{"_id":"dDr3kGgMUo65KNUJNElkQg==","name":"The Meltdown","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kurt Smith, '86","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":11,"mp_id":"121281535","mp_crag_id":"105862954","climb_id":"dDr3kGgMUo65KNUJNElkQg==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"This is one hell of a good pitch. Begin in a left facing corner that gets progressively harder. At the end of the crack, clip a high bolt on the face up and right of the crack. Once on the face, the climbing turns from steep finger crack to beautiful 5.11 knobs. Run it out on the knobs until the angle lessens, a couple finger sized cams can be placed here from a secure stance. From this point the protection improves greatly. Continue straight up the steepening wall up a seam, pass two more bolts and a final 5.11 crux before arriving at the top.","protection":"Doubles to .5 camalot, could place larger but not necessary. 3 draws for the protection bolts.","location":"route immediately to the right of European Vacation. the 50 foot left facing corner is pretty obvious."},"__v":0},{"_id":"6AId2M8aU06O6PF3ngE4UA==","name":"Medusa","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Ed Barry","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":9,"mp_id":"113831960","mp_crag_id":"105862954","climb_id":"6AId2M8aU06O6PF3ngE4UA==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Black streak to the left of European Vacation. High first bolt brings you to a bouldery crux on pebbles.","protection":"4 bolts","location":""},"__v":0},{"_id":"BlqcHvpVWXOUBJhCw5RJYw==","name":"House Calls","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":5,"mp_id":"106209352","mp_crag_id":"105862954","climb_id":"BlqcHvpVWXOUBJhCw5RJYw==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Approach as for Dike Route, House Calls shares the first pitch belay anchors, after the 5.4 solo/approach pitch.\n\nP1 - From the anchor head up, finding a bolt after 40' +/-. A second bolt will appear higher also. Per the guidebooks you end on the ledge, using 2-4\" gear. 35m 5.6R\n\nP2 - Continue up knobs for ~35m to a bolted belay. No pro. 5.6\n\nP3 - Continue up the knobby black streak, just left of Zee Tree. Finish at the flake system or the corner, 60-70m. 5.4\n\nP4 - 5.7 topout finish per ZT/DR","protection":"1/2\" ASCA bolts, 2-4\" gear for belay or pro","location":"Between Dike Route and Zee Tree, starting at the first belay anchor on DR."},"__v":0},{"_id":"NLeLeYt9VG6Naiehb255Gg==","name":"Foote Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeff Foote, Gary Colliver 1968  FFA Jeff Vance 7/79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":2,"mp_id":"110901486","mp_crag_id":"105862954","climb_id":"NLeLeYt9VG6Naiehb255Gg==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Until the FFA it was popular to do this route as a two-pitch 5.10d and then rap.\n\nPitch 1 - climb past three bolts(5.9) on slopey, ledgey features and belay.\n\nPitch 2 - climb past five bolts(5.10d) the last three being a tightly spaced bolt ladder(crux).\n\nPitch 3 - climb past four bolts(5.12a) and belay at a shared anchor with Fort Knox.\n\nYou can rappel from here of climb several 5.7 crack pitches to the top.","protection":"Take a few medium nuts for the flake at the top of pitch 2. A wide selection, including a 3.5\" piece, is necessary for the 5.7 cracks if climbing above pitch 3.","location":"This route starts below the right edge of the Boa Roof from the top of a large flake."},"__v":0},{"_id":"wT5aK/VuWw+SyjGWMJqjJA==","name":"European Vacation","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ron Kauk August 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":10,"mp_id":"111493779","mp_crag_id":"105862954","climb_id":"wT5aK/VuWw+SyjGWMJqjJA==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Work up a left-facing corner until you can stem across left to access the first of 5 protection bolts leading in a direct line to a double bolt anchor.","protection":"5 lead bolts leading to double bolt anchor at the 60-foot mark. Doing the short second pitch requires some conventional pro.","location":"On the southeast face of Pywiack Dome to the right of \"Clash of the Titans\"(5.13a)"},"__v":0},{"_id":"sDXZ4husVi2DuSGhOK1kZA==","name":"Electric Africa","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kurt Smith  (1986)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":8,"mp_id":"106346793","mp_crag_id":"105862954","climb_id":"sDXZ4husVi2DuSGhOK1kZA==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"Very technical and thin face climbing following a seam. The hardest moves are down low but it is possible to fall off of just about any move if you don't stay focused. Starts out less steep with delicate moves to gain the seam then some sidepull moves and onto knobs and edges. Surprisingly pumpy for what is more or less a vertical route.","protection":"Bolts (4?) and a few stopper placements RP's to medium/large. I had to turn a stopper sideways since I did not carry one large enough.","location":"Around the back side of Pywiack Dome is a steep wall with several climbs on it, mostly sport routes. Electric Africa is the second route from the left just after Rising Sun."},"__v":0},{"_id":"658rW5e1Xu6Kv25mvH9TgQ==","name":"The Dike Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gerughty, Evje, & Meeks - 1966","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":4,"mp_id":"105862957","mp_crag_id":"105862954","climb_id":"658rW5e1Xu6Kv25mvH9TgQ==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"The Dike Route follows an obvious system of (generally left-leaning) dikes up the right-hand end of Pywiak Dome.  It is a great climb, but not for the faint-of-heart.  Be very confident running it out on slabs -- the crux fourth pitch has the potential for 60-80' falls on 5.8 terrain in two different places, and a 30' fall on 5.9 ground.  The other pitches are easier, but still very sparsely protected.\n\nP1: Climb a long gradually steepening slab to a bolted anchor at a stance on the dike.  This stance is roughly where two dikes intersect to form a cross.  5.4.\n\nP2: Continue up the dike past a bolt and step left to another dike.  Follow this up to a bolted anchor on a big ledge.  5.6.\n\nP3: Follow the dike up past three bolts to another bolted anchor.  5.7.\n\nP4: Continue upwards past a pair of bolts (old anchor) and then run it out on 5.8 terrain up to a steep bulge.  Pull this bulge on good holds and continue relatively straight up to a thank-god bolt.  This bolt is hard to spot -- it's pretty much straight up, perhaps slightly to the right of the last belay, but don't stray too far in that direction.  After clipping this bolt there is a stretch of 5.9 (crux) climbing through some gold polish before finally reaching a bolted anchor.\n\nP5: An easy pitch up to a bolted belay below the final headwall.  This can be breached via a wide crack, but most parties rap from here with double ropes (follow the Needle Spoon route on the descent).","protection":"Five or six draws.","location":""},"__v":0},{"_id":"2oHSYMXGVcij6m2daMhOXA==","name":"Aqua Knobby","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lloyd Price and Joe Fitchens, July 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"left_right_index":1,"mp_id":"105898680","mp_crag_id":"105862954","climb_id":"2oHSYMXGVcij6m2daMhOXA==","areaRef":"d111bh9JWMSJqdMl4b0FKA=="},"content":{"description":"First pitch is a nice warm up. The 2nd pitch is why this route is great. It starts steep and technical and stays that way for about 70 feet. There's a bolt about 2/3s up that is your pro for some thin slab moves. They called this R before, but with small cams and nuts, you can pro it just fine. Might be PG-13 to some, but for the area it's not. 3 pitch is a nice crack out.","protection":"#2 C4 down to #0 C3.","location":"North side of the dome. Look for the slab up to a ledge below a black water streak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,775d756e-1f49-58c4-89a9-d325e1bd0528","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Pywiak Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":4,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":4,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.444,37.8453]},"bbox":[-119.44456942783597,37.844850339818144,-119.44343057216399,37.84574966018187],"left_right_index":-1,"ext_id":"105862954","area_id":"d111bh9JWMSJqdMl4b0FKA==","polygon":{"type":"Polygon","coordinates":[[[-119.44456942783597,37.844850339818144],[-119.44343057216399,37.844850339818144],[-119.44343057216399,37.84574966018187],[-119.44456942783597,37.84574966018187],[-119.44456942783597,37.844850339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:54:34.040Z","updatedAt":"2024-02-19T18:29:40.168Z"}