{"_id":"63689defe80bff5a994faf39","area_name":"Green Disease Wall","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,7248f536-03d9-595b-88cc-3e3471729590,c7273db5-efff-5726-92bd-b163b74819e7","pathTokens":["USA","Connecticut","CT Ice Climbing","Green Disease Wall"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.58571,41.36894]},"bbox":[-72.58630917186267,41.36849033981815,-72.58511082813736,41.369389660181874],"left_right_index":-1,"ext_id":"109944721","area_id":"xyc9te//VyaSvbFjt0gZ5w=="},"content":{"description":"The Green Disease wall is a great—for Connecticut—ice and mixed crag located in Chatfield Hollow State Park proper. Ice and mixed climbing in rural Connecticut, just 15 minutes from the Atlantic Ocean? Yes, thats right. The 10 or so routes here are very short but decent—a mini version of the Catskills or NH—and a few difficult projects await a lead.\n\nThe name of the crag comes from the green moss/turf covering much of the cliff, fed by a year-round aquifer pouring out of the upper cliff band. Visit this crag when it's warm and it will resemble a vertical, green jungle. You'll find great conditions here after a week or more of below-freezing temperatures with at least a couple inches of snow on the ground. A nor'easter will makes things fat and a warm day can tear the ice down. The cliff is north-northwest facing and gets afternoon sun through the trees. Short ice screws and/or rock gear are necessary to protect most routes. Bring a delicate mindset.Like most of the area, the rock is great; however, it can be friable and very coarse (mind your rope). There is currently no fixed protection on the cliff, so on new routes please place bolts only where they're absolutely necessary as most of this cliff provides ample natural gear opportunities. Trees are available for anchors above every route; however, if CT climbers deem this a worthwhile crag, bolted anchors may be a good idea to protect vegetation and ropes. There are two other good cliffs in the park. When conditions are good I imagine it would be worth up to a 1- to 1.5-hour drive.Routes (from Right>Left)-The Tube (WI4): A short but eye-catching ice route thats usually no wider or thicker than body-width. Short and easy rock finish. Forms consistently.-Give Me The Cure (WI4 M4): Ice just left of the Tube and finish at the top of the cliff. Mixed finish through awkward horizontal cracks. Good gear.-Project: Start 10–15 feet left of The Tube. Climb steep rock to gain an ice blob midway up the face, then continue directly up through the horizontal cracks. Technical and funky mixed climbing up the tallest part of the wall. Par for the cliff, the horizontal cracks take good protection but are awkward to climb with winter kit. Has been top-roped clean. Feels like M6/M7 in typical conditions.-Symptom of an Era (WI4): Good ice leads to a grungy finish.-The Lyre (WI4): Good ice route up a curtain with grungy rock finish. Needs prolonged cold.-Green Disease (WI4 M6): A great pillar (WI4) if its touching down. Otherwise, climb overhung left-facing corner/roof to the right of the hanging dagger and pull onto the ice where the seam ends (M6). This is a sweet little trad mixed climb and it sews up well with a micro cam and finger-sized gear. At the top of the ice pillar, finish left up the corner/gully or up the arete.-Vine climb (M4): Just left of Green Disease. Climb a crack with a prominent vine in it to gain some thin ice and a short corner. Exit the upper corner on the left. Good protection and sometimes the lower part is all ice. The initial crack can also be used to start Green Disease.-Gangrene (M5): Just left. Pull a couple of strenuous moves over a blank section to reach a shallow corner/crack full of thick, green turf, then easier climbing to the top.-Hollowed Be Thy Name (WI4): The one to do. An obvious, long ice flow and the classic ice line at the crag. Can form as a narrow tube or wide curtain. Protect with good rock gear when thin.-Easy flows (WI2-WI4): Located left of Hollowed is a wide curtain of very short but fat ice flows.-Dollar Bill Blues (WI4): First taller ice line left of the easy flows. A good pure ice line when in. Moderate ice leads to steep ice finish.-Mortal Distinction (WI4 M4): Very thin smear (poor protection) leads to a mixed topout (better protection) through horizontal cracks.-Easy flow (WI2/3): Very short ice flow with grungy finish.-Nocturne (M4/5): Obvious left-angling crack. Good protection throughout with some turf/ice here and there in typical conditions.-Project: Climb the obvious thin crack with tenuous pick torquing past a bulge until you reach the easier ice finish. Good protection throughout (unless crack is verglassed) but hard to place due to the punchy and insecure nature of the climbing. Has been top-roped clean. Feels like M8.-Project: A moderate ice flow gains a steep headwall where big and tenuous moves are required. A few bolts and/or fixed pins will be necessary. Feels M-hard."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:56:12.025Z","updatedAt":"2022-11-25T11:16:51.868Z"}