{"_id":"63689d5be80bff5a994f3e0d","area_name":"Milky Way Wall","shortCode":"","climbs":[{"_id":"odBRoG9yXWadBeA7YaMFOw==","name":"Wormhole","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jason MIlford, Jon Lindqust 6/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":3,"mp_id":"118959951","mp_crag_id":"113235100","climb_id":"odBRoG9yXWadBeA7YaMFOw==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"Pitch one is 5.8 30m nuts to 1.5 inch cams. Climb discontinuous cracks, flakes and knobs aiming for the little sharkfin sticking out of the ledge and rap anchors.\n\nPitch two: 10c 35m 10 bolts. Friction slab with some cool features. Shared anchor with supernova.\n\nYou can finish on the upper pitches of \"Crossing the Milky Way\" or rap the route with a 70m rope.","protection":"bolts and gear to 1.5\"","location":"down the hill right of supernova"},"__v":0},{"_id":"BCFCnSogWnaCXMyYrE0bJw==","name":"Supernova","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Slater, Doe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":2,"mp_id":"113564518","mp_crag_id":"113235100","climb_id":"BCFCnSogWnaCXMyYrE0bJw==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"I dunno about the \"mega-classic\" part. but pretty friggin sweet. and unique for shuteye\n\nStart under the big roof on the wall, towards the left side near some cracks. 1st bolt right off the ground.\n\nP1 - 10+ - tough slab climbing past a couple bolts then climb a flake. basically repeat this process, wandering around a bit. Kinda nasty ledge fall potential on the last slab section. nice ledge and bolted anchor below the roof. Long pitch, may want to break up\n\nP2 -10c - obvious to bolted anchor on nice stance.\n\nP3 - straight up, then right, then up to bolted anchor. short pitch\n\nP4 - same as crossing the milky way's last pitch. up and left to the top on huge chickenheads. cruiser\n\nEasy and worth it to access other formations once on top of the wall. Also, nice walk-off to the left leads back to base.","protection":"singles to #.5 , doubles #.75 ->#2 . I thought single #3 and #4 was fine. If anything, bring an extra #.75 and #1","location":"2wd low clearance fine. mammoth pool/minarets road, to 7so2, 6 miles to 7so2H. Right turn on 7so2H and park pretty much right away. Hike to the end of the road (deteriorates quickly) until obvious climbers trail. be on serious lookout for a fork in the trail. Right fork is super easy to follow, left fork is what you want. fork comes maybe 15-20 min from parking. then another 30 of following cairns to base."},"__v":0},{"_id":"7wptPjwAVzKSuaNR94V8rA==","name":"Sons of Thunder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Slater/Klis/Whitaker, 6-2011 GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":7,"mp_id":"113689388","mp_crag_id":"113235100","climb_id":"7wptPjwAVzKSuaNR94V8rA==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"Although Sons of Thunder parallels Crossinng the Milky Way for half their lengths, it is a substantially different climb. High quality face climbing on sometimes thin features. First two pitches are 4 stars. Most rap off after that.\n\nP1. 5.8, 50m+. 4b's, gear.Start as per Crossing the Milky Way, but at pocket (past bolt), place cam and head straight up runnel past 2 bolts to right facing flake and another bolt. Chain anchors\n\nP2. 5.8, 40m+. There are 3b's. Chain anchors. (This route is of high quality to this point. If you want to top out, then you have two less than stellar pitches above. You can do a 2 rope rappel from here or continue to the top for a walk off.)\n\nWe ended up just scrambling to the easy ramp/ledge above and set up belay in big rocks below right facing flakes.\n\nP3/4. 50m+. I thought the guide said 5.6 and thought the way I finally managed liebacking the flake to the hand crack was a tricky, intimidating, no pro 5.6. Don't try to offwidth the flake. Using unusual lieback technique. gain the nearly horizontal edge of the first flake and then go for the handcrack above, Keep going on cracks and seams over moderate ground and decreasing quality rock. Belay on gear in the summit blocks. Walk off climbers left.","protection":"A full rack to 3\" (blue). You don't need much gear on any pitch, but you will be happy you have every size by the time you get done.","location":"Far right side of ledge that can be accessed from obvious recess under apron at toe of buttress.(Where you would naturally stash your packs) A little bushwhacking is involved, less if you can find the break in the bushes and far less than if you try to approach from below. You likely will pass the 1st bolt and start because the wall is generally blank looking and you are looking for a 5.7 start.\n\nA well cairned and pruned trail leads down. Walk climber's left toward looming steep faced overhang/roof, with hardware at the lip. Cairns lead left before you get to the very top."},"__v":0},{"_id":"1v4BpQO9VOaSiAZ70g2gDw==","name":"Sagittarius","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jon Lindquist, Jason Milford 6/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":4,"mp_id":"118959987","mp_crag_id":"113235100","climb_id":"1v4BpQO9VOaSiAZ70g2gDw==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"Pitch one is 5.9+ 105' 2 bolts gear to 3 inches, climb dihedral to roof traverse left and pass roof on good knobs. Bring small nuts to protect the run nout at top.\n\nPitch two 10c 35m 12 bolts, High quality slab climbing. Has its own rap anchor. rap with single 70m rope or continue to the top on \"Crossint Milky Way\"","protection":"bolts and gear to 3 inches","location":"Start in dihedral left of \"Halfway to Uranus\""},"__v":0},{"_id":"2zvD6TkAU36cJWFBDqoEGQ==","name":"Lightning Cracks","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doe, Slater, Whitaker 1-2012 GU (ground up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":1,"mp_id":"114782669","mp_crag_id":"113235100","climb_id":"2zvD6TkAU36cJWFBDqoEGQ==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"P1. 5.10a, 4 bolts, 50-60m. (Same start as Supernova) Start off a block, work up thin face past 3 bolts, break left to flake (gear pro). Be sure to trend left from ledge above flake, clipping bolt on left (not seen at first) instead of up/right to another bolt.  Continue on knobs to crack/ramp system. Traverse right (lower crack works well) to bolt belay under steep wall.\n\nP2. 5.5 -5.9, up to 70m. Easiest is straight up. Climb up knobs, slinging as necessary. May need to work left or traverse left at ledge to find anchor. It is possible to climb on to finish on 70m rope\n\nP3, 5.easy. Belay on gear (summit blocks)","protection":"Medium pro, sling, draws.","location":"Same start as Supernova. Ascend the descent trail a short distance, looking right for easiest way to buttress. Guidebook shows staying low and traversing slopey ledge above streaked wall. I found a break in vegetation and open rock & scree easy and direct."},"__v":0},{"_id":"6fO0lKtXVzuihNmkk4EwzQ==","name":"Halfway to Uranus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doe, Slater, 11-2011 GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":5,"mp_id":"114782853","mp_crag_id":"113235100","climb_id":"6fO0lKtXVzuihNmkk4EwzQ==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"P1. 5.9, 4 bolts, 50m? Start off far right side of large ledge above streaked cliff band that extends climber's left of main wall. Climb up short left-facing dihedral, then up face above past bolts to the base of main large dihedral. Build gear belay.\n\nP2/3. 5.8, 3 bolts. Up to 70m. Bolts are on the RIGHT hand wall. (I discovered 3rd bolt after protecting on gear to that point.)  Climb dihedral until past 3rd bolt you can pull over the right wall using flake and good holds. Wild move! Once on the arete, work up face on knobs. Belay on knobs wherever OR  continue to visible distant anchor for Crossing the Milky Way.\n\nP4. Finish on last pitch of Crossing the Milky Way. Climb up and left to skyline wherever comfortable to summit blocks, build belay on gear.","protection":"Pro to 3\", slings for knobs, draws","location":"Climb starts on the right side of large ledge above streaked cliff, right of 2 pine trees. With eye on beautiful dihedral, start is at logical place to access the dihedral. Going up descent trail, break right as soon as possible."},"__v":0},{"_id":"XQokPkxpUDGZjiAhEqElXg==","name":"Edge of the Galaxy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Leo Miner, Grahm Doe 6-2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":0,"mp_id":"114782569","mp_crag_id":"113235100","climb_id":"XQokPkxpUDGZjiAhEqElXg==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"A fun bonus to tick after topping out on the wall. Climb steep blocky dihedral to ledge, then up steep face that eases off. 4 bolts on face, chain anchor. Take care in pulling rope after rappel, knob hazard.","protection":"A few medium pieces for dihedral, 4 bolts can be supplemented with tied off knobs.","location":"This route is the left most climb on the wall and is way up on the wall. When descending, look skier's left for blocky dihedral and ledge, BEFORE long roof. It appears very soon. Work you way over from trail to large usually/mostly shady pit. (No trail)"},"__v":0},{"_id":"HLJJA7vKXTyv/T+ceQqNqw==","name":"Crossing the Milky Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brandon Thau, Tom Slater (2011, GU)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"left_right_index":6,"mp_id":"113235127","mp_crag_id":"113235100","climb_id":"HLJJA7vKXTyv/T+ceQqNqw==","areaRef":"BmSIdUu3WpG4Oq4sNpvgZg=="},"content":{"description":"\"One of the best long, easy routes in the area\" The entire climb trends left, so if you're looking up to find bolts or the route, look left.\n\nP1 - 5.7 - 45m: 2 bolts, gear, gear belay. Start at the extreme right edge of a ledge. Climb a left-slanting seam (feet) to a bolt at the top of the seam. Then climb over bulges to a small pocket at the base of the first large water runnel (.75\") then left to a bolt and belay at the bottom of the obvious dihedral.\n\nP2 - 5.8 -45m: 2 bolts, gear, 2-bolt anchor. Climb the dihedral (crux), placing small gear and exit it on bomber knob handholds. Climb up a thin runnel past two bolts to the anchor.\n\nP3 - 5.7 - 60m: 1 bolt, gear, knob slings, 2-bolt anchor. Climb the left-slanting crack to a face that grows more and more featured with knobs to anchor on ledge. 1 good knob to sling at beginning of crack, which widens to take bigger gear as you continue upwards. At the top of the pitch, move left sooner rather than later to avoid an exposed traverse to the anchor.\n\nP4 - 5.6 - 60m: knob slings, gear, gear anchor. Up and left to skyline through knobs to a gear anchor in flake below summit blocks. Glorious climbing, very secure.\n\nWalk off left marked by cairns","protection":"Single rack, alpine draws and plenty of slings for knobs. Not a ton of nut placements.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,9e6215f2-4119-5ae2-b5e0-98db54e6ffdb,06648875-4bb7-5a91-b83a-ae2c369be066","pathTokens":["USA","California","Western Sierra","Shuteye Ridge","Milky Way Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.40835,37.32637]},"bbox":[-119.40891547195051,37.32592033981814,-119.40778452804946,37.32681966018186],"left_right_index":-1,"ext_id":"113235100","area_id":"BmSIdUu3WpG4Oq4sNpvgZg==","polygon":{"type":"Polygon","coordinates":[[[-119.40891547195051,37.32592033981814],[-119.40778452804946,37.32592033981814],[-119.40778452804946,37.32681966018186],[-119.40891547195051,37.32681966018186],[-119.40891547195051,37.32592033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:53:33.220Z","updatedAt":"2024-01-20T00:57:07.212Z"}