{"_id":"63689d5ce80bff5a994f4b74","area_name":"Cyanide Gully","shortCode":"","climbs":[{"_id":"jA/EPAZBWOGRi6HPQ9jLjw==","name":"White Dihedral","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Shively, Barger, Newsom, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":4,"mp_id":"108149498","mp_crag_id":"106753099","climb_id":"jA/EPAZBWOGRi6HPQ9jLjw==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"p1: scramble into the corner and up.  Reach left to clip a bolt, then step into the steep, clean corner.  Fun, technical moves up the corner to a belay on a good ledge with tree (1 bolt and medium-size gear for anchor).\n\np2: Adventurous.  Choose the best line straight up the steep and grainy flakes, somewhat awkward and strenuous.  Scramble back to a belay with 1 bolt and 2-3\" gear.\n\np3: Either unrope here or belay up a short step.  Traverse left about 100' to a 2-bolt rappel station.  One single-rope rappel to the top of Sierra Jam, then a second single-rope rappel to the base of the west face.","protection":"Single rack to 4\"","location":"Takes the corner to the right of Duct Taped Plum.  Start is not obvious, look for the single bolt halfway up the first pitch."},"__v":0},{"_id":"BIpdLdJhXwOL02ttwcBs6g==","name":"Sympathy for the Grinder","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Aaron Martin, Robert Newsom, Trish Corto; 2005, GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":12,"mp_id":"118754687","mp_crag_id":"106753099","climb_id":"BIpdLdJhXwOL02ttwcBs6g==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Start up the broken cracks up to a triple layered dihedral system. Bust out a few moves and then stem past 3 more bolts to the anchor. If you like funk and stemming, this route is for you!","protection":"5 bolts, a couple of cams .5-#1","location":"To the left of Love is a Dog Straight from Hell. Just look up to the clean corner system."},"__v":0},{"_id":"0C1ORw4dVAuzdPK3KZboNQ==","name":"Silverback Extension","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA Chris Moore Chance Traub","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":11,"mp_id":"110578942","mp_crag_id":"106753099","climb_id":"0C1ORw4dVAuzdPK3KZboNQ==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"3 pitch extension to \"One of bishops best sport pitches\"\n\np1. climb the Silverback, .12a bolts 30m\n\np2. 5.9 gear 25m. Not classic, it just gets ya up there, so hold the judgments.. Traverse left on the ledge, pull a short hand crack roof and continue up blocky corner  and out right over a bush to a two bolt stance. Theres a few loose looking blocks around here to watch out for but I have yarded on them all with a crow bar and removed what I could..\n\nBring/tag a 1,2,3 and a finger piece or two for this pitch\n\np.3 sustained classic stem dihedral, 5.11+? More technical than Silverback but not that pumpy 9 bolts, no gear.\n\nP.4 roof crack. 5.10+ gear, bolts. Climb a vertical handcrack to a roof (#3 cammer) clip the first bolt and back clean the #3 for later and jam the bolted roof crack to the anchor. you might want a finger piece and something else after the bolts too, I dont remember.\n\nIts hard to describe the nature of the crack so I wont try, but you'll understand why we bolted it once you see.\n\nI highly recommend applying a fat wad of tape around hands here, the crack is sharp! I don't normally tape up, but tape makes it feel easier (.10+), and then you wont worry about filleting the skin off your hands. Its like a #4s splitter with a #1 opening..","protection":"draws\n\n1x cammers from fingers to #3","location":""},"__v":0},{"_id":"lwrh+C7FXN6IHrnsJXjZ3Q==","name":"Silverback","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Marty Lewis, Kevin Calder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":10,"mp_id":"106753104","mp_crag_id":"106753099","climb_id":"lwrh+C7FXN6IHrnsJXjZ3Q==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Beautiful left facing lay back crack all the way to the anchors.  It's bolted but it is easily protected with small gear.","protection":"Bolts or gear (if you're feeling bold).","location":"Bolts are visible from the road.  Middle of climbing area.  Lower off."},"__v":0},{"_id":"HUD7BDmPU6iMIn4eJjdEoA==","name":"Sierra Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Shively, Robert Newsom, Trish Corto","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":0,"mp_id":"108067675","mp_crag_id":"106753099","climb_id":"HUD7BDmPU6iMIn4eJjdEoA==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Good hand crack, single long pitch, watch out for rope drag. Top left leaning lay back section just before belay anchors to the left. One rappel off the left side, make sure that your rope touches the ground, might have to swing up hill for landing.","protection":"Gear to 3\", extra thin to 1\", nuts are a good idea. Fixed anchors at the top.","location":"Cyanide Gully, scramble up the hill for 25 min after crossing the stream."},"__v":0},{"_id":"YGPRg+utW5mScrH4aPjoDA==","name":"Semper Farcisimus","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Ketron, 2001 GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":16,"mp_id":"118754593","mp_crag_id":"106753099","climb_id":"YGPRg+utW5mScrH4aPjoDA==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Scramble up the ramp and you are welcomed by a nice looking hand crack. The party is soon over and the rock quality gets very nasty/bad. The rock on the inside of the crack (where you are sticking your cams) crumbles away to sand. It gets better again on the last 1/3 of the route.\n\nOutside of the poor rock it's fantastic exposed climbing and a Gambit of sizes with the Crux being a .75 part of the crack.","protection":"Gear to 4\"","location":"To the right of the overhanging orange face."},"__v":0},{"_id":"KMgEo3LBXaqf4ldJa//1JQ==","name":"Rizzla - extension to Zig Zag","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Moore and Chance Traub","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":9,"mp_id":"110578757","mp_crag_id":"106753099","climb_id":"KMgEo3LBXaqf4ldJa//1JQ==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"p1. climb Zig Zag .10b/.11? Mega awesome mega sandbagged steep splitter though roofs!\n\np2. climb a few spooky but solid blocks off the belay into .10a fingers corner and stemming. continue past a ledge up a blank looking stem corner with just enough gear. At the top either exit out left in the #4s crack or walk your feet out the crack and bridge in the corner with small but secure micro nut protection to an awesome arete mantle to the anchor. 5.10c\n\nP.3 5.6 climb straight up the slab avoiding bushes and munge for 15m to the base of a beautiful white corner. optional gear belay here or link..\n\np.4 money pitch. 5.11b. Climb the perfect hand crack in the corner stemming past a short blank section to large v slot roof. Jam straight in fingers out the roof with your head and back and make a wild exit to the chains.  If \"flashing\" is a part of your vocab stop reading now and good luck..  but for those of us who dont give a shit... there is a secret 2 finger pocket for the left hand about 6 inches above the lip of the roof and is waaay over your head and behind you. feel around for this and make your exit out the roof and around the arete to the anchor.  So cool!\n\n! Important ! - once over to the anchor place a .5 camalot with a sling above the roof as a directional to give your follower a top rope on the wild roof exit or its an awful swing.\n\np.5 .11a,  Step back out right using that .5 you just placed and jam one hard move .11a? to gain the final corner.  climb a fist crack up the golden corner at 5.9 to the top. Most folks will probably want two #4's here but this is the only pitch where 2 are needed and there is other gear around.  unfortunately the upper corner is a little mungier than it looks, but don't let that deter you.\n\nDescent: rap route with one 70m. 2 raps back to the slab then i recommend following the Silverback extension anchors down. its a better rap line and allows you to get a top rope on some of those harder pitchs if your into that.","protection":"This route has no bolts and at times it is a bit testier on the gear than other PC routes.\n\nRack:\n\n1x 000 c3\n\n2x 00c3- #4\n\nmicro nuts\n\nDraws\n\n1x 70m rope\n\nGear beta:\n\np1. a 3rd .4.5.75 might be nice\n\np2. Bring one #4 then thin crux takes the 00 C3 and I used 2 red (#1) bd nuts before the mantle- this crux can be avoided but shouldn't. a few medium offset aliens are also nice and a grey alien is a great to have for this pitch.\n\np5. two #4s","location":"Risla is a 3 -4 pitch extension to the route Zig-Zag"},"__v":0},{"_id":"L9HlqBuuWaOD6gjSqdS7jQ==","name":"Orange County Choppers","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Berstead, Jones","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":3,"mp_id":"111650697","mp_crag_id":"106753099","climb_id":"L9HlqBuuWaOD6gjSqdS7jQ==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Put this one on your must do list for Pine Creek. Not a perfect route, a bit loose at the start and can't say I didn't wonder about the giant flake you climb at the top, but the climbing and position are great. A low first bolt, maybe due to the questionable rock at the very bottom protects a move or two to a positive rail. Not hard but balancey moves to the third bolt, where you don't want to fall, lead to better protected and to me harder climbing on bomber rock above. A clip around the 5th or sixth bolt was the crux for me. After that great positive holds lead up to a ledge at the base of the ever widening flake. Exposed and steep jamming up the flake leads to a cool move to a small ledge and finishes up the perfect knee size crack to the anchor. Make sure to have a few shoulder length slings at the top to keep your rope off the razor sharp flake that is the \"chopper\" of the route.","protection":"8 or more draws, 3 or more shoulder length slings and pro from a #1 Camalot to a #5. I had an old 5 but could have got the new 5 in sooner. The old 5 was perfect at the top though. Not sure I would want to carry both. You might want less but I was happy to have one each from a #1 to a #5. Also an old bigger #4 was nice.","location":"Uphill from the\n\nSilverback\n\n. The obvious bolted route high up the hill with a very low first bolt."},"__v":0},{"_id":"4v/TXStpX/qh5PYZYf7Wvw==","name":"Oblivious","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Milo Cagle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":6,"mp_id":"111913938","mp_crag_id":"106753099","climb_id":"4v/TXStpX/qh5PYZYf7Wvw==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"This is on the black slab on the left hand side of the Silverback gully between Mungie crag and Silverback wall.This is just to the right of the huge cleft in the middle of the wall.","protection":"18 bolts. Mussy anchors. 2 rappels with a 70m rope. Can be done as 1 long, or 2 pitches.","location":"Same approach for Mungie cliff or Silverback wall. Black slab across the gully from Silverback."},"__v":0},{"_id":"ZCQ9GKC6V8u4kK84MWVpgw==","name":"Love is a Dog Straight From Hell","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Aaron Martin, Robert Newsom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":13,"mp_id":"106759541","mp_crag_id":"106753099","climb_id":"ZCQ9GKC6V8u4kK84MWVpgw==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Starts with an easy crack that leads up to a pressing corner and then to a face.  Have to believe on this one, seems as though there aren't any holds on the corner and face.  Awesome technical climb.","protection":"5 bolts, gear to 1\"","location":"Route starts down from Silverback.  Can see bolts on the corner which face the parking area.  Rap route."},"__v":0},{"_id":"SQ6xqAr3VUyI0J0keSKZLw==","name":"King of the Jungle","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Andy Puhvel, Chase Leary","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":15,"mp_id":"119941710","mp_crag_id":"106753099","climb_id":"SQ6xqAr3VUyI0J0keSKZLw==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"This King Line is the amazing orange wall with a perfectly straight offset crack line that can’t be missed when one approaches the cliff. Can be done safely with a  70 meter rope.","protection":"16 bomber bolts with fixed chains. (Note: This route is 20 degrees overhanging and tilts 15 degrees left, for 140 feet, making it virtually impossible and quite unsafe to clean, making fixed draws the obvious solution).","location":"Start up the slab and climb the white corner for 40 feet. Make a hard boulder problem transition into the right easier crack and climb it for 20 feet before transitioning back left into the main crack which is then followed for 100 feet to the top of the sick orange wall."},"__v":0},{"_id":"Jn+UFZfcXm6IAOHlvUu62w==","name":"Feel tha Bern","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Milo Cagle/ Austin Archer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":17,"mp_id":"111901682","mp_crag_id":"106753099","climb_id":"Jn+UFZfcXm6IAOHlvUu62w==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"This is THE warm up on this wall. Nice arete climbing. Climb up a short dihedral,up the arete,and around a roof to a very exposed finish. Lower with a 70m rope","protection":"13 bolts.  70m, mussy, lower off","location":"This is at the lowest part of the Silverback wall.(Furthest right)."},"__v":0},{"_id":"Wd01cFsJVLSpwwwBGq8pXw==","name":"Escapade Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Milo Cagle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":8,"mp_id":"111913961","mp_crag_id":"106753099","climb_id":"Wd01cFsJVLSpwwwBGq8pXw==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"This is the long red buttress just uphill from the black slab, at the very top of Silverback gully. Long, beautiful arete climb that passes several roofs and overlaps with lots of cool patina. Can be done in 1 or 2 pitches.","protection":"P1-13 bolts, P2-10 bolts. Mussy anchors. 2 rappels with a 70m rope. It's a stretcher to the ground.","location":"Found at the very top of Silverback gully facing straight downhill."},"__v":0},{"_id":"wecU+HQ7Wgyor2YkBSZpvg==","name":"Duct Taped Plum","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trish Corto, Robert Newsom, Dan Shively, Eric Sarvey 5/2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":2,"mp_id":"107218232","mp_crag_id":"106753099","climb_id":"wecU+HQ7Wgyor2YkBSZpvg==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Head up a dihedral with a good number of well weathered vertical and horizontal flakes (5.6). Belay on a ledge at a bolted anchor shared with \"Africa Flake\" or pass the belay and continue up the corner with great hand jams and stemming. When you reach a slanted blocky ledge, (belay here with gear if you skipped the bolted belay) climb the crack system to your left (5.9). Belay at a bolted anchor. There is supposed to be a third 5.7 pitch but I have yet to do it.\n\nTwo rappels with a single rope from the second anchor.","protection":"Standard Rack. Bolted anchors.","location":"Start in a left facing dihedral just after the trail starts to head uphill. You should be able to see the \"Africa Flake\" (10a) from the ground. Duct Taped Plum heads up the corner to it's right."},"__v":0},{"_id":"MPdGB1zOXkOH8SGwCXx/KA==","name":"Day glo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Milo Cagle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":5,"mp_id":"111913906","mp_crag_id":"106753099","climb_id":"MPdGB1zOXkOH8SGwCXx/KA==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"This is on the black slab on the left hand side of the Silverback gully between Mungie crag and Silverback wall. Climb the leftmost side of the slab, just to the left of a large cleft in the center of the slab.","protection":"15 bolts and a .75 Camalot for the crack at the bottom. Mussy anchors. 2 rappels with a 60m rope.","location":"Follow approach for Mungie cliff, or Silverback.Located across the gully from Silverback.Beautiful black slab."},"__v":0},{"_id":"+mBmxpcAVGq0zI8aYeYgzg==","name":"Dangling in the Tournafortia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Aaron Martin, Robert Newsom, Dan Shively, Mike Dewie - May 2005","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":14,"mp_id":"113038945","mp_crag_id":"106753099","climb_id":"+mBmxpcAVGq0zI8aYeYgzg==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Five stars in the Marty Lewis guidebook.... This is a wild adventure with crazy exposure and crazier situations. I can't quite agree with the star rating given some fairly loose rock though - some of this may clean up with traffic; other bits might not. But if you're up for something that will test your trad mettle and leave you quivering with elation/terror, check this thing out. Oh, and mad props to the FA team for figuring this one out ground up... I wish I could have been there!\n\nNote: Holds shade just slightly longer than other routes on the wall, but if you're trying this in the summer I still recommend an early start.\n\nBegin at a level spot well below the start of the Silverback on a south-facing facet of the wall with a high bolt and wild looking thin flake up higher.\n\nP1 (10c): Climb some chossy cracks to the first of several bolts. Follow these upwards (at some points stepping left of the bolt line). Skip the first anchor and continue out left across a corner to a hanging face and then left again to a wildly exposed corner on the arete. Belay at a second bolted anchor on a comfortable perch.\n\nP2 (11a): Move up a chossy corner above the belay, working left across an initially tightly bolted face to the arete. At the last bolt perform a cruxy move and then run it out to a stance below the wild bomb bay chimney/roof system out left. Clip a pin with a very long runner and work left under the cramped roofs via hand jams and underclings to a stance up in the bowels of this bizarre chimney feature. Here climb up a finger crack (using a wedged, trapezoidal flake gingerly or not at all), then undercling like mad leftwards, stepping across the L-shaped \"hatchet flake\" before pulling up onto a slab and a bolted belay. Extend your belay down to the end of the undercling traverse to better communicate with your partner.\n\nRappel 30m to the anchor atop the Silverback, then 25m to the ground.","protection":"A single set of cammers from 0.3 to #3 Camalot. Extra 0.4 or 0.5 Camalots might be nice for the finger crack and undercling on P2 as the rock is a bit hollow there and it is nice to have some redundancy. I did not place a single wire on this route.","location":""},"__v":0},{"_id":"PnW4AEtvUAeZFdH8NRz2Wg==","name":"Africa Flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rober Newsom, Dan Shively, Denise Barger 4/2006, Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"left_right_index":1,"mp_id":"107218166","mp_crag_id":"106753099","climb_id":"PnW4AEtvUAeZFdH8NRz2Wg==","areaRef":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":"Ascend a fun 5.8 hand/finger crack to a ledge with a bolted belay. Alternatively, climb the first pitch of \"Duct Taped Plum\" to the same belay.\n\nFrom here, lieback up the left facing flake/crack (5.7/5.8) until you can move right into the seam. Stem up the flared double seams (sustained 10a and BD C3's are nice to have here) until you're under the roof. Clip the first bolt and pull the roof (10a). Then, trend up and right across the face (5.9) clipping the second bolt as you go. Finish up the final cracks (5.9) on \"Duct Taped Plum.\" An awesome pitch with some variability.\n\nRappel with a 60m to the first belay then one more to the ground.","protection":"Standard rack with double cams for the final crack where \"Africa Flake\" merges with \"Duct Taped Plum.\" Yet, if you happen to be a Sierra hardman (not me ;) except in my head) double cams would be overkill. Two shiny bolts protect the face crux. Bring thin gear for the double seams.","location":"Africa Flake is on the left hand side of Cyanide Gully. Approach per \"Silverback\", then head west along the base of the cliffs. The route begins in a very weathered looking left facing corner just as the trail heads uphill. You can see the flake shaped like Africa on the 2nd pitch from the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,d9af698e-c40a-5606-9409-699b11ee87fd","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Cyanide Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.12a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":7,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":9,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.68502,37.37104]},"bbox":[-118.68558580849147,37.37059033981813,-118.68445419150852,37.37148966018186],"left_right_index":-1,"ext_id":"106753099","area_id":"2a9pjsQKVgaUCWmbEe6H/Q=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:20.837Z","updatedAt":"2022-11-25T11:14:12.483Z"}