{"_id":"6368a44ee80bff5a9959c0e6","area_name":"Abominable Snowman","shortCode":"","climbs":[{"_id":"Yh8uvj7PW7SznWWaPZzKjw==","name":"Too Easy for Hard Men","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Engle, Vern Phiney  1985 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":1,"mp_id":"108369892","mp_crag_id":"106949112","climb_id":"Yh8uvj7PW7SznWWaPZzKjw==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Climb up the middle of the NW face - This route was originally started by Mark Jacobs who gave up after several bolts declaring that it was too easy -- hence the name.","protection":"9 bolts","location":"North West Face of the the Abominable Snowman"},"__v":0},{"_id":"Lkt1eLpLW9OxfNbZdyGp2Q==","name":"Side Arm","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Rone, Jim Slichter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"105715676","mp_crag_id":"106949112","climb_id":"Lkt1eLpLW9OxfNbZdyGp2Q==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Side Arm is across and slightly up the gully from Teachers Pet. It ascends the arete to the left of Crystal Ship.  From the base, scramble up the easy gully 20', then move left along a small ledge (continue about 15' past the first bolt on Crystal Ship) to clip the first bolt. Straight up from there . . . enjoy!  Note:  Clipping the 7th bolt can be strenuous, make it quick!","protection":"10 bolts to double chain anchors.","location":""},"__v":0},{"_id":"/jYwLXWZWX+s1D3B8VOxag==","name":"Seven Year Itch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Colin Lantz 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":0,"mp_id":"111079289","mp_crag_id":"106949112","climb_id":"/jYwLXWZWX+s1D3B8VOxag==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Bouldery crux right off the deck, make past the 2nd bolt and enjoy 5.9 crystal magic to the chains. This route is \"tastefully\" bolted with just enough bolts to make it safe, be prepared for 10'-15' between bolts on the upper part of this climb. Shares anchor with Too Easy For Hard Men.","protection":"8 bolts","location":"Left most route on the Abominable Snowman, 40' or so left of Too Easy"},"__v":0},{"_id":"JV5awLO/VzKHp/WbWP572A==","name":"Piranha Roof","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Pelczarski, November 2nd, 2010","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"106949117","mp_crag_id":"106949112","climb_id":"JV5awLO/VzKHp/WbWP572A==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"This route is named so because of Piranha Crack, the route to the right.  The routes share the last 3 bolts. \n\n  The route climbs over the totally atypical to the area and very obvious roof.  Pull the roof and continue climbing the face to the left of Piranha Crack.  Eventually, you'll see a pod off to your right with a tree growing out of it.  Stay on the face to the left and continue up and generally left through the three bolts that are part of the route Piranha Crack.","protection":"You'll want to place a piece or two of gear in the crack at the back of the roof, as this is your first piece of protection and what protects you when you pull the roof.  Definitely put a long runner on your gear! \n\n  After that, you'll clip 7 bolts - 4 new ones and 3 old ones which are shared with Piranha Crack. \n\n  There is a bolted anchor at the top, and one 60 m rope can get you down.","location":"Follow the directions to the Abominable Snowman.  The route can be identified by the sweet looking roof about 15 feet off the ground, immediately to the left of 2 cracks, one which goes to the ground and another which begins about 20 feet off the ground.  Don't look for a bolt line to identify this route - they aren't spaced every 5 feet and the first bolt is about 25 feet off the deck (the route takes gear before the first bolt.) \n\n  The roof is the main identifiable feature of this climb."},"__v":0},{"_id":"vkbUORmXWk6sgjIt5XI/xg==","name":"Hill City Shootout:  Bullets Not Blanks","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Rone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"107258117","mp_crag_id":"106949112","climb_id":"vkbUORmXWk6sgjIt5XI/xg==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"High quality, fun climbing, with a nice variety of movement! \n\n  Climb past 2 bolts to the left-rising trough, where you can place a #3 Camalot.  Continue up the trough until it peters out, where you can place a solid #5 stopper.  Face climb up to the horizontal crack, then gear the crack as you move left, until you can clip a bolt that protects the step across onto the big face above. \n\n  Traverse left another 10' where you can clip the bolt at the base of the crux.  A few moves of steep, thin, face climbing will get you to the knobby face above. \n\n  Fun, easy climbing on big knobs and crystals takes you to the base of the summit overlap.  Clip the last bolt and pull through to the belay/rappel anchors, which are shared with Sidearm.  \n\n  The route name commemorates the fiasco of the (last) Hill City Shootout on June 17th, 2011, when one of the Dakota Wild Bunch re-enactors had live rounds in his pistol!  I just happened to drive through town as the wounded were being loaded into ambulances.","protection":"Mostly a sport route, but you'll need a little gear.  Protection is a mix of 13 bolts, a #5 stopper and Camalots from .4 to 3.   ","location":"Hill City Shootout starts directly below the route Sidearm, and starts off the ground instead of up the easy gully as for Sidearm and Crystal Ship.   \n\n  Walk about 20-25 feet past Teachers Pet and take a hard right to the wall where you'll easily spot the first two bolts. \n\n  When rappelling the route, a single 60 meter roupe will NOT get you down to where you started.  Unless you use 2 ropes, you must rappel the Sidearm route down and right into the gully, where you can pull your rope and easily scramble down to the ground."},"__v":0},{"_id":"zLVU7w8tUeuu9avz8XImbA==","name":"Crystal Ship","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Rone, Dan Rykus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"105715673","mp_crag_id":"106949112","climb_id":"zLVU7w8tUeuu9avz8XImbA==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Crystal Ship, named in memory of Steve Badour (and his favorite band), is across and slightly up the gully from Teachers Pet.  From the base, scramble up the easy gully 20', then move left along a small ledge to clip the first bolt.  Straight up from there . . . enjoy! \n\n  There are some interesting thoughts about reasons behind the name of the tune \"The Crystal Ship\"  Check'em out.","protection":"10 bolts to the rap anchors.","location":""},"__v":0},{"_id":"BGL7SdR4UxaNJvIdWBfnww==","name":"Piranha Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Meyer and Vern Phinney, Ground up, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"106949135","mp_crag_id":"106949112","climb_id":"BGL7SdR4UxaNJvIdWBfnww==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"This route climbs a little bit of easy face to gain a crack.  The crack is followed to a pod with a tree in it, where one moves out left and climbs the face up and left through three bolts.  The upper face is definitely the business of the climb.","protection":"One old fixed pin below the crack, standard rack for the crack itself, and three bolts up high. \n\n  Bolted anchors on top.  One 60 m rope will get you down.","location":"Follow the directions to the Abominable Snowman.  Once there, look for a crack that starts a little ways off the ground (NOT the one which begins on the ground - this is Creatures of Love.  Piranha Crack is to the left of this more obvious crack.)  You'll know you're in the right place if you find a pin which protects the face moves into the crack."},"__v":0},{"_id":"Gmp+dWCCXAqxKGh1BN6YaA==","name":"Creature of Habit","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Rone (belayed by Dan Wilkinson)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"105853724","mp_crag_id":"106949112","climb_id":"Gmp+dWCCXAqxKGh1BN6YaA==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Starts out steep and requires some thoughtful movement to keep your balance and get your feet where your hands are!  Crystals and knobs to a sidepull\\lieback crux to the 5th bolt.  Above the crux you will find the edge of the blade within reach.  From there it's 5.8 if you use the edge, 5.10 if you don't.  Fairly sustained climbing but there are many nice rests and clipping stances.","protection":"10 bolts to double bolt rap anchor.","location":"From Monster regis. station head west and then up right past Teachers Pet, toward Crystal Ship and Pointy Little Devil. Across gully from P.L.D., follow trail up left then down to C.I.C. area. Route is 15' right of Creature Comforts, about 70-80' before you come to C.I.C."},"__v":0},{"_id":"cAv8sbjWUlSEDjssSkCtJQ==","name":"Creature Comforts","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Rone, Jim Slichter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"105853680","mp_crag_id":"106949112","climb_id":"cAv8sbjWUlSEDjssSkCtJQ==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"A fun route with a variety of movement that includes typical crystal pulling, some steep bulges, and nice 5.10 friction climbing.  The route is fairly sustained, but has many nice rests and clipping stances.  I've seen 4 people on it and they all did it differently!","protection":"9 bolts (uses last bolt on Creatures of Love) to double bolt rap anchor.","location":"From Monster regis. station head west and then up right past Teachers Pet, toward Crystal Ship and Pointy Little Devil.  Across gully from P.L.D., follow trail up left then down to C.I.C. area.  Route is just right of Creatures of Love crack, about 60-70' before you come to C.I.C."},"__v":0},{"_id":"CpwnsJRvXmipDHfg5VdfiA==","name":"Corruption is Contagious","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Archbold & Vern Phinney  1986 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":2,"mp_id":"110849703","mp_crag_id":"106949112","climb_id":"CpwnsJRvXmipDHfg5VdfiA==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Steep opening moves on giant crystals lead to a low crux and continue upward on classic Rushmore slab/crystal climbing. The true crux may be down low but this climb will put your slab skills to the test!","protection":"10 bolts, shares anchor with To Easy For Hard Men","location":"Located 20' to the right of Too Easy for Hard Men on the NW arete of the left most formation in the Abominable Snowman."},"__v":0},{"_id":"CsEb9DRGWxCaJh5/RrKP5w==","name":"Child of Chaos","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dave Rone (soloist solo) 8/5/08","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"106238377","mp_crag_id":"106949112","climb_id":"CsEb9DRGWxCaJh5/RrKP5w==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Climbs better than it looks!  Involves all kinds of movement going left of the cracks, right of the cracks, and sometimes up the cracks!  In the course of all this you'll find a few nice finger and hand jams (tape the right hand). \n\n  The crux is getting past the fixed pin and bolt about 45' up, then another 20' takes you to a nice ledge. \n\n  From the ledge traverse right past two bolts to the base of the summit blade.  Lieback the blade for a few moves and then hand traverse left to the anchors and a stance.  Although not technically too dificult, it's a burly lieback! \n\n  The route takes great gear and is well protected, although it does meander a bit so take some long slings to reduce rope drag.","protection":"7 stoppers size 5 - 11   6 cams from #2 Metolius TCU to #1 Camalot   5 bolts","location":"This route is the first route you will come to as you walk down the draw to the 'Creature' climbs, C.I.C., and Too Easy for Hard Men. \n\n  As with these other routes, walk past Teachers Pet and Crystal Ship, taking the trail up and left, and then down into draw. The trail leading down into the draw is now pretty deeply eroded, you can't miss it."},"__v":0},{"_id":"+ZN+Y3hwVrmA01+qkVoOWA==","name":"Belmont Brie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Kohlmann at al : 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"left_right_index":999999,"mp_id":"109262041","mp_crag_id":"106949112","climb_id":"+ZN+Y3hwVrmA01+qkVoOWA==","areaRef":"RjgrAQ8iXomIIImPMpYQ2w=="},"content":{"description":"Trying routes that get no stars in the thorough new Busse and Burr Rushmore guide is a gamble. Rarely, such gambles pay off and you find something at least ok to pretty good (like the route Tenuous for me on Veiny recently) ... other times you experience something like this. First the good: The climbing on the top of Belmont Brie is really engaging. Steep sustained 5.9 crimping through rolling bulges with good rock quality and interesting holds. Otherwise, this thing has a lot of drawbacks. First of all, the guidebook 5.8 rating is a bit sandbagged. Taking everything into account, I would rate it 5.9+. The bottom has suspect rock quality and lots of slick lichen on it. The middle of the route is a total chossy mess. Protection on the route is unreliable, the bolting is bizarre, and the anchors are suspect. In its current condition, this route should probably be avoided. \n\n   If you do decide to give this thing a try...To start, cautiously ascend a shallow dihedral to the right with delicate footwork on lichen-slick rock to the first bolt. You will discover that most of the 8 bolts here are loose spinning buttonheads-- really unreliable in the case of a lead fall. Bolts 2 and 3 are also inexplicably way off line to the left (what the first ascentionists were thinking here, I'm not sure... Was the rock quality better in 1989? Were they trying to avoid extending a draw for some reason?). To clip or clean these bolts requires awkward destabilizing lunges out onto crumbling, featureless lichen-covered rock. The middle section is slightly steeper with less lichen and the bolt line back where it should be , but the rock quality deteriorates further. Holds flex, and the belayer will probably feel like an extra in the Mel Gibson movie THE PATRIOT as musket-ball shaped chunks of rocks will fall upon him/her with greater rapidity than your average Revolutionary War Hessian trooper could fire! Then the pretty darn good top, followed by the decayed \"roll the dice\" disaster that are the anchors. My partner (who backed up the anchor to lower me) and I both sent this thing cleanly, and he won the rappel lottery. BTW, This route's alternate name is Don't Leave Webbing On the Rock (so listed in the older Phinney guide), so there is some kind of story here that I, as an out of towner, don't know. But the whole thing was a really bad, bad idea on my part that could have ended up being not funny at all. Moral of the story -- be afraid of no star routes, be very afraid...","protection":"Such as they are...8 bolts. 2 bolt anchors with slings","location":"Not on Abominable Snowman proper but on an adjacent formation. Unpleasant downhill approach on a mat of rotted loose needles, through weeds and over trees downed by the October 2013 storm."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,3adbd995-e76c-515a-b172-076953d93973,8debe3b9-11ad-5e15-aa70-3e129262b954,46382b01-0f22-5e89-8820-898f329610db","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Magna Carta","Monster North","Abominable Snowman"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.10"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46289,43.88417]},"bbox":[-103.46351388450984,43.88372033981813,-103.46226611549017,43.884619660181855],"left_right_index":-1,"ext_id":"106949112","area_id":"RjgrAQ8iXomIIImPMpYQ2w==","polygon":{"type":"Polygon","coordinates":[[[-103.46351388450984,43.88372033981813],[-103.46226611549017,43.88372033981813],[-103.46226611549017,43.884619660181855],[-103.46351388450984,43.884619660181855],[-103.46351388450984,43.88372033981813]]]}},"content":{"description":"This blade of rock is in the northern part of the Monster area and offers a lot of really nice new bolted lines as wells as old school routes, all long routes without much traffic nearby."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:23:14.872Z","updatedAt":"2024-01-20T01:06:19.242Z"}