{"_id":"6368a1b8e80bff5a99553f86","area_name":"Pocket Boulder","shortCode":"","climbs":[{"_id":"+3rk3vSmUgOEowPc/b5MLQ==","name":"Tranquil","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":3,"mp_id":"119509481","mp_crag_id":"119508995","climb_id":"+3rk3vSmUgOEowPc/b5MLQ==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start matched on the arete/ lip of the boulder and traverse out right on slopers and positive holds and topout as for the lines on the steep wall. Easy climbing to help warm up for the steep wall.","protection":"Are pads really necessary? If so, you may want more than one, because the landing gets bad quickly.","location":"This problem is a few yards left of \"Fauteux Pocket Problem\". It starts sitting on a small boulder."},"__v":0},{"_id":"lP/gnCyDW2WzZAi1/8uifA==","name":"Spider Fighter","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":10,"mp_id":"119509238","mp_crag_id":"119508995","climb_id":"lP/gnCyDW2WzZAi1/8uifA==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start the right side of the steep overhang with a low right hand sloping quartz pocket a left hand gaston edge and some jug feet. Make a hard move up left hand to a slightly better pocket (This is the right hand starting hold for \"Doctor Spazz\") and then fire off a blind deadpoint to a decent pinch around the lip of the boulder. Match on a sloping rail then execute a fun mantle and reach up to the lip of the boulder. Or as an alternate exit at about the same difficulty, head out left to improving holds and topout as for \"Doctor Spazz\" and \"Fauteux Pocket Problem\".","protection":"2-3 pads.","location":"This problem starts low on the right side of the overhang. "},"__v":0},{"_id":"kIjSxuXEU7WDXGM6240BPQ==","name":"Sikozu","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":8,"mp_id":"120140581","mp_crag_id":"119508995","climb_id":"kIjSxuXEU7WDXGM6240BPQ==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit-start with two small pocket-like edges that bite. The right hand hold is the same hold used for \"Spider Fighter\" and \"Puyo Pop\". The left hand is a smaller worse version of the right hand with a good spot for one or two fingers.Pick some feet from a handful of options and make a hard move up right hand to a Spock grip in a pocket. Once on this pocket, a big move left gains a larger pocket gaston. From this position, rearrange the feet and gun a large cross over to another good pocket. After latching this hold, keep it together and figure out a few more tricky moves in order to reach a series of jugs and an easy topout. After the first move of this problem, the climber is set-up to do the first move of \"Doctor Spazz\", and then finish up that problem. This is a low start to \"Doctor Spazz\", but it skips the left starting hold of that problem.","protection":"3-4 pads. The landing is decently flat and fairly safe for the crux. The landing gets steadily worse the higher on the problem you go, but the holds turn to buckets.","location":"This problem is found on the right side of the pocket featured overhang. It climbs from right to left through the overhang with physical and core intensive moves."},"__v":0},{"_id":"qlqbhC2ZWH2km20Zig146A==","name":"Shadowbinder","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":999999,"mp_id":"115422650","mp_crag_id":"119508995","climb_id":"qlqbhC2ZWH2km20Zig146A==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Start under the roof on a pair of sloping rails. Choose from a few different foot options before pulling onto the wall and making a hard move to the jug lip. Topout on jugs. Figuring out the body positioning for the dyno and not dabbing on the swing is the crux. \n\n Harder than Caver's Direct?","protection":"2  pads.","location":"This boulder problem is located about forty yards South of the Neptune Boulder."},"__v":0},{"_id":"bnzOgTSyWzeyTU8MFXmbuw==","name":"Puyo Pop","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":9,"mp_id":"119509363","mp_crag_id":"119508995","climb_id":"bnzOgTSyWzeyTU8MFXmbuw==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start the right side of the steep wall with a right hand slopey pocket and a higher slightly better pocket for the left. Pull on to the wall and deadpoint to a hold around the lip before reaching up to a sloping rail. From this rail mantle straight up to the top or traverse out left into the jugs as for \"Doctor Spazz\" and \"Fauteux Pocket Problem\". (The original way this was done was the traverse.)\n\n This problem is a higher start to \"Spider Fighter\" and was actually the first climb done on this wall.","protection":"3 pads.","location":"This problem starts on the right side of the overhang hits the lip then moves left."},"__v":0},{"_id":"YrQqo71NUQKsim0ZsB+OGw==","name":"Naturally Sodomized","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Mitchell Romanat","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":2,"mp_id":"119732264","mp_crag_id":"119508995","climb_id":"YrQqo71NUQKsim0ZsB+OGw==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start with left hand on a sloper and right hand on an edge and make a thrutchy move up to the perfect sloper rail. Mantle and get stood up on the slab. Poor line, amazing rock.","protection":"pad","location":"Faces \"Fauteux Pocket Problem\" on the opposing boulder."},"__v":0},{"_id":"leRdVWDyW260HiUNoCy+nA==","name":"Neptune's Throne","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":1,"mp_id":"106816143","mp_crag_id":"119508995","climb_id":"leRdVWDyW260HiUNoCy+nA==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Start in the cave with your left hand on a big slopey undercling like hold with your thumb in a pocket and right hand on the lower of the two holds on the lip. Pull-on and move your left to the other hold on the lip. Now use the pinches and crimps above to finish in the hueco. Drop off from here.","protection":"Pads and Spotters","location":"Located 50 feet west of Inverted Siberian Huskey (V5). Locate this route by finding the large pointed hueco 10 feet off the ground."},"__v":0},{"_id":"h5zUwZj5VlKpeHdBqBx45g==","name":"Guide to the Galaxy","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":12,"mp_id":"120170712","mp_crag_id":"119508995","climb_id":"h5zUwZj5VlKpeHdBqBx45g==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Reach high and grab a nice friendly right hand edge and another edge at the same height two feet over for the left. One may need to stack a pad to reach these holds, they are almost seven feet up.  Campus on and throw a foot up. Cross up to a sweet sloping pinch, then smack out right to the arete. From here, smack up to some holds on the fin-like apex of the boulder and rock out right onto the slab to topout.","protection":"3 pads. The landing is a bit blocky. After pulling on a throwing up a high foot, the climbing is essentially horizontal which could result in an awkward fall if one were to fall off the lefthand pinch.","location":"This problem is on the leftside of the large roof seen when approaching this boulder. The starting holds are obvious but pretty high. This problem and \"Black Lantern\" share the same topout."},"__v":0},{"_id":"BxWzz0aPWFG0pqQM4KSdcw==","name":"Forward Conquest","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":4,"mp_id":"120170665","mp_crag_id":"119508995","climb_id":"BxWzz0aPWFG0pqQM4KSdcw==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"This one is exposed and committing. Sit start with a sloping knob for the left hand and a good but sharp pocket-like edge for the right. Get a foot on the starting left-hand hold of \"Fauteux Pocket Problem\" in order to pull on to the wall. Once on the wall jack up a high foot and cross over to a nice knob-like hold, Once here, set the feet up and make a few long moves on good holds and top out at the apex of the block.","protection":"2-5. The landing is quite bad for the entire problem.","location":"This problem starts sitting on the slanted boulder found on the left side of the overhang.\n\n  By sitting on this block, one is able to get a right foot on the pocket problem left starting hold and then get a high foot on the sloping second hold of \"Fauteux Pocket Problem\"."},"__v":0},{"_id":"2aN/+KwgX/SRH3fpjgPhEQ==","name":"Full Sail","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":11,"mp_id":"120170529","mp_crag_id":"119508995","climb_id":"2aN/+KwgX/SRH3fpjgPhEQ==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start matched on some slopers. Pull onto the overhang's lip and move out left to a good knob before crossing to an edge, from here continue moving left to a cool sloper feature. Once on this sloper hold, move further out left to another knob or a good crimp edge (this is the remains of the jug that broke off of \"Fauteux Pocket Problem\"). Throw up a heel on the slopers and continue moving left and top out on increasingly large holds as the landing deteriorates. ","protection":"3-4 pads, or 2 pads and 2 spotters.","location":"This problem traverses the lip of the pocket overhang starting out right on low slopers with some large foot options, and continues all the way left to its apex. An early exit with a great press up to the lip is possible after completing the first four moves of this problem, and goes at around the same grade."},"__v":0},{"_id":"BySQexL7XaenO4rgxxcNhQ==","name":"Fauteux Pocket Problem","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":5,"mp_id":"119509061","mp_crag_id":"119508995","climb_id":"BySQexL7XaenO4rgxxcNhQ==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start (may have to stack a pad) under the steep overhang with a large left-hand sidepull and a small, sloping right-hand sidepull a few feet to the right. Pull onto the steep wall and move up to a good pocket-like hold for the right hand. From here figure out how to make your way up to the next pocket hold and then a good crimp or a sloping knob. Once here, a few more glorious moves on good holds over a no-fall-zone gain the top of the boulder.\n\n This is a new classic that climbs very much like a gym-set or a Moonboard climb.","protection":"2-3 pads and a spotter. After the dyno, it is unlikely you will fall, but the landing gets worse the higher you go.","location":"This problem is on the left side of the boulder and climbs up the steep 50 degree overhang. "},"__v":0},{"_id":"003QXM2zWE2NqpFrIS4cSA==","name":"Dora Puppy","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Brad Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":6,"mp_id":"121484803","mp_crag_id":"119508995","climb_id":"003QXM2zWE2NqpFrIS4cSA==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start with an obvious right hand sidepull and a sloping dish found out left on the belly of the overhang. Choose a foot from a handful of great options.Pull onto the steep overhang with difficulty and make a hard full span move out left to a large positive sidepull. Once here, stay tight and make a hard fall-in/smack to a close and bad right hand sidepull. (These two holds obtained are the starting holds for \"Fauteux Pocket Problem\") Once on these two holds, the climb continues straight up using a series of positive pockets and slopers that lead to an easier top with large friendly holds and good feet.This problem is a lower start into \"Fauteux Pocket Problem\". It adds two very difficult moves into the great climb.","protection":"2-4 pads. The second move is very hard and violent. It was a hard fall in move to a small right hand edge. This movement sends your bodyweight towards the small boulder on the leftside of the landing.","location":"This problem is found in the middle of the steep overhang. The right hand sidepull is used as the left hand start of \"Doctor Spazz\", and the left hand is a bad sloping dish found about two feet to the right of the positive starting left hand of \"Fauteux Pocket Problem\"."},"__v":0},{"_id":"y4EUykWUUT2rNsZF66I58w==","name":"Doctor Spazz","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":7,"mp_id":"119509171","mp_crag_id":"119508995","climb_id":"y4EUykWUUT2rNsZF66I58w==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit-start the right side of the steep overhang with a high right hand pocket-like edge and a low left hand gaston edge. Pull on and move to the pocket out left. (This is the right hand pocket on \"Fauteux Pocket Problem\") Once here, a hard right hand cross move gains the next pocket. Next, toe down hard and move up to a  bad horizontal pinch and then the stellar finger bucket out right. From here, follow the good holds to the top of the boulder.","protection":"3 or 4 pads. The crux is the right hand cross and you are leaning right towards a rock which could prove to be hazardous if a dry fire or violent fall occurs.","location":"This climb starts on the right side of the steep overhang and climbs left using the unique pockets of the wall."},"__v":0},{"_id":"AJ/3uZXjVayt2R6L7s8Mtw==","name":"Black Lantern","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":13,"mp_id":"120170609","mp_crag_id":"119508995","climb_id":"AJ/3uZXjVayt2R6L7s8Mtw==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"Sit start the lip of the roof with a good right hand dish-like edge and a low large hold under the roof. Pull on and make a few powerful moves up on textured slopers and bring the feet up with difficulty.\n\n Continue moving left along the arete/ lip using a variety of heelhooks and toehooks. Pursue the leftward trend and reach out for a nice left-hand incut edge on the face. A few more moves up on slopey pinches gains the apex of the boulder which has some large positive holds on it. These large holds allow the climber to pull over onto the slab and topout.\n\n For the first few moves of this problem, there is a small rock behind you that is pointed. This block should be adequately covered, but with too much coverage the line may become dabby for this section. If one wants, they can sit start on this pointed rock a few moves in, at a less obvious location, and a grade or so easier in difficulty.","protection":"4 pads and a spotter. The end sequence is fairly exposed.","location":"This boulder problem climbs the obvious roof lip visible upon approaching the block. "},"__v":0},{"_id":"zRb7y/HRWneiDGk3J0qcCw==","name":"Android Alley","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"left_right_index":0,"mp_id":"119509532","mp_crag_id":"119508995","climb_id":"zRb7y/HRWneiDGk3J0qcCw==","areaRef":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"This problem starts squatting with a poor left hand edge on the left side of the prow and a right hand sloping flake on the right side of the prow. Make a few hard moves up lefty in order to gain a large hold, and smack to some bad slopers for the right, keep moving leftwards on edges and make a few more hard moves in order to gain a positive hold on the leftside of the boulder's lip. Once here, smack up to another sloper and press it out.","protection":"3 pads. Landing goes from great to funky fairly quickly. Don't underestimate the second half of this boulder.","location":"This problem is not technically on the \"Pocket Boulder\" but is found just behind \"Tranquil\" in the little alleyway. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,bb770bdd-74d9-5580-95ab-f97b64decb42,7e349b44-d896-5596-abd9-90ebcc3c734b,4fc21110-beb1-5f0c-b05e-d082106b5015,9c919ec5-2f7c-538a-8abe-2494ed904d10","pathTokens":["USA","New Hampshire","Rumney","*Rumney Bouldering","Black Jack Boulders","Western Black Jacks","Pocket Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0-1"},{"count":1,"label":"V4"},{"count":2,"label":"V7-8"},{"count":2,"label":"V3"},{"count":1,"label":"V7"},{"count":4,"label":"V6"},{"count":1,"label":"V3-4"},{"count":1,"label":"V2"},{"count":1,"label":"V5-6"},{"count":1,"label":"V10"}],"byDiscipline":{"boulder":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84346,43.80358]},"bbox":[-71.84408304226523,43.80313033981813,-71.84283695773476,43.804029660181854],"left_right_index":-1,"ext_id":"119508995","area_id":"nJGexS98U4qKviSU7ZBNEA=="},"content":{"description":"This is a large boulder that is home to some steep overhanging gems."},"density":0,"totalClimbs":15,"__v":2,"createdAt":"2022-11-07T06:12:12.721Z","updatedAt":"2023-07-10T15:16:18.720Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}