{"_id":"6368a44ee80bff5a9959c331","area_name":"Holy Hanna","shortCode":"","climbs":[{"_id":"EaYUv6qCW8iefjRCsrr/EQ==","name":"The Summer of our Discount Tent","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bolted  by BBQ. First Accent Claimed by Tanner Newson on September 7th, 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.85051,44.26931]},"left_right_index":0,"mp_id":"114059671","mp_crag_id":"114059665","climb_id":"EaYUv6qCW8iefjRCsrr/EQ==","areaRef":"lUsJQSjRUem1CmDMLxyG0g=="},"content":{"description":"","protection":"Take a dozen quickdraws. Enjoy the sporty anchors. And yes, for those of you who are confused about the comment section, this was the last posting BBQ wrote before retiring due to unhappiness about the state of the world.","location":"This is the very first climb, on the very left-hand side of the crag. It is made up of mostly unmistakable black rock and has a good belay station so you shouldn't have to dig into the hillside. The route goes into the shade at about 10 am and will not see sun after that."},"__v":0},{"_id":"Komgr1LMW2q6YdDOtASuJg==","name":"I'm Lichen My Adventure Pants","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.85051,44.26931]},"left_right_index":1,"mp_id":"117711196","mp_crag_id":"114059665","climb_id":"Komgr1LMW2q6YdDOtASuJg==","areaRef":"lUsJQSjRUem1CmDMLxyG0g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"yRIPd37wWECFjiSp8ltGaw==","name":"Hey You Guys!","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.85051,44.26931]},"left_right_index":2,"mp_id":"117824593","mp_crag_id":"114059665","climb_id":"yRIPd37wWECFjiSp8ltGaw==","areaRef":"lUsJQSjRUem1CmDMLxyG0g=="},"content":{"description":"Ladies and Gentlemen, here is this year's first contender for the 2019 Golden Bucket Award, and in addition that prestigious honor, it is also on the shortlist for BBQ's favorite climb of the year.\n\n For those of you who loved \"Albert's Arete\" and \"Dead Residents\", here is your next challenge. THIS ROUTE HAS IT ALL! If you love climbing big holds, on steep limestone, make sure to come to Holy Hanna before the snow flies, and get on this one!\n\n For those who love the climbing on The Prow at the Sunshine Wall, this route delivers a sick, off-width crack start with a runout to the first bolt. Use pockets to clip the second, and then be sure to head right and wrestle the arete-like formation by precisely using a left-hand fingercrack system and a series of crimps with your right. Right when it feels like you are about to fly off, undercling a big hold, stem like an Egyption, and use a hairy-scary, bouldery sequence to grab a jug in order to clip the third after a righteous struggle of pumpy porportions.\n\n From there, the 100% pure fun begins! The whole route is nothing more than an exi-ten-tial exercise of grabbing onto big holds and catching good rests in between tricky sequences were footwork is imperative. Enjoy employing a bunch of strangely awesome stemming and compression moves, filled with thumb catches, crimps, and sidepulls to even better jugs. For those who love hucking to jugs in between thinker sequences -that seem improbable until you feel the orgasmic level of sticking succesfully to the rock- this route must not be missed.\n\n Heyyyy Youuuuu Guysssss! Just like that TV show, \"The Electric Company\" and \"The Goonies\" movie, this route will soon be a highly syndicated classic because it follows the simple rules of excess success; climb on jugs, rest, think, climb again, handle some hard to deal with small holds, feel the rush of pumptastic suspense, grab some more jugs, rest and repeat about two dozen times before the final pumpy crux which guards the anchors so well. It is a classic example of classic canyon intermediately hard level climbing.\n\n And while the climbing probably makes for a fairly pumpy warm-up for the accomplished 5.12- climber, this route will surely give the advancing intermediate five ten-er-bug a much needed challenge with a dopamine reward upon redpoint. The flow of sequences during the send is amazing! GET ON IT! GET ON! AND THEN GET ON IT AGAIN AND AGAIN! This route is pure Taster's Choice and 100% Original Canyon Buttery Flavor! So good! SOOO GOOD!","protection":"One dozen quickdraws.","location":"This would be the third route from the very left-hand side of the crag. The new belay stations now make this part of the Holy Hanna crag a must visit area!"},"__v":0},{"_id":"M4o4oJMhXQK9xu2CB+OUfw==","name":"Everything Is Yoga","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.85051,44.26931]},"left_right_index":4,"mp_id":"119394390","mp_crag_id":"114059665","climb_id":"M4o4oJMhXQK9xu2CB+OUfw==","areaRef":"lUsJQSjRUem1CmDMLxyG0g=="},"content":{"description":"If you choose to climb at Hanna (which you should), then do not miss this sweet climb! Starts on a black slab with big holds to an undercling crux. Remember to breathe... follow a cool crack system to a dihedral stem and gain a golden blonde arete. Keep breathing... This is where things get interesting! Continue through a small roof to a bucket sized jug. Breathe in through the nose, out through the mouth... But wait, there's more! Get it all back here and prepare to find the right small holds to tackle the final boulder problem. Balance and breathe to reach the anchors. Incredibly varied climbing with enough different, exciting holds to satisfy every climber! Get on it, and don't forget to breathe! I also must mention in the spirit of mindfulness and tranquility, BBQ is in the process of meditation and will return to the zen that is Mountain Project once Spearfish Canyon has been properly cleansed. Detoxifying from it's cheap shot jokes and offensive route descriptions, and lunging into a more inclusive and respectable environment. Though for now the dog is down, we will soon hear from a more politically correct BBQ. Once again, the times are changing, and we should too. Namaste! \n\n ","protection":"11 bolts. Open anchors.","location":"Far right side of the wall. Starts on black rock and changes to blonde about 20 feet up. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,8b0e4869-7569-520c-8b8e-5947fc934e3c,954b0941-28d1-51e9-b50a-60cc2f1c86d2","pathTokens":["USA","South Dakota","Spearfish Canyon","Hanna Road Crags","Holy Hanna"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.85051,44.26931]},"bbox":[-103.85113795848797,44.26886033981813,-103.84988204151202,44.26975966018185],"left_right_index":-1,"ext_id":"114059665","area_id":"lUsJQSjRUem1CmDMLxyG0g=="},"content":{"description":"A killer crag, with about 25 challenging moderate routes, is located across the road and up the hillside from the Hanna Road campground. The area is somewhat of an anomaly for Spearfish Canyon since it only contains one 5.12 while everything else falls into the very doable 5.10 and 5.11 range. For those who seek onsights and moderates, Holy Hanna is your new honey hole. The crag is split into two walls. The left wall has north facing routes for morning shade. The entire right hand side of the crag goes into the shade around 2:00 pm."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:20.939Z","updatedAt":"2024-01-15T16:48:40.793Z"}