{"_id":"63689d5ce80bff5a994f531e","area_name":"Elephant Rock","shortCode":"","climbs":[{"_id":"BZKf+j3IUA6SQmPkv869Eg==","name":"Worst Error, Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Frank Sacherer, Galen Rowel (Nov, '62)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":24,"mp_id":"107743562","mp_crag_id":"119865661","climb_id":"BZKf+j3IUA6SQmPkv869Eg==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"The right side of the Worst Error Pinnacle is a lot like the left side, except it's a bit shorter, a bit harder, and not quite as classic. It is, however, still an excellent chimney climb and well worth doing if you've already done the left side and are looking for more of the same. Approach as you would for Pink Dream by ascending up to the right of Elephant rock and then traverse over to the base on a ledge system that crosses the slabs.\n\nPitch 1: This one is a sort of ugly approach pitch up a tree filled gully for about 150ft. The guidebook calls this pitch 5.6 mostly because it lacks exposure and just has short sections of climbing between big ledges. Some of those short sections of climbing feel more like 5.9 than 5.6 however! Belay at a large chockstone with trees growing near it at the base of the huge chimney system.\n\nPitch 2: Up the chimney you go. There's no faking your way up this one. There's precious few edges or anything really to get your hands or feet on. And unless you brought big bros there's no gear until about 160ft up, at the top of the chimney. The chimney is pretty secure and the rock is excellent with good friction and felt about 5.7. At the top of a chimney is a short section of 5.9 fist jamming that is well protected by medium to large size cams. Belay at a small but comfy shelf below a historic 2-bolt anchor (backed up by solid 1\" to 3\" gear).\n\nPitch 3: Above is an overhanging slot and the difficulty of this section will largely depend on how large of a person you are. It takes a #6 Camalot in a constriction near the start of it, but if you want anything else you'll need Big Bros or Valley Giants. With my light frame, I was able to move out to near the edge and then wiggle straight up into the chimney which felt no harder than 5.9. If you are not able to fit inside a 10\" crack you will need to climb the horribly flared outer section of the crack which is probably at least 5.10. Either way, this will take you to an expanding notch between the pinnacle and the main wall. This gap becomes too wide to stem and the easiest place to top out is way in the back, near where the Left Side route finishes. I was afraid the rope would drag my #6 into the crack if I moved that far back, so I finished up a right facing flake/feature more near the center of the wall which was pretty scary.\n\nTo descend, rappel Hotline with two ropes or one 80m.","protection":"I carried a huge rack and suffered for it in the chimneys. If I had it to do over I would bring just five cams (in BD Camalot sizes: #1,2,3,4, and a #6) plus four extendable draws/runners. And that's it.\n\nIf you are the type of person that's too big to fit through the Narrows, or if you just get spooked by 100+ ft runouts in squeeze chimneys you will definitely want to bring some bigger pro, maybe up to 10\"?","location":""},"__v":0},{"_id":"hwnKBSQDUDa7+OIOA8S7WA==","name":"Worst Error, Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Warren Harding and Wayne Merry (Sept, '57)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":20,"mp_id":"107723809","mp_crag_id":"119865661","climb_id":"hwnKBSQDUDa7+OIOA8S7WA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This is a great and historic chimney climb up the left side of the Worst Error pinnacle. The first couple pitches are sort of blocky and unmemorable. The last two pitches are wild, sustained, and excellent.\n\nPitch 1 is 5.5 up blocks and one chockstone that you pass by tunneling behind it. Belay at a big ledge.\n\nPitch 2 is 5.7 with more straightforward chimney climbing ending at another big ledge below the huge and deep chimney.\n\nPitch 3 starts with a bit of a squeeze and widens as you go up. This pitch is the reason why the climb gets an \"R\" rating in the Reid guide. It's not actually that bad though because the chimney is parallel sided and has pretty good friction (not water polished like many others). If you want you could probably get a couple big bros in a constriction in the upper half of the pitch. You're supposed to belay on a chockstone ledge with a single ancient bolt, I think. Not a very awesome belay and I skipped it an linked this pitch with the last which required some simul-climbing (an 80m rope might make it).\n\nPitch 4 starts with a roof constriction that is sort of like Sentinel's famous \"Narrows\" pitch and is well protected by a #5 Camalot. Then the chimney pushes you out to the edge and becomes an offwidth which leads up to the crux roof. The crux is very well protected by a #6 Camalot, and there are also smaller gear options below that, in addition to an old aid bolt. Once you get yourself up into the chimney the rest is pretty easy, with a bit of stemming near the end since it gets pretty wide before you can mantle onto the top of the pinnacle.\n\nTo descend, rappel Hotline. We had two ropes, but it seemed like you could maybe do it with one 70m?","protection":"Pro from 2\" to 6\"\n\nExtra gear in the 4-5\" range and a couple big bros would be good if you're not super comfortable on 5.7-5.8 wide.","location":""},"__v":0},{"_id":"JZTplUWfVniJPYA6fHfKaw==","name":"Trundling Juan","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ray Jardine and John Lakey (Oct '76)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":7,"mp_id":"109561836","mp_crag_id":"119865661","climb_id":"JZTplUWfVniJPYA6fHfKaw==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This is a rarely climbed long route on the East Side of Elephant Rock. It is a lot better than Reality Check but not as good as Plumb Line. The climb is characterized by wide cracks and chimneys in it's first 2/3rds and smaller cracks and face climbing in the upper section. This route has a lot of lichen on it, but the rock is mostly solid and some of the climbing is quite good. It would be a 3 star route if it was clean. The climb gets shade all day.\n\nApproach by fixing ropes and rapping in on the east face (see\n\nReality Check\n\napproach beta for more information). Then scramble down a brief section of 3rd class and hike downhill through the forest. As you walk downhill from the Reality Check/Plumb Line recess, Trundling Juan will be the first major chimney/corner system after a long stretch of blank vertical rock. There is a very tall pine tree growing off a ledge about 50ft up. The walk is short enough that it's probably worth doing it in your climbing shoes so you don't have to carry approach shoes on the climb.\n\nThe first pitch probably has a few variations. We started at a nice flat spot to rope up, climbed up a corner, tunneled behind a block to the right, and then ascended cracks in a stem box (5.9) to a big ledge near the base of the huge pine. (the Reid guide shows this pitch going further but you might get rope drag)\n\nFor pitch 2 you climb an offwidth in a left-facing corner, then a nice (but dirty) hand crack to a bay tree (end of pitch 1 in Reid, note that for the rest of this description the pitch numbers will differ from the guidebook). Here we kept going up a chimney and then double cracks on either side of a block (5.9) to reach an alcove.\n\nPitch 3 - Climb out of the slot into a hand/fist crack (5.9) and then up some low angle offwidths to reach the bottom of a huge and deep chimney system. A fairly short pitch.\n\nPitch 4 - This is the cleanest and most aesthetic pitch on the route. It's one of the better chimney pitches on a formation that has a lot of really great chimney pitches. Ascend about 70ft of squeeze chimney without pro to reach a stance below a big overhang with a 6\" crack. The crack protects very well with a #6 Camalot (two of them are recommended for this long stretch). Stem past the overhang on some small knobs, and then keep going up the corner with more stemming and sometimes getting in the offwidth. Near the top of the pitch are a couple chockstones which must be passed with some awkwardness (5.9). Belay on a great ledge after about 160ft.\n\nPitch 5 - A very short pitch, getting past a roof of blocks and chockstones (5.9+). This takes you to larger ledge system with lots of bushes and trees.\n\nPitch 6 - Climb up the shallow corner with thin cracks. At one point there are a lot of bushes and munge choking the corner and I mantled onto a couple black knobs on the face to the right and then stepped back into the corner. The upper part of this pitch is 10b stemming and is extra difficult because of lichen on the face and because you must hold strenuous stances while digging out the crack so you can place pro. This section would be really nice if it was clean. Reach some good holds at the end of the corner and pull onto a good ledge below the arching golden offwidth (Sky  5.11c). A fairly short pitch.\n\nPitch 7 - Climb out a ramp to flake trending left then pull through a steep section (5.9+ and reachy). This is another section that would be excellent quality if it was cleaner. Clip and old bolt with a homemade hanger which mainly serves as a directional for the second. Then make some more hard moves pulling into a right-trending ramp with a handcrack which leads over into the hanging chimney above. The Reid guide shows belaying here but it's better to just finish it off up the chimney to the top.\n\nThere are several alternatives for the last couple pitches. For one, you can easily bypass the 10b crux pitch by climbing the sport bolted face 20ft to the right. This takes you to the same ledge beneath Sky. For a more challenging finish you could end with Sky or clip bolts up the arete to the right (Hocus Pocus 5.11d). Yet another alternative is from the top of pitch 5 to to walk to the west end of the ledge and rappel down to the broad brush-covered ledge below. From this ledge you can access several more routes on the upper tier. Pink Elephant is the easiest alternative, and with that finish the entire ascent would go at 5.9 (a very adventurous 5.9+).","protection":"This big and diverse climb with gear belays requires a big and diverse rack - from micro cams to a #6 camalot. Bring some additional cams in the extra small and finger tips sizes so you can sew up the corner on the 10b crux pitch. Bring two #6 Camalots for the pitch 4 offwidth, unless you're ok with scooting a single piece of pro ahead of you for over 50ft of airy climbing. Other than that a single set of cams and a single set of nuts is sufficient. Also bring some shoulder length runners.","location":""},"__v":0},{"_id":"K6FhQS9eUW+Q3vJOg+rP6A==","name":"Straight Error","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Chapman and Jim Bridwell, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":16,"mp_id":"107353846","mp_crag_id":"119865661","climb_id":"K6FhQS9eUW+Q3vJOg+rP6A==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Although the route is shown on the topo as one pitch, an approach pitch is required. The approach pitch is the mental crux. Left or right variations both have issues with loose blocks/flakes. The business pitch starts with sustained wide hands (for me) and then narrows some. If you are looking for remote adventure in the valley this is the ticket. You probably won't have any company.","protection":"Standard rack - extra in the gold (#2) and especially blue (#3) camalot size. We did this in 2006 - at the time we did a short extra pitch (small gear) to a rap station.","location":"Elephant Rock, East Side"},"__v":0},{"_id":"am32kX6mWX6lVYi0dx8BVg==","name":"Sky","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dale Bard and Ron Kauk (1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":8,"mp_id":"108063084","mp_crag_id":"119865661","climb_id":"am32kX6mWX6lVYi0dx8BVg==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Sky is a steep and burly lieback corner up the left side of the knobby headwall above the Worst Error. If approaching from below, it shares the same start as Hocus Pocus. Where Hocus Pocus moves out onto the arête, for Sky you will want to establish a belay on the large slanted ledge below the obvious left-facing corner. This approach from below isnt recommended because the lead rack for Sky is quite hefty and you will need to carry it up whatever approach climb you do. If approaching from above, simply fix a rope and rap down to the ledge. The bolted anchor at the top consists of two ¼ bolts (one is missing a hanger), but you can tie your rope off to other stuff to back it up.\n\nThe corner is straightforward liebacking up the offwidth crack. The lower bulge has some footholds and is easier. Then you get a stemming rest in the more vertical section to shake out. The upper bulge is steeper and more sustained and thankfully there are two 4 bongs pounded in the crack which will supplement your rack of cams. Above the corner is a sort of loose chimney which leads to the top.","protection":"Pro 3-6 but mainly 3.5-4.5. Bring all the #4 and #5 Camalots that you and your friends own. Its a lieback so you cant just walk your cams up with you like most offwidths.","location":""},"__v":0},{"_id":"UNID65qVXha3SCjRw4AwfA==","name":"Right Guru Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charles Cole and Rusty Reno (1986)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":3,"mp_id":"107827143","mp_crag_id":"119865661","climb_id":"UNID65qVXha3SCjRw4AwfA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"The Guru Cracks look nice (and offer a good photo op) from across the other side of the rim. Up close they are really crusty with lichen and the coarse Joshua Tree-esque rock makes the jams painful. The Right Guru Crack is the better of the two, however.\n\nRap in from above, off a two bolt anchor ontop of a large flat slab. This climb is immediately left of Elephant Talk.\n\nThe climb begins below a couple roofs. The first crux is working your way through these roofs. Another crux is further along in the middle of the climb where you've got to make some awkward thin-hands and finger jams with sort of bad feet. At the top of the route are two options. If you're doing this on TR or Mini-Trax then it's probably best to finish straight up the overhanging corner/arch (the finish of Candy-O 5.11d R). Otherwise, traverse way over to the right on runout and chossy flakes to finish on Elephant Talk.","protection":"Pro to 4\"","location":""},"__v":0},{"_id":"hjKz4asAUxuabNPBfwRWKA==","name":"Reality Check","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ray Jardine and Linda McGinnis (Oct '76)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":5,"mp_id":"107856556","mp_crag_id":"119865661","climb_id":"hjKz4asAUxuabNPBfwRWKA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Reality Check is a climb I was really looking forward to. Its got a star in the Reid Guide, and most of the other starred routes Ive done at Elephant Rock have been exceptional. Reality Check is exceptionally dirty, but that's about it. Its got 500 ft of the most lichen encrusted rock youll find anywhere, crack systems choked with brush and moss, and some rotten rock on the final pitch to top it all off. It has a few redeeming qualities, but only a few. It follows a relatively steep and super obvious line that is protected without any fixed gear. The crux dihedral on the second pitch will be quite excellent if it is ever cleaned up (unlikely). And you will absolutely, 100% for sure, not ever have to wait behind or even see another party on the route.\n\nOn the Northeast side of Elephant Rock is a major cleft formed by Reality Check (on the left) and Plumb Line (on the right). These routes, and the others on the left side which climb from base to summit, are best approached from above regardless of the water levels in the Merced. Approaching from below is a bit of a slog, and requires a lengthy descent unless you leave a second vehicle on Hwy 41.\n\nThe final approach for Reality Check is up loose and dirty class 3 ledges, directly below the triangular cleft.\n\nPitch 1. Start by mantling onto a slab and then walk up to a left-facing corner. Getting established in the corner is tricky (5.9) and has some loose rock. My follower trundled the worst of it, so it should be less dangerous now. The dirty corner leads up to a roof split by a thin-hand crack. This crux (5.9-10b, had size dependent) is both well protected and some of the cleanest jamming on the route. A low angle fist crack is then followed to a belay ledge/crevice. 100ft.\n\nPitch 2. A short off-width leads to a roof. Here you will find a horn made of orange rock which you hang on to reach out past a shrub to place your first good piece under the roof. From here you pull on gear to get out to the arête, or the roof might go free at 5.10/5.11 with some serious gardening. Above the roof is a vertical left-facing corner that varies from fingers to hands. It is 5.10+ in its current vegetated state, but will get easier with more ascents. A small alcove offers a cramped belay (big cams for anchor) or you can keep link this with pitch 3 if you extended your gear below the roof. 120 ft.\n\nPitch 3. Chimney out of the pod into brief handjams before the crack widens again. A crux here requires passing a mound of dirt and munge which fills the off-width crack. I stemmed past the munge and then placed a #6 above and used it to French-free out of the stem and back into the offwidth. An easier chimney leads to a ledge with 2 old bolts. Be mindful of loose rocks at the top of the chimney and on the ledge. 80 ft.\n\nPitch 4. A final long pitch is made up the ugly gully and chimney system to the summit. Straightforward with and comparatively easy (5.8). 190 ft.\n\nTo descend (the best part of the climb), make a 5 minute walk along a good trail up the hillside and back to your car.","protection":"Pro to 4.5\" with extra stuff from 1-1.5\". The only time the #6 was really useful was for doing a move of C1 on pitch 3.","location":""},"__v":0},{"_id":"Vw1maAXcWgOwJjOiyMNOTg==","name":"Real Error","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Galen Rowell, Joe McKeown, Scott Walker (June '62)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":17,"mp_id":"109581140","mp_crag_id":"119865661","climb_id":"Vw1maAXcWgOwJjOiyMNOTg==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Real Error is the first major chimney system you will encounter when walking uphill along the Northeast Face. If you plan only climbing a few pitches and rapping down, then it is best to approach by crossing the Merced at the Monster Boulder and walking the base of Elephant Rock. If you plan on linking Real Error into one of the routes on the upper tier and making a complete ascent of the formation, then it is best to approach from Hwy 41 via a fixed ropes rappel (see\n\nReality Check\n\nfor more details)\n\nThis route has two starting variations. The left variation starts the same as Trundling Juan, and then at the 100ft tall pine, cuts right up a low angle corner to reach a forested ledge. The right variation is much higher quality and is described below.\n\nApproach pitch: Climb up broken ledges with moss and dirt to reach a large ledge with a major chimney in a left-facing corner. This pitch isn't shown in the Reid guide, but it's about 5.7.\n\nPitch 1: The best pitch on the route. Lots of lichen, but very aesthetic and fun. Climb the chimney with some blocks in the start. The crux is a flared section with a offwidth crack in the back. Bring a #6 if you don't like climbing several feet above your pro on 5.9 terrain. The chimney pinches down to a jam crack at the top, then belay at a tree on a ledge.\n\nPitch 2: Like basically every party, we opted to climb the classic hand/fist splitter to the left (Straight Error 10c), so I haven't actually done this pitch. It's a chimney with a couple chock-stone roofs and supposedly goes at 5.9. Looks like it's got some wild and steep sections which could be fun, but it's also sort of dirty and maybe has some loose stuff near the top.\n\nPitch 3: A terrible pitch up a low-angle gully, not worth it unless you're going all the way to the top. Mantel over some chockstones and thrash past some bushes, then climb a very low-angle offwidth crack to the notch. Scramble out the other side of the notch to reach a broad brush-covered ledge which accesses routes to the summit (Pink Elephant, Elephantiasis, ect...)\n\nIt's also worth noting, from the notch I climbed straight up the 5.7 chimney to the top of the pinnacle, where I found a stack of cairns and a single 1960's era ring-eye angle for an anchor. I was able to add a couple marginal nuts and make a scary free-hanging rappel back down, but I wouldn't recommend going up there without a bolt kit or a hammer and pins.\n\nPitch 1 of this route (the right start), combined with Straight Error makes for a 3 star climb. And then on the walk back down stop off at Crashline for a well-rounded day of Yosemite cracks (Crashline for fingers, Straight Error for hands/fists, Real Error for chimney)","protection":"Pro to 6\" for the right side starting variation.","location":""},"__v":0},{"_id":"WvgcQypDUm26XFqN5WeWaA==","name":"Plumb Line","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dale Bard, Jim Bridwell and Kevin Worrall, May 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":6,"mp_id":"107305960","mp_crag_id":"119865661","climb_id":"WvgcQypDUm26XFqN5WeWaA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Approach: Walk down from h/w 41 from Elephant's parking lot ~30-40 min. From parking lot you moving right on the faint trail following edge of vertical wall about 7 min and than looking for steep passage down. After that moving down steep slope toward the base of the route. No visible trail, at least I did not see it.\n\nClimb the route and you back to the car. No decent like for Rostrum. Morning sun until 11:30 am and than route in the shade to the end of the day. You can see impressive triangle formed by Reality Check 10c and Plumb line on the aproach.\n\n①. P1 corner crack 5.8 - corner which lead to ledge and traverse right to the alcove. It was section were crack diminished and you need to reach via blank face to the ledge. Probably 5.8 if you 6'2\". Not me. one 10+ move, 70 ft.\n\n②. Crux Pitch: P2 begin with overhanging wide hands in the corner and from bottom it looks like  crux would be little  higher where crack be widen to 4-5 inches . In fact this is the crux , but also several hard sections found in the middle of the pitch higher for #5 and #6 size and not define by single move. Long , hard, sustained and constantly changing the size. Geometry of the crack demand from you changing your technique every other foot. We stop in the bottom of wide pod 35 ft short to the end of p2 - adding those 35 ft [10b] later to pitch 3. The full pitch as shown on topo 110ft. 10d\n\n③. P3.Started from the ledge- fists , hands some wide 10a, 110ft\n\n④. P4 - 5.8 slot? it felt more like 10a/b , 120ft","protection":"Double from green alien to Blue camalot.\n\n#4 Friend, #4 Cam #5 Friend, #5 Cam, #6 Cam","location":""},"__v":0},{"_id":"hthNL3EBWDS+il+2X/bnxw==","name":"Pink Elephant","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tucker Tech and Ray Olson (April '89)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":11,"mp_id":"108022510","mp_crag_id":"119865661","climb_id":"hthNL3EBWDS+il+2X/bnxw==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"At the top of Elephant Rock, several hundred feet above the Worst Error Pinnacle is an obvious steep headwall studded with countless black knobs. Pink Elephant climbs the right-hand side of the headwall, around the corner from Elephantiasis. If you are planning to climb to the summit of Elephant Rock after doing something like the Crack of Doom or one of the other routes that lead to the top of the first tier, then Pink Elephant is probably the best route under 5.11 to finish with.\n\nFor the first pitch, climb up a low angle slab (5.6, no pro) until you can gain cracks in the corner. An offwidth and chimney lead to a tree where you can belay.\n\nInstead of continuing up the gully (which is Crack of Destiny) climb left across the face on knobs. A single bolt (a good 3/8\") out near the arete protects a brief 5.9 crux followed then by easy and fun climbing on low angle knob mania. Towards the top stay left near the arete. There's a single bolt anchor at a stance at the top, but it's best to belay further up on the ledge.","protection":"Some small cams and long slings (to sling knobs), plus a big cam for the wide stuff on the first pitch.","location":""},"__v":0},{"_id":"YCG3fjtHX4yQ7xuUO+T88Q==","name":"Pink Dream","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Barry Bates & Steve Wunsch - 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":23,"mp_id":"106263216","mp_crag_id":"119865661","climb_id":"YCG3fjtHX4yQ7xuUO+T88Q==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"A great, somewhat burly, two-pitch line.  Once you find the start of Hotline and the aid start of Fatal Mistake (fairly easy), scramble up and right around the right side of the Worst Error Pinnacle.  This requires some fourth class scrambling up ledges and loose stuff.  There is a large chimney between the main wall and the Pinnacle; Pink Dream starts just left of this and is somewhat hidden from view.\n\nP1: Climb a long right facing corner system to a huge ledge.  5.9+, 150'.\n\nP2: Climb the beautiful splitter crack to a burly corner.  Belay at three old bolts.  5.10a, 120'.\n\nDescending is somewhat difficult and required us traversing around a ledge into the corner, while on rappel, to a rappel station on a tree.","protection":"Single set from 0.3 Camalot to 0.75 Camalot.  Doubles in #1-#3.5 (#4 C4 OK) Camalots.  Extra #3 for the timid.  Wires.  Two ropes for rapping.","location":""},"__v":0},{"_id":"K0hVW1GtXBu9194ZqY0U5w==","name":"Moongerms","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Bachar and Werner Braun (May, '82)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":28,"mp_id":"107848556","mp_crag_id":"119865661","climb_id":"K0hVW1GtXBu9194ZqY0U5w==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This is an incredible (and incredibly hard!) trad climb on the west face of Elephant rock. Although a bit crusty with lichen in places, the rock quality is perfect. It follows a thin crack but also utilizes many knobs on the surrounding face, which makes for fascinating climbing on a gently overhanging wall. It starts off the same highest ledge as Hairline, minus crawling out on a tree limb, which makes an approach from below a bit more reasonable. It can also be approached from above however, and for more detailed approach and descent beta read the\n\nHairline\n\npage.\n\nThe climb starts up the tiny crack in golden rock and doesn't really let off for the first 50ft or so. I'll admit this climb is a bit over my head and I only gave a lame attempt at freeing it before I prussiked past the starting portion. This climb has a bit of a reputation as being both scary and a sandbag, and I don't think it's had more than a few ascents.\n\nAnyways, after a bunch of fierce tips jamming and crimping on knobs, the crack starts to open to accept hand jams and the knobs get bigger as well. Then the angle gradually declines until you're scampering up an easy slab. You move to the left, joining a different crack system. The final obstacle (not really an \"obstacle\" if you're burly enough to pull the start) is a cool 5.10 traverse on good finger locks when the crack suddenly banks left through a steeper bulge at the end.","protection":"Pro to 2\" with plenty of smaller stuff.","location":""},"__v":0},{"_id":"ncp4uFS2VheAVm+Kjljarw==","name":"Lost Error","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Don Reid, Rick Cashner, Ken Yager (July '77)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":18,"mp_id":"107856578","mp_crag_id":"119865661","climb_id":"ncp4uFS2VheAVm+Kjljarw==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This a a nice line to the left of the Worst Error Pinnacle, worth a lap if you get down early from another climb in the area. It's a little bit crusty with lichen, but if offers enjoyable climbing with some nice exposure on the upper half. It starts just uphill from Crashline, following an obvious left-facing flake/corner.\n\nStart by hand-over-handing up a wedged flake in a chimney. Then jam past another wedged flake which leads to a ledge with a tree. You can belay here if you want to break it up into two short pitches. Above the tree is an offwidth which widens to a chimney. The top of the chimney pinches down to hands and the exit is quite fun and exposed. Above is sustained 5.9 climbing on flakes in a corner which are sometimes a bit hollow sounding. This leads all the way to a tiny summit on top of a pinnacle.\n\nThe rap anchor is a couple 35-y-o 1/4\"ers that are in horrible condition but did manage to each hold body-weight when I tested them individually. I extended this down a few feet with a length of cord and tried to get it somewhat equalized with a stopper I left at the top of the crack. This set-up could be further improved with more webbing and shenanigans, but really what it needs is for someone to just haul a bolt kit up there. Rap all the way to the ground with two 50m ropes. It might also be possible to rap with one rope, stopping at a tree near the top of Crashline. We had a terrible time pulling our ropes, and I'm not sure if it's because of my funky anchor setup or what.","protection":"Pro to 4.5\"\n\n6\" cam is useful near the top of the chimney","location":""},"__v":0},{"_id":"Ci+6sp/FVfORBqZ/5ZxSrw==","name":"Left Guru Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":2,"mp_id":"107827158","mp_crag_id":"119865661","climb_id":"Ci+6sp/FVfORBqZ/5ZxSrw==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"A crusty thin crack with questionable rock at one of the cruxes. See\n\nRight Guru Crack\n\nfor more info on approach, location, ect...\n\nThe first crux is under-clinging out the left side of the roof and then pulling over the lip. The second crux is in the middle where you must climb past a sort of detached flake in the crack with thin jams.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"5aDc/G9FXs2lImPgfaZKdw==","name":"Hotline","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Bridwell & Chapman - 1973FFA: Kauk & Bachar - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":21,"mp_id":"105867136","mp_crag_id":"119865661","climb_id":"5aDc/G9FXs2lImPgfaZKdw==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Hotline, commonly thought to be the first 5.12 in the Valley (though this is not actually the case), is a fantastic crack system that has the \"feel\" of a cragging route even though it's technically 7 pitches long.  It takes the obvious roof to splitter system on the left side of the main face of the giant pillar on Elephant Rock.  This system climbs along the margin of a rectangular orange scar of rock -- many people incorrectly assume that the beautiful splitter of Fatal Mistake which is visible from the road is Hotline, but Hotline is actually just left of this.\n\nP1:  Climb up a corner system up and into the obvious roof.  Pull this roof at 5.10 and then continue up the crack to a single bolt belay (supplemental gear is available).  5.10.  This pitch is easily linked with the next one (recommended) if gear is well-runnered under the roof.\n\nP2:  Continue up the crack system on increasingly difficult jams that eventually lead to a stretch of 5.11+ finger stacks.  Near the end of the crack, bust a finger-traverse right along a horizontal dike at 5.12 all the way to a nice bolted anchor.  There aren't many good options for doing this traverse, unfortunately:  If your last bit of pro is before the traverse, you're looking at a swinging fall, but the only other option is to climb up past the traverse, clip a fixed wire, then downclimb to the traverse (strenuous and it makes things scary for the second).  A single bolt along the traverse would have made this section much nicer for both free climbing or aiding your way through.\n\nP3:  Splitter 5.10 hands forever.  Belay at the top of the crack.\n\nP4:  Climb a 5.9+ corner -- a short pitch, easily linked with the next.\n\nP5:  Climb another 5.9+ corner to a bolted belay.\n\nP6:  Option one goes straight up then pulls the strenuous roof at 5.11d.  Option two goes up, skirts the roof to the right, and then goes up a very weird chimney system.  Somewhat reminiscent of the Wilson Overhang, this interesting pitch requires some contortion and has less than optimal gear, but is significantly less difficult than the roof.  However, if you do the roof you can link this pitch into the next one, thus reducing the climb to four pitches.\n\nP7:  Climb the short face past a lone bolt to an anchor.  The Reid guide gives this 10a, but I thought it was closer to 10c.\n\nRap the route with two ropes.","protection":"Double set of cams to #3 Camalot (possibly three #2's).  A few wires and slings.","location":"Approach: From below park at first pullout on the south side of the road west of the Cookie parking lots. Cross the river just upstream of the pool below the parking area. Although difficult to locate, find your way directly up from where you crossed the Merced. A cairned trail emerges and generally goes up and left and will take you to the base of the Worst Error Pinnacle. Continue to traverse up left and past the amazing Fatal Mistake and look for a jumbled block right facing dihedral with a finger crack splitter going through the roof.\n\nWith double 70m ropes, you can get down in 3 raps (7-6, 5-4, 3-ground). I think with double 60s you could do it in 4 raps."},"__v":0},{"_id":"qmN4tEH9VwSjoPFD7XXPSQ==","name":"Hocus Pocus","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eric Kohl (early 90's)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":9,"mp_id":"107827103","mp_crag_id":"119865661","climb_id":"qmN4tEH9VwSjoPFD7XXPSQ==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Hocus Pocus is a great sport climb up an incredible arete at the top of Elephant Rock. The climb has a good bit of lichen on it due to a lack of traffic, but I tried to clean up some of the holds as I hung my way up it. With more ascents this thing will be absolutely fantastic.\n\nThe easiest approach is to rap in from above. Walk to the far northwest corner of the formation to find a two bolt anchor. This climb can also be linked with routes such as Real Error, Crack of Doom, or Crack of Despair to make a complete base-to-summit ascent of Elephant Rock. Hocus Pocus begins off the highest tree-covered ledge on the northwest buttress, a few hundred feet directly above the Worst Error Pinnacle.\n\nClimb up a slab and then follow a thin crack out to the steepest part of the arete. Make fun and wild moves up this blade of granite past a couple different 5.11 cruxes. This leads to a stance with an intermediate bolted anchor at a low angle section. Belay here if you want. Above this is a 5.10+ roof and then easy low-angle knob climbing to the top.","protection":"Bolts, but you could also place a couple supplementary pieces (small TCU's) down low on the climb.","location":""},"__v":0},{"_id":"3ltpLuxAVviyo5bchgmZbQ==","name":"Hairline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jim Bridwell, Kevin Worrall, Dale Bard, George Meyers (1974)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":27,"mp_id":"107848442","mp_crag_id":"119865661","climb_id":"3ltpLuxAVviyo5bchgmZbQ==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Hairline is a superb crack on the right side of Elephant Rock, one of the very best in the Valley. The name Hairline is an odd choice of a name for a crack that is never smaller than .75\", and most of the pitch is glorious 5.8 hand jams. The approach is somewhat involved but not really that difficult if you're familiar with the layout of Elephant Rock. This just serves to keep the crowds away and judging from the lichen on this thing, it gets climbed on a yearly basis at most?!\n\nThis climb can be approached from above or below. From below requires an arduous slog up a hillside to the base and then a death-defying step across (or maybe a leap) from a tree branch to gain a small ledge at the base of the crack.\n\nThe more sane approach is made from above and i think is best done with one 80m rope for fixing and a 60m rope for leading back up. First you rappel down Killer Pillar and pull your ropes. Then navigate down a steep brush filled gully. There is one last big tree near the bottom of the gully before a fork. The left fork (skier's left, towards the main wall) leads to the top of Crack of Deliverance, an ugly 5.9 gully climb. The right fork (on the other side of the intruding ridge) leads down to Moongerms and Hairline. I think if you fix a 80m rope at the last big tree here you will just barely make the foot ledge at the bottom of the climb. I'm not positive though. If it's short I guess you can make a 2 piece anchor in the middle of the climb and then rap once more with the lead line. Or you could just bring two shorter ropes to fix, if you want to be on the safe side.\n\nThe climb starts with some 10c thin hands or maybe liebacking. I did this on a self-belayed TR and my 70m rope was a little short, so I didn't get to climb the first 20ft. But the crack quickly widens to hands and the going gets easy. This leads up to a big arching overhang above a slab. Lieback and jam up the crack, stopping to brush the lichen off of footholds as you go. Also extend your gear so you don't get too much rope drag. The crack splits the very overhanging headwall and this is the crux. With small hands and good chimney technique it's not too hard. Larger people will struggle with bad jams in the back of a shallow flared chimney. Once you're over the top you can cruise up a dirty slab to a tree on a ledge.\n\nIf you came in from below you will probably want to rappel back down from this tree (2 ropes plus webbing to leave on the tree). If you came in from above you should still have your fixed line leading up through some dirty class 4/5 stuff. Ascend the rope to get back to the bottom of the class 3 gully. Bushwhack back up to the base of the Killar Pillar and lead out on one of the routes. The easiest is\n\nThe Hundredth Monkey\n\n, an 11b sport bolted route that's comparable in difficulty to Hairline, so that shouldn't be an issue.","protection":"Pro to 3\", with lots of cams from .75\" to 2\".","location":""},"__v":0},{"_id":"DTSRI8SoU2SjNzPgpPWrgg==","name":"Fatal Mistake","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":22,"mp_id":"106131097","mp_crag_id":"119865661","climb_id":"DTSRI8SoU2SjNzPgpPWrgg==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Climb Pink elephants and rappel in.  Two long rappels bring you to a wedged block with slings.  Back these up in the crack above.\n\nThe start is the crux.  5.12 fingers-extremely painful.  Above the crack slowly eases before a wide section.  Second pitch, 5.10 fists to a stance with an ankle breaking ledge.  Place gear high, bust through 5.11 fingers, and continue to top.","protection":"Standard rack with 1-2 fist size and possibly one #4 camalot.  No fixed anchors.","location":"The start to pink elephants is extremely circuitous.  Head a long ways right before you head up.  Poison Oak!!"},"__v":0},{"_id":"EkKuLG8fVc+FGdIfeVkgKA==","name":"Elephantiasis","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Yablonski and Richard Harrison (1977)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":10,"mp_id":"108022505","mp_crag_id":"119865661","climb_id":"EkKuLG8fVc+FGdIfeVkgKA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This bold route tackles the steep knobby headwall straight on. Start on the right side at a curving right facing corner. Climb this a short ways until you reach an obvious flake. Pull over the bulge and continue up the flake as the rock deteriorates in quality. At the top of the flake you will reach the crux traverse which is protected by a bolt (replaced in 2015). Step across the face to the left, to gain a shitty seam with a pin in it a few feet up. More hard climbing up the seam leads to basketball size knobs below the overhang. Move left again and establish a belay at the bottom of the crack.\n\nThe second pitch is filthy with lichen but spectacular and fun nonetheless. Hand jams and huge juggy knobs lead through the wild overhang until eventually the angle lessens and you gain a chimney/groove which leads the rest of the way to the top. This pitch really needs some more traffic so it cleans up. By rapping in from the top you can forgo the sketchy first pitch and just climb the second; which if it cleans up will probably be one of the best pitches of 5.10a in the universe.","protection":"Pro to 3\" with several small wires and your smallest microcams for the 5.10 seam, and extra hand size stuff for the belay and pitch 2.","location":""},"__v":0},{"_id":"/bTJeuaLVA6JBwFwSns5Tg==","name":"Elephant Talk","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kurt Smith and Tucker Tech (Oct, '88)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":4,"mp_id":"107827124","mp_crag_id":"119865661","climb_id":"/bTJeuaLVA6JBwFwSns5Tg==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"Elephant Talk is located on the far left side of the top of the formation. It is approached by rappelling in from above. The Reid guide has a pretty good topo showing the distinctive looking boulder and trees at the top. The rap anchors are down over the side in a little gully next to a flake.\n\nThe rock over on the upper section of the East Face is very different than most of the Elephant Rock granite. It is more like the rock in Joshua Tree or Alabama hills with great friction and lots of patina and edges. There are some large rotten flakes on the lower and upper portions of the climb which detract from the quality, but the bulk of the route consists of \"hero climbing\" on good edges up a golden head-wall with spectacular exposure.\n\nThe climb has a bit of an indistinct start. If you are mini-traxion soloing the route, start climbing just below the lowest bolt. If you want to rap in and lead out, then I guess you can build an anchor down under the roof and to the left (the start of the Guru Cracks) and then climb up rotten flakes leading up and right to the first bolt. The crux is in the middle of the route with another crux at the end where you move over into some more large flakes. Finish up a gully back to the bolted anchor.","protection":"Bolts, and you need to build a gear anchor at the start if planning to lead.","location":""},"__v":0},{"_id":"PqFeGFuvXOeyz6gQUSGevA==","name":"Crashline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Yablonski, Rick Cashner, and Don Reid  8/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":19,"mp_id":"107353932","mp_crag_id":"119865661","climb_id":"PqFeGFuvXOeyz6gQUSGevA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"A straightforward crack with a low crux. Clean and elegant.","protection":"Extra small gear. Easy to eyeball it from below. Can break into two pitches at an intermediate tree if desired.","location":"Approach from below. Left of and uphill from Hotline. Descent is by rappel."},"__v":0},{"_id":"kos4VX2nWlG0dxQ0CIg8fA==","name":"Crack of Redemption","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Pratt and Chris Fredericks (July '65)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":1,"mp_id":"108063077","mp_crag_id":"119865661","climb_id":"kos4VX2nWlG0dxQ0CIg8fA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"The Crack of Redemption lies on the far left side of Elephant Rock and is essentially the cleft which parts the main formation from the secondary clifflets to the east. By far the easiest approach is by fixing ropes on the Northeast Face and rappelling in. This leads directly to the base of the climb and it is not necessary to carry approach shoes on the climb. See the\n\nNE Face Fixed Line Rappel\n\nfor more detailed approach beta.\n\nThe route is sort of dirty with moss and lichen, but the rock is good and there is not really any bushwhacking. Do not attempt this climb if it has rained recently. Wet moss will make this climb extremely terrifying and difficult.\n\nPitch 1 climbs an offwidth/squeeze with a couple chockstones which must be passed. The right-hand wall is exceptionally thick with moss. At the top of the pitch is a chockstone roof which is avoided by face climbing around it on the left wall and them mantling onto the ledge. Belay in the alcove with a large bay tree.\n\nPitch 2 starts in the back of the alcove. Strange chimney moves lead out of the cave to an enjoyable jamcrack up the corner. The start of this pitch was the only part of the climb that was wet when we did it, which made things more difficult in that section. Belay at the top of the jamcrack at another nice ledge in a gully. A short pitch.\n\nPitch 3 climbs straight up the gully to an intimidating offwidth roof. Luckily there is a tunnel-through in the back which bypasses the roof. Once inside you can either squeeze back out to the edge of the chimney or traverse deeper into before making a tight exit out the top.","protection":"Pro to 4\"","location":""},"__v":0},{"_id":"A17Vsi1sVKyGehLoqtl//Q==","name":"Crack of Doom","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck Pratt and Mort Hempel (Oct, 61)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":25,"mp_id":"107808764","mp_crag_id":"119865661","climb_id":"A17Vsi1sVKyGehLoqtl//Q==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"The Crack of Doom was one of the first 5.10's done in the Valley and has a lot of history and lore surrounding it. To this day it remains something of a feared testpiece. It certainly takes a very imposing line up a steep chimney system. Most of the wide climbing however is in the 5.8-5.9 range, with just a short section of 10a at the end. Overall, this is an excellent climb on clean rock that protects well with modern big cams and deserves much more traffic than it receives.\n\nThe best approach is from Hwy 140. Park at one or two pullouts downstream from the Cookie pullout. The river crossing is only possible during times of very low water. Find the Monster Boulder and pick up a trail from it's right side. This faint trail marked with cairns will wind up past some large boulders and then contour east up the hillside to the base of the Worst Error Pinnacle. From here contour back right following skirting 5th class ledges. Scramble up a gully and some ledges until you encounter a fixed rope. Hand-over-hand up the rope to access the ledge system which leads back left to the west side of Elephant Rock. Here you will find a very large and obvious recess with large crack systems at either side. Crack of Doom is on the left and Crack of Despair is on the right.\n\nPitch 1 (5.9 or 5.10b): There are two starting variations. We chose the 5.10 start in the corner. For this climb up a bit of easy terrain to reach a steep 4.5\" crack. Make a couple offwidth moves to reach a chockstone \"jug\" at the top and then crank up and over that on thin fingerlocks (10b). After that is a short chimney/pod and then an enjoyable jam crack that varies from thin-hands to fists.\n\nThe alternative is 5.9 liebacking and jamming up a the flakes just a few feet to the left of the corner. Both starts look like they offer quality climbing. Belay on a good ledge off a horn with rap slings.\n\nPitch 2: This is a long pitch up a remarkable chimney system. The first part is very straightforward, and is protected solely by a #6 Camalot. Climb up to a piton in a second crack out left, then chimney, stem, and offwidth up the double-cracks in a wide chimney. Scramble over some chock-stones and belay at a ledge in the back of a deep chimney.\n\nPitch 3: Another long pitch. Ascend the easy chimney working your way towards the back of it. Above is a \"narrows\" which is pretty intimidating but can be protected by a #5 or #6 if you enter into the squeeze while you're still towards the back of the chimney. Much wiggling will lead you to a ledge. You can stop here if you want a tight belay for the final crux, or just continue to the top. The crux is a corner that starts out as a bombay chimney and then moves out a bulge on awkward fingers and thin-hands. The rock is quite rotten for the last few feet and provides a rather unpleasant finish to an otherwise excellent climb. Scramble up ramps and belay at a tree.\n\nMost people will want to stay roped up for the descent. Scramble up more forested ramps but don't go too high. Your goal is to traverse left across the face over to ledges on the East Face of the rock. We took a path across a sort of slabby section that felt 4th Class +. Maybe 20ft below it looked like there were some bigger knobs which may have been easier. Scramble across ledges to the top of Real Error. We rapped (2 ropes needed) off a Bay tree on a ledge (which had no previous slings, but worked out good) all the way down to another large ledge with a tree at the start of Straight Error (a striking 3\" splitter). From here one more rappel leads to the ground. The \"ground\" is really a bunch of 3rd class ledges and we found it best to keep rappelling the full 200ft, as far as we could. We had no trouble pulling our ropes.","protection":"Pro to 6\"\n\nExtra 6\" or larger is optional.","location":""},"__v":0},{"_id":"74CVjK5KVGqUsEEItKA9vA==","name":"Crack of Despair","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Frank Sacherer and Galen Rowell (Oct, '62) --- FFA: Frank Sacherer, Chuck Pratt, Tom Gerughty (1964)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"left_right_index":26,"mp_id":"107763401","mp_crag_id":"119865661","climb_id":"74CVjK5KVGqUsEEItKA9vA==","areaRef":"b7NBFvrGXQuGfcq6zbezBA=="},"content":{"description":"This is the huge corner to the right of the more famous Crack of Doom. You can either approach by scrambling up the open scree/rockfall zone and then moving left to the base of the ledge system, or there is a trail that starts at the right side of the Monster Boulder which leads up to the base of the Worst Error Pinnacle and then over right to the base of this ledge system. There is a fixed rope on a slab that you hand-over-hand up to access the ledge which then leads up and left to the base of the routes.\n\nThis climb is best done in two rope-long \"full value\" pitches (and will be described below as such) but it could also be broken up into 4 shorter pitches (as per the Reid guide) if you stop at some less savory belay spots.\n\nPitch 1 starts out kind of dirty and passes several trees. Once you've climbed to the top of the last tree you will encounter a double crack. You get a couple handjams in the left crack before it turns to a seam and are forced into the right crack in the corner. This is the crux offwidth. It can be difficult to find a rest, especially towards the end, so just keep moving until you snag a chockstone \"jug\"  and then flop over into the wider chimney. Clip a newish bolt (\"new\" compared to the one below it!) and wiggle a little further up the flared chimney/ow to a good stance where the chimney really opens up and gets deep. There is an anchor here consisting of an old piton and an 'ok' bolt. 180ft.\n\nPitch 2 climbs straight up the massive chimney system. There's a section, maybe 60ft up, where it gets pretty tight. Skinny folks will be able to squeeze through in the back, while larger dudes will need to battle it out with a flared ow at the edge of the chimney (looked like some more 5.10?). Continue up the chimney with little to no pro and then climb out at the top. There's a handjam flake here which leads up past some bay tree's to the top. We stopped at the bay trees and rapped the route because we left stuff at the base. To top out you might need to do one more short pitch or just a bit of simulclimbing (it's probably a little over 200ft to the best belay spot).\n\nTo descend either rappel the route with two ropes or scramble east on ledges and 3rd/4th class to the top of Real Error and rappel that route (see descent info for\n\nCrack of Doom\n\n)","protection":"I took a single set of cams to 6\", which worked pretty well.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,14a34046-d4ba-5064-b505-92d1514f96b6,18721b9c-edb2-509b-b3c6-840530f19675,6fb34116-fac6-5d0b-867d-cabacdb7b304","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Lower Merced River Canyon","Bc. Elephant Rock Area","Elephant Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":16,"advanced":6,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":16,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.71477,37.71483]},"bbox":[-119.71533842365015,37.71438033981813,-119.71420157634982,37.715279660181864],"left_right_index":-1,"ext_id":"119865661","area_id":"b7NBFvrGXQuGfcq6zbezBA==","polygon":{"type":"Polygon","coordinates":[[[-119.71533842365015,37.71438033981813],[-119.71420157634982,37.71438033981813],[-119.71420157634982,37.715279660181864],[-119.71533842365015,37.715279660181864],[-119.71533842365015,37.71438033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:54:45.754Z","updatedAt":"2024-01-20T00:58:32.074Z"}