{"_id":"6368a265e80bff5a99565b4c","area_name":"Moore's Bridge","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,ac1b4f05-b4a9-5c60-9e52-0a7b3132bc23,03b2cd7e-795a-53f1-aa05-03b6ed69555c,280571e1-ac55-58b9-8728-3055f9f713b0","pathTokens":["USA","New York","Catskills (Ice)","Kaaterskill Clove","Moore's Bridge"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.0706,42.19142]},"bbox":[-74.07120690651844,42.19097033981813,-74.06999309348156,42.19186966018186],"left_right_index":-1,"ext_id":"105910372","area_id":"KAVx4axVWLmHKDBV+fcTsA=="},"content":{"description":"A generally very busy area, as 1) it's right along the road, and 2) it has routes varying from WI2 to WI4+ in difficulty, including some that are over 100' long.  Most of the routes range from WI3-4, with many different lines.  Access to the top of the routes is simple, albeit strenuous - walk down the road to the end of the rock band, and hike up the steep slope to the top (there used to be a parking space here, but it has since been barred by extending the guardrail - look for two large drains just past the rock wall, to mark the spot); walk back along the top of the cliff, drop a rope.  Bring plenty of static line/webbing for anchors; there is no place to put in gear, nor any bolted anchors. \n\n  Be aware that, since this is on the main road back from Hunter, you will be honked at and shouted at by passers-by trying to get your attention.  Also, the area has earned the nickname \"Brake Pad Bridge\" from the smell of burning brake pads from cars streaming down from Hunter Mountain.  In spite of these shortcomings, it's an excellent place to climb - easy access, wide range of routes, several thoughtful lines; it's just not very private."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:02.286Z","updatedAt":"2024-01-15T16:47:20.701Z"}