{"_id":"6368a265e80bff5a99565e1e","area_name":"Cliffs Major","shortCode":"","climbs":[{"_id":"KUWKPNx8W/ORv4OjMSAugw==","name":"Prehistoric Tool Use","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.734,44.32995]},"left_right_index":1,"mp_id":"119228483","mp_crag_id":"119217982","climb_id":"KUWKPNx8W/ORv4OjMSAugw==","areaRef":"q5uddHMuUUeTXj8Xb8qRxw=="},"content":{"description":"A great route by any other areas standards with fun movement all the way up. Starting on the ramp that leads you into various rails until you get into the headwall. The flakes lead you up to the top with the help of crimps to the side. If your at this cliff this is a route you definitely want to get on.\n\n On a side note; it'd be awesome to see this thing get bolted by someone","protection":"TR (for now)","location":"Look for a ledge about 6 feet off the ground which is what you climb into to get various sets of rails. This is also to the left of the long black strip which contains the route knobby bobby."},"__v":0},{"_id":"94E4VA8hXLCMEktXYoce4A==","name":"One Bird Swarm","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.734,44.32995]},"left_right_index":0,"mp_id":"119230088","mp_crag_id":"119217982","climb_id":"94E4VA8hXLCMEktXYoce4A==","areaRef":"q5uddHMuUUeTXj8Xb8qRxw=="},"content":{"description":"This fun line will take you through the harder side of this cliff. Work your way up zig-zagging diagonal cracks until you reach the headwall, at which you'll encounter a crimp rail that will guide you the rest of the way up. Reaching up to and establishing on this rail is the crux and gives way to more, interesting and unique holds further up the wall. \n\n This route is protectable for the first half until the crux, and then the gear runs out. If an agreement can be made with the landowners then bolting would be very beneficial.","protection":"TR","location":"This is the obvious line next to Prehistoric tool use. Look for the small crimp rail, it is noticeable from the ground, and start from below that and go up."},"__v":0},{"_id":"aeLUAtlGVXyTUQ09lFKnFw==","name":"Knobby Bobby","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.734,44.32995]},"left_right_index":2,"mp_id":"119228642","mp_crag_id":"119217982","climb_id":"aeLUAtlGVXyTUQ09lFKnFw==","areaRef":"q5uddHMuUUeTXj8Xb8qRxw=="},"content":{"description":"An epic looking route which follows a black strip up the cliff and leads you to the top. Starting at the bottom of this black strip you work your way up using massive flakes forming juggy sidepulls and underclings until you get to the namesake of the route, a couple of big ol' knobs sitting a little more than halfway up the wall. From here you go up a bit further until the path splits, one path goes up and right to a large arete feature with really unique climbing and the other goes up and left on more crimps and edges. Currently the arete path is the only one that has been done but both should be around the same grade. \n\n This is another route which would benefit from getting bolted as the flakes that make up many of the holds are not nearly solid enough to take gear.","protection":"TR. Good gear on the highest part of the lookout. Large horizontal crack takes #1 and 3 cams, as well as a yellow hex(DMM) and a small nut for a perfect top rope anchor.","location":"Look for the long black strip next to Prehistoric Tool Use. There is also a ledge to the right of it and the strip will be about 7 feet from it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,4321c460-5d2f-5f4d-b882-6300614d565d,ba3ba13a-ef86-5fa6-82b7-6b32f61b310c,ab9b9d74-732e-5147-935e-3f176fca91c7","pathTokens":["USA","New York","Indian River Lakes","First Overlook","Cliffs Major"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"}],"byDiscipline":{"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-75.734,44.32995]},"bbox":[-75.73462860738142,44.32950033981813,-75.73337139261858,44.33039966018186],"left_right_index":-1,"ext_id":"119217982","area_id":"q5uddHMuUUeTXj8Xb8qRxw=="},"content":{"description":"This is the major cliff at the first overlook. Containing surprisingly clean rock, the cliff ranges from 30-80 or so feet. It is mainly off- vertical slab style climbing with several cracks or flakes thrown in there. There is one major overhang towards the climbers right of the cliff, which is also the side containing slightly lower quality rock."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:10.072Z","updatedAt":"2022-11-25T11:20:46.712Z"}