{"_id":"63689de0e80bff5a994f9168","area_name":"Blanca Peak","shortCode":"","climbs":[{"_id":"oNhB3AawVNaoY79071E3nQ==","name":"Ormes Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Robert Ormes et al 1927","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48544,37.57771]},"left_right_index":999999,"mp_id":"105760776","mp_crag_id":"105746400","climb_id":"oNhB3AawVNaoY79071E3nQ==","areaRef":"pAu+SO/9WTm2G/72kI+Nfg=="},"content":{"description":"The Ormes Buttress is a superb line up a huge north face in an awesome setting.  Legend has it that Robert Ormes climbed the route in 1927 in response to Ellingwood climbing the Crestone Needle.  The Ormes Buttress is much more sustained than the Ellingwood Ledges on the Crestone Needle.  Basically, it starts as soon as you leave the ground and doesn't let up except for a brief period of scrambling on the upper third of the route.  The rock is weathered granite, loose in some places, but tolerable overall.\n\nUse the Lilly Lake trailhead as an approach.  The best way to access the route is to follow the Lilly Lake Trail to 11,600 feet where a switchback starts to take you away from the face, back toward Lilly Lake.  At this point, if you are observant, an old mining road takes off across the meadows and talus to some old boilers located beneath the lowest cliffs on the north face.  Follow this road or work your way however out onto the talus beneath the north face.  Your goal is to break through a low band of cliffs and gain the lowest point of the north face.  A permanent snowfield will be on the left of the buttress.\n\nIf you choose to stay with the Huerfano River as an approach, be prepared for numerous, feet soaking, creek crossings.  It looks like it would make sense to follow the river, but trust me, stay with the Lilly Lake Trail, and follow the signs.  Dry feet are happy feet.\n\nOnce at or near the lowest point in the north face, scramble across a slab to a low angled arete.  Climb the arete to a ledge.  If you are on route, you should pass some old pitons that look like a belay anchor.  These are perhaps original pitons left on the route.  Above traverse back to the left and look for a way to break through to the next ledge.  Follow this same theme, looking for weaknesses, dodging left or right when necessary, to gain ground in your battle up the face.  A final headwall, about halfway up the buttress, will be bordered by a right facing dihedral.  If the dihedral is running with water, face climb on solid holds to the right of the dihedral.  Traverse back into the dihedral at its top and crank some layback moves to reach easier ground. Above, easier scrambling leads to the top of the face near where the ridge that connects Blanca Peak to Ellingwood Peak joins the summit of Blanca Peak.  The climbing still has a move or two here and there.  So, be prepared for a long day of climbing if you are going to pitch every bit of it.  Simul climbing would be better for the upper part of this route.  For a comparison, the upper part of this route is slightly harder and more sustained than the upper part of Kieners route on Long's Peak.Once on the ridge, turn left and a few steps will take you to the summit.\n\nFor a descent, follow the ridge to its right or northwest to the summit of Ellingwood Peak.  It looks like it will be painful and tedious, as there is some elevation loss and gain to get to the top of Ellingwood Peak from Blanca Peak.  With judicious route finding, it is possible to stay mostly with the ridgeline and avoid too much elevation loss.  A rappel is possible from midway along the ridge that will allow access to the lower angled north face of Ellingwood Peak.  This is a possibility, but will need to be negotiated carefully to avoid being cliffed out in a sea of loose rock.\n\nThe better alternative is to descend the north ridge of Ellingwood Peak.  Use a compass to locate the north ridge from the summit of Ellingwood Peak.  Follow the north ridge from the summit of Ellingwood Peak to a gap in the ridge at 13,200 feet.  From the gap, descend down to the right or east.  Look for the path of least resistance.  Eventually, cliffs will force you to go even further to the right or east to find a low angled traverse that leads back to the talus slopes beneath the cliff band along the bottom of the north face of Ellingwood Peak.  Follow grassy slopes down through another cliff band and finally across talus to the Lilly Lake Trail.  Use the mining road as a reference to find the Lilly Lake Trail when descending to it.\n\nThis is a big route, covering lots of terrain and involves lots of elevation gain and loss in a remote setting.  Be prepared and take the weather into account.  There is no easy exit to the Huerfano River drainage from Blanca Peak.  That is why you get the bonus of scoring 2 peaks in 1 day!  Enjoy.","protection":"A standard alpine rack should suffice.  Nothing very big is necessary.","location":""},"__v":0},{"_id":"zmVkSfkfVR25ZMtbdhYRcg==","name":"Little Bear-Blanca Traverse","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Joe Merhar and Dale Norton, 1931, FWA: Charley Mace, solo, 1981","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48544,37.57771]},"left_right_index":999999,"mp_id":"105760884","mp_crag_id":"105746400","climb_id":"zmVkSfkfVR25ZMtbdhYRcg==","areaRef":"pAu+SO/9WTm2G/72kI+Nfg=="},"content":{"description":"As Gerry Roach writes in \"Colorado's Fourteeners: From Hikes to Climbs,\" \"Simply put, this is Colorado's most astonishing connecting ridge.\"\n\nThe mile-long ridge between Little Bear Peak and Blanca Peak is beautiful and awe inspiring.  Anyone attempting it should probably consult a real guidebook for details.  My purpose in listing it here is to make a few notes (rather than provide a detailed route description) and to open this up for comments.\n\nBoth Gerry Roach and Louis Dawson's guides provide excellent, thorough route descriptions.  However, route finding on this ridge is very easy: simply put, you just don't have that many options.  For 95 percent of the climb you stay on the very apex of the ridge.  Exceptions being skirting the \"Captain Bivwacko Tower\" to the left (looks hard but only requires one highly exposed move) and then later skirting Point 13,860 to the right (this obvious roadblock comes shortly after the Little Bear/Blanca saddle and is a vertical wall that blocks the way) by descending slightly, cutting across some talus, and then immediately heading back up to the ridge crest again.  The climbing is very exposed almost the entire way and there is almost no relief from this so be prepared.  Generally the whole ridge is 3rd-4th class with a few sections of harder 4th class bordering on easy 5th class (approach shoes should be sufficient).  There are no sustained sections on the climb and you can rest wherever you want. However, the true crux may be in maintaining a high level of concentration for a mile of dangerous climbing.  Rock quality is usually very good but test your holds.  The ridge can be windy.\n\nGuidebooks suggest doing the traverse from Little Bear to Blanca.  I believe the traverse could be done in the other direction without adding difficulty, however the traverse would be significantly more tedious in this direction.  Also, apparently typical times range from 2-8 hours for the traverse.  We moved at a very casual pace and took frequent breaks and still finished in 2 1/2 hours.  I can't imagine a time of more than 4 hours to be \"typical.\"\n\nGood luck if you decide to tackle this!  The route is truly awesome and a whole lot of fun!","protection":"Logistically, roping up for this climb (let alone belaying individual pitches) makes very little sense.  However, a light rope could be helpful in an emergency.","location":""},"__v":0},{"_id":"ML+qZqFkVx2+XcosizZrnw==","name":"Gash Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Enos A. Mills, 1911? or Carl Blaurock & Mary Cronin, 1937?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.48544,37.57771]},"left_right_index":999999,"mp_id":"113342484","mp_crag_id":"105746400","climb_id":"ML+qZqFkVx2+XcosizZrnw==","areaRef":"pAu+SO/9WTm2G/72kI+Nfg=="},"content":{"description":"Gash Ridge is an excellent way to summit Blanca via climbing that is more exciting the normal hike of most 14'ers. Once ascending out of the Huerfano River valley onto the ridge, you encounter increasingly more difficult terrain until you are near the summit of Blanca Peak  While the climbing is never difficult by rock standards, the exposure will excite most who attempt the route. Passing the gash and the climbing immediately afterward makes the crux of the route. As with many routes of this nature, you can make it more or less difficult by your route finding abilities.","protection":"Most climbers will free solo the route and use a mountaineer's rope to rappel into the gash. However, a climbing rope, single set of nuts, and cams to #5 will give confidence to those not comfortable free soloing. If protecting the route, I recommend using a running belay to speed the half-mile or so of near to low fifth-class climbing.","location":"Use the same approach and descent as Ormes Buttress for Blanc Peak. I did this route twice by reversing the route fairly easily. Reversing the gash goes at a short (20 to 30 feet of 5.6 to 5.7 climbing)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,66a3ae24-a3fa-5709-bb00-db44d8efc320,a40bbe48-effd-5939-b61b-fef6908f8d7e","pathTokens":["USA","Colorado","Alpine Rock","Sangre de Cristo Range","Blanca Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.0"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.48544,37.57771]},"bbox":[-105.4860073752565,37.57726033981813,-105.48487262474347,37.57815966018186],"left_right_index":-1,"ext_id":"105746400","area_id":"pAu+SO/9WTm2G/72kI+Nfg==","polygon":{"type":"Polygon","coordinates":[[[-105.4860073752565,37.57726033981813],[-105.48487262474347,37.57726033981813],[-105.48487262474347,37.57815966018186],[-105.4860073752565,37.57815966018186],[-105.4860073752565,37.57726033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:53.761Z","updatedAt":"2024-01-20T00:59:44.528Z"}