{"_id":"63689de0e80bff5a994f9376","area_name":"Tunnel Tower","shortCode":"","climbs":[{"_id":"Ck1aelVmXr6gStg7c3HR3A==","name":"Tunnel Vision","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Bubb, K. Calloway, 11/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30036,39.97694]},"left_right_index":1,"mp_id":"112293338","mp_crag_id":"112293274","climb_id":"Ck1aelVmXr6gStg7c3HR3A==","areaRef":"RICRlztMVw6J6W5NB+Hw3w=="},"content":{"description":"This climb offers some pretty good movement and position but is marred by a ledge in the middle and is not very clean yet, for lack of traffic. As it is, it is a 1-star climb. With the traffic it will never get, it might become a 2-star climb, but since it is not in a popular area, it would require a concerted effort to clean it up a bit.\n\nClimb up the initial cracks and flakes for a about 40 feet, heading slightly left. The rock here is reasonably good, but there is some lichen to be dealt with. As you get higher, the angle rolls off and you scamper up to the base of the upper crack, which you may suddenly realize is much steeper that it looks from the ground. Place a very solid #3 Camalot in an inset just down and left of the bulging crack before starting off the ledge. Move on up and into the crux section, placing another #3 or a #4 above and hit the crux, a 5.10 overhanging crack. As you get your feet up and get established above the bulge, the climbing kicks back to a lower angle and an easier grade. Likewise, the gear size becomes hands or smaller. Cruise up the remaining rock to the top and belay.","protection":"A few medium nuts and cams from 1/2\" to 3\", with a 4\" cam optional and perhaps best advised if you are not solid on 5.10. Do save a #3 Camalot for the crux, at least.\n\nBelay up top off of gear, or a cordalette around a large boulder to the climber's left (North) of the top of the route.","location":"On the right hand (South) end of the Tunnel Tower, a crack and flake system runs up and right through the lower 1/2 of the crag to intercept the bulging hand-crack on the upper half of the crag, a few meters to the right of the rotten-looking summit spire.\n\nThat crack system is the route described here."},"__v":0},{"_id":"duYtdLDvXlC+sLeNd02LOg==","name":"Leaning Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"??? T. Bubb, 2016? soloed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30036,39.97694]},"left_right_index":0,"mp_id":"112293282","mp_crag_id":"112293274","climb_id":"duYtdLDvXlC+sLeNd02LOg==","areaRef":"RICRlztMVw6J6W5NB+Hw3w=="},"content":{"description":"A short but very clean and very solid section of rock holds this fine introduction to chimney climbing. Scuttle back to the depths of the chimney to get started. Jam into the handcrack on the left or the fingercrack on the right, and place some protection if desired. Work up these while stemming or chimneying upward. The flake that produces these cracks gets more and more overhung, but the chimney is good climbing in and of itself, so the line never feels harder than maybe 5.3 or 5.4. Top out to the left or to the right as you choose. To the right, there is better opportunity for a gear belay, but to the left, you can simply go up and over the top of the chimney and back down for a good body-weight belay, then you are already 1/2 way down the walk-off.","protection":"Thin hands pro on the left, finger pro on the right. Take your choice of the two.  The hands is probably better as you will likely be facing the left side. Take a cordalette to belay on up top if you are not soloing.","location":"This chimney lies on the North side of the West Face of the Tunnel Tower. About 10 meters from the North end, a right-leaning chimney can be seen to split the crag. That is your line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,f4f976d7-c9ca-5a50-a1ec-cf40ad03859a,44809197-3b4c-570e-89e9-6e4d07e1f0df","pathTokens":["USA","Colorado","Boulder","Flatirons","Sacred Cliffs, The","Tunnel Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.30036,39.97694]},"bbox":[-105.30094679155842,39.976490339818135,-105.2997732084416,39.97738966018186],"left_right_index":-1,"ext_id":"112293274","area_id":"RICRlztMVw6J6W5NB+Hw3w=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:00.343Z","updatedAt":"2022-11-25T11:16:34.406Z"}