{"_id":"63689de0e80bff5a994fa4db","area_name":"Postcolonial Crag","shortCode":"","climbs":[{"_id":"9bixn+pAVG+6C2OsZMtfWQ==","name":"Wench","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bjorn (5/16/10)","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26145,39.73982]},"left_right_index":3,"mp_id":"106767101","mp_crag_id":"106767023","climb_id":"9bixn+pAVG+6C2OsZMtfWQ==","areaRef":"oIBLegYFV6SjLCbZl4bokw=="},"content":{"description":"Wench begins on crimps on the R side of the arete L of\n\nHagseed\n\n. Get a good slopey rail on the L side, get good feet and lunge for the good crimp that marks the start of the crack traverse. Make do with smearing, sometimes crumbly/licheny feet low, using a high right good on previous crack handholds as you go. The moves are actually reasonably solid, but by this point your head is bound to be talking to you. Though this feature is a crack, it is offset at many spots, so most movement is on crimps on the downward side of the crack. As the crack reaches the lip, it demands a few harder moves before rounding the lip with a few deep but slopey dishes for holds from which a final rock up gains a solution jug on a big boulder perched up there.","protection":"Pad it all you want. No falling allowed.\n\nThis route could conceivably be climbed as a gear-protected route. Just know there will be no gear till you're well off the ground, and you likely won't pause for gear toward the top of the traverse, so a falling climber would likely swing into the slab. Could be top roped, but most gear atop is a bit grimy. Still, top rope is the only way to make this not a death route.","location":"Wench begins at the base of the arete left of the\n\nHagseed\n\nfissure. Begin on crimps with ledgy feet, pull gingerly on the wide open, two sided flake, then traverse the left-diagonalling crack to a topout of considerable difficulty. This route has hard moves well into the no-fall zone."},"__v":0},{"_id":"liB88L9WX4Soxy4jSFZs+w==","name":"Stonewall","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kevin Capps, equipped by Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26145,39.73982]},"left_right_index":2,"mp_id":"108149866","mp_crag_id":"106767023","climb_id":"liB88L9WX4Soxy4jSFZs+w==","areaRef":"oIBLegYFV6SjLCbZl4bokw=="},"content":{"description":"Climb the arête for 2 bolts, then traverse up and right on small crimps and bad feet. This route climbs like\n\nChaos\n\non Anarchy Wall, a lot of little moves for such a short route.","protection":"4 bolts, 2 bolt anchor.","location":"This is the second route from the right, it shares the first 2 bolts with the arete."},"__v":0},{"_id":"wikPnEpbWDmwRXGo69qtoA==","name":"The Marble Man","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26145,39.73982]},"left_right_index":1,"mp_id":"108157062","mp_crag_id":"106767023","climb_id":"wikPnEpbWDmwRXGo69qtoA==","areaRef":"oIBLegYFV6SjLCbZl4bokw=="},"content":{"description":"Climb the left arete just left of\n\nStonewall\n\n. The crux is up high just before the chains. The route looks easier than it is and is on impeccable stone. If it wasn't so short, it would be an ultra classic.\n\nThis climb was scouted by\n\nBjorn\n\nand is listed in MP as the ??, 5.12-.","protection":"3 bolts to a 2 bolt anchor.","location":"It is on the left side of the perfect face...."},"__v":0},{"_id":"o2z21r4dXqqfIOiP423rxQ==","name":"Hagseed","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bjorn (Spring '09)","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26145,39.73982]},"left_right_index":4,"mp_id":"106767039","mp_crag_id":"106767023","climb_id":"o2z21r4dXqqfIOiP423rxQ==","areaRef":"oIBLegYFV6SjLCbZl4bokw=="},"content":{"description":"Towards the climber's-right of the crag is the prominent hand to fist crack that first caught my eye on this crag. The crux on this route is mainly a mental one. Consequences of a fall are potentially severe, and the interior of the crack, while very solid, is very slick and water-polished. Begin on slammer, often obligingly tapered hand jams, turn the lip on wider hands and take time to find the good fists to seal the top out. Keep a cool head, and you can really enjoy this climb.\n\nMy first impression of this crack, then in it's unclean, myriad chockstones-embedded original state, was how nasty it was. It reeked of bat or bird guano till I cleaned it hanging from a rope. It just struck me that this crack had both offensive and alluring qualities to it. But especially after cleaning, Hagseed revealed itself to be a short sample of the perfect splitter potential that is so rare in Clear Creek. I don't know whether to proclaim this crack a destination unless you're the sort who doesn't give a damn about a long approach for a short sample of top quality crack climbing.\n\nIt's worth noting that there is a bomber clean gear anchor to be had up top. So one could mitigate the riskiness by climbing this one as a roped route.","protection":"R rating is warranted despite the seemingly harmless 15' height. The landing here is directly onto that 5.2 slab. So any pads placed will be on an angle where a falling climber will hit pads then roll/fall down onto the ground below. Not high as number-of-feet-climbed goes, but falling would likely result in at least some injury. And spotters might actually make matters worse.","location":"Scramble up or across the low 5th class slab at the crag's right side. Beneath the obvious, often odiferous, crack begin on a flake jug, find the least crumbly looking feet and move immediately into hand jams. The opening moves overhang a bit on good hands, then turn the bulge on wider hands to fists."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,a0804b7a-0605-57a4-a32c-26d99786e893","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Postcolonial Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"Unknown"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.13b"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"bouldering":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.26145,39.73982]},"bbox":[-105.26203476754722,39.739370339818144,-105.26086523245279,39.740269660181866],"left_right_index":-1,"ext_id":"106767023","area_id":"oIBLegYFV6SjLCbZl4bokw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:03.393Z","updatedAt":"2024-01-15T16:44:15.306Z"}