{"_id":"63689de0e80bff5a994f9df3","area_name":"Sun Towers","shortCode":"","climbs":[{"_id":"hcweAiriXo2tr8lRBJc86g==","name":"Waitin' For Wane","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"JPB, DM 09?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":6,"mp_id":"106586559","mp_crag_id":"105746805","climb_id":"hcweAiriXo2tr8lRBJc86g==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Climb hands, fingers, and stem a little for 30 feet. Be cautious around a loose block at about 12 feet up. Head left out of the crack and to the top of the rock, and belay on 0.5-1\" cams. Down-climb backside to the east.","protection":"Cams to 2\".","location":"Located at the junction of the Upper Sun Towers trail, and the Beehive trail. There are signs for these two formations, W.F.W. is ten feet left of these signs, on the right side of the trail. The steep solitary crack on the rock."},"__v":0},{"_id":"GMn8XhhPXneOowFdH7k+NA==","name":"Unknown offwidth","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":0,"mp_id":"105960495","mp_crag_id":"105746805","climb_id":"GMn8XhhPXneOowFdH7k+NA==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Climb a short chimney section to a good ledge.  Continue up a short offwidth section to the top.\n\nDecsent: Downclimb, or continue up easier ground to the top an rappel from the Sunup anchors.","protection":"Two #4 Camalots.  #1, 2, 3 Camalots for an anchor.","location":"Left of Sunup."},"__v":0},{"_id":"d1ZexhbqVpa6piTl/TWH/A==","name":"Unknown","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":5,"mp_id":"105960502","mp_crag_id":"105746805","climb_id":"d1ZexhbqVpa6piTl/TWH/A==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Climb up the low-angle slab to a finger crack.  Pull the short finger crack to a good ledge (much lichen, making it harder).  Continue up twin cracks to the top.\n\nWalk off right or downclimb.","protection":"Nuts and cams, look from the ground.","location":"Located downhill of Shady Character, just to the right of a tall pillar which touches the wall at the top."},"__v":0},{"_id":"7VELLNJ+UoOP/6rDN8vt3Q==","name":"Sunup","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob and Lise Eakle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":1,"mp_id":"105764001","mp_crag_id":"105746805","climb_id":"7VELLNJ+UoOP/6rDN8vt3Q==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Sunup is easily one of the best routes on the Sun Towers.  Very thoughtful, well bolted, and on superb rock, this route should not be missed.  The Lower Sun Tower is divided into lower and upper tiers by a shallow notch.  Sunup is located where the access trail approaches the rock below the lower tier's apex.  The route's bolts are easy to spot once below the rock.\n\nStraightforward route past seven or eight bolts.  The first bolt is a little ways off the ground, but the climbing isn't bad.  The crux felt like it was right after the 2nd bolt.  Near the top of the route (after the fifth or sixth bolt), the route wanders right to a flake that runs parallel with\n\nCrack of Don\n\n.  Continue up to the anchors.  While never harder that 5.8, this route is steep and sustained.  It does not let up until just above the last bolt.  Excellent route.\n\nRappel with a single rope from the anchors.","protection":"Eight draws and something for the anchor.","location":""},"__v":0},{"_id":"McNm0BBmXVar0D8S13NAFg==","name":"Shady Character","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Eakle and Barry Young, 7/95","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":4,"mp_id":"105960482","mp_crag_id":"105746805","climb_id":"McNm0BBmXVar0D8S13NAFg==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Climb up the chimney for about 30 feet until a roof blocks your way.  Face traverse left and gain a wonderful zig-zagging hand and finger crack.  Continue up this crack to the top.\n\nHighly recommended variation: Start left of the huge roof on the left.  Traverse to the right under the roof, utilizing a tips to off finger crack (awesome).  Pass the roof and set up a semi-hanging belay.  Continue straight up the great zig-zagging crack to the top.\n\nDescent: Walk right and rap from the bolts for\n\nDovercourt\n\n.","protection":"Nuts and cams: small to wide hands.  Extra tight hand pieces make for a nice belay on the variation.","location":"About 30 feet downhill, left of Dovercourt."},"__v":0},{"_id":"GV0f4YLbX3O808acsnhpmQ==","name":"Phaethon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Skyeler Congdon- onsight free solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":7,"mp_id":"106790562","mp_crag_id":"105746805","climb_id":"GV0f4YLbX3O808acsnhpmQ==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"\"Suppose I give you the chariot: what will you do? Will you be able to confront the whirling poles, and prevent the reeling vault of heaven from sweeping you away?\" - Ovid\n\nP1: Climb the obvious, R-facing corner to a ledge (5.7). On the FA, I actually climbed 10 or so feet to the right of the corner for the first 30 feet before getting into the corner (no pro). Optional belay at ledge or continue up short chimney to 5.5 R face or right to a crack aiming for large roof.\n\nP2 Climb up black rock in corner up to roof on jugs. Pull roof on the left (5.8) into thin hands and fingers. Follow striking twin cracks, \"The Chariot Tracks,\" across the blank face, left for 40 feet then straight up to nice ledge. Belay.\n\nClimb 50 feet of 4th class to top.","protection":"Standard rack. Bring a wire brush to clean lichen out of second pitch twin cracks.","location":"West Face of Upper Sun Tower. Hike 100 yards NW beyond the notch and look for obvious black and tan corner. Can't miss it. The Chariot Tracks cannot be seen from the base of the route as they face due North.\n\nWalk off to the North, then West back to your packs. Stay close to  cliff once down for easiest path of descent."},"__v":0},{"_id":"iOuhLVdkXEi0cJbfBpQvYA==","name":"The Icarus Line aka The Thin White Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Skyeler Congdon- Onsight Free Solo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":9,"mp_id":"106790637","mp_crag_id":"105746805","climb_id":"iOuhLVdkXEi0cJbfBpQvYA==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"P1: Find the beautiful hands splitter in between\n\nClaret Cup Crack\n\nand\n\nBetty and Ray's Adventure\n\n. Traverse into the splitter from the left using a finger crack (5.9). Once in the splitter enjoy classic 5.8 hands for 30 feet.\n\nYou could keep keep going but might want to belay at the big ledge to have your belayer close for the sketchy face section.\n\nP2: Walk left 20+ feet crossing\n\nBetty and Ray's...\n\nand begin up a steep face in the center. Begin on the left side and trend rightfollowing the natural weakness (5.9 R). There is not a lot of gear (there might be, I wasn't really looking due to my style of ascent). Bring small stoppers! Belay once the angle eases and you find a good stance/ledge.\n\nP3: Keep trending left to the top (5.6). I found that generally the steeper the rock the better quality. Depending where you belay this may be a short pitch.\n\nThis is a killer line, easily the best one up the Sun Tower so far.","protection":"","location":""},"__v":0},{"_id":"N4NCKROmWqWouRr55/doPA==","name":"Dovercourt","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob and Lisa Eakle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":3,"mp_id":"105764016","mp_crag_id":"105746805","climb_id":"N4NCKROmWqWouRr55/doPA==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"Great route!  Dovercourt is located at the very top of the Lower Tower and climbs to the highest point on the rock.  Start opposite of a large dihedral at the base of the Upper Tower (the start of Betty and Ray's Adventure) at the base of a smooth, steep face.\n\nThe climb generally follows the thin, discontinuous cracks up the center of the face.  Start left of the dihedral and climb the face to a small flake/overhang (good cam placement in the horizontal crack).  Continue up past the route's lone bolt on small ledges.  Above the bolt, the cracks tend to flare, and protection is more difficult to find (mostly small stoppers and TCUs in horizontal placements).  Near the top, you can reach to the left and find some great hands on the arête.  Finish at a two-bolt anchor just below the top and rap with a single rope (you can also down climb class 4 along the northwest corner).  Fun route with thin holds and protection.","protection":"Small cams, TCUs, small stoppers and micronuts.  One bolt and rappel anchors.","location":""},"__v":0},{"_id":"ukFoivzpUNuAT9LoFCjinA==","name":"Crack of Don","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob and Lisa Eakle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":2,"mp_id":"105764004","mp_crag_id":"105746805","climb_id":"ukFoivzpUNuAT9LoFCjinA==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"This easy route begins about 20 feet up from Sunup and follows a wide crack up and left to the apex of the lower tier.  Crack of Don shares anchors with Sunup, and parallels the route farther up.  Once at the anchors, it is possible to scramble up a second lackluster _pitch_ to the top of the Lower Sun Tower.  To descend, either rappel with a single rope from the anchors, or continue to the top and walk off left between the two tiers and scramble to the ground.  Worth doing if you're already in the area, but not much else to recommend it.","protection":"Medium cams, stoppers.  Hexes also work well.","location":""},"__v":0},{"_id":"tMcN+bqgV6aMMgqMD4m8EQ==","name":"Claret Cup Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":10,"mp_id":"106064049","mp_crag_id":"105746805","climb_id":"tMcN+bqgV6aMMgqMD4m8EQ==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"P1:  Start in a right facing dihedral and climb a clean hand and finger crack until you reach a blocky roof.  Traverse right, climb to a ledge and belay.\n\nP2, P3:  Climb any number of class 5 variations to the summit.\n\nOn our ascent we went far right and climbed a nice, 5.9 chimney/offwidth.  Above the offwidth, we ran into 5.10+ R face climbing, where we bailed out to the top of pitch 2 and finished up a nice, 5.7+, crack system to the left.","protection":"A rack of singles to #4 BD, a set of stoppers and hexes will do it.  Walk off either east or west.","location":"Right of\n\nBetty and Ray's Adventure\n\nby 30 ft."},"__v":0},{"_id":"IgX10YzTXSi1iljDEqrqEA==","name":"Betty and Ray's Adventure","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"left_right_index":8,"mp_id":"105764019","mp_crag_id":"105746805","climb_id":"IgX10YzTXSi1iljDEqrqEA==","areaRef":"F0xe9wP+UQOLBNJ+f92Zdw=="},"content":{"description":"This three pitch route is located on the Upper Tower and climbs the right side of the arête.  The climb itself wanders a bit and generally follows the line of least resistance to the summit (many variations are possible).  Most of this route is in the shadows during the evening.\n\nP1. Climb a steep dihedral directly across from Dovercourt.  From the top of the dihedral, angle up and left, passing a headwall on your left.  Continue a full rope length and belay on one of many ledges.\n\nP2.  Climb a rather non-descript full rope length up small dihedrals and cracks, again keeping to the right of the arête.\n\nP3. Short scramble to the top of the tower, belay using small trees at the top of the ridge.  Great views back up the canyon.\n\nTo descend, the guide recommends scrambling off to the northeast and following the low angle slabs to a descent trail.  Probably a better option than our descent.  We followed the ridge to a point where we could scramble down to the west, and then followed the base of the rock back to the notch between the two towers.","protection":"Standard rack - Set of stoppers, hexes, and medium-sized cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,8b616c29-9f02-59ad-b4f6-1d23683e8913,0a49165e-f06b-5568-8b22-ecb8b325e26d,174c5ef7-03fe-5103-8b04-d27e7fdd9977","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Main Canyon: Unaweep Granite","Sun Tower Complex","Sun Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8"},{"count":2,"label":"5.9"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.63947,38.80031]},"bbox":[-108.64004697963941,38.79986033981814,-108.63889302036061,38.80075966018187],"left_right_index":-1,"ext_id":"105746805","area_id":"F0xe9wP+UQOLBNJ+f92Zdw==","polygon":{"type":"Polygon","coordinates":[[[-108.64004697963941,38.79986033981814],[-108.63889302036061,38.79986033981814],[-108.63889302036061,38.80075966018187],[-108.64004697963941,38.80075966018187],[-108.64004697963941,38.79986033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:41.143Z","updatedAt":"2024-01-20T01:00:49.531Z"}