{"_id":"6368a1b8e80bff5a9955409b","area_name":"Mount HogsBack","shortCode":"","climbs":[{"_id":"wAZ264c6UJ2EJzciHchEJA==","name":"Westside Avenue","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9126,44.0486]},"left_right_index":0,"mp_id":"106829873","mp_crag_id":"106829610","climb_id":"wAZ264c6UJ2EJzciHchEJA==","areaRef":"mablnGqJXhaGasQKRl+mKw=="},"content":{"description":"This climb looks difficult from the ground. You'll be in for a big surprise because it's easy. Start up horizontal breaks to reach diagonalizing finger crack. Climb crack with foot ledges and belay above crack to not have rope drag (50ft). Climb more cracks and horizontal breaks to the summit. Belay from trees. White rock with a multitude of foot ledges and otherwise this steep climb would be challenging. There's a few ways up this rock band. Right of the cracks is an outside corner of foot ledges and that's probably (5.2). Left of the cracks is a face climb of horizontal breaks that also is about (5.2).","protection":"Trad rack and tri-cams will be convenient. Walk down the east side narrow gully. I used some discretion descending this gully, its a steep one.","location":"Furthest west rock band and the tallest steep section."},"__v":0},{"_id":"PZEwX/woX2qavBKUbyFDhw==","name":"Upper Eastside","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9126,44.0486]},"left_right_index":2,"mp_id":"106829866","mp_crag_id":"106829610","climb_id":"PZEwX/woX2qavBKUbyFDhw==","areaRef":"mablnGqJXhaGasQKRl+mKw=="},"content":{"description":"Climb the face on the left side of the rock band until underneath shallow ceiling. Move right until able to surmount ceiling unto the roof at a horizontal break. Climb face to top.","protection":"Trad rack and tri-cams are convenient. Trees for belay anchors. Walk down from the east side to the ground.","location":"Furthest east rock band."},"__v":0},{"_id":"FTybuP5DVSqkQEAnvvLYXg==","name":"Central Park","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.9126,44.0486]},"left_right_index":1,"mp_id":"106829878","mp_crag_id":"106829610","climb_id":"FTybuP5DVSqkQEAnvvLYXg==","areaRef":"mablnGqJXhaGasQKRl+mKw=="},"content":{"description":"Looks like it would be a good crack climbs from below but after the initial start the cracks are filled with dirt and medium angle slab climbing is required instead. It's a little bit sketchy because of the pine tree needles that collect on the slab slopes. I stayed pretty close to the cracks so I could edge my feet on them. There's a few cracks to choose from. I pick one nearest the center of the white rock wall. Unique to the area because it is devoid of the typical horizontal breaks and slightly discomforting insecure hand and foot holds. Friction on the slabs as a separate line, away from the cracks would require bolting.","protection":"Trad gear and then run out with some small pine trees to sling. Walk left towards the narrow descent gully of Westside Avenue and descend it. My least liked area to climb.","location":"Central rock band with pine trees instead of hardwoods beneath and on it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c43fc77d-5fd8-5da2-a00c-667b44a5b996,99a6e59c-6a89-5e16-866a-c40a465fa62b","pathTokens":["USA","New Hampshire","WM: Oliverian Notch","Mount HogsBack"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.9126,44.0486]},"bbox":[-71.91322561389488,44.04815033981814,-71.91197438610511,44.04904966018186],"left_right_index":-1,"ext_id":"106829610","area_id":"mablnGqJXhaGasQKRl+mKw==","polygon":{"type":"Polygon","coordinates":[[[-71.91322561389488,44.04815033981814],[-71.91197438610511,44.04815033981814],[-71.91197438610511,44.04904966018186],[-71.91322561389488,44.04904966018186],[-71.91322561389488,44.04815033981814]]]}},"content":{"description":"South facing granite extrusion with horizontal cracked ledges. Many 150ft sections to climb along the rock bands of mostly white Quartzite like rock that are separated by narrow wooded gullies. Very steep, clean, solid, most climbs are very protective and very easily climbed (the hardest being about 5.6). Deceiving because from the ground they look challenging. Can be seen from route 25 in East Haverhill in the far away distance north is the distinctive ridge line. Also lower in this area west is a long slab on Black Mountain that I have heard has been climbed but I haven't and don't know how besides climbing Black Mountain trail and descending from it's summit to get there. Not much to climb on Black Mountain summit ledges. Four of us did top rope some short climbs there in 1981.   I am not going to list all the climbs that I did on Hogsback. There were about a bakers dozen or more. I'll just say that I went up every rock band originally as free solos. The central section does have some short finger cracks for the start but after the cracks are slabs to climb that are a bit problematic because of accumulation of pine needles. Jim Shimberg joined me once for a day of doing the climbs that I thought were the best in 1987. Great view in all directions from the ridges top."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:12:15.087Z","updatedAt":"2024-02-19T18:37:04.380Z"}