{"_id":"6368a722e80bff5a995dd853","area_name":"South side of Death Canyon","shortCode":"","climbs":[{"_id":"M0C8JJlMUkG6amK7+paEPg==","name":"Technicolor Odyssey","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"McCorkel, Henarie, Pickett, July 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.809,43.654]},"left_right_index":1,"mp_id":"121034974","mp_crag_id":"106559324","climb_id":"M0C8JJlMUkG6amK7+paEPg==","areaRef":"2CWd87brUwCLWdAipFVxQQ=="},"content":{"description":"This is an excellent rock climb on good stone. The movement is fun and the position above Death Canyon is spectacular. From what I can tell this is a new route. I pulled off quite a few obvious hand/foot holds and did a fair bit of brushing. These are the Tetons and if you did this bad larry back in the 70's (probably in way better style) let me know!\n\nP1-P2: Climb the first two pitches of The Bees Knees (Little, Diamond 2020). Belay on the right side of the large tree ledge.\n\nP3: 5.10 From the tree ledge move right on the ramp under a bulge for about 20 feet until it is possible to step back left above the bulge (5.8). There's not much in the way of protection for the step back, so make sure to place some gear before doing so. Move up and left on fun edges and flakes to the crux. Fire some strenuous and reachy moves with poor feet to the obvious undercling (5.10). Crank past the undercling, traverse right for a few feet, and then up to another obvious undercling/ flake. Again, move directly right (don't go too high) to gain the base of the beautiful orange dihedral. Climb the dihedral (5.9) and exit left at the top on nice holds. Belay at a good stance below the steep headwall and roof. 35 m. A quality pitch.\n\nFor the most part this pitch protects well (especially the crux), however, there are some stretches where the pro is sparse the placements are thoughtful/ not obvious.\n\nP4: 5.10+/11-? This pitch is stellar. From the belay move up and right to the base of the headwall. Power up the steeeep face passing a fixed nut on jugs, slopers and crimps (5.10+). Excellent climbing. Continue up to the roof and pull it with some burly and wild moves (5.10+). Climb steep fingers (5.9), then perfect hands (5.8), and exit left onto the huge right leaning ramp. Belay here, or continue up the ramp to a tree and make a belay. 30-35 m.\n\nP5. 5.8 From the tree follow cracks up and left. Traverse left around a black block and pull up to the summit on jugs. This pitch is short and a bit dirty, but the climbing is still fun and the moves to the summit are memorable.\n\nDescent: From the top of pitch 5 scramble left (east) over some boulders and a Juniper bush. Spot the slung block and rap back down the steep face to the huge ramp. From here, scramble down the ramp (4th class) to the first rap of The Bees Knees and rap the route.","protection":"Lots of small/ tiny stuff. Offsets are useful. Doubles .3-1. Single 2-3. Many runners. 70m rope. Maybe a wire brush if you feel like doing some community service.","location":"First major formation on the south side of Death Canyon (see The Bees Knees). The roof crack is obvious from the base of the buttress."},"__v":0},{"_id":"1vlQjMy+UhqzY1s/9cvmYA==","name":"Portal to a Thimbleberry Buddha","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Nate Goodman, Matt Primomo, Colby Stetson, August 25, 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.809,43.654]},"left_right_index":999999,"mp_id":"120965317","mp_crag_id":"106559324","climb_id":"1vlQjMy+UhqzY1s/9cvmYA==","areaRef":"2CWd87brUwCLWdAipFVxQQ=="},"content":{"description":"We found this to be a very fun climb on and inside good rock, and fairly unique for the grade. Seemed worth sharing. Climb up and into the deep chimney at the top of the triangle, sling chockstones, climb a nice crack inside the chimney and pop out onto a potential mid-way belay ledge. Then jump back into the chimney, traverse out near the edge for some great holds on chockstones in a cool position. Stem on the outside for a while, then tunnel through some chockstones to the top. Wild!\n\nWe left a rap anchor off a tree to climbers L (to the southwest). Rap was a straight shot back to thimbleberry-land, and the length was somewhere around 50m if I recall correctly.","protection":"Standard rack with some long slings","location":"Walk up the Death Canyon Trail, and cross the creek onto the SW side of the drainage at around 7460ft. Spot the climb across the creek from the trail as you get closer. Look for some flat glacier polished slabs to walk on, then cross a boulderfield and find the nice thimbleberry filled depression beneath a large triangular feature. Maybe 8 minutes from the trail."},"__v":0},{"_id":"C6UFZwaaW+OssrMsubI1EQ==","name":"The Bees Knees","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Zack Little, Aaron Diamond July 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.809,43.654]},"left_right_index":0,"mp_id":"120808248","mp_crag_id":"106559324","climb_id":"C6UFZwaaW+OssrMsubI1EQ==","areaRef":"2CWd87brUwCLWdAipFVxQQ=="},"content":{"description":"This is a new route (2020) on the shady side of Death Canyon. The rock is solid and protection good. This route will clean up nicely with a few ascents but be prepared for a little bit of lichen or dirt here and there.\n\nP1: 5.8 From a large grassy ledge follow a vauge weakness past a dead tree moving left to a ledge. Climb up from the ledge and past a fixed pin in a leaning left facing corner. 5.8 moves past a fixed beak brings you to a right leaning ramp with a fixed pin anchor.\n\nP2: 5.8 Move left off the belay to a short .75 crack into a RF corner under a large roof. Continue up, clipping another fixed beak then right under the roof moving into a large RF corner. Follow a 5.7 Finger crack up the corner. Move left onto the face near the top where the crack become dirty and peters out. Belay on a nice ledge on a fixed anchor.\n\nP3 5.8 Continue up 10ft on lower angle rock to a traverse following a right trending crack (Sweet jug rail 5.6). Continue straight up a 5.8 fingercrack/flake (Avoid the ledge to your right with the tree) to another ledge then move right to gain a broken left trending ramp. Continue up this ramp (5.6) to a fixed anchor below an open book corner.\n\nP3 Var 5.6 Continue up 10ft on lower angle rock to a traverse following a right trending crack (Sweet jug rail 5.6). Continue traversing right onto a large grassy ledge with a tree. Belay here. If using this variation it is probably best linked to this tree w/P2. From the tree, continue up and left on 5.easy terrain to regain P3 on the left trending ramp.\n\nP4 5.9? Stem up the steep corner and the move right following a sloping hand rail/crack. As the hand rail ends move up past a small stump with steep face climbing above. Pull a small buldge/roof (5.8) and into lower angle 5.easy terrain above. Finish on a large grassy ledge with a fixed anchor.\n\nDescent: Rap the route. 4 raps with a 70m rope. 60m might work but I haven’t tried.","protection":"Single #3 C4, 00-2 C3. Doubles .3-2 C4. A single set of stoppers (Offsets and 1 or 2 Rp's helpful). 12-15 Runners. Fixed Anchors on all pitches. 70m rope.","location":"This route is located on the first major formation on the left or south side as you enter death canyon. This formation also contains the route \"Black Diamond” 5.10 (Chouinard,Hill, Raffa, Steward 1987). It is best approached by crossing the bridge just above Phelps lake then bushwacking 600' uphill to a ledge where the route begins. A map can be found here.\n\nhttps://caltopo.com/m/CDBV"},"__v":0},{"_id":"tSoa5eSSV7St16HGSBesOw==","name":"The Alien Wall","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark Givens, Joel Kauffman, September 2, 2009","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.809,43.654]},"left_right_index":2,"mp_id":"106559349","mp_crag_id":"106559324","climb_id":"tSoa5eSSV7St16HGSBesOw==","areaRef":"2CWd87brUwCLWdAipFVxQQ=="},"content":{"description":"P1: Same as Raven/Predator, 5.6, 55m.\n\nP2: Climb up and slightly left, pulling a small bulge/overhang with good fingerlocks. Continue up to small, obvious fir tree, belaying above it on a small ledge. 5.10ish, 30m.\n\nP3: Traverse left for 20m past steep wall, using both good face holds and small cracks for gear. After rounding the distinct edge of this portion of the wall, the angle decreases slightly. Head up on solid rock to a grassy ledge. Excellent climbing. 5.8 or 5.9, 50m.\n\nP4: Continue up and slightly right on this highly featured wall with wild face holds, then back and left. Great gear. Many belay options on small ledges. 5.8, 60m.\n\nP5: Continue up exciting, tight left-facing corner with excellent pro, then move left onto Wheat-Thin-like exposed flake with finger locks. Back into corner, continuing up to belay on a block. 5.9, 55m.\n\nP6. Continue straight up crack system to small offwidth, then follow excellent hand and finger cracks to another tight left-facing corner. Entry into this final corner has some lose blocks which were easily avoided. Belay on large block/ledge. 5.9, 55m.\n\nP7: Continue up shallow crack on steepening headwall to small bugle/overhang. Climbing looks harder than it is but takes excellent pro. Traverse left for 3m, then move up and back right. Follow crack system up and slightly right, using solid face holds and cracks. 5.9, 55m.","protection":"Double rack to BD #3 with a #4 thrown in. No fixed gear, no bolts.","location":"The first 150 meters are 5th-class scrambling, with a few roped pitches of moderate though run-out face climbing. You eventually gain the bench where the real climbing starts. P1 is shared with Raven Crack and Predator. The route is rappelled on a series of trees (including one slung block) and essentially goes straight down the route. Once you hit the bench where the climbing proper starts, you can either descend the way you came, or head down and east to another series of rappels which will bring just down and east of the apex of the talus / snow cone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,f30f1bf8-5a45-5959-9f0d-228e5af28889,d8259df3-b6eb-5300-8b59-d022a4557141","pathTokens":["USA","Wyoming","Grand Teton National Park","Death Canyon","South side of Death Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.809,43.654]},"bbox":[-110.80962148827184,43.653550339818146,-110.80837851172816,43.65444966018186],"left_right_index":-1,"ext_id":"106559324","area_id":"2CWd87brUwCLWdAipFVxQQ==","polygon":{"type":"Polygon","coordinates":[[[-110.80962148827184,43.653550339818146],[-110.80837851172816,43.653550339818146],[-110.80837851172816,43.65444966018186],[-110.80962148827184,43.65444966018186],[-110.80962148827184,43.653550339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:35:18.306Z","updatedAt":"2024-02-19T18:43:07.573Z"}