{"_id":"6368a214e80bff5a9955d9ae","area_name":"East Slabs","shortCode":"","climbs":[{"_id":"e3VfD528Vx6HvDx5w0YNHQ==","name":"Walking Upright","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":1,"mp_id":"108262967","mp_crag_id":"106154664","climb_id":"e3VfD528Vx6HvDx5w0YNHQ==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"Go up the ridge line over slabby terrain dotted here and there with trees and bushes and lined by grooves and corners. Stay within 20 feet or so of the ridge line until it eventually peters out, then continue in the same direction till you run out of slab and find yourself near Sugarloaf.  \n\n  The route could probably be done in about 6 pitches, but we soloed it. It makes a very comfortable and pleasant solo.","protection":"There is no protection much of the time, but enough trees and cracks for anchors from time to time. The cracks are generally filled with dirt and vegetation and some of the trees have been through a recent fire.","location":"Go past the clean slab area toward the south. There is a large groove there and then a slabby ridge. Start onto the ridge from either side. We did it from the south after crossing over it at the base first. \n\n  Walk off going down the ridge line to north east. This is close to or just technical at first, so care is advised. Change out of climbing shoes when close to a saddle. Continue in the same direction below the steeper rock until reaching the ridge above Bivy Cave. Go down the ridge, the cleaner way of doing it is on the north side of it."},"__v":0},{"_id":"qVqmxKKMXV22DyW9dji89g==","name":"Normal Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":4,"mp_id":"106154672","mp_crag_id":"106154664","climb_id":"qVqmxKKMXV22DyW9dji89g==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"This is a plumb line up the East Slabs, starting just left of the Great Bowl. It makes use of several large features of the slab which vary the climbing up a bit, but mostly it is wide-open slab climbing. It was first done in 7 pitches but can be done in less than that using modern ropes. The key is to pay  attention to where your next belay stance will be, as you will not find much protection while in the oceanic slab. \n\n  The first pitch starts up a short crack at the extreme left (South) side of the great Bowl. At the top of the crack, exit left onto the knobby slab and look for a lone 1/4\" bolt nearby. This is the only  piece of fixed gear currently on the route. Continue past the bolt up a black streak to a nice stance behind on a flake. \n\n  Pitch two continues up the slab to a brushy ledge which angles up and to the right. There are two variations once you get to the ledge, either follow the ledge to its top and then hop over slabby sections, or stay left of the brushy ledge and get into the left-facing corner. Exit the corner at a break and rejoin up the route. \n\n  Pitch 3-4: Walk up an extremely pocked low-angle slab and then make directly for the bottom of a right facing corner (Ingraham's Dihedral is about 60 ft to the right and can be accessed at this point). The right facing corner is the most protectable feature you'll get on this climb and goes at 5.6. An alternative to this \"crux\" is to step onto the knobby slabs to the left of the corner which can be climbed at an un-protectable 5.5.  \n\n  Pitches 5-6: After a short slab, continue up a large right-facing corner to the top. There are several exits to the left of the corner, and a variation flake system to the right of the corner. At the top, continue up on low-fifth terrain until you feel you can safely exit to the north for the descent.","protection":"Bring a light rack, you won't have that much of an opportunity to place gear anyway. A set of nuts and small or mid-sized cams should be sufficient. The only fixed gear is a rusty 1/4\" bolt on P1. Many pitches have long run-outs. There are comfortable belay stances, but they do not always have great cracks to place gear in. Make do with what you can find and enjoy the thrill of classic climbing.","location":"The start of this route is at the south end of the Great Bowl at a 30ft crack. At the top of the crack, the route moves left onto the slab. \n\n  Descent is by scrambling off to the north. If you left packs at the base, you can down-climb 4rth class and low-fifth slabs to the north of the main slabs, but a better alternative is to leave your packs at the Bivy Cave to the north of the East Slabs and drop down to it on deproach;"},"__v":0},{"_id":"8cnUci5FX7ucVSxR58xGPA==","name":"Misty","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":3,"mp_id":"106174450","mp_crag_id":"106154664","climb_id":"8cnUci5FX7ucVSxR58xGPA==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"The first half of this route is wide open slabs. Landmarks are few and far between, and it is apparent that the first ascentionists drilled the few bolts on lead, mainly because there aren't very many. For the first 300 ft, there are two drilled belays, and only one bolt in between each. As for other protection, you may find a creative placement behind a shallow sounding flake, but don't expect much. The upper portion has a pitch of beautiful cracks, which finally let you use some of your gear, before the final 1-2 pitches of mostly unprotectable slab climbing. \n\n  P1: Start about 50 ft below a small overlap, where a single bolt is clearly visible. By starting in from the left, you can place a supplemental piece or two before reaching the overlap. From the overlap, climb directly up over 5.7 slabs without protection to a two-bolt anchor, ~80ft. If 80 ft without protection isn't you idea of a good time, trend right a bit past the overlap where a few small pieces can be placed in a shallow right-facing corner. \n\n  P2: Climb straight up the open slab, ~5.7. Pass by two dike-protrusions that angle up and left, at the second one, clip the one bolt of the pitch (~80ft). Another 50 ft gains a two-bolt belay. A more protecable variation trends right where some more shallow right facing corners offer up some tiny placements. If you take the variation, you end up reaching the second pitch belay of Bearwalk, a comfortable scooped out ledge. \n\n  P3: Continue 180 ft of 5.6 climbing passing a few shallow left facing corners that surprisingly do not offer much protection. Belay at a nice stance under a large flake. \n\n  P4: Climb around the left side of the flake and then run out for 50 ft over a smooth slab, 5.7, until you gain a small crack system underneath a large headwall. After a few small brush, there are two beautiful splitter cracks which lead to weaknesses in the headwall. The right hand weakness goes at 5.8. The left hand weakness is a pretty dihedral, with finger-tip lay-backs, and feels more like 5.9. Finish at a small pine tree growing out of a large crack. \n\n  P5-6: Continue up the rhine-stone studded slab above, with very little protection, but easier climbing (5.5) to the top.","protection":"Overall this route doesn't offer many protectable features. A full set of wires and small cams up to knuckle sized will be all you need, although there is a place or two for your large stuff should you choose to bring it. All three bolts of pitch one (including the anchor) are new looking. 2 of 3 bolts of pitch two are new (one old 1/4\" bolt at the anchor).","location":"A hundred feet left of Normal Route at the base of the wide open slabs. Find the start by looking for a small overlap with a bolt under it. The route generally trends directly toward the small tree spied at the top of the head wall above. Descend by hiking around off to the south(?), class 4 or harder depending on how you manage it."},"__v":0},{"_id":"4k/Y8b08UrephCv5Ev8D0g==","name":"La Mancha","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Edmund Ward and Karl Kiser, June 1977","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":2,"mp_id":"106368487","mp_crag_id":"106154664","climb_id":"4k/Y8b08UrephCv5Ev8D0g==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"This route will either freak you out, or make you you wish you were soloing. Two of the pitches offer no protection between the belays, and the others don't offer much more. On the plus side, you cover some beautiful, pure and mostly un-spoiled granite.\n\n The first pitch starts off straight-forwardly enough, a short slab gains a brushy ledge with a left facing crack on its right-hand side. You can climb the crack or stick to the highly featured face for about 100ft, but then the crack peters out and the slab gets slabbier. Put in your last bit of protection where the crack peters out. You will notice that on either side of you are faint rusty-brownish water streaks. The two-bolt anchor you want is about 40 ft up towards the left-hand water streak. 140 ft 5.7 R.\n\n P2: Prepare yourself for careful climbing, and proceed 140 ft straight up to the next bolted anchor. 5.5 X.\n\n P3: Another 140 ft of mostly un-protected 5.5 slab climbing, veering off to the left, gains a belay beneath a large headwall. A variation veers to the right and directly towards a tree and ledge right underneath the large headwall above. From this tree you then join up with the pitch 5 of Misty. 5.5R\n\n P4: Follow the base of the headwall until a weakness allows you to gain its top. 5.7.\n\n P5-6: A low-angled slab covered with round gray protrusions ascends for 250ft to the tree-line. Very little protection is found on this slab, but the climbing stays at 5.5.","protection":"Faith in your climbing ability. \n\n  The first two bolted belays have two old bolts each, and one newer 3/8\" bolt.","location":"This route is on the left side of the massively blank slab to the south of the Great Arch. The start is identified by a few brushy ledges to the left of a left-facing crack/corner. A useful hint is to scramble up the slope to the south and reach a high-point from which you can just make out the tattered slings on the first anchor. This helps point you in the right direction at least."},"__v":0},{"_id":"kPnV6BHVUCCSaWnR/Fe0zA==","name":"The Great Bowl/Ingraham Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":7,"mp_id":"106368440","mp_crag_id":"106154664","climb_id":"kPnV6BHVUCCSaWnR/Fe0zA==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"An excellent and obvious line on the massive sloping slabs. While the route is predominately slab climbing, some nice features like an exposed move to exit the Great Arch, and the beautiful Ingraham Dihedral makes the route memorable. The original Great Bowl route can be done at 5.6 and avoids the Ingraham Dihedral and the few difficult sections above.\n\n Pitch 1: Starting slightly more to the right side of the Great Arch, follow a corner system for nearly a rope-length. Belay at a sloping ledge with two pitons, about 30 ft below a weakness in the great arch. 5.5 160 ft. Variations to the left up the blank looking slab can be led and offer slightly more challenging 5.6 pg-13 climbing.\n\n Pitch 2: Climb directly up to the weakness in the great arch. Much of the rock under the overlap is dirty and lichen covered, but you won't be stepping on that stuff. A piton marks the spot where you can easily surmount the head-wall. The move is airy, but not as hard as it looks, and can be well protected. Above the overlap, continue of the corner system passing another piton. The corner system begins curving sharply to climber's left and eventually becomes a headwall. 5.6 180 ft. Variation: Instead of curving left, continue almost directly straight up the face following a faint left-facing corner (piton). You can then either re-join the main route by making a traversing pitch, or continue up straight up on discontinuous crack systems at around 5.5\n\n Pitch 3: Nearly a full rope length of travel over a heavily featured slab that gets less steep as you go. Protection is sparse, but the climbing is comfortable at 5.5 or easier. A prominent dihedral becomes visible straight ahead, the Ingraham Dihedral. A beautiful belay is made under the dihedral, where the rock appears to make a flat-cobblestone road. This geologic oddity is reason enough to climb the route, as it looks like hundreds of flat pave-stones were carefully embedded into the slab. 170' 5.5.\n\n Pitch 4: To keep the climbs 5.6 rating, meander off to the right to avoid the Ingraham Dihedral. Another easier variation is to strike off left over-slabs and join up with Normal Route. Arguably the best choice is to climb the Dihedral, a thinly protected 5.8 corner. Finish at a two-bolt belay underneath a small roof.\n\n Pitch 5: From the belay at the top of Ingraham's Dihedral one can either exit left or right. Exiting left around a triangular roof leads to 5.8+ moves before the climbing eases and the protection becomes scarce. A long unprotectable 5.7R section of slab must be passed before a flake is gained which leads to the tree-line. Exiting right is 5.7+ and protect by a 1/4\" bolt.","protection":"Small wires and tiny cams come in useful for finding that odd placement in the expansive slabs. A few mid-size cams/nuts can be used on the intermittent crack systems. Many pitons are passed, and all can be backed-up or bypassed. The bolt anchor above the dihedral sports 2 brand-new 3/8\" bolts. The right-hand exit from the aforementioned anchor sports an old 1/4\" bolt. \n\n  Overall, expect run-outs. On the slab sections, you might be able to place some small wires behind shallow flakes, but the protection these can supply is minimal. Even the Ingraham dihedral barely accepts some shallow nut placements. If you tackle the route with this mind-set, you won't be unpleasantly surprised.","location":"From the saddle to the north of the East Slabs, none of the routes can be picked out, as the curvature of the mountain prohibits viewing them. However, you'll know when you reach the Great Arch. Just keep traversing south until the Slab opens up above you with giant curving walls on each side forming a 500 ft wide arch. At its maximum height, the arch is about 300 ft high, and much of the route remains out of view above the arch. Start at the highest point you can easily scramble to almost directly underneath the apex of the arch.\n\n Descent by scrambling/down-climbing to the North. One can descend almost directly to the Saddle/camp."},"__v":0},{"_id":"ndGtTl3kV/+6MQn5ogA3GA==","name":"The Jewel","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":0,"mp_id":"117024419","mp_crag_id":"106154664","climb_id":"ndGtTl3kV/+6MQn5ogA3GA==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"The Jewel was included on the old Southwestern Mountaineers (SWM) topo mountainproject.com/photo/1… as the longest route at the East Slabs (8 pitches), and one of few East Slabs routes to follow crack/corner systems rather than blank R-rated slab. The three out of four stars it earned from the SWM is high praise considering the other SWM topos, in which number of stars usually correlates with difficulty. For a moderate route (5.7+), this was clearly a favorite among those who climbed it. The route is named after a large vein of crystals behind a tree exactly 60m off the ground.\n\n As we discovered in the first repeat of the route in possibly ~40 years (?), the Jewel is indeed excellent despite requiring a massive effort and intimate familiarity with the area in order to efficiently approach, climb, and descend in a single day push. The approach is long, the bushwacking is occasionally severe (on and off route), and the descent involves a sketchy rappel followed by downclimbing many hundred feet of sometimes treacherous 3rd/4th class. The reward is a fun, long route featuring a diverse range of climbing on mostly immaculate granite studded with chicken heads and enough cracks to make it only barely R-rated. For me, the crux was following the downclimb pitch.\n\n We followed the topo, breaking pitches up accordingly, only linking 1 and 2. What follows is the recommended pitch breakup for a team solid at the grade.\n\nP1 (5.8, 30m): Climb the obvious, left-facing, intermittently-vegetated corner to the first of two trees.\n\nP2 (5.8, 45m): Continue up the acute corner from the second tree, surmounting a small roof. This leads to a small ledge which leads into a left-facing flake. Build belay on finger sized gear and the best stance.\n\nP3 (5.8R, 50m): Climb the flake as it becomes more hollow, taking care to set good gear before moving right and then up the knobby slab to a good stance and two rusted ¼ inch bolts. Clip both of them and make a few thin slabs moves up to a better ledge. Traverse leftward to a shallow, flaring, pocketed crack that leads to various belay options (shrubs, stoppers in flakes, and/or wedged blocks).\n\nP4 (5.8, 55m): Follow the broken corner past a yucca crux and other bushes to the roof, where perfect handjams lead right to a right facing corner. Climb this corner up the widening crack. This leads to a terrace on the left with a couple good ledges for belay.\n\nP5 (5.6, 30m): Climb to the large ponderosa pines above (1 alive, 1 dead) via one of several marginally-protectable alternatives, one of which entails 30 feet of blank 5.6 slab. Belay from one of the pine trees (we used the dead one).\n\nP6 (5.7, 30m): From the dead pine tree, traverse up and right through some oak to a down and rightward weakness. Downclimb the ramp, then make a couple face moves down into the vegetated gully below. Make sure to place a lot of pro to ease the anxiety of your followers who will all of a sudden find themselves on lead.\n\nP7 (5.7, 55m): From the large pine tree in the gully, climb the clean right-facing corner (#3-#5 cams), following it as it goes out of sight of the belayer left and upward. One will encounter rap tat upon arriving at the end of the route. A far less protectable alternative to the wide crack is the 5.6 slab to the right (as shown in the old SWM topo). The first pro would be about 30-40 feet off the ground if taking the slab alternative.","protection":"Rack: Doubles set of cams from .3 to #4 recommended, but a single set of cams is sufficient for teams solid at the grade. Set of stoppers RPs to medium/large. 15 slings and draws. 60 meter rope (though 70m might enable some pitch linking).","location":"Approach as for East Slabs, leaving packs and backup water at the huge boulder (Bivy Boulder) north of Sugarloaf. Instead of heading up toward the East Slabs however, stay low to the NE and bushwack/scramble around the corner heading climber's left. Once past the main east slabs, bushwack or scramble slabs up to the major formation due south of the East Slabs. Expect the approach to take a minimum of 3 hours, perhaps considerably more for those unfamiliar with the Organs.\n\n Descent involves one rappel and a lot of downcliming/scrambling. At the top of P7, locate rap tat attached to a variety of features including a flake and a tree, and do a short (40ft) rappel down to a large ponderosa pine below. Then scamble angle downward and skier's left until the Bivy Boulder is spotted. The angle will ease up such that this becomes mostly a walkoff. Once at the boulder, either repeat the approach or take the otherwise fastest way down back to the Sugarloaf trail."},"__v":0},{"_id":"V7Sq3BLAWKWHSi/QP6G1Tw==","name":"Great Bowl/Ball Nut Courage","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":8,"mp_id":"114283028","mp_crag_id":"106154664","climb_id":"V7Sq3BLAWKWHSi/QP6G1Tw==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"This route utilizes the first 1.5 pitches of the normal Great Bowl route, before diverging to the right over a steep slab crux that places you on a trajectory toward a topout at a large Pinon Pine with a full pitch of low-angle, uncracked, granite below it.\n\n P1 (45m, 5.6):  After a bunch of scrambling to get below it, climb a wide, laybackish feature near the right edge of the Great Bowl. This could be sewed up with some #5s, but a #4 among smaller are accepted at various points. Eventually, veer left on a walkable ramp toward a belay station with two old pitons that can be backed up.\n\n P2 (~60m, 5.8R):  Climb up to the center of the roof above, clipping a high left piton, and then grabbing the scary-looking but solid flake feature and mantling up the roof. Beyond the roof 20-30ft, the route diverges from the Great Bowl route, heading right up steep slab instead of left toward the Ingraham Dihedral. The crux of this would be easier for a tall person who could reach up and grab a critical chickenhead to surpass some steep slab. I placed blue and yellow ball nuts (bomber) in the thin crack just below this to work up the courage. Work right after this toward a large flake/crack system where an anchor can be built.\n\n P3 (15m, 5.5):  Climb up to a comfy ledge with a tree that can be slung for an anchor.\n\n P4 (45m, 5.5):  Identify a large pinion pine above and slightly left, and head for for it. Build an anchor in a left-facing crack below a featureless slab above.\n\n P5 (55m, 5.5R):  Ascend the blank slab below the large pine. I placed a single token nut about 3/4 of the way up the slab, where there is a small ledge.\n\n Scramble from the large Pinon Pine upward and right, then join the normal walkoff back to Bivy Boulder.","protection":"A wide range of gear can be placed, from ball nuts to #4 Camalot. Bring plenty of slings to extend everything. Parts of the route are solid R though, especially P5.","location":"East Slabs approach to the start of the Great Bowl route."},"__v":0},{"_id":"DtFjgygjXBOgVnczrlDE2w==","name":"Dick's Delight","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dick Ingraham & Leland Davis, 1969-03-29","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":5,"mp_id":"114213614","mp_crag_id":"106154664","climb_id":"DtFjgygjXBOgVnczrlDE2w==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"This route is included in the Leland Davis East Slabs guide as the \"Standard Route (Dick's Delight)\". If you enjoy long pitches of mostly or completely unprotectable slab climbing on an ocean of immaculate granite, you will also find this route to be a delight. The climb shares pitches 1-3 with the Normal Route, and pitches 5-7 with the Great Bowl/Ingraham Dihedral route. Pitch 4 is a zero-pro slab traverse to connect the two routes. Avoid the route if you hate constantly being >3-4 body lengths above or right of your last piece of gear. \n\nP1 (5.7R, 120ft): Start up slab toward the right-facing corner, placing some gear in it before veering left out onto the slab proper. Once on the slab, look directly above for a good bolt, ignoring the old 1/4\" to the left. After clipping the good bolt, climb upward toward left-facing flake features. Build a gear anchor in the left flake. \n\nP2 (5.6R, 200ft): Climb up over mostly unprotected slab, taking advantage of any available pro opportunities. Rather than taking to the brushy ledge developing above and right, stay on the slab and go for a cobblestone road-like section. This part is really fun climbing (no pro). End up with a gear anchor in left-facing flake about 10-15ft left of the brushy ledge. \n\nP3 (5.6R, 180ft): Continue up the flake/corner feature in which you built the anchor, then either climb steeper slab directly up or veer slightly right and then back left. At this point you know to take advantage of any/all available gear placements, of which there are a few on this pitch. Build a gear anchor in a right-facing corner/flake system, on a comfy brushy ledge (the \"lunch ledge\"). \n\nP4 (5.6R, 120ft): The Normal Route would head upward from here. Instead traverse directly right to the base of Ingraham's Dihedral. No gear is available on this pitch. It starts with some delicate 5.6, but after a while you can literally walk on a surface made of water eroded dimples. Build a gear anchor in the right-facing flakes below the dihedral, utilizing an old fixed piton. \n\nP5 (5.7+R, 200ft): Climb the Ingraham Dihedral, taking advantage of a few small gear placements in the lower half of it. Once it starts getting steeper and you start getting more scared about how far above your last gear you are, traverse left delicately, place a cam or two in a flake feature, and climb the rest of the dihedral on it's left side. End at a relatively new 2-bolt anchor below the roof above. \n\nP6 (5.8+R, 180ft): This is the serious pitch. From the 2-bolt anchor, traverse right of the roof and up, eventually reaching a point where you can step up above the roof onto the next, steeper level. A terrible 1/4\" bolt is right in front of you, and clip it you must (no other pro). Climb directly up on steeper, less-featured slab, seeking out any possible ledges along the way. Once standing on one of these, you can reach down and try to place a nut. Eventually reach a better ledge and finally get in a good piece of gear (0.3 Camalot). Next, do a fingertip undercling traverse on the overlap feature that trends up and left, maybe placing a blue ball nut under it if you can find the right spot. I found exactly one such spot, giving me the courage to step up onto the next level and climb more steep slab to a small but anchor-worthy tree. \n\nP7 (5.4, not R!, 100ft): Climb up a good crack and then veer right to non-technical ground. Place cams in the crack just for fun, since you brought them. \n\n  Original description of the route: mountainproject.com/photo/1…\n\n  Topo of the route (G to H here): mountainproject.com/photo/1…","protection":"This may be the most protectable route on the East Slabs proper, but is still solid R. Don't fall. Do bring a wide variety of cams to take advantage of all pro opportunities and to build gear anchors (only one bolted anchor, atop P5). Placements exist for everything from a blue ball nut to a #4 Camalot. Bring plenty of slings to extend everything. Descent is a walk-off/scramble back to the Bivy Boulder.","location":""},"__v":0},{"_id":"Z1SVy970Xve0JzFw96EKow==","name":"Breathing Sunlight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"left_right_index":6,"mp_id":"108262959","mp_crag_id":"106154664","climb_id":"Z1SVy970Xve0JzFw96EKow==","areaRef":"rhR01IoEXXy5RIrJRYMEwg=="},"content":{"description":"Set up top rope from the two pitons on the ledge at the center of the top of the Great Bowl. Rap down, with belayer staying at the anchor. Climb up the center of the slab following the line of indentations where water runs down.  \n\n  It's a clean slab with pleasant feel to it and just enough texture for easy and interesting climbing. Great for that windy day when going high up on the slabs is almost too much fun.","protection":"Two rather widely spaced pitons which should be backed up. Only one is visible from the crack leading up to the ledge they are at the back of.","location":"Anchors located at the top of the layback pitch on the route up the right side of the Great Bowl."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,d9b07879-4b42-56d9-9a1a-eddb08e9333e,ae1474d4-8a04-5d7c-b944-8ac9458304c2","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Sugarloaf Area","East Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":3,"label":"5.7"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5406,32.3497]},"bbox":[-106.54113226946606,32.34925033981813,-106.54006773053392,32.35014966018184],"left_right_index":-1,"ext_id":"106154664","area_id":"rhR01IoEXXy5RIrJRYMEwg==","polygon":{"type":"Polygon","coordinates":[[[-106.54113226946606,32.34925033981813],[-106.54006773053392,32.34925033981813],[-106.54006773053392,32.35014966018184],[-106.54113226946606,32.35014966018184],[-106.54113226946606,32.34925033981813]]]}},"content":{"description":"An expansive slab of clean granite hides just around the corner from Sugarloaf. It offers climbing similar to the lower pitches of North Face: super clean low-angled granite, chicken heads and quartz dikes, and a few choice dihedrals and overlaps to mix things up. It sees a lot less traffic than Sugarloaf but is well worth the extra approach distance, especially if you like mellow slabs on beautiful rock. \n\n  Routes tend to be run-out over the 5.4-5.6 slab sections and it is not unusual for entire pitches to lack protection. Due to the curving angle of the slabs, the upper pitches are not visible from the base of the cliff, nor are they visible from the approach. The slabs extend to the south for over 1/4 mile."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:13:47.090Z","updatedAt":"2024-02-19T18:38:11.921Z"}