{"_id":"63689d20e80bff5a994f24bc","area_name":"Neptune","shortCode":"","climbs":[{"_id":"mKavlgp7VaeOpFsrrbh55Q==","name":"World-class Choss","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"ABt, Mike Broad, Jon Reeves, Jared Guglielmo, '19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":14,"mp_id":"117779260","mp_crag_id":"106157921","climb_id":"mKavlgp7VaeOpFsrrbh55Q==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This line crests the beautiful headwall of bulges capping Neptune that are visible on the gully approach. You'll encounter technical stemming and overhanging face on some interesting features, with just a bit of kibble here and there. Offering a subjectively more enjoyable alternative to finishing on Ma’adim or Fire Dancer’s final pitches, this route deposits you at the top of the main Neptune wall; it can also be rapped into from the top with a bit of shenanigans.Traverse left on 3rd-class terrain off the Ma'adim ledge and plug in a bomber 0.75 to protect the moves to the first bolt; back-clean the 0.75. Stem up the varied corner, plug in a 0.5 in a good slot between the 2nd and 3rd bolts, and put on yer bear-face to do battle with the \"world-class choss mass\" block above (don't worry, it's been jumped on at all angles with a 3' prybar and would not budge an iota). Be sure to clip the 4th bolt with a shoulder-length sling before traversing low and left below the 5th and 6th bolts to a good stance. From here on out get ready to crank all the way to the top, and don't be afraid to wander from the bolt line a bit here and there. Be mindful of sharp edges when bringing your follower up.","protection":"11 draws, 1 sling draw,  single 0.75 and 0.5 camalot, 2-bolt anchor","location":"Starts off the cozy ledge at the top of Ma'adim's second pitch at a bomber 3-bolt anchor"},"__v":0},{"_id":"6ZkcOGD6VkKvz3ogE1o+rA==","name":"Where Eaglets Dare","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich Thompson, Reen Thompson, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":29,"mp_id":"108199059","mp_crag_id":"106157921","climb_id":"6ZkcOGD6VkKvz3ogE1o+rA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"A fun moderate way to the top of Neptune. \n\n  Pitch 1 (5.7, 140') - Climb the shallow dihedral to the right of Cream of Belay.  At its end work up and left to a belay at a good stance by a tiny pine tree. \n\n  Pitch 2 (5.6, 140') - Move up and right from the belay to a groove.  Follow this to a short chimney section, then continue up on easy ground to a belay by a few blocks. \n\n  Pitch 3 (80') - Head up and right on easy ground to the summit.","protection":"Stoppers, Singles to 3\".","location":"Start in the shallow dihedral to the right of Cream of Belay."},"__v":0},{"_id":"Mbeus/ozWC+c6LN5zNBC+w==","name":"Waugh Direct","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jim Waugh, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":21,"mp_id":"121577421","mp_crag_id":"106157921","climb_id":"Mbeus/ozWC+c6LN5zNBC+w==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"The direct finish to Swept Away is just so damn good that it deserves its own listing. Really! Avoid that puckering leftwards traverse along crunchy flakes that is the original second pitch and instead take on the imposing strength of the wall. Spectacular positioning along Neptune's curving prow with ample air below combine with impeccable rock and spellbinding movement to deliver an unforgettable experience. You'll need to muster your sorcery and creativity as much as your finger strength and precision core tension to sail this ship past the Reef!Hardware updated to 1/2\" SS sleeves 10/31/21. Thanks CASA/ASCA!","protection":"6 bolts; 2x 0-0.4 and small to medium stoppers; #1-#3 cams and a long sling for anchor; RPs may be helpful for the initial P2 crux","location":"Direct finish to Swept Away. Where the original P2 breaks left, continue following the corner and incipient cracks into the line of bolts; the first bolt is an original \"honker\", the rest have been updated to 1/2\" SS. Anchor is #1-#3 cams and a thread around a huge boulder pile atop Neptune; watch the sharp edges."},"__v":0},{"_id":"Y1uLP6W4U/e9i/eWi095Kw==","name":"Warm and Free","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike McEwan,  Steve Grossman, Dave Baker, Rich Thompson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":34,"mp_id":"106194999","mp_crag_id":"106157921","climb_id":"Y1uLP6W4U/e9i/eWi095Kw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Like with all routes I've done at the Reef, I wouldn't have objected to another bolt. The person that goes up there with the drill can put it 10 feet above the last bolt on the final pitch. \n\n  We tried to do the direct start, then we (meaning I) bailed, out to the muddy dihedral on the left. This is not recommended.","protection":"I don't remember using any nuts on this. Probably doubles of .3 up to #3 Camalot.","location":"We descended the main gully, then bushwhacked around to the base. You'll see a large ledge that makes an easy traverse to the start."},"__v":0},{"_id":"d9CR6jD+UP2jxeS4dPDBQw==","name":"Visceral Pull","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"CM,EFR,AB,GH","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":3,"mp_id":"108302041","mp_crag_id":"106157921","climb_id":"d9CR6jD+UP2jxeS4dPDBQw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Visceral Pull resides on the North face of Neptune, before you arrive at the Red Wall proper. It is a long pitch that was established from the ground up over several trips to the Reef, thanks to efforts and tutelage from Andy, Geir, and Eric. \n\n  Starting in the right of the two left-facing dihedrals, a super aesthetic tree stem followed by an easy but committing move deposits you at a flake. Toss in a piece and put your game face on. \n\n  The next 25 feet takes you through the burly, sequential, and improbable-looking crux. This section has hard climbing above both bolts and gear, and involves a leftward traverse that puts you under a roof corner. The corner weakness manifests itself as a beautiful finger crack on the face above. Once the crack peters out, a good rest allows you to contemplate pulling the wild roof. The remaining 40 feet above the roof is much easier (5.7ish) climbing and was taken up to a large ledge in hopes that a 2nd pitch will go up the orange arete. \n\n  The anchor is 2 bolts with quicklinks and biners, 70 M rope required, and you probably want to knot the end. It can be cleaned by the climber being lowered, but it takes some effort and would be smoother if a second is belayed up and cleans on the way.","protection":"5 bolts, stoppers (incl. little), cams from small to #1 BD, probably doubles from micro to big fingers, handful of long slings.","location":"North face of Neptune, right of Kem's Way and left of Jimmy Dean. Look for 2 consecutive left facing small dihedrals, each with 2 bolts. (starts up right one)."},"__v":0},{"_id":"tTrd9E5bWfO8Ov5IGHtNwg==","name":"Unfathomable","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR,Clay Mansfield,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":32,"mp_id":"108290670","mp_crag_id":"106157921","climb_id":"tTrd9E5bWfO8Ov5IGHtNwg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This route has as much tenuous climbing on it as any I have ever done.  With two sections that involved one leg stand ups on bad footholds.  One of these is completely no hands and the foot is a sloping arete. This route will likely go unrepeated as it takes more than the ability to campus a gym route. This climb is all about body position, balance and the ability to stay with it even though you feel like you are falling off.","protection":"Bolts and single cams from micros to yellow Camalot","location":"On the lower wall of Neptune.  Descend the main gully past the main ledge system.  About half way down the lower wall there is a double crack weakness.  Down and right of this are a couple of small slabs with the lower one having a nice little arete on the right edge.  There are two bolts on the arete.  These bolts lead to a shallow left angling ramp corner with a hand crack."},"__v":0},{"_id":"rKoaRVjKVs2dLu1R1xMFcg==","name":"Trend Generally Upwards","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Luis Cisneros, Eric Ruljancich, Andy Bennett '16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":12,"mp_id":"112372390","mp_crag_id":"106157921","climb_id":"rKoaRVjKVs2dLu1R1xMFcg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"***70M ROPE REQUIRED to lower from this route***\n\n  Tricky \"three-dimensional\" climbing colors this route throughout...there are some outrageous moves that I've never encountered anywhere. Three or four distinct cruxes with very good rests in between mean that, if you can hold on long enough to figure out the sequences, you might just get the onsight. \n\n  Find the line of brown camo-bolts just left of the iridescent green lichen highway. Climb immediately-steep terrain, reaching a shelf that is shared with the vintage climb Cheap Shot. Here you can place an optional #1-#2 Camalot to protect moves to the next bolt. Traverse right to a high clip and get ready to get creative with the corner system. Ingenuity will deposit you on the \"King Sofa\", where you can get it all back. \n\n  As you awake from the Sofa, be sure that you have an attentive belayer: difficult climbing follows, and too much slack in the line might pose a slight ankle-tweaking risk (rock quality necessitated this...) More hard climbing will eventually take you to a large roof at the top of the corner; impressive views can be had from your perch here. At this point you can opt to climb left into the Cheap Shot--High Five hand crack (10+), or move right into the final crux of the route. Be sure to extend the draw on the last bolt under the roof, or you'll be haulin' oxen on your way to the chains!\n\n***70M ROPE REQUIRED to lower from this route***","protection":"***70M ROPE REQUIRED to lower from this route***\n\n  14 quickdraws and one should-length draw; biner anchors","location":"Between \"Cheap Shot\" and \"Cheap Thrills/Agent Orange\" corner...about 20' left of \"Booted from the Galley\""},"__v":0},{"_id":"XCSBvqT7W/aTn3qLOTQvcA==","name":"Tide Me Over","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"CM, KF, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":23,"mp_id":"108244324","mp_crag_id":"106157921","climb_id":"XCSBvqT7W/aTn3qLOTQvcA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Tide Me Over is a direct start variation to the first pitch of the old aid line Prime Rib of Rurp. Rather than going up the original loose, poorly protected 5.8 chute, start out on the face, launching up into the steep horizontals on jugs. Good gear, a 5.10 pull, and traversing on hand rails leads to  a rock-around-the-corner move at the base of the arete. The arete climbing is moderate with great position, and fun as hell. \n\n  2 bolt belay with biners for lowering/rapping.","protection":"Cams up to #3 BD, with microcams being pretty crucial.","location":"Upper west face of Neptune, between Rapture and Cream of Belay."},"__v":0},{"_id":"VctRi8wnUR2c+A2OQgVS3Q==","name":"Swept Away","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ray Ringle, Chip Chace, 1980. Direct finish: Jim Waugh, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":20,"mp_id":"106195605","mp_crag_id":"106157921","climb_id":"VctRi8wnUR2c+A2OQgVS3Q==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"A great line from the Ringle/Chace summer of 1980. The general consensus (from both Steiger's and EFR's guide) has been that the first two pitches are great (they are), and that the last pitch is not worth doing. The description here is mainly for the 2 money pitches. \n\n  P1. Thoughtful moves lead up to an obvious layback flake. This gives you a nice little pump before tackling the real estate above epic arch, which is steep with great sequencing.  \n\n  2 bolt belay, with hardware to lower/rap off. \n\n  P2. Stuff some bombproof gear in a couple handcrack pods and fire the crux of pitch 2. The reward is a leftward traverse on good holds (If you head straight up after the crux, you will heading up Jim Waugh's direct finish, which goes at 5.12). Keep traversing up and left along a beautiful flake system. At the end of the traverse, it's decision time: head up into the obvious dihedral for the belay before the 3rd pitch, or continue straight left and down a bit along an exciting hand traverse that pass  the Catch the Wave anchors, and end at Ma'adim's 2 bolt-belay. We did the latter. \n\n  From the top of Ma'adim's 2nd pitch, you need two ropes to get to the ground (I think), or 2 raps with 1 70m. If you do the 70 m method, there is some swinging required to snag the 1st pitch anchors. ","protection":"Standard rack: stoppers (incl. small) and probably doubles of cams in the fingers to hand sizes, one #3 BD or equivalent.","location":"Just after the crouton filter on Neptune, left side of the big, obvious Epic Arch."},"__v":0},{"_id":"1ajchnwWVUGo6EhtVOfqoQ==","name":"Stop Making Sense","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Steiger, Ray Ringle, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":36,"mp_id":"107251769","mp_crag_id":"106157921","climb_id":"1ajchnwWVUGo6EhtVOfqoQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"EFR's 2000 guide (Squeezing II) says of this route: \"Forget good sense if you try leading this super hard slab with a long 5.10+ runout at the end.\"  I don't remember much about the FA, but I thought I'd post this up to try to stimulate someone to climb it, so they can tell me what I've forgotten.  I do recall numerous tries (always lowering to a rest, of course; these were the ground-up, no dogging years)-- with classic time-release footholds and making do with barely visible rugosities.  EFR rates this as 5.12 R, but I'm pretty sure we called it 5.12a, and we didn't think of it as particularly unsafe, but I'll give it 12b here just to stroke my aging ego.  Free Wasatch Devastators (a really good double bock) to anyone who has led it and meets me in SLC (offer expires 2017).  Oh ya, the description:  Climb the bolt line up the middle of the slab left of the Shanashee and Shanadoo start.","protection":"Draws and some sort of rack (I don't remember).  Gear belay.","location":"Find the base of Shanashee on the lower west face of Neptune.  Walk left out the 3rd class ledge system (which also accesses the original first pitch of Warm and Free)."},"__v":0},{"_id":"uIhXcD61Wqm0y1MHbddocA==","name":"Shanashee","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rich Thompson, Tim Kelly 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":38,"mp_id":"106195594","mp_crag_id":"106157921","climb_id":"uIhXcD61Wqm0y1MHbddocA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"The route boasts an inspirational runout after the second bolt (solid 5.9) atypical for the first ascentionist who normally had more conservative protection ideas. The leader died while climbing out an easier route that same day. p1 is 140' to the \"toilet bowl\" anchor (clean gear), p 2 about 50'","protection":"3 bolts, brass nuts and stoppers to 2 1/2\" piece","location":"On the large lower Neptune slab this is the rightmost line of bolts. A different line branches off at the start to the left, but Shanashee heads right up to a good stance and bolt then to a short right facing flake for a fixed wire and other gear. Approach is best via the Neptune/Aegir gully off the midway ledge system."},"__v":0},{"_id":"4rXuXjD6Ue6YmKc5o5BPQw==","name":"Shanadoo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"EFR, DBr 1999","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":37,"mp_id":"108194152","mp_crag_id":"106157921","climb_id":"4rXuXjD6Ue6YmKc5o5BPQw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"A great route with a lot of technical, bold climbing at the grade.  The crux moves are 10+ or 11-. \n\n  Start is in the same location as Shanashee; head off to the left after about 15 feet.  There is committing climbing over gear placements that are good but not totally bomber.  The R is for a long run up to a ledge with a small tree.","protection":"Gear to 2\", stoppers.  Some extra small to finger size cams are helpful.","location":""},"__v":0},{"_id":"MPIeW7yDWhWjpEVazU82cg==","name":"Scuffle and Dust Cough","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"CC, RR ('80)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":2,"mp_id":"109199012","mp_crag_id":"106157921","climb_id":"MPIeW7yDWhWjpEVazU82cg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Some lichen, choss, and a heady start detract from the quality of this climb. The climbing in the dihedral is pretty dang fun, though. Modern gear softens the sting on this climb, negating the need for the \"3 sets of brass nuts and crack-n-ups\" mentioned in the guidebook. RPs are still really handy, though.Tiptoe up and over the pile of precariously-wedged blocks that mark the beginning of this route. (Yes, apparently they're solid). Work your way into the corner, passing the start of the Salty Dogs line. Here, all of your Mount Lemmon zero-error-tolerance gear placing experience will come in real handy. Commit to the corner, gain the slab, and confront your next challenge. A fall while gaining the slab could be fairly bad--make sure you have your belayer's full attention. The main corner eventually meets a jumbled series of cracks and buttresses--here you can set up a belay and bring up your second, or jump left to the Salty Dogs anchors. One could also continue to the top with a larger rack... P2: Either climb out the low-angle corner to the right, or take on the overhanging buttresses to the top. Walk of/rap one of the newer lines to the left.It is also possible to start this climb by starting off of a small ledge to the right of the main ledge (spicy 4th class move). We didn't do this line, but it looks easier and potentially safer.","protection":"Doubles of #00-#3 camalots, RPs, stoppers. Offset cams in the thin-to-fat fingers range may also make you feel a lot better. Dust mask and goggles optional (kidding).","location":"Start as for Salty Dogs, but continue up the nearly vertical corner. Be mindful of the pile of lodged blocks at the start."},"__v":0},{"_id":"k9VhikxBXqaxNt+KTNOQXw==","name":"Scimitar","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Steiger, Herb North 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":35,"mp_id":"108186518","mp_crag_id":"106157921","climb_id":"k9VhikxBXqaxNt+KTNOQXw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"I gave this route is a bomb because of the nature of the rock.  Big and small hollow flakes and pretty thin pro pretty far below you by today's standards at the crux.     To be fair, I was able to get pro I felt good about until the crux. I avoided the crux by bailing left on to Warm and Free.  In fact if you want a little change while doing W&F do Scimitar until you reach a point where the route arches back left then just keep traversing on to W&F.     I did TR the section of the climb I avoided.  The moves are hard and you will be a good way (old school) above the RP and small cams before you get the next good gear.  From this point you get some really fun thin flake lay back climbing.  This flake is really hollow and I would be afraid to fall on a cam behind it.   The A0 section will go free as I have done the moves on TR.  It is probably the hardest slab climbing I have ever done.  I am disappointed the lower section is so unnerving rock wise.  I might try to do it as a variation of W&F just because it would be cool to do such a hard section of slab.","protection":"Doubles to blue Camalot.  Thin stuff with steel or brass 00 cams.","location":"Same start as Warm and Free but moves right into the flake system."},"__v":0},{"_id":"iEojgnGWUqKGehxEJo66uw==","name":"Salty Dogs","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, Manny Rangel,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":1,"mp_id":"108269143","mp_crag_id":"106157921","climb_id":"iEojgnGWUqKGehxEJo66uw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"The short start goes past some spooky but fairly solid blocks and takes you to the bottom of the Scuffle and Dust Cough corner. At this point you climb the crack/corner just left of S&DC.  There is one stout clip at the crux.  I found the crux reachy at 5'6\" tall. The gear is good with bolts between the good gear.  The moves to the belay ledge are hard to decipher but as good as they get. 2)Climb corner to bombay flake above which you head right to a bolt. Up and right again leads to some really fun moderate dihedral climbing with great pro.  The end of this climb is on nice face with two bolts.  Two raps with a 60M rope(JUST REACHES) get you back to the ground.  I Did this thing ground up with Manny, our first climb together.  It was a blast.","protection":"Bolts and an expanded single rack,  The first pitch needs a red camalot down to a blue,purple and grey metolius microcams.  We fourth classed up to the start of the route at the base of the Scuffle and Dust Cough Corner.  You might want pro to reach it.  Second pitch will need doubles of purple to yellow camalot and one blue for the flake 30 feet up.","location":"Starts just left of Scuffle & Dust Cough."},"__v":0},{"_id":"sVyvwjaCXIK7+7L7D4yKhA==","name":"Reef Stricken","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR,JSt,'13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":25,"mp_id":"108358814","mp_crag_id":"106157921","climb_id":"sVyvwjaCXIK7+7L7D4yKhA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Big variety on this route.  Thin power moves, big hold thugging, delicate slab and technical steep face require you to bring a lot of skills to the ascent. Stout move at the first bolt is easier if you are tall.  This route crosses Cream of Belay and gets close to joins it again at the belay.  Instead of stopping here clip the bolt out right and follow crack/seam out right over the bulge.","protection":"Bolts","location":"Between Prime Rib of Rurp and Cream of Belay."},"__v":0},{"_id":"6ob9AsCEUomiuOJsTplYoQ==","name":"Red Tide","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Vincent Bates (Luis Cisneros, Eric Ruljancich, Andy Bennett, Aleix Serrat, Peter Piek, Luke Bertelsen)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":18,"mp_id":"111123235","mp_crag_id":"106157921","climb_id":"6ob9AsCEUomiuOJsTplYoQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Excellent climbing on the best rock you can find in the mountain. Starts with a steep (lower quality rock) section up to a good juggy ledge. Then the party starts. Hard  long moves on small crimpers and no feet traverse up and right unto a red wall. The climbing here is delicate and superb, moving up towards the large underclinging flake. Then pompy long moves put you on a decent rest just before a very thin and committing crux high above your last bolt, just before you clip the anchors.    \n\n  The harder sections of this climb are just above vertical and many sections overhang. So make no mistake, holds could be small, but this is no slab. This is steep hard face climbing with multiple dynamic moves and tricky footwork. Bring your guns to fight the pump, your dancing shoes to fight the techy moves, and your iron fingers to fight the crimpers.","protection":"Spaced out bolts","location":"Starts just right of Catch the Wave. Climb the little ramp up to a large horizontal ledge before clipping the first bolt."},"__v":0},{"_id":"57BjJMIcWCSkGo+cJZldbQ==","name":"Rapture of the Steep","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Steiger, Rich Thompson, Don Gallagher 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":22,"mp_id":"106197192","mp_crag_id":"106157921","climb_id":"57BjJMIcWCSkGo+cJZldbQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Follow the great hands to finger crack to a small roof. There are good jams to be found the whole way, but the only true crack moves are the fingerlocks leading to the roof.  Great pro the entire way.        Pull the roof (don't fall here), clip a bolt and continue to the anchors.  This is a must do for Mt. Lemmon.  This climb would be a classic almost anywhere.","protection":"Hand and finger sized cams.  A few finger sized nuts will serve you well too.  Slings to equalize the very offset anchors at the top of the first pitch.","location":"Prominent crack right of Swept Away if you are looking up at the face.   You can't miss it."},"__v":0},{"_id":"cQ/wGrJHWsSezOvr/WsZqw==","name":"Prime Rib of RURP","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ray Ringle, John Steiger, 1978. FFA: Clay Mansfield, Geir Hundal, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":24,"mp_id":"108254880","mp_crag_id":"106157921","climb_id":"cQ/wGrJHWsSezOvr/WsZqw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Prime Rib of RURP is an old Steiger/Ringle aid line from 1978, that, in all likelihood, hasn't been climbed much in the 35 years since it went up. Steiger's guide originally lists it as 5.10 A3+, with the aid section going on RURPs and a bolt. The possibility of freeing It was in the back of my mind for a while, then while replacing a bolt on Cream of Belay next door, Prime Rib looked like good, technical face climbing on great rock.  \n\n  So with John Steiger's blessing, old bolts were upgraded (thanks to the ASCA) and new bolts were added to the aid section and it now goes free. Aside from replacing the original hardware, only 3 additional free climbing bolts were required. Also, while I was dangling and laboring around on the climb, a new variation (Tide Me Over) to the first pitch was spotted by Alex K, adding an awesome start to gain the striking arete. \n\n  P1: Tide Me Over. Rather than climb the somewhat loose original 5.8 start, launch up into the series of horizontals out on the face to the left. Fun pulls and traverses on jugs, bomber gear, and one move in the 10+ range midway through allows you to eventually gain a ledge beneath the arete. The arete climbing is moderate, has great position, and is fun as hell. This pitch is probably 3 stars by itself. 2 bolt belay with quicklinks and biners, 75 feet. \n\n  P2: The former aid section, and now the free climbing crux. The 4 bolts take you through very subtle, technical, and high quality climbing. A thank god chockstone jug marks the end of the difficulties, with a just a hint of Reef excitement from here to the anchor. 2 bolt belay with quicklinks and biners. 50 feet. \n\n  P3: A few committing moves out right gains the obvious horizontal ~10 feet up, then 2 more bolts lead to the top and a gear belay. It essentially ends on the ledge above the finishing boulder on Cream of Belay, and down from the topout of Rapture's 2nd pitch. 75 feet. \n\n  The best way down off Neptune, if you're not walking off, are the Jimmy Dean raps, which require a 70m rope (or 2 ropes). ","protection":"Singles, micro to to #3BD, stoppers, and draws.","location":"On Neptune's upper west face, between Rapture of the Steep and Cream of Belay."},"__v":0},{"_id":"6OI1gsQAXeSNxZpiasHZwg==","name":"Naranja","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JS and RR","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":8,"mp_id":"107682056","mp_crag_id":"106157921","climb_id":"6OI1gsQAXeSNxZpiasHZwg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Naranja is a challenging climb on the north face of Neptune.  Its terrific first pitch has some fabulous climbing at a remarkably consistent grade.  Its second pitch has some scary flakes; one option to avoid this pitch is to continue to the top on Agent Orange or to rappel after the first pitch.  The Agent Orange linkup is shown on the beta photo and described here. \n\n  1) Start below and a bit right of a beautiful dihedral about 30' up.  Climb to the dihedral and work your way up it using using brilliant stemming moves and great jams.  Two cracks running parallel to the dihedral provide excellent protection and movement.  Work through a tricky crux (11+) and continue by passing a small roof to its left.  Bear toward the left side of the second roof and clip a bolt.  Pull up under the roof, place pro with a long sling, and traverse left approximately ten feet to a belay ledge.  This belay is shared with Jimmy Dean.  Most of the climbing is in the 10+/11- range except for the crux. \n\n  2) The Agent Orange linkup: this is an airy pitch with some spectacular exposure, but with some grainy rock and spaced protection.  From the belay climb up a 10 foot dihedral and traverse right on a ledge until you are a few feet left of the arete.  Climb up to a bolt  (committing 10+ moves) and continue up just left of the arete to a ledge.  Belay on gear. \n\n  3) Continue on easy ground up and left to the anchor for Jimmy Dean.  Alternatively, it is possible to continue following the arete straight up to a large ledge, but this is not recommended.  The gear quickly becomes bad and the slab above is lichen covered.","protection":"Pitch one protects well with doubles to blue camalot and stoppers.  Extra finger size cams are helpful.  On pitch two a #4 camalot could be helpful as well.  For the short third pitch singles of cams and stoppers are sufficient. \n\n  Fixed pro notes:  With permission from Ray, the very old pin below the roof was replaced with a bolt.  The second pitch bolt was also replaced.  Another very old pin in the middle of the first pitch was pulled but not replaced as modern cams provide bomber protection here.  Thanks to the ASCA for providing the bolts.","location":"North face of Neptune.  See beta photo and Squeezing the Lemmon."},"__v":0},{"_id":"sJeCWzh1W82MyWhL6mLDeg==","name":"Phillipino Fighting Fish","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, Jill Hadap, Jim Scott,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":33,"mp_id":"108284722","mp_crag_id":"106157921","climb_id":"sJeCWzh1W82MyWhL6mLDeg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This three pitch mostly crack climb is an anomaly in this day and age as most cracks have been climbed.  Lichen is the only thing that protected this crack system from the Chouinard shorted adventurers of the Reef's glory days.  As it is now the rock isn't perfect but the lichen that is there is of little consequence and barely diminishes the experience.  1)120ft. Start up corner that leads to a small jumble of rock just up hill from the toe of the lower half of Neptune.  Step from this up on to the wall where a clean orange patch of rock is.  Follow the crack system up and left a body length until you pull right on to lower angle rock with a stepped dihedral system.  A thin crack leads to some face moves left to a blunt arete  with 3 bolts or so.  Belay on good ledge below some Yosemite like flakes that lead to a tight corner below a small roof.  2)80ft. This is the Start of Endless Edge. Climb up flakes to corner then left around roof and up flake. Use long draws and shoulder length runners to minimize rope drag.  Pretty stout climbing and good thin gear leads you to easier crack and two bolts almost side by side and maybe four feet apart. (If you go straight up you will be on Endless Edge 12-.) Clip the right hand bolt with a shoulder length then traverse right on face holds to a nice ledge and anchors.  3)Follow bolted face up then work right past big blocks to the anchors on Warm and Free.","protection":"Bolts and gear to blue Camalots double up on tiny finger up to red Camalots. ","location":"Drop down the drainage past the turn to the ledge where Naranja and Maadim start.  Or leave your packs on the main ledge and continue down slabs in gully almost to the toe of lower Neptune.  You will see a major weakness with double cracks and about 60 or 70 feet farther down you will see a nice slab arete with two bolts.  Farther down you will see crack systems that angle up and left to a couple of stacked blocks just right of the bolted slab arete.  Climb to this stack a couple of ways, down and right or straight at it."},"__v":0},{"_id":"CEcX3TxCVlu6a7RSE8yMxg==","name":"Muscle Shoals","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"EFR,Clay Mansfield,Drew Munson,'13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":7,"mp_id":"108301899","mp_crag_id":"106157921","climb_id":"CEcX3TxCVlu6a7RSE8yMxg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"The first half of this route is super fun climbing that angles up and left to a ledge. You may find yourself out of your depth beyond this point. Shake out as things get thin, hard and difficult to unravel. The climb finishes on Naranja. The moves left to the anchors are not too bad but some might want a yellow Camalot to protect them.","protection":"14 bolts to leaver biner anchors.  A yellow cam is optional.","location":"Starts between Naranja and Clip Tide."},"__v":0},{"_id":"2iKMYT0FV4mwMGKBy9JjVA==","name":"Ma'adim","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ray Ringle, John Steiger, 1983.  2nd pitch dir: Jim Waugh, Eric Rhicard, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":15,"mp_id":"107272760","mp_crag_id":"106157921","climb_id":"2iKMYT0FV4mwMGKBy9JjVA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"I think this is the only route on Mt. Lemmon to have graced the cover of Climbing; in fact, there are two more pictures of it in the feature article, \"Hard Rock on the Lemmon\" (No. 91, Aug 1985)). It shows Jim on the third pitch, dramatically palming a sloper and grimacing at the next move -- in hideously checkered yellow lycra. Those were the days, uh? (And, no, Ma'adim didn't make the cover just because I was working at the mag at the time; it was the editor's call).\n\n Vying for the hardest multi-pitch climb in Arizona in the early 1980s (Coming to Grips onto the Sound of One Hand Thrashing may have had a more fearsome reputation), RR and I made a number of attempts over several years before putting it together. Part of the reason, besides the sheer intimidation of the Sea Gods' overhanging red walls, was figuring out how to protect the thing -- RR at one point came up with a home-made 4-5\" cam (the largest Friend we had was a no.3) to protect the first pitch. The cam was ungainly looking and had a tendency to tip out, so climbing past it took a certain amount of sacking up, particularly knowing that the next piece was a ways up and the pump was coming. I think that part of the climb is protected by fixed gear now, but I bet it's still an exciting lead.\n\n (1) Gain and climb an overhanging groove/crack to its top, then work right along and past two small roofs (the second protected by a bolt) to a sling belay at a pin. This pitch overhangs by about 15 feet in 100' (5.11c/d). (2) Link features past two pins to a face protected by 3 bolts (the bolt protected face is Jim's variation, which EFR says is superior to the original route; the original went left to a loose, right-facing corner, then traversed back right to the line). Above the bolts, climb up and right past two more pins to a ledge system. Parsifal in the Climbing article said of this pitch, \"a bizarre series of overhanging face moves, dancing on toetips in a frozen pirouette against a backdrop of granite.\" Goes with the lycra, I guess. (75'; 5.12a, maybe harder in light of the direct). Someone should combine pitches 1 and 2 to eliminate the sling belay -- making the climb really \"free\" -- but thoughtful use of runners, or double ropes, will be key. (3) Layback up the left-facing, left-leaning corner above to its top, then hand traverse right past a pin to a three-bolt belay off a small ledge. (60'?; 5.11c). (4) Follow a right-diagonalling crack to near its end in the vicinity of a pin, then work straight right past a bolt to easy ground and the summit. (60'?; 5.11b).\n\n Some of the pins may not be necessary in light of today's gear (i.e., microcams and offsets). If they are crucial, I'm sure RR would agree that if someone wants to replace them with bolts (but with an eye toward retaining the climb's character), please do so -- they've had nearly 30 years of freeze/thaw now. In case you're wondering, \"Ma'adim\" is the Hebrew name for Mars.","protection":"Standard Tucson trad rack; consider tripling up on the smaller cams (to 1).  I recall a no.1 tricam being useful on the 4th pitch; with today's gear I doubt it is necessary.","location":"Follow the descent down the scary 3rd-class gully on the north side of Neptune until the huge corner of Jaws is above.  Head towards the cliff and catch the 3rd-class ledge that separates the Sea Gods into lower and higher buttresses. While still under the red wall, look for a few pins and a bolt protecting the first pitch, left of the bolt-line for Catch the Wave.  EFR's 2000 guide has a picture of the first pitch."},"__v":0},{"_id":"br/88ZQzUImob7+UaI0WEA==","name":"Layback 'n Cruz","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Neil Gehrels & Tom Gehrels 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":30,"mp_id":"107950956","mp_crag_id":"106157921","climb_id":"br/88ZQzUImob7+UaI0WEA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This an easy cruise route that mixes a couple of short 5.6 sections with easier 5th class.  Good way to the top of the rock. \n\n  It starts around the corner to the right of the main upper west face.  Up an obvious left facing corner with a 20 foot layback (5.6).  Then straight up the obvious line to a gully (5.5).  Cross the gully to belay at a tree (4th class).  Various routes up and right to just below the summit block (easy 5th class).  Traverse left 20 feet and up to top (5.6).","protection":"Light rack","location":"Upper west face of Neptune.  Around corner to the right of the main upper west face."},"__v":0},{"_id":"MxGw74fTXxuXpYSUJ1oQOQ==","name":"Land Shark","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marcy and Geir","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":0,"mp_id":"108301389","mp_crag_id":"106157921","climb_id":"MxGw74fTXxuXpYSUJ1oQOQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"For those looking for a Reef 5.10 that doesn't scare the hell out of you, look no further.  This two pitch route is well protected and has some really fun climbing. \n\n  Pitch 1 follows a left facing ramp/corner/crack system (1 bolt) up and then over a small roof to 2 bolt belay by a dead tree on a small ledge.  \n\n  Pitch 2 starts up and left from the dead tree, and then trends right on easy terrain past 1 bolt to the bottom of a left facing weakness.  Pull the bulge (2nd bolt) and proceed up a fun series of overlaps.  When the angle eases follow the crack to a 2 bolt anchor on the top of Neptune. \n\n  Descent: 2 single rope raps back to the base.","protection":"Singles to #3 Camalot with doubles of finger size cams/nuts and #2 and #3 Camalot.","location":"First route left of 'Salty Dogs' (see beta photos)."},"__v":0},{"_id":"ZBUJPZvdWwqdUAuqZKrQEw==","name":"Jimmy Dean","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"EFR, Scott McNamara","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":5,"mp_id":"107638281","mp_crag_id":"106157921","climb_id":"ZBUJPZvdWwqdUAuqZKrQEw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Fight through the first 40 feet then settle in for some less difficult climbing.  The first pitch follows a corner system after the bolts then hits a ledge with a bolted Anchor next to a pillar. 2) Climb crack up pillar then follow bolts up face to a small overhang that takes pro.  Bust up and left and follow corners to top.  It takes a single 70M rope to just reach the mid point anchors on Naranja and the ground in two rappels.","protection":"Bolts and double rack to Blue camalots","location":"This climb ascends the face right of Jaws but starts 115 feet lower on the ledge that splits Neptune in the middle.  It starts two bolt lines left of Naranja."},"__v":0},{"_id":"r4mcnXm/XXW502f7V3sfvA==","name":"Jaws","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Baker, Rich Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":4,"mp_id":"106193725","mp_crag_id":"106157921","climb_id":"r4mcnXm/XXW502f7V3sfvA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"While this route only checks in at a mere 5.8, you'll find it to be a worthy outing if you enjoy clean wide cracks. The grade doesn't reflect the nature of the climbing - it feels BIG in every sense of the word. \n\n  Belay on a good ledge at the base of the offwidth which is about 70' off the deck (gear: chockstone, two .75's which may be tricky to find, and/or #5 Friend.) There are two ways to get to this point: either climb directly up (5.11), or traverse in from the left (5.7+). \n\n  The first 1/3 is typical OW with some good feet, then the feet go away. Get in and grunt or LB the nice edge gunning for a melon-sized chockstone 10' up. Past the chockstone the crack is wide enough to get inside, eventually becoming a \"comfortable\" squeeze chimney. You'll now be inside the chim for the remainder. There is pro in there, too. Top out and belay from boulders and bushes on the col. To walk/climb off go to climbers' left, stepping down right and around to gain a short low angle handcrack then up slab to the ridgetop and a small plaque. Hopefully you left your packs on the main ridge that you can now see.","protection":"Bring out the big guns. Cams from .5\"-6\" Doubles from 3\"-5\" might come in real handy, though it's mostly squeeze chimney.","location":"On the north side of Neptune, locate the obvious offwidth in a right facing corner. Traverse in high from the left across a blocky/bushy ledge, then onto the face and around the corner to gain the dihedral. Top out and walk off up left."},"__v":0},{"_id":"lvaawEpZVCar8elOMzY+rQ==","name":"Free Fall","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"EFR, Geir Hundal,'12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":11,"mp_id":"107744889","mp_crag_id":"106157921","climb_id":"lvaawEpZVCar8elOMzY+rQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This route can be a direct finish to Warm And Free or the second pitch of the still unrepeated Keelhaul.  This climb has one of the coolest moves I have done in  recent memory.  It involves falling into small corner.  Joe Kriedel might be  able to reach over to it but neither Geir or I could do it without just leaning over until we fell into it.  From there you will find two very sticky rubber trusting sections of slab climbing that are sequential to boot.","protection":"Bolts and small cams from 00 to yellow Metolius or Aliens.  Double up on the green alien or blue Metolius as you will need one for a horizontal above the 2nd to last bolt.","location":"At the top of the main dihedral on Warm and Free is a small tree.  The route starts from here.  Climb out right and up thin crack to bolts."},"__v":0},{"_id":"opKRLmhTU1KwgA3+4OVXwQ==","name":"Finding Nemo","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"JSt,EFR,Cory Ellison,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":39,"mp_id":"108319283","mp_crag_id":"106157921","climb_id":"opKRLmhTU1KwgA3+4OVXwQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This is a nice long pitch for the moderate team. There are a couple of roof moves some slab sections and some crack climbing.  Stay left at the last bolt and head for an obvious crack then follow it left until you can pull over the bulge and belay from one of the oak trees.","protection":"Bolts and a single rack to #3 camalot.","location":"On the lower west face of Neptune it starts to the right of Shanashee"},"__v":0},{"_id":"/AcK5ONkWnWirpJzkTxLZA==","name":"Finding Guinness","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"JSt, EFR, Clay Mansfield,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":28,"mp_id":"108347351","mp_crag_id":"106157921","climb_id":"/AcK5ONkWnWirpJzkTxLZA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"1)Fun moves into and up a capped corner lead to moderate face climbing past two bolts to a right facing corner.  Another bolt marks the start of hard moves to the roof and a cool traverse out the right side.  If you are doing just the first pitch clip shoulder lengths and lower.  If you do the second pitch, plug a green or yellow for the belay and back it up by clipping the anchor bolts.  If you just clip the anchors you will have an uncomfortable hanging belay. 2)Hard move left off of the anchor leads to moderate moves up to a big knob.  From there work up and right to a bolt.  A few more moves lead to a low angle ramp and belay on gear. Work up and left to finish on Dragon Book go right up Where Eaglets Dare.  You can also 3rd class down the ramp and do another climb.  The pretty block formed crack above the third bolt on the first pitch is wisely avoided as you will see if you lower off the first pitch anchors.","protection":"Bolts, singles to yellow Camalot.","location":"Just left of Where Eaglets Dare.  A single bolt in a corner mark the start.  An old shrub blocks access to the start of the corner."},"__v":0},{"_id":"Ej1hqXxbXwW6Pp52KjmJHw==","name":"Endless Edge","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR,Clay Mansfield,JSt,Andy Bennet,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":31,"mp_id":"108243545","mp_crag_id":"106157921","climb_id":"Ej1hqXxbXwW6Pp52KjmJHw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This crack and face route is made for the climber hoping to test their edging and lay-backing skills. Varied in a good way this climb has close to 70 feet of yosemite like flake climbing that takes good pro. At the point you reach two bolts that are close to being side by side you will want to stay left following a bolted left angling flake seam system to a belay under a good sized roof. To finish climb up and right 5.7 or out the incredible 8 ft. roof crack to the left 5.12-. The roof involves only one or two finger locks as a chockstone creates hand holds. You can also single line rap to the anchors and just climb the roof. Once the leader gets back to the anchors at the top they can drop the rap end so the second can follow the pitch.","protection":"Gear and bolts. Take singles up to finger sized cams then double up to red camalots.  Be sure and bring some long runners for that section. If you do the roof be sure to have micro cams metolius 00 to the finger sized orange.  You may not need them all but it gives you options.  I put a red Camelot in the back corner to keep the rope out of the way as well.  One bolt over the roof.","location":"There are some alternatives to get to the start of this route.  If you have two ropes single line rappel to the ledge then climb on the second rope. Descend the main gully past the turn to the ledge.  As you get near the bottom you will pass a major weakness with double cracks.  Down and right of this are some slabs that lead up to a short overhanging section of rock. The second slab down has a nice little arete on the right edge.  Two camo painted hangers lead to a left leaning dihedral with a hidden hand crack.  This is the start of Unfathomable 12-.  Just right of this is a blocky pile.  This is the start of Phillipino Fighting Fish 10+. Both of these pitches end on the ledge with two bolts which is the start of Endless Edge and the second pitch of Phillipino Fighting Fish."},"__v":0},{"_id":"N2ThCq+dWISjKXzlAP3tyg==","name":"Draggin' Book","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Steiger, EV","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":27,"mp_id":"120872102","mp_crag_id":"106157921","climb_id":"N2ThCq+dWISjKXzlAP3tyg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Forgotten over the years (perhaps due to it's more classic neighbors), Draggin' Book features a 4-star 5.10/10+ stemming crux! Unfortunately, the rest of the route is substantially more moderate and wandery and it's hard to give the route more than 1-star in it's current condition. However, I would say this route is worth doing if you don't mind a little fuzz and like this kind of stuff.Climb: Start with about 20' of 5.8R (mental crux), heading up seam/weakness beneath the lowest major roof system right of Cream of Belay. The rock here isn't great but I didn't find this section to be too bad. The rest of the route is pretty well protected. Move to the right side of the roof, then start hand traversing left on steep rock to a foot ledge. Traverse the foot ledge further left to the classic R-facing corner and a pin. Reassess how much of a mess you made in regards to rope drag. Once you've fixed your rope, head up the super fun corner to it's top. From here, follow weaknesses and moderate climbing up to a slabby ledge system ~150? feet up. If you find yourself below a bolt, you're on the second pitch of finding Guinness.Descent:From the ledge system, there is a small tree that looks like you can rap from (unknown if 2 ropes required). There is apparently a 3rd class descent somewhere around here, but you may have to climb up to find it. We took what we thought was the easiest looking way down off the ledge and it was much closer to low 5th than 3rd (I was happy to have stayed roped up for it)","protection":"-Double rack from 00 - #3, full set of wires including RPs. Narrow head cams preferred   -Many slings, recommend 10 shoulder and 4 doubles if you place lot's of gear. Double ropes would be nice, but not critical   -crux relies on a piton which looks to be in good shape and can be backed up ~2' below \n\n  Totems / tri-cams / ball-nuts may be helpful but also not critical","location":"Upper W/SW face of Neptune. Starts up the Seam/weakness up the blank slab between the start of Cream of Belay and Finding Guinness."},"__v":0},{"_id":"JYW3n9aiUceYAML76Cn+pg==","name":"Cream of Belay","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"JS, RR, SB, DG, '76","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":26,"mp_id":"108184053","mp_crag_id":"106157921","climb_id":"JYW3n9aiUceYAML76Cn+pg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Cream of Belay is yet another fine climb on one of Mt Lemmon's most stacked cliffs.  \n\n  The first pitch is a killer \"C\"-shaped arch,. Starts with a long leftward traverse into a corner, then up and right on laybacks then a traverse right toward the belay, all the while jamming, laybacking and underclinging the flake/crack. 2 bolt belay. \n\n  The 2nd pitch, which gave the route it's name ( climbaz.com/sabino_canyon/p… ), involves some gear in a small dihedral, then some committing moves up to an updated bolt (thanks to the ASCA). Climbing from here backs off and you can finish up in the vicinity of the huge detached boulder/tree (it's solid) or up higher. \n\n  The climbing may not warrant a full on \"R\" rating anymore, with our fancy-pants new gear, but I'll reserve that judgement for now, as I followed the 2nd pitch.","protection":"stoppers, including brassies if you got em, doubles up to thin hands with probably be plenty","location":"On Neptune's upper face, right of Rapture of the Steep. Large, obvious arch. Starts more right than you probably think."},"__v":0},{"_id":"ZVGwiyVfXJ6v3vWYk08aRg==","name":"Clip Tide","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"EFR, Geir Hundal, Aleix Serrat-Capdevila,'12","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":6,"mp_id":"107638336","mp_crag_id":"106157921","climb_id":"ZVGwiyVfXJ6v3vWYk08aRg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Two big rests keep this route from getting 3 stars and a harder rating.  Two stout sections down low lead to a headwall that will not allow much recovery until the anchors.  The seam arete climbing on the lower section is as good as it gets.","protection":"Bolts","location":"Start the same as Jimmy Dean but stay right at the 4th bolt."},"__v":0},{"_id":"ukjaBlaYXcqU4SFOBWpPoQ==","name":"Cheap Thrills","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"John Steiger, Don Gallagher, Ray Ringle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":10,"mp_id":"113543384","mp_crag_id":"106157921","climb_id":"ukjaBlaYXcqU4SFOBWpPoQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"From Squeezing The Lemmon: \"An easy way to start High Five And Agent Orange but lichen, loose rock, offwidth, and shrubbery, above leave the rest of the climb with a lot to be desired.\" \n\n  Pitch 1: Climb through trees in the big crack to a small roof. Exit out right from the roof to a belay stance. Build anchor and belay from here.   Pitch 2: Climb the squeeze chimney until you can traverse left, about 2/3 of the way up. Under the roof, continue traversing left across three other cracks, until you reach the belay ledge for the last pitch of Agent Orange. Build an anchor an belay from this corner under the roof.    Pitch 3: Exit out right through the juggy roof. Immediately squeeze into the offwidth crack and continue up until you reach the anchors of Jimmy Dean. Beware of loose rock.","protection":"All gear. No bolted belays. Do two 35 meter rappels down Jimmy Dean (5.11). *Must use a 70 meter rope*","location":"Starts in the tree just to the right of Agent Orange, and directly to the left of the bolted sport line, Trend Generally Upwards."},"__v":0},{"_id":"0YVCxwN+WwG1cFV3wwWoIQ==","name":"Catch the Wave","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Jim Waugh, Ray Ringle 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":17,"mp_id":"110839249","mp_crag_id":"106157921","climb_id":"0YVCxwN+WwG1cFV3wwWoIQ==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Very technical climbing on great rock. You'll find multiple cryptic sections of long moves off small holds and really bad feet interlaced with sections of fun steep hero jug pulling and heeling. All in all, this route has excellent movement and requires some brains to decipher. The rock quality only gets better as you climb up. A committing boulder problem right before the first anchor is likely to steal your glory, so gather your horses when you get the chance and take no prisoners!!!Surprisingly, this amazing route seen almost no traffic in the last 15 years. Somehow it feels like a hard slab when you are on it and you only notice how steep it really is when you lower down into the space away from the base ledge.BELAYERS: PLEASE ALWAYS MAKE A KNOT AT THE END OF THE ROPE BEFORE LOWERING THE CLIMBER!!!!! Use a >60mts rope.Bolts and hangers on first half were upgraded in August 2015 by Vincent Bates, Andy Bennett and Luis Cisneros. Pitons & bolts in second half were upgraded in September 2021 by Andy Bennett & Adrian Montano.","protection":"9 bolts to first anchors16 bolts for the full Catch the Wave. A couple runners up high are helpful. 80m rope does not reach the ground from the top anchor, it barely does from the last bolt (with belayer walking up to ledge where route starts) Clip into draws below first anchor so as to not be stuck out in space away from ledge.If lowering from the top, lower to first anchor to rethread & lower from there.","location":"Steep wall a few feet right of Arc of a Diver."},"__v":0},{"_id":"sJQde6lJXXmM5G6P0q92fA==","name":"Booted from the Galley","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Andy Bennett, Luis Cisneros, Vince Bates","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":13,"mp_id":"112014513","mp_crag_id":"106157921","climb_id":"sJQde6lJXXmM5G6P0q92fA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"!!! A 70M ROPE IS REQUIRED TO LOWER FROM THIS ROUTE !!!\n\n  Three unique, engaging, and increasingly difficult cruxes crown the route, with outrageous positioning and exposure. A bit of good ole “Reef spice” will keep you on your toes. \n\nTie a knot in the end of your rope. Start up juggy, overhanging terrain directly above the “party ledge”, just left of Ma’adim, climbing past four bolts. Pull the bulge and establish yourself in the corner. Plug in a few finger size pieces to protect the moves to the next bolt. Sequential laybacking and stemming will get you into position for your next challenge. Launch yourself into the Galley. Fight hard for your dinner. Ball-nuts and/or microcams through finger-size will get you a place at the table. Shake out and clip a bolt, pull the roof on the left, and establish in the next corner. At this point poorer rock may give you pause, but rest assured that it has been well-tested. Above, you may choose to bail out right onto Ma’adim’s “escape pitch” corner (burly 5.9, bring extra larger hand-sized gear), or finish on the Galley’s final crux arete. If you’re really tall and/or long, you may be able to clip the Galley’s final bolts from the edge of the corner, avoiding some of the crux. But you came for a challenge, right? Stay left and experience the full value finish. Decipher cryptic edges and fins to unlock a cool finish with a finger slot and bomber thank-god hand jam horizontal. Plug in a piece and clip the chains. You’ve ridden the Galley. \n\n!!! A 70M ROPE IS REQUIRED TO LOWER FROM THIS ROUTE !!!","protection":"70M ROPE; 9 bolts; doubles 0.2-0.5; one #2 camalot; microcams, and/or Ballnuts and stoppers if you like; and a few sling draws. Bring a few large hand-sized pieces if you'd like to bail out right at the finish to Ma'adim's Escape Pitch (you'll need pay attention to where you traverse left to lower off)","location":"Just left of Ma'adim, just right of Cheap Shot. Starts of the \"Party Ledge\""},"__v":0},{"_id":"K/EJtcIxVf2qkKp5YwwWWg==","name":"Beach Foreplay","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Luis Cisneros and Andy Bennett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":19,"mp_id":"112025764","mp_crag_id":"106157921","climb_id":"K/EJtcIxVf2qkKp5YwwWWg==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"This is a short route that starts in the short corner under a little roof right of Red Tide. Really fun and tempting movements if you don't mind getting a bit sandy down below. Lose yourself and go with the flow. This line might not be the whole deal just by itself, considering the other options in this area, but it gets you going and ready for all that action. The direct finish going left on the last bolt ads about a number grade of difficulty.  \n\n  From the anchor you have the possibility of linking up with the higher section of Red Tide and get a little more of that warming action. Another great option is to take a rack with you and move right into Fire Dancer. This is a much better start for that line and makes an excellent pitch of 5.11 gear climbing.","protection":"You need a 0.5-0.75 BD cam to start. Five bolts thereafter to the anchor.","location":"Start two feet right of Red Tide, and moves diagonally right from there."},"__v":0},{"_id":"qgiB8Cn1WXe+f22BEgQZjA==","name":"Arc Of A Diver","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"EFR, A Kirkpatrick, Clay Mansfield, Geir Hundal,'13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":16,"mp_id":"108250423","mp_crag_id":"106157921","climb_id":"qgiB8Cn1WXe+f22BEgQZjA==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Featured steep face to a left angling ramp and fun corner climbing.  Thin cams protect progress to the final hard moves.  Finish at the anchors on Maadim.  This route may get its own anchors and a second pitch.","protection":"Bolts and gear.  Doubles of the small metolious purple and blue as well as two green camalots then singles up to red camalots. Save one green camalot for the overlap at the end of the dihedral.","location":"Just right of Maadim."},"__v":0},{"_id":"E15QXmkqXFCC3/QX4rSLPw==","name":"Agent Orange (with direct start)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Ray Ringle and Herb North, Jr.","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"left_right_index":9,"mp_id":"107723982","mp_crag_id":"106157921","climb_id":"E15QXmkqXFCC3/QX4rSLPw==","areaRef":"CWiIHEKeXMGPa6aqDxqVLQ=="},"content":{"description":"Wonderful features, fun climbing, and a pitch great exposure characterize this old route with a new start. \n\n  Agent Orange has typically been accessed by first climbing Cheap Thrills (10-), which has a grungy slot for its first pitch that is now occupied by a tree (see beta photo).   \n\n  Recently Dave Merin, Aleix Serrat-Capdevila, and I established a direct start that heads straight over a large roof to gain the terrific shallow corner on which Agent Orange starts.  The description below includes this start. \n\n  Pitch 1 (75'): Start just right of Naranja. Boulder up under a small roof, place some gear and pull around it on the right side.  Work up to a stance above the roof, protect in a horizontal pocket, and gain the finger crack up and to the right.  Climb this to two bolts under a large roof.  Aid through the roof (A1) and continue up a stellar shallow corner with a finger crack (11-).  Hanging belay at the top of the finger crack. \n\n  Pitch 2 (60'): Work up and right into a hand and fist crack (11-).  Make some strenuous moves until about 10' below a roof.  Traverse directly left (fun 5.10) and enter a V-shaped notch to belay.  Pitch 1 & 2 could be combined with some careful use of runners. \n\n  Pitch 3 (130'):  From the notch move up about 10', place some gear, then make a committing move left on to a face with good holds.  From here head straight up the left side of the arete to a bolt.  Move to the arete and continue to a ledge with a tree.  Continue up the arete another 15' to a second ledge.  From here, follow the ramp left 30' and work up to the bolted anchor for Jimmy Dean.  A thrilling, exposed, and challenging pitch. \n\n  Descent:  Two 115' rappels down Jimmy Dean","protection":"Stoppers, doubles to blue Camalot.  One #4 Camalot.","location":"Starts just right of Naranja.  See overview photo and Squeezing the Lemmon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,c9effcac-853e-514e-9cc0-958488e28cf0,ad9493b6-a448-5a81-bc58-b939e4e787f3,0968881c-429e-5cc1-8f6b-a6aa0f1a952d","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","7 - Upper Highway","Reef of Rocks","Neptune"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12-"},{"count":1,"label":"5.7"},{"count":4,"label":"5.12"},{"count":5,"label":"5.10-"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.10c/d"},{"count":5,"label":"5.11"},{"count":3,"label":"5.10"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":3,"intermediate":11,"advanced":19,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":2}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":12,"advanced":23,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.78115,32.46112]},"bbox":[-110.78168292688808,32.46067033981814,-110.78061707311191,32.461569660181866],"left_right_index":-1,"ext_id":"106157921","area_id":"CWiIHEKeXMGPa6aqDxqVLQ==","polygon":{"type":"Polygon","coordinates":[[[-110.78168292688808,32.46067033981814],[-110.78061707311191,32.46067033981814],[-110.78061707311191,32.461569660181866],[-110.78168292688808,32.461569660181866],[-110.78168292688808,32.46067033981814]]]}},"content":{"description":"This is the first formation on the left as you descend the gully.  There are a number of good routes here with the red wall routes generally being harder and more intimidating. The first pitches of many of the red wall routes are three or four stars and can be climbed then lowered off with a 70M rope."},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T05:52:52.443Z","updatedAt":"2024-02-19T18:28:07.111Z"}