{"_id":"6368a29ce80bff5a9956b014","area_name":"Little Amphitheater","shortCode":"","climbs":[{"_id":"xjMvs40YUH+YKlcL926mDg==","name":"Suspiciously Delicious","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":3,"mp_id":"107605131","mp_crag_id":"107395501","climb_id":"xjMvs40YUH+YKlcL926mDg==","areaRef":"Do9LloFlXF2gW1EdS11d7A=="},"content":{"description":"This is a route once described to me as \"sport climbing on gear\". One of those lines that looks kind of improbable on the ground because it's hard to see the holds and where gear might go.\n\nGo up the right side face of the prow following some broken up verticalish cracks to a big move establishing you under the roof. Traverse hard left out to a pancake jug and pull the lip at the point. Continue to the top on moderate low angle terrain and belay from a tree.","protection":"Small to mid-sized cams, a nut or two and perhaps a #2 (red) ball nut prior to the first horizontal deadpoint up to the right side jug before the traverse under the roof.","location":"From the amphitheater head up trail in the Sentinel Buttress direction, pass the mini-amphitheater and  shortly after look for the stunning white prow of rock."},"__v":0},{"_id":"NEuw3RQzX1O4eyaV/CpK8w==","name":"The Popeye Effect","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Provetero, David Petree","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":1,"mp_id":"107395506","mp_crag_id":"107395501","climb_id":"NEuw3RQzX1O4eyaV/CpK8w==","areaRef":"Do9LloFlXF2gW1EdS11d7A=="},"content":{"description":"Find the Little Amphitheater.  This route is on the right most side (facing the cliff).  It's on a corner and climbs out a steep area out and left onto a face.","protection":"Standard Rack","location":""},"__v":0},{"_id":"BkKY+ClnUvaC/eTMydu+NA==","name":"My Wife's Pajamas","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":2,"mp_id":"107602756","mp_crag_id":"107395501","climb_id":"BkKY+ClnUvaC/eTMydu+NA==","areaRef":"Do9LloFlXF2gW1EdS11d7A=="},"content":{"description":"Another fun moderate in the spirit of Easy Hard and Head Jam and should be on the list of all folks tackling those routes.\n\nSlightly tricky start getting established on the slab then a casual romp to the crux on the upper headwall.\n\nEither meander and follow the path of least resistance+max pro or tackle a series of small overhangs directly until you reach the upper headwall - which can also be a nice TR afterward if you want a little added value. Get pro high in the arching crack out right and go STRAIGHT UP the vertical face. (following the right arching crack is a more difficult variation that takes you out right of the topout rap station) Nice exposure and some cool moves here! Be patient and scope out the holds and it'll make sense at 5.6 although it can be a bit intimidating for folks typically leading the easier grades.\n\nWatch your fall consequence on the low angle slab.\n\nGreat way to get to the Meat Puppet crag - after topping out, hike directly up and go left when you hit the trail at the cliff wall and you'll be deposited at the base of Meat Puppet. Be careful to note the trail back (look for a faded yellow sling on a tree branch) as it's less obvious on the return trip if you plan to rap back down here rather than hike the gully.","protection":"Mostly smaller gear to start and save a couple BD C4 #1,2 sized pieces for higher up. Rap station on tree at the top.","location":"From the main Amphitheater area (with Golden Earring, etc) this is slightly up the trail in the Sentinel Buttress direction just past the little amphitheater. Look for a clean slab with a small dead tree at the base, angled just right for leaning against. A short distance further up trail you'll run across the impressive Bubbalicious arete."},"__v":0},{"_id":"sVYkjUlyWeKybbf80wuJJw==","name":"Blueberries","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":0,"mp_id":"108358629","mp_crag_id":"107395501","climb_id":"sVYkjUlyWeKybbf80wuJJw==","areaRef":"Do9LloFlXF2gW1EdS11d7A=="},"content":{"description":"If you've hiked the trail from the Amphitheater and Sentinel area you've passed this route a million times and maybe wondered about it in passing. This is an obscure route with nothing but a name and number in the Kelly guide and seems a bit of a sandbag at the listed 5.7, assuming I climbed the right thing. Getting started was the hardest part by far and maybe using a pad would make protecting the start easier. Setting the pro for the opening moves was pumpy, although I could have just been making it harder than it needed to be.\n\nIt follows a crack that starts about 8 feet off the ground until it peters out and deposits you on a face. Meander up the path of least resistance and most gear, trending right (although if you go too far you'll end up on the 4th class top section of Popeye Effect). Although the opening moves are the hardest part there are still several engaging moments moving up the face, in part due to navigating the lichen, finding pro, and checking for loose rock. Eventually you end up on a decent belay ledge with a couple of small trees. Wear long sleeves or bring garden shears to tame to bramble near the trees.\n\nYou can continue up through the next short (10'?) face to a large tree to anchor and rappel from although rope drag may kill you.","protection":"Standard rack up to C4 #2 or #3 ought to do it. No tiny gear needed.","location":"So I suppose this isn't precisely IN the little amphitheater, it climbs the face between Shit Hook and Popeye Effect.\n\nDescent:\n\nI built a belay using the small trees then did a roped scramble right and up over the next small face (10 feet?) to a decent sized tree. Previously this had a rap station but the slings were cut away as of this writing and I didn't replace them. You can rap climbers right out over the face and be deposited back into the little amphitheater near the start of Popeye Effect or scramble further up and hike up and right to join up with the trail leading down from the meat puppet crag. Probably possible to bushwhack your way to some other rap station options if you know where to look..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,0e8f4b96-8165-5c5d-a05b-511d4b5d5dec","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","Little Amphitheater"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.8"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"bbox":[-80.29225864268453,36.39745033981815,-80.29114135731548,36.39834966018187],"left_right_index":-1,"ext_id":"107395501","area_id":"Do9LloFlXF2gW1EdS11d7A==","polygon":{"type":"Polygon","coordinates":[[[-80.29225864268453,36.39745033981815],[-80.29114135731548,36.39745033981815],[-80.29114135731548,36.39834966018187],[-80.29225864268453,36.39834966018187],[-80.29225864268453,36.39745033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:58.574Z","updatedAt":"2024-02-19T18:38:46.146Z"}