{"_id":"63689d5ce80bff5a994f47b4","area_name":"Obelisk, The","shortCode":"","climbs":[{"_id":"pgUXOlwMXSuKnqQIP/H9yw==","name":"West Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fred Beckey and Hooman Aprin, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.854,36.9079]},"left_right_index":2,"mp_id":"107910308","mp_crag_id":"107739679","climb_id":"pgUXOlwMXSuKnqQIP/H9yw==","areaRef":"saD6R/mMVu6GKMIRDyAocg=="},"content":{"description":"The route is mellow, exposed, and just plain fun.  If you learn how to sling knobs with one hand it will make your day easier.  The crux is probably the first pitch or two.\n\nStart out by climbing the chimney/left facing corner and exit to the right when you get the chance.  We missed the exit and climbed all the way out of the top.  Once you're out of the chimney/corner climb up six awesome pitches on chickenheads and knobs!","protection":"Singles from small to 3\" and a set of nuts.  Lots of runners to sling knobs.","location":"Descend along the west side.  When it starts to turn around the bottom you will see the chimney.  If you get to the detached tower (or the corner right before it) you've gone too far.\n\nRappel off the north side like every other route.  One short rap from the top, and then a long hanging rap to the base.  Takes two ropes, and one might get snagged!"},"__v":0},{"_id":"MvZWRmI7WA2nwtFeVtNWMA==","name":"Southeast Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.854,36.9079]},"left_right_index":3,"mp_id":"107741302","mp_crag_id":"107739679","climb_id":"MvZWRmI7WA2nwtFeVtNWMA==","areaRef":"saD6R/mMVu6GKMIRDyAocg=="},"content":{"description":"This route is characterized by a couple fun, steep, and short-lived crux sections with lots of easy chicken-head climbing in between. This route gets a bit of afternoon shade which is the main reason we chose it. Another advantage is that you don't have to descend nearly as far down the east side of the formation as you would for routes such as the South Face.\n\nThe climb starts out of a low-angle gully/ledge system that runs along the right side of the SE Buttress. Climb a section of easy offwidth in a corner and then more easy chicken-head climbing on the face to the right of a large chimney. This leads to a point below an overhanging corner. Stem and handjam (careful of some loose rock) up the corner to a point where the crack tapers shut. Large holds appear just in time and you move around the arete to the left. It is possible to belay somewhere around here. I continued up more chicken-heads to an anchor higher up.\n\nThe next pitch continues straight up on increasingly lower angle terrain to a belay below the right side of a steep headwall (left of a large roof).\n\nThe third pitch climbs up through this steep section of rock, passing a slightly overhanging bulge on huge holds, good pro, and bullet rock. This could be the best 15ft of climbing on the whole Obelisk and you'll wish it went on forever. After the bulge, easy 5th class leads straight up on ridiculously huge chicken-heads to the top of the formation. You will have to belay short of the top unless you have a 70m rope or choose to simulclimb.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"a/+3g6XMXySr9YECdXVbzg==","name":"Handle With Care","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"David Harden, Jack Bedell, Don Palmer (Jun '90)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.854,36.9079]},"left_right_index":1,"mp_id":"107741250","mp_crag_id":"107739679","climb_id":"a/+3g6XMXySr9YECdXVbzg==","areaRef":"saD6R/mMVu6GKMIRDyAocg=="},"content":{"description":"This is perhaps the longest route on the Obelisk and climbs the north-west arete of the formation. It receives morning shade.\n\nStart on the buttress to the left of a huge chimney (the West Face route starts out of the right side of this chimney). Your first objective is to gain the notch between a large pinnacle which is on the corner of the north face. This takes 3 or 4 pitches and there are many different variations. We started near the left end of the west face at the right side of a small pillar and climbed straight up, passing some roofs (low down on the route) to the left. You want to continue straight up. If you wander too far left (as we did) you will end up ontop of the pinnacle and need to do one short rap back down into the notch.\n\nFrom the notch climb an excellent crack system angling up and left across the face. This ends at a small stance beneath a bulge. The next pitch passes the bulge and continues up to more ledges. A final 4th class pitch will gain the top of the Obelisk.","protection":"Pro to 3\" and plenty of webbing for tying off chicken-heads.","location":""},"__v":0},{"_id":"uZAfbuSSUvmEznphFgSd5Q==","name":"The Flake Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Smith, Herb and Eve Laeger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.854,36.9079]},"left_right_index":0,"mp_id":"107741278","mp_crag_id":"107739679","climb_id":"uZAfbuSSUvmEznphFgSd5Q==","areaRef":"saD6R/mMVu6GKMIRDyAocg=="},"content":{"description":"Of the three climbs we sampled on the Obelisk, this was the favorite of both my partner and I. This route is continuously challenging and interesting. The Flake Route follows the many flakes and corners which form a very large and very obvious left-facing corner system near the right side of the North Face. The crux of the route is likely the route-finding and there are a lot of possible ways to climb this route with some being more difficult than others.\n\nThe first pitch will probably be the crux. There are a lot of roofs and overhangs low on this portion of the wall and I led a wandering pitch through them. I started off to the left of the main corner system above and made a rising traverse up and right passing the steep sections as I could. Above this the wall gets sort of blank and I cut back left to the furthest-left left-facing corner/flake with a thin crack behind it. I got a small cam and nut in the crack and then climbed out onto the arete which is 5.9. This led up to the large sloping ledge about 210ft up where I made my first belay.\n\nFrom the right side of the ledge climb a 5.7 squeeze chimney. Above this you have lots of options. Climb the various flakes/corners heading straight up (there are also a couple good cracks that cut across the chicken-head studded face to the left). I found a belay about 150ft up atop a square cut ledge.\n\nThe next pitch also has many options; the easiest is probably moving off to the right. If you keep heading right you may be able to escape onto easier terrain, otherwise you will find yourself at a large belay ledge with lots of small blocks on it and a offwidth corner to the right.\n\nFrom this ledge you climb a crack leading off the left side of the ledge to a roof. There was a fixed TCU below the roof. Climb over the roof using some pretty good holds (5.8) and then I think the only way to keep the climbing 5.9 and under is to traverse hard right over to chicken-head terrain. Heading up into the large roofs and overhangs above looked improbable and sort of dirty.\n\nOne more pitch of 4th class (same as the final pitch of Handle With Care) leads to the top.","protection":"Pro to 3\", some extra small cams and wires are useful.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,b1a0fa47-f98c-56ee-8628-c2110f202872","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Obelisk, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.854,36.9079]},"bbox":[-118.85456235509434,36.90745033981813,-118.85343764490567,36.90834966018186],"left_right_index":-1,"ext_id":"107739679","area_id":"saD6R/mMVu6GKMIRDyAocg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:08.067Z","updatedAt":"2022-11-25T11:13:03.176Z"}