{"_id":"63689d20e80bff5a994f2384","area_name":"Camel's Head","shortCode":"","climbs":[{"_id":"Hf9n7zkqXTW+q7tqucrqjQ==","name":"Tequila Sunrise","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J. Marhofer/D. Suess","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75048,34.86131]},"left_right_index":1,"mp_id":"108975352","mp_crag_id":"111613172","climb_id":"Hf9n7zkqXTW+q7tqucrqjQ==","areaRef":"GE3oVbEEV/S6ATlQx5IsOA=="},"content":{"description":"P1 - Meander up 40' of unprotected slab. A few feet below the limestone band is a 5.8 friction move. Very exciting! Top out the band and walk a few feet left. Continue up another slab reaching a drilled angle. Head straight up above the angle (5.10+) and build a belay off of small cams before the chimney. ~125ft (5.10+R) \n\n  P2 - Climb an awesome squeeze chimney to varied crack climbing in the corner until you reach an obvious ledge. Walk a few feet left and marvel at the beautiful ring lock/thin hands splitter above. Build a belay off of small cams. ~125ft (5.9+) \n\n  P3 - Climb the clean splitter to a hands overhang on great rock. Follow the crack which widens to fists through some sandy sections. There is a loose block in the crack. I tried to trundle it but it seems to be in there pretty good. After the loose block climb stellar wide hands and hands out another overhang. Once you are on the ledge, traverse left and take the path of least resistance to the top! ~100ft (5.10)","protection":"(1) .0 C3 - .4   (2) .5 - #4   (1) #5   (1) 60m rope","location":"This route begins on the South side of the Camel's Head.  \n\n  Approach - Park at the trailhead on Schnebly Hill just before it turns to dirt. Walk back down the road (East) until a trail takes off on your left (South). Follow the trail for about 15 minutes. Scramble up the major slick rock drainage between the Camel's Head and Snoopy Rock. Once you pass through the 2 formations look up and to your left to find the route.  \n\n  Descent - From the top of the route. Down climb into the notch and traverse the Camels Head on the East side. Walk on the ridge until you see anchors on the West side. I brought (1) 60m rope and made it to the ground in 2 rappels. Rap 1 was to a massive ledge 100ft. Rap 2 was off of a tree 100ft. The webbing/cord on the anchor and the tree are new as of May 2014. Use your own judgment as to whether or not you want to replace the tat.  \n\n  Apparently you can also rappel Frosted Flakes with 2 ropes on the East side but I did not go that way."},"__v":0},{"_id":"8bO6ExBvVGWNi209hqm6AA==","name":"Hand of Sceiron","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Martin, Bruce Edwards, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75048,34.86131]},"left_right_index":0,"mp_id":"107916659","mp_crag_id":"111613172","climb_id":"8bO6ExBvVGWNi209hqm6AA==","areaRef":"GE3oVbEEV/S6ATlQx5IsOA=="},"content":{"description":"Hand of Sceiron climbs a sweet left leaning crack/chimney system that is obvious from uptown Sedona.  Has a more obscure, old school feeling. The rock quality varies, but is mostly good.    Originally, the first pitch involved some aid right before the belay, but now there is a variation to pitch 1 that goes free.   The original pitch 1 climbs a wide low angle crack to a seam and belays just left of a roof 5.7 A1.     We  started to the left of the original in a crack and traversed right under stepped roofs to a crack in the limestone and a boulder problem above a bolt to the belay ledge, 5.10+, 140 feet.     The second pitch starts with sweet fingers, then angles left and becomes a shallow chimney then a hand and offwidth crack, 5.10, 170 feet.     Pitch three climbs up and left, until you can unrope and walk left, 5.9, 60 feet.","protection":"Standard trad rack with nuts, double TCU's and cams to #4.  Free variation pitch 1 has a protection bolt at the crux, tested on the lead! Traversing under the roofs has widely spaced pro. No bolts at the belays.  The original pitch 1 has an anchor with old webbing visible from the ground.","location":"Hand of Sceiron is on the NW side of Camel's Head.  It is obvious from uptown Sedona as a left trending crack system.     To get down from the top walk East and you can climb the mini summit of Lucy then rap bolted stations with a single 70m. Alternatively you can  pass through the notch and rap down Frosted Flakes on the south side of the formation. This requires two ropes and has bolted rap stations.  Both options require hiking back to the N side, but it only takes a few minutes."},"__v":0},{"_id":"4/9lsOmtWyyFMB18V0MGIA==","name":"Frosted Flakes","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"P1-2 Dave Insley, Stan Mish 1987. To top Tim Kudo, Glen Rink 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75048,34.86131]},"left_right_index":2,"mp_id":"113788721","mp_crag_id":"111613172","climb_id":"4/9lsOmtWyyFMB18V0MGIA==","areaRef":"GE3oVbEEV/S6ATlQx5IsOA=="},"content":{"description":"Frosted Flakes is a quality old skool route with one of the best moderate finger cracks in the area. Lots of sun, tuns of fun! \n\n  Start just west of the Slingshot/Camel's head notch.  \n\n  P1 Slab up to a bolt. A pin and textbook gear lead left to a few bolts. Yard a bolt or two to get onto the ramp. Belay from hands gear wherever looks good. 5.10 A0.   P2 Climb the long steep finger corner past a few bulges. Very excellent! 5.10+.  Belay at rap station on big ledge.   Either rap with 2 ropes or continue adventuring up 3 short pitches of run out 5.9 face to top.","protection":"1x #1 C3, 3x BD#.3-.5, 2x #.75-#1 1x #2,3. Handful of draws/runners.","location":"Make way to the Camel's Head/Slingshot notch. There is a good trail that climbs up on the south side of the Slightshot and wraps around to the west. Just below the notch, look for a corner on Camel's Head about 200 feet right on Tequila Sunrise. This is Frosted Flakes. Hard to see until you are right under it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,dbfefc9e-c61a-5cb5-8712-e12d4963df2b,dac8e730-ee5a-564c-8c11-51b021496631,184de855-b104-57f4-ba01-3950c7922c38","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Marg's Draw","Camel's Head Area","Camel's Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75048,34.86131]},"bbox":[-111.75102800650257,34.860860339818146,-111.7499319934974,34.86175966018186],"left_right_index":-1,"ext_id":"111613172","area_id":"GE3oVbEEV/S6ATlQx5IsOA=="},"content":{"description":"These are the old school lines of the Camel's Head. Expect an adventure and fun wild climbing. Sedona trad at its mediocre finest."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:48.644Z","updatedAt":"2024-01-15T16:39:34.591Z"}