{"_id":"63689de0e80bff5a994f9189","area_name":"Vampire Rock","shortCode":"","climbs":[{"_id":"KKQ8GeepVeS6qu/ahHj57w==","name":"Wanker (upper)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Steve Sangdahl and John Baldwin, Summer 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":3,"mp_id":"121727595","mp_crag_id":"105744644","climb_id":"KKQ8GeepVeS6qu/ahHj57w==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This is a description of the upper 2 pitches (sections) of\n\nWanker\n\n, since the route description for\n\nWanker\n\nis only for the lower pitch (section). While guidebooks may refer to this route as 3 pitches, it is normally climbed in one pitch. There are anchors atop each pitch (or section). Between 2007 & 2013, I repeated this route every year. It became my favorite climb at Vampire Rock. A helmet is advised for the belayer. Even though the rock is pretty solid, I was almost hit by a sizable piece of rock that my partner accidentally broke off below the anchor on pitch 1.\n\nAfter climbing the first 50 feet of\n\nWanker\n\n(.12a), clip a bolt just right of the anchor for pro with a long draw or sling, rather than clip the anchor. This will keep the rope line straighter.\n\nPitch 2 (.12b). Climb over the roof. This begins from jugs underneath to reach a jam at the lip. Clip the 2nd bolt, and crank a show stopper crux getting over the lip. Once standing at the lip, there is a bolt with a chain to clip, before balancing up the slab to a jug. Clip a bolt to the right, & clip out of the chain. Move up right to a no hands rest stance at an anchor, 4 bolts & a 2 bolt anchor.\n\nPitch 3 (5.11d/12a). Clip 2 close bolts above the anchor, putting a long sling on the 1st bolt and a long draw on the 2nd bolt. Clip out of the anchor and the last bolt on pitch 2 to reduce rope drag. Ascend a tiered overhang with a final crux past the 4th bolt. Gain a sloping ledge above the lip. Move up right to the anchor, 5 bolts & a 3 bolt anchor.\n\nCleaning can be tricky. Use the left two anchor bolts, not all three. Lower down pitch 3 and notice that your rope is running in the best spot on the final lip.  Stop at the pitch 2 anchor and clip in. Untie and pull your rope down. Lower off the 2nd anchor, which works well to clean the rest of the route (pitch 2 and 1).","protection":"19 clips and a 3 bolt anchor. Some long draws and slings are useful to reduce rope drag.","location":"Start on\n\nWanker\n\n, and continue upward to climb the entire route."},"__v":0},{"_id":"gHK5UXvWVlSrImsJRKDQ+Q==","name":"Wanker","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Sandghal and Baldwin, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":2,"mp_id":"105757207","mp_crag_id":"105744644","climb_id":"gHK5UXvWVlSrImsJRKDQ+Q==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"On the left side of Vampire is a light colored wall leading into a system of roofs at 60 feet. Wanker is the right of two short bolted climbs that finish below the first roof.","protection":"Eight bolts to a 2-bolt anchor","location":""},"__v":0},{"_id":"3dotQ7lkVl+GhJNJj7HXKA==","name":"The Vampire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":17,"mp_id":"105758011","mp_crag_id":"105744644","climb_id":"3dotQ7lkVl+GhJNJj7HXKA==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"The Vampire scales the entire face of Vampire Rock in 4 short pitches.  Although there is a lot of loose rock on this route, I give it three stars because there are quality sections, it has interesting position, thought provoking moves and it's rare to get this far off the deck in Boulder Canyon.  I think it's a Kor route.\n\nP1.  There are two ways to start.  Either climb the bolted route '\n\nThat's Weak\n\n' up to the chain anchors, or climb the left angling corner system which starts 20 fee to the right of '\n\nThat's Weak\n\n' up to the same fate.  In keeping with the spirit of the climb, I prefer the original start up the corner system.  Some loose rock, but the pro is adequate and it goes at about 5.7.  '\n\nThat's Weak\n\n' is rated .10a but seems easier to me; maybe 5.9 and fun.\n\nP2.  Lead up the discontinuous hand and finger crack angling slightly left to the big corner/slot.  Climb past two OLD ring pins and work up into the slot (crux).  Pull the roof and move right on a low angled slab.  Belay about 10 feet up and right of the slot.  I combined this pitch with the next one and had insane rope drag.\n\nP3.  Work up and left under the big roof.  Traverse to the left side of the overhang on slabular terrain, exit onto the ramp and move up to the right to belay at some chains.\n\nP4.  Not sure if we did the correct last pitch, but this way was stellar.  Climb up the ramp a bit further and work up into a left facing corner with a nice crack.  Good jugs lead up to a steep layback and fist crack, past a basketball sized bush (as of 9/3/02) and tops out on a low angled slab with insecure holds.  Continue up to find a good belay on level rock.  This pitch felt 5.9 to me but is short.\n\nDescent:  we walked off to the southwest to gain the steep, vegetated gully.  It was kind of annoying but safe.  There are chain anchors all over Vampire Rock, so you could probably do 3 or 4 raps to end where you started.  Maybe the norm??\n\nThis is a fun little adventure that seems to see very little traffic.","protection":"SR, mostly mid-sized cams & stoppers up to 3\".","location":""},"__v":0},{"_id":"P/bb83EXXWCifJiF05o3AA==","name":"Trash It and Move On","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Sangdahl and John Baldwin, 1996","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":15,"mp_id":"105758443","mp_crag_id":"105744644","climb_id":"P/bb83EXXWCifJiF05o3AA==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This route is accessed by climbing\n\nThat's Weak\n\n, as are\n\nThe Good, the Bad and the Jacked\n\n, and\n\nStage Fright\n\n.  If you climb all of these routes in an afternoon, you will feel good about yourself.\n\nClimb \"\n\nThat's Weak\n\n\" to the big ledge.  Move the belay to the anchors on the right.  Trash It is immediately above.  Clip bolts up increasingly difficult rock to a point where placing gear is essential and the climbing most difficult (Crux).  Continue more easily up a crack to a ledge and bulge which is surmounted on the right, also presenting difficulties.  Lower back to the ledge and rap back to the ground.  A 60 meter rope is a good idea.","protection":"Quick draws and cams through 2 1/2 inches.","location":""},"__v":0},{"_id":"CgLsHoBDUSyWLMYSU/3EZw==","name":"Transylverlina","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Horan, Tom Murphy, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":7,"mp_id":"119242027","mp_crag_id":"105744644","climb_id":"CgLsHoBDUSyWLMYSU/3EZw==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"I only did the first pitch of this route, which is 4 pitches total.\n\nP1. Start to the left of a blunt arete, then veer up and right to the anchor, 5.10b.\n\nP2. Trend right up and over a small roof following bolts up a steep face to the anchor, 5.12b.\n\nP3. Trend right and up over a small bulge to a nice face leading to an arete. Cimb the short arete to the anchor, 5.12a.\n\nP4. Climb the roof above the belay to the top.\n\nRap or walk off.","protection":"13 quickdraws.","location":"The route is to the left of the\n\nHeart of the Narrows\n\n."},"__v":0},{"_id":"X4bSUBNVWsiIlOb1Idqj0g==","name":"Stage Fright","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mason Frichette and Paul Reid, 1977?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":16,"mp_id":"105758422","mp_crag_id":"105744644","climb_id":"X4bSUBNVWsiIlOb1Idqj0g==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"A sweet, clandestine route.  Start with That's Weak, and then move the belay over to the chain anchor on the right when you get to the ledge.  You are now underneath Trash it and Move on, also an excellent route.\n\nHowever, you as \"trad climber\" are headed up and right into the corner, capped by a roof.  I have always traversed right first and then headed up to the roof.  The pro is not great here, boldness is required, but the climbing is not too hard.  It also looks possible to diagonal up and right from the belay, but this looks harder and dicier.  Good judgment is required here.\n\nGet up to the roof and plug some good gear in.  The gear is great from here on out.  Turn the roof on the left and start jamming up an increasingly steep crack into a small corner.  Get to the top of the corner and appreciate the awesome foot holds that nature has provided for you.  Figure out how to place gear in a crack just to your right, the one you can't really see that well, and then climb it, wishing that nature had provided footholds here as well. (Crux).  Keep going to the chain anchor.  Two rappels takes you to the ground.","protection":"Selection of pro from stoppers to cams up to blue Camalot, including TCUs or Aliens.","location":""},"__v":0},{"_id":"NORowA30Ufi+nXM2pNGI8A==","name":"That's Weak","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Sangdahl and John Baldwin, 1996","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":11,"mp_id":"105748274","mp_crag_id":"105744644","climb_id":"NORowA30Ufi+nXM2pNGI8A==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"The route is the first set of bolts you come to on the face (not the small cave area on the right side), approaching from the west, about 10 feet [left] of a large, mossy crack running up and left. Follow the bolts up; the crux is after the second bolt.","protection":"8 bolts to a 2 bolt anchor. This is a good beginner lead.","location":""},"__v":0},{"_id":"lT7rRrllUdGhP5N5WRtu1w==","name":"The Politician","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Clint Dillard, Anna Thomas, Rich Farnham, 7/4/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":10,"mp_id":"111972843","mp_crag_id":"105744644","climb_id":"lT7rRrllUdGhP5N5WRtu1w==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"...because no group of \"blood-suckers\" would be complete without a Politician.\n\nThis line ascends the clean face to the left of\n\nThat's Weak\n\n, ending at the first pitch anchor of\n\nChupacabra\n\n. It has good, thought-provoking moves on bomber rock. I wouldn't call the route \"reachy\", but short people will probably find the cruxes to be a little harder (10b?).","protection":"10 bolts to a 2 bolt anchor.\n\nWe climbed it on a 70m rope, and there was lots of rope left over.  I think a 60 will be fine, but someone else will have to comment on that.  Tie a knot in the end!","location":"It is on the main face of the Vampire, just left of\n\nThat's Weak\n\n, but right of a large, broken dihedral."},"__v":0},{"_id":"n3cE6DJCXviP5YhRsUbJaw==","name":"Pin Cushion","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan Levison & Bob Lagier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":18,"mp_id":"105760398","mp_crag_id":"105744644","climb_id":"n3cE6DJCXviP5YhRsUbJaw==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"Pincushion starts 30 feet right of That's Weak.  Ascend the short face with a distinct crux move just after the third bolt.  The anchor is after the face above the second ledge.  This pitch is a good warm-up and/or approach pitch for the current and future headwall routes above.","protection":"4 bolts; 2 bolt anchor.","location":""},"__v":0},{"_id":"HtG6TIEOXeCsv8e8lgkvLQ==","name":"Monkey's Uncle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Sangdahl, John Baldwin, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":5,"mp_id":"105757210","mp_crag_id":"105744644","climb_id":"HtG6TIEOXeCsv8e8lgkvLQ==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"Between\n\nThe Bureau\n\non the left and Transylverina on the right is a new line that takes off from the talus and heads toward two shallow roof systems. The line splits at the 30 foot point into left and right hand variations. Near the second roof, the right hand line splits again for an easy finish on the right that dodges the roof move. The interesting sequence through the roof moves left and then steps back over the roof just before the anchor. Good rock, nice pro, interesting climbing, and all rather benign since the climbing is mostly in the feet.","protection":"Now 10 draws, a rope, and an anchor with two Mussy hooks.","location":""},"__v":0},{"_id":"cfIAWXipUtu+lnk+oKGapg==","name":"Monkey's Sister","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Baldwin & Steve Sangdahl, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":6,"mp_id":"106546321","mp_crag_id":"105744644","climb_id":"cfIAWXipUtu+lnk+oKGapg==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This is a short sport pitch that is essentially a variation of\n\nMonkey's Uncle\n\non easier terrain to the right after 6-7 bolts.  It doesn't seem terribly different in difficulty compared to\n\nMonkey's Uncle\n\n. Go up blocky terrain with a high step at the 2nd bolt on clean rock.  At approximately the 6th or 7th bolt, you can traverse out right.  If you go from the 6th bolt, it is hard to see the next bolt.  The holds to the right are well-chalked.  Go up to the 9th bolt and traverse left to the anchor.","protection":"9 bolts & 3 bolt anchor with resident biners, chains, and glued biners.","location":"On Vampire Rock between\n\nWanker\n\n& Transylverlina on blocky terrain.  The starts for\n\nA.C.E.\n\n,\n\nMonkey's Uncle\n\n, and Monkey's Sister are the same."},"__v":0},{"_id":"r6GL3L+oV5KtcOhMr0tjvg==","name":"Le Stat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Horan, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":21,"mp_id":"105760338","mp_crag_id":"105744644","climb_id":"r6GL3L+oV5KtcOhMr0tjvg==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This is a fun, two-pitch route that looks like a complete slab from the ground - be prepared for a surprisingly steep crux.\n\nPitch 1 starts with a 10+ move right off the deck over a boulder.  You get a clip before you start, but make sure your belayer is paying close attention. Twenty feet of easy climbing leads to a headwall that is not slabby, but may even be overhanging by a degree or two.  Work up a technical diagonal undercling to a long reach and a clip - followed by another long reach, all with horrid feet.  This is the crux (11d).  Then you finish with an 11a slab.\n\nPitch 2 is the rightmost of the two lines that leave from the ledge. This pitch has excellent stone and nice continuity (11c).\n\nLe Stat is the rightmost of all the lines on Vampire.  After you come up the trail, go right about 30 feet to find it.","protection":"P1: 9 bolts.  P2: 9 bolts.","location":""},"__v":0},{"_id":"9Z3GnYOCXlumBjM+OcK4Xg==","name":"Heart of the Narrows","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Horan, Richard Rossiter and Chule Lee, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":8,"mp_id":"105764007","mp_crag_id":"105744644","climb_id":"9Z3GnYOCXlumBjM+OcK4Xg==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"P1 (5.10). Start below the gully 50 feet left of\n\nThat's Weak\n\n.  Climb the gully to a blunt buttress and the first bolt.  Climb the buttress then step right and go up to a good ledge with an overhang.  Pull the overhang and continue to the anchor.  Unclipping the rope from the bolt left of the ledge helps reduce rope drag if you plan on linking into pitch 2.  This can be done safely by clipping the bolt at the step roof then moving back down to unclip.\n\nP2 (5.12). From the anchors for pitch 1, angle up and right along the slab ramp to the base of the gold-streaked headwall. Climb straight up the increasingly difficult face using small crimps and edges to a 2 bolt anchor. The position is spectacular and climbing is stellar though the crux is short-lived.\n\nA 70m rope will get you all the way back to the ground from the top of pitch 2 if you don't continue to the final pitches.\n\nMore info coming as soon as I get my ass up there....","protection":"P1: 7 bolts, 2 bolt anchor.\n\nP2: 5 bolts, 2 bolt anchor.","location":""},"__v":0},{"_id":"lJBnvAPvXdecK0/lYZLuJQ==","name":"The Good, The Bad, and The Jacked","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"S. Sangdahl, D. Salisbury, J. Baldwin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":12,"mp_id":"105758419","mp_crag_id":"105744644","climb_id":"lJBnvAPvXdecK0/lYZLuJQ==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This is a great route on super stone. Do\n\nThat's Weak\n\nto get up to a big ledge with a chain anchor. Belay here or just keep going.\n\nThe angle freshens a bit, and the rock is a beautiful gold color through here, with some interesting holds for granite. Climb into an alcove on the left for a rest. Then tackle the overhanging headwall above (crux). Lower back to the ledge, and rap from the chain anchors to the ground (no rappel rings). With a\n\n70 meter rope\n\n, you can climb\n\nThat's Weak\n\nand TG, TB, &TJ in one pitch and lower off,\n\nbut put a knot in the end of the rope!","protection":"For the actual pitch, clip about 7-9 bolts and a two bolt chain anchor. If you combine this with\n\nThat's Weak\n\nfor one long pitch, bring about 16-17 (19?) quickdraws.\n\nFor a toprope of The Good, The Bad, and The Jacked, bring 2 additional quickdraws/anchor slings, since the anchor only has rap rings.\n\nThat's Weak has lowering hooks at the anchor.","location":""},"__v":0},{"_id":"O8LSLWX4W1agQeIfi73IKw==","name":"Fear of Sunlight","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":20,"mp_id":"105751471","mp_crag_id":"105744644","climb_id":"O8LSLWX4W1agQeIfi73IKw==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"From the belay ledge above the first pitch of\n\nLe Stat\n\n, there are two bolted lines on the face above.  The right line is the excellent 2nd pitch of\n\nLe Stat\n\n.  The left line is Fear of Sunlight.\n\nBegin with tricky moves along the rounded arete.  A ledge system at mid-height provides a rest before tackling the crux finish.\n\nThe upper section seems squeezed and contrived, as one can easily switch back and forth from easier climbing on\n\nLe Stat\n\nin several places.  Not only that, but a poor bolting job at the crux forces one to face a potentially dangerous ledge fall.  Since most people will likely climb Le Stat first, before leading, it is highly recommended that one place a 24\" draw on the 2nd to last bolt when lowering off the shared anchor.\n\nClimbing the lower half of this route into the upper part of\n\nLe Stat\n\nmakes an excellent 11a.","protection":"8 or 9 bolts to a 2 bolt anchor shared with\n\nLe Stat\n\n.","location":""},"__v":0},{"_id":"/EehJBauUa+0j2a51xBO7g==","name":"Crack of Desperation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor and Herb Swedlund, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":14,"mp_id":"105758290","mp_crag_id":"105744644","climb_id":"/EehJBauUa+0j2a51xBO7g==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This sustained pitch combines good exposure and wild moves to make a great climb.  While not particularly hard, this is not the climb for the 5.9 leader looking to break into 5.10 trad.\n\nIt is halfway up the wall, necessitating an approach pitch.  The obvious choice is \"\n\nThat's Weak\n\n\" (bolted 5.10a), an unremarkable, but not unenjoyable face climb. From the bolted anchor at the top of \"\n\nThat's Weak\n\n\", head up and right to the obvious, wide crack. The rock quality at the start of this pitch isn't great, but it doesn't detract from the overall quality of the route. Grunt up the slightly right-leaning wide crack. I recall some fist jamming, liebacking, and placing my #4 Camalot here. As you continue up the corner, it is possible to get a rest before you have to commit to the roof.\n\nI got a good #3 Camalot deep in the crack before swinging into the roof moves, but you may be able to get a #2 instead. The roof is a spectacular mix of stemming and liebacking, and I actually found a no hands rest near the top of it by wedging myself into the slot. Once you are established above the roof, continue up for 10-15 feet to a horizontal crack. From here, it is possible to get a directional and head right to the ledge near the top of \"Trash It and Move On\" and place a gear anchor on the ledge. Or, if you aren't too pumped, continue up the final bulge of \"Trash It...\" (2-3 bolts, 5.10+) to a bolted rap station.\n\nIt is possible to do all the routes on this area of the wall with one 60m rope. From the top of \"Trash It...\", it is less than 100 feet back to the bolts at the top of \"\n\nThat's Weak\n\n\".","protection":"SR to a #4 Camalot. I recall thinking that doubles from #1-3 would not go unused. Anyone else remember?","location":""},"__v":0},{"_id":"XmWST32+W9im17kSKNQv7g==","name":"Climb-Eye-Knight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Horan and John Baldwin, 1996.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":0,"mp_id":"105764010","mp_crag_id":"105744644","climb_id":"XmWST32+W9im17kSKNQv7g==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"This is the first pitch of a multi-pitch route. I did not climb the upper pitches. The first pitch is 10b; the upper pitches are harder (12 A0).\n\nFollow a switchback past the left side of Vampire Rock and continue uphill (25' ?) until you can see bolts on the vegetated, lichen-covered wall and corner system on the right. This is the route.\n\nP1. Climb the face and corners to an overhang. Make airy moves past the overhang and climb the tricky face above. Work right to a short finger crack and continue up to the anchor. (10b)\n\nThe rock is a little grungy, but solid, and there are lots of good moves on this pitch.","protection":"10 bolts to a 2-bolt anchor.  Some bolts are hard to spot from below (like the one above the roof) so if it looks runout above you, there's probably a bolt you haven't found yet; look left/right and around the corners","location":""},"__v":0},{"_id":"S7vdOpOxXbCAYoAsS/MH2w==","name":"Chupacabra","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Clint Dillard and Rich Farnham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":9,"mp_id":"106206729","mp_crag_id":"105744644","climb_id":"S7vdOpOxXbCAYoAsS/MH2w==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"UPDATE 7/2016:\n\nthe main reason to do this route is the 2nd pitch finger crack through the bulge.  The first pitch is mostly dirty and unremarkable until the last 20', and now there is a good way to avoid the choss and climb the good stuff.  The face climbing to the right of the first pitch turned out to be a good bolted climb:\n\nThe Politician\n\n.  In the course of creating that route, we removed the rusting fixed pins and bolted the upper section of the first pitch.  Combining\n\nThe Politician\n\ninto the 2nd pitch of Chupacabra makes it worth 3 stars IMHO.\n\nOriginal description:\n\nthe route cris-crosses with\n\nVampire\n\nat several points. There is some loose rock on this route but nothing I think will come off any time soon. Just be careful what you grab and what you put pro behind. We trundled all of the loose stuff that we could get to move, so it should be fine--but this is more of an adventure climb.\n\nP1 (10a). Follow thin cracks up blocky terrain a few feet right of the large, dirty corner. The upper third of this pitch has nice moves along a thin seam in good rock. We left 3 fixed knifeblades for pro in this section (UPDATE 7/2016: now bolted). Look for a 2 bolt anchor to the left after the knifeblade section.  This anchor is about 10 feet below where\n\nVampire\n\ncrosses in from the right.\n\nP2 (10+/11-?). Climb up and right, into the left-facing corner between \"\n\nVampire\n\n(P2)\" and \"\n\nThe Good, the Bad, and the Jacked\n\n\".  The corner leans right for about 20 feet and climbs a lot more interesting than it looks from below. Enjoy the jug rest below the roof (often heavily chalked from people on\n\nGood, Bad,...\n\n), and then punch it through the bulge above on great finger locks. This crack leads you to the slab that is at the end of P2 of the\n\nVampire\n\n. Belay as for P2 of the\n\nVampire\n\n.\n\nSeveral options exist from here. It is possible to climb right from this belay and get to the chains on \"\n\nStage Fright\n\n\" or \"\n\nTrash It...\n\n\". Or you can follow the\n\nVampire\n\nto the left and other rappel options along that route.","protection":"We didn't place anything larger than a #2 Camalot, but depending on what you want to finish on, I would suggest a standard rack to at least a #3.  The gear is mostly stoppers and small cams, so you might double on the Aliens up to a red.\n\nP2 is heavy on the #0.5 Camalot/red Alien size.  I used 3 on the pitch (but I sewed it up) and 1 more in the anchor.  You could probably find other gear, but these were the most obvious and didn't use up good holds.","location":"Start about 20 feet left of\n\nThat's Weak\n\n, and about 5 feet right of a large gully.\n\nDescent:  the first anchor is equipped for rappelling.  If you do the second pitch (recommended!), use one of the descent options mentioned above."},"__v":0},{"_id":"YQ+gHH7NXL+Hj7vE5ws75w==","name":"The Bureau (Pitch 1)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Sangdahl & John Baldwin 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":1,"mp_id":"106180614","mp_crag_id":"105744644","climb_id":"YQ+gHH7NXL+Hj7vE5ws75w==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"The Bureau climbs the line of bolts left of\n\nWanker\n\n. It is identified by the chain link hanging from the 2nd bolt.\n\nClimb up the pillar to the first bolt and work your way into a sloping rail. A wild dyno gets you off of the sloper, but the fun doesn't stop as more 5.11 climbing guards the anchors. Lower from the first set of anchors or continue on to harder climbing. More info coming....","protection":"Five bolts to a two-bolt anchor with rap rings","location":""},"__v":0},{"_id":"LYNT+EZSXACt6wwYVUm/Pw==","name":"Blood Doll","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"BL & Dan Levison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":19,"mp_id":"105760515","mp_crag_id":"105744644","climb_id":"LYNT+EZSXACt6wwYVUm/Pw==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"Start at the anchors for Pincushion, and head up through 9 bolts to a 2 bolt anchor.  Beware of questionable rock between bolts 4 & 5. The exposed crux moves are between bolts 7 and 9.\n\nThe name \"Blood Doll\" is taken from the Anne Rice vampire books and is appropriate since we witnessed a bloody bike accident after sending the route.","protection":"9 bolts + 2 bolt anchor.","location":""},"__v":0},{"_id":"9DwfU8XbV/eHYkKI8yGD+g==","name":"A.C.E.","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"S. Sangdahl, J. Baldwin, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":4,"mp_id":"105764058","mp_crag_id":"105744644","climb_id":"9DwfU8XbV/eHYkKI8yGD+g==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"To the far left of the bottom end of Vampire Rock, one can find\n\nMonkey's Uncle\n\n. This distinctive route lies just left and down from a trashy-looking, left-facing corner, with a big boulder behind the base of it. It goes up past a series of roofs on large holds.\n\nA.C.E. climbs\n\nMonkey's Uncle\n\nthrough the first four bolts and then strikes out diagonally left (a few slings instead of draws here) to a larger roof, which requires some strength and coordination to pull through. No hidden holds, as chalk reveals them all, but the crux movement was not immediately obvious. Clip that next bolt from nice and high, not from on the crux crimper. After pulling so sharply left for a crux, the route continues sharply right to go to the anchor's on Monkey's Uncle, passing several more bolts and reaching the anchors. Lower off 70' or so to the ground.\n\nThis climb would be a devil to clean on rappel or lowering, and hard on the rope besides- better to have a second clean it or take another lap. Also, I thought that the large band of re-inforced holds up top on the right-hand traverse (obvious and unattractive brown glue) detracted from my enjoyment of the climb. Looking back, I am not entirely sure why these were not cleaned instead, as they might have gone into the creek, but not onto the road.","protection":"11 bolts and Mussy hooks at the anchor- this route wanders and with a few slings (3-4 60cm) you can eliminate the drag almost entirely.","location":""},"__v":0},{"_id":"Pfib7hwHW0e1NL+5Sof12A==","name":"3Ts","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"left_right_index":13,"mp_id":"121185106","mp_crag_id":"105744644","climb_id":"Pfib7hwHW0e1NL+5Sof12A==","areaRef":"skt1+kpZXCKvKn+YBAu7gA=="},"content":{"description":"If\n\nTG, TB, & TJ\n\nis 4 stars, 3Ts is four-and-a-half.\n\nIt is a pumpier and more technical line that ascends the features and crack on the right side of the headwall, while still using the same bolts as\n\nTGTB&TJ\n\n.\n\n3Ts DOES NOT enter into the dihedral rest of\n\nTGTB&TJ\n\n.\n\nFrom the jug below the dihedral rest of\n\nTGTB&TJ\n\n, follow the weakness by traversing slightly down and right on crimps and small foot holds to the blocky, polygon feature with a vertical finger crack above it. Discover a sneaky no-hands rest and then execute an awesome sequence up and left to finish on\n\nTGTB&TJ\n\n.\n\nThe rationale for adding 3Ts to MP: 3Ts ascends the more obvious line of the headwall by following the weakness of the rock. It is somehow a totally different climb, yet the current bolts still allow for it to be climbed safely and without feeling contrived.\n\nI hope anyone who tries 3Ts, especially after doing\n\nTGTB&TJ\n\n, has a ton of fun. It is really cool to be able to climb 2 totally different stellar lines on one set of bolts.","protection":"19 draws and a 70m rope.","location":"Climb\n\nThat's Weak\n\ninto\n\nTGTB&TJ\n\n, but follow the weakness out right instead of directly up into the rest of\n\nTGTB&TJ\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,b24b75fa-4a59-5c22-af2a-7f98040bbb80","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Vampire Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.9"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":13,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4139,39.997]},"bbox":[-105.41448696389158,39.996550339818135,-105.41331303610843,39.997449660181864],"left_right_index":-1,"ext_id":"105744644","area_id":"skt1+kpZXCKvKn+YBAu7gA==","polygon":{"type":"Polygon","coordinates":[[[-105.41448696389158,39.996550339818135],[-105.41331303610843,39.996550339818135],[-105.41331303610843,39.997449660181864],[-105.41448696389158,39.997449660181864],[-105.41448696389158,39.996550339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:55:54.458Z","updatedAt":"2024-02-19T18:31:14.889Z"}