{"_id":"63689de0e80bff5a994f9651","area_name":"Bucksnort Slab","shortCode":"","climbs":[{"_id":"82SphwafUQOZserI3cHSNQ==","name":"Slippery When Wet","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rob Baker, Tom Vanco and Ken Trout","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":11,"mp_id":"105762294","mp_crag_id":"105745193","climb_id":"82SphwafUQOZserI3cHSNQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Before climbing this route, I replaced 5 bolts and 6 hangers (leeper).  The two additional bolts at the anchor were added by someone else.\n\nThis route is a great slab climb.  It starts from the right side of the same ledge below the classic 5.7 dihedral.  Scramble up to this ledge via the hand/ finger crack (5.5) or start farther to the right in the dirty right facing corner through a short section of OW.\n\nFrom the right side of the ledge, climb the shallow left facing corner to just below the bolt out on the face. I placed a green alien before pulling out on to the face to clip the first bolt.  Climb up and to the right of this bolt on some thin holds.  Continue traversing up and right on some easier ground (5.8).  It is run-out to the second bolt, but the climbing is easier.  Climb straight up past the second bolt to a good stance and and undercling crack for pro.  I placed a red alien, but the crack can accomodate several other sizes.  It is possible to belay here (making the route two pitches) before tackling the difficult climbing.  Climb straight up past your cam to the next bolt (an alternate 11+ finish follows the line of old bolts up and to the right), clip it and look up and left to your next bolt.  I believe the crux is through this next section of climbing.  Traverse up and to the left climbing on thin edges and smears.  This section is a tad run-out but I can attest to several clean 20+ foot whippers, with rope stretch (running my ass off backwards).  Desperately clip the next bolt and fire up through the next three bolts that are less sporty in spacing, the climbing is continuously difficult here and steeper.  From the last bolt run it out up to a ledge, stay alert because the run-out climbing isn't completely trivial.\n\nThere is a bolted rap anchor at this ledge.  A double rope rap gets you to the ground.  Alternatively, you can belay and do a second (or third) pitch up past a couple of more bolts to the top and walk off.\n\nVery worthwhile climbing.","protection":"A couple of small to medium cams, six protection bolts and a bolted anchor.","location":""},"__v":0},{"_id":"uLEOUXG3VNmpAcxbatPb+A==","name":"Slippery When Dry","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bryan Ferguson, Marvin Porter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":12,"mp_id":"106168786","mp_crag_id":"105745193","climb_id":"uLEOUXG3VNmpAcxbatPb+A==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Shares the first half pitch of\n\nSlippery When Wet\n\n(\n\nSWW\n\n). The crux is the second half of the pitch and follows the bolts near right hand water streak to the ledge.","protection":"I understand the old bolts have been replaced.","location":"Just right of\n\nClassic Dihedral\n\n."},"__v":0},{"_id":"djAldgBQWqCu+FnEf5MfWQ==","name":"Shake 'n' Bake","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Trout, Robbie Baker, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":6,"mp_id":"112349609","mp_crag_id":"105745193","climb_id":"djAldgBQWqCu+FnEf5MfWQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Start on the left side of the large boulder leaning against the main face in a slanting, thin crack. Climb up the thin crack to the bolts. Traverse left at the third bolt, merging with\n\nBouxsnort\n\nfor three bolts. Then, move up and right to a bolt with a fixed chain on it. Continue up the slab to the anchor.","protection":"13 bolts, a hand-sized piece for the top, and some small gear for the start. We used a #2 Camalot at the top, a #9 Metolius nut, and #0.4 Camalot at the bottom.","location":"It is right next to the large boulder between The Grand Slam and\n\nBouxsnort\n\n."},"__v":0},{"_id":"37Q8rZyyVLyzTjN1PBB4Zw==","name":"Saque Los Panta Lones","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":3,"mp_id":"106135987","mp_crag_id":"105745193","climb_id":"37Q8rZyyVLyzTjN1PBB4Zw==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"First bolted route left of\n\nBuck Fever\n\n. Be careful clipping the first bolt or you could fall into a twenty foot hole. Follow five bolts to the anchors for\n\nBuck Fever\n\nor keep going past the anchor on the second pitch of\n\nBF\n\nclipping three more bolts on run out 5.9. Fun slab climbing with just enough bolts to stay calm.","protection":"5 QDs or 9 if you combine with the second pitch of\n\nBuck Fever\n\n.","location":"Start on top of the boulder pile left of\n\nBuck Fever\n\n. One rope will get you down but two will get you to the ground if you do the second pitch of\n\nBF\n\n."},"__v":0},{"_id":"4KN1fB7LWoqrjxEjHo/tog==","name":"Prickle's Problem","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob D'Antonio, Vaino Kodas, and Mary Zuvela","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":20,"mp_id":"105763383","mp_crag_id":"105745193","climb_id":"4KN1fB7LWoqrjxEjHo/tog==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Start about 75 feet right of\n\nGumby Groove\n\n. Climb up to the first bolt, make a hard move, and then climb past two more bolts to a ledge. Follow a line of bolts up a black streak (hard), and gain an angling groove. First go up past three more bolts (hard), and then gain the anchor.\n\nA 200-foot rope DOES NOT MAKE IT BACK TOO THE GROUND (about 10 feet short). BE CAREFUL. This has excellent, continuous slab climbing on solid rock. It is a great route! It gets almost three stars.","protection":"Eleven clips will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"aMfsgu/AX6CRim+RuRt0DQ==","name":"Pokey Minds the Baby","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kelly Baldwin and Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":19,"mp_id":"105763209","mp_crag_id":"105745193","climb_id":"aMfsgu/AX6CRim+RuRt0DQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"The route starts down and right of Gumbi Groove. Climb up the smooth slab passing two bolts to a ramp. Clip the third bolt and make a hard move gaining the slab proper. Follow the line of bolts straight up staying just left of the black water-groove. Excellent slab climbing and a great addition to the cliff. If Gumbi Groove gets two stars this route should get two-and-half stars do to better climbing and protection. Good job by KB on the lead.","protection":"Seven bolts will get you to a three-bolt anchor.","location":""},"__v":0},{"_id":"8K0sapooWhODNfwVmoOgIQ==","name":"Overlooked","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Peter Holcombe & Luke Gosselin","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":0,"mp_id":"105753073","mp_crag_id":"105745193","climb_id":"8K0sapooWhODNfwVmoOgIQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"It's the most left route on Bucksnort slab. Just right of the walk off. The start is on a bench bellow a water streak. There are four bolts on the first pitch; two can be seen easily from the base, the third is on a bulge mostly out of sight. Belay in a crack (nuts & med. Aliens).\n\nP2 - Go up and right on sweet slab passing a bolt to a four foot step. Small gear (nuts & aliens) can protect this pull over. Then two more bolts on the face lead to the top of the rock w/ a good crack to belay in (1,2,3 Camalots). This can be done as one long pitch with a 60M. Rope. All the hard climbing is protected w/ small run outs in between. Walk off to the left.","protection":"10-12 runners/QD's Nuts Small Aliens-#3 Camalot All Bolts 3/8\"","location":""},"__v":0},{"_id":"P1hPHdetUdy1q/XO+SKSyA==","name":"Nuclear Burn","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Dangle, Steve Jenkins","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":13,"mp_id":"110292183","mp_crag_id":"105745193","climb_id":"P1hPHdetUdy1q/XO+SKSyA==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"It didn't look that steep to me, but there isn't much to hang onto. This required some very thoughtful concentration to keep my feet smeared on not foot holds but chalk smears from my hands when I thought there was something there, so I marked it and just prayed that I would be able to stand on it. Somehow it works. Climb straight up through two bolts, step left into decent stance, then go up through two more clips of very thin, potato chip moves. By the time you reach the fifth bolt, the hard moves are over, and it eases up significantly to the anchors. The crux is not rushing and maintaining concentration. My dog started barking at a bush and ruined my first attempt.","protection":"5 draws and something for the rusty chain anchor.","location":"It is up the center of the slab, right of\n\nSlippery When Dry\n\n."},"__v":0},{"_id":"U2fcv8f5V+Cn9LzF0XqZTQ==","name":"Motor Mouth","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bruce Morris & Bill Feiges 6/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":17,"mp_id":"105756160","mp_crag_id":"105745193","climb_id":"U2fcv8f5V+Cn9LzF0XqZTQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"This route is located on the right side of the Bucksnort  slab. Look for a left leaning crack that passes a large  block with a single bolt above.\n\nPitch 1: 5.9+ 90'\n\nClimb the crack up and left past some tricky moves down low  and up to a large block. Pro is good but difficult to see  because it is at your feet in the crack behind the block.  Pass the block, clip a bolt and make some steep face moves.  Clip a piton and move up an easier ground to a bolt anchor.\n\nPitch 2: 5.8 120'\n\nHand traverse left above the belay and enter a hand and fist  crack. Climb straight up the crack passing a small bulge  with an old fixed piece. Continue up the easier slab above  the bulge to the top of the cliff and belay at a large pine  tree.\n\nWalk off to the climbers left.\n\n.....................................................","protection":"Standard rack up to three inches, #1 Ballnut is useful.","location":""},"__v":0},{"_id":"BoX/Oi8WUN60LMubHWe1kw==","name":"Left Out","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":1,"mp_id":"105762315","mp_crag_id":"105745193","climb_id":"BoX/Oi8WUN60LMubHWe1kw==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"When facing Bucksnort from the road, there is a very easy approach to the Classic D area.  If you continue on to the south (left-facing the cliff), one passes a pile of huge boulders that almost come to the road.  After this, there is another trail leading up to the cliff.  Scramble up to the cliff and scramble up to a boulder platform that has two bolted routes starting from it.  This boulder platform is up and left and about 25 higher than the start of the route \"\n\nBuckfever\n\n\".  Left Out starts from the boulder platform and is the lefthand bolted route.\n\nThe route: make a difficult move off the boulder, and clip the first bolt from a difficult stance.  Move up and left (crux) to the second bolt.  From there, diagonal up and right on a ramp 5.8. When the ramp get lower angle and goes back to the left, follow it 5.7 up to the third bolt. The distance between the second and third bolt is about 35-40 feet. After clipping the bolt, climb the wave in the slab 5.9. Once over the wave, clip the last bolt and run it out to the anchor (long runout).\n\nThe descent can be accomplished with 2 ropes or using one to get to the middle anchor on \"\n\nBuck Fever\n\n\" and then rapping to the ground from there.\n\nThis is a serious face route. I would only recommend it to someone who is comfortable leading 5.7/8 way above pro. I gave it 2 stars; one for the perfect rock and the second because I really like the old school runout feel it has. This is not a sport route.  Have fun ;-)","protection":"There isn't much to talk about gear-wise on this one, as there isn't hardly any gear: four bolts in 150 feet to the anchor.","location":""},"__v":0},{"_id":"VaB01UG8UCGJLaK9qCkc6A==","name":"Hurricane Gloria","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Rolo? Mark Rolofson & Mike Lowe, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":7,"mp_id":"107964123","mp_crag_id":"105745193","climb_id":"VaB01UG8UCGJLaK9qCkc6A==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Located in between\n\nBouxsnort\n\nand\n\nClassic Dihedral\n\nfind a black water streak in a slab with 8 or 9 bolts.  The crux seems to be from the halfway point on the slab until the crack is reached.  The crack is easier and the slab is rather difficult & there's a belay just before the crack.","protection":"Gear to 3\".","location":"This is located in between\n\nBouxsnort\n\nand\n\nClassic Dihedral\n\n.\n\nUse the standard Bucksnot descent."},"__v":0},{"_id":"yRMkDrhlXBaWEKdbQFRrUw==","name":"Gumbi Groove","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ken Trout and Rob Baker , 1982","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":18,"mp_id":"105754189","mp_crag_id":"105745193","climb_id":"yRMkDrhlXBaWEKdbQFRrUw==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Gumbi Groove is a short climb on a big rock, sitting climbers right of Bushes Of Beelzebub by about 30'.  Standing at the base it's hard to see the first bolt, so start climbing....it's there.  This steep slab offers technical friction to the third bolt then a short traverse right and up on thin edges to the fourth.  From there a quick few steps to the anchors.","protection":"Four bolts to anchors","location":""},"__v":0},{"_id":"EyLF+fPUU/CC1WbVnAj4kw==","name":"Good, Bad, & The Ugly","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Rolofson & Scott Reynolds, Nov.10, 1984. F.F.A. pitch 1: Rolofson & Reynolds, Oct. 1984. F.A. - pitch 1:  Allan Pattie & Dave Bell, 1970s?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":8,"mp_id":"120377290","mp_crag_id":"105745193","climb_id":"EyLF+fPUU/CC1WbVnAj4kw==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Start 15-20 feet left of\n\nClassic Dihedral\n\n. Climb a discontinuous crack for 30 feet. Continue up a steep slab past 4 bolts. The .12b crux involves sustained moves on small holds & smears between the 2nd & 4th bolt, on a near vertical slab. At the 2nd bolt, I have always moved left then up & back right to the 3rd bolt. At the 4th bolt, mantel up onto a horizontal dike, & belay at a 2 bolt anchor.\n\nThis 1st pitch was originally an aid pitch with a 5 rivet ladder to the 4th bolt. The hangers were very weak & ugly being made from metal duct straps. The aid route traversed left on the dike. We established an independent 2nd pitch that climbs the upper face.\n\nThe 2nd pitch moves up left for 10 feet (.10d) to a tiny shelf & a bolt. A long runout (5.9 R) leads to the last bolt. Continue up easy ground to the top.","protection":"Pitch 1: cams to 2.5\", 4 bolts, and a 2 bolt anchor. Pitch 2: 2 bolts. The bolts on the climb are either 1/4\" diameter buttonheads or 3/8\" diameter nail drives.","location":"Start 15-20 feet left of\n\nClassic Dihedral\n\n."},"__v":0},{"_id":"y4YGXWc0UU6+t/KdDfaaXg==","name":"Good Virbrations","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob D'Antonio and Kelly Baldwin","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":10,"mp_id":"105763368","mp_crag_id":"105745193","climb_id":"y4YGXWc0UU6+t/KdDfaaXg==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"The route climbs the first 20 feet (gear) of Classic Dihedral and then goes right on a large large to a short, left facing corner. Climb up the corner (gear) and then follows a line of bolts up the obvious water streak. The crux is at bolt eight but the route is fairly continous in the 9-10 grade. Classic slab climbing and one of the best routes on the wall.\n\nCaution: a 60 meter rope WILL NOT MAKE IT TO THE GROUND FROM THE ANCHOR!","protection":"A light rack of small cams and 13 quickdraws will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"CHS5YL/jVX6g+b6A4TQYvQ==","name":"Easy Out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Bell and Byron Nelson, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":21,"mp_id":"113867667","mp_crag_id":"105745193","climb_id":"CHS5YL/jVX6g+b6A4TQYvQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Choose a way to get to the single bolt. We followed the weakness from the left, as indicated in the picture. There is not really any pro here, but a partner can easily spot the leader from the ground. From the bolt, go up and left to the ramp. Then go right onto another ramp, and follow the zig-zag crack up to the bolted anchor above\n\nPrickle's Problem\n\n. Apparently, a second pitch goes to the top, but I would guess it is rarely done.\n\nThe moves at the bolt were difficult slab, harder than the 5.8 rating given in the guidebook, but maybe there is an easier way to get to the bolt and past it, and so I submitted the rating as 5.8.","protection":"A standard rack and a single bolt.","location":"It is just right of\n\nPrickle's Problem\n\n."},"__v":0},{"_id":"8RAgzSUTV9S6dGTJqVWL3w==","name":"Crazy Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":16,"mp_id":"105762321","mp_crag_id":"105745193","climb_id":"8RAgzSUTV9S6dGTJqVWL3w==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Begin this route 10 or 15 feet left of the the route \"Motorbreath\" listed on this sight, starting from a flake leaning up against the cliff.  Clip the first bolt and make weird smearing and stemming moves up and out left to a minute stance and the second bolt (crux).  Clip the second bolt and move up to the crack (10+).  Up the leftleaning crack to the Motorbreath anchor.  Continue with that route or rappel.\n\nThis short climb has really neat moves but the bolts are really old and dangerous and are in need of replacment.Have fun :-)","protection":"A light rack is helpful for this climb.  The pro is: first a rusty old, second a really bad old 1/4 in bolt (luckily it would be a very short fall) and then the crack.","location":""},"__v":0},{"_id":"4reOfPDtV4K5Kd0VZmuj3Q==","name":"Core Dump","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Peter Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":15,"mp_id":"105762318","mp_crag_id":"105745193","climb_id":"4reOfPDtV4K5Kd0VZmuj3Q==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Not much to this route but if you want to try a well bolted desperate friction problem this is it.\n\nStart this climb 10 feet right of the route \"Bushes of Beelzebub\".  Up the slab; crux is at the second bolt the rest to the anchors is 5.10b.","protection":"5 bolts to a 2 bolt ancher.","location":""},"__v":0},{"_id":"2TRJWkNKUA6qZUPo+ICYWQ==","name":"Classic Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":9,"mp_id":"105751567","mp_crag_id":"105745193","climb_id":"2TRJWkNKUA6qZUPo+ICYWQ==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"This is one of my favorite 5.7s in Colorado.  It's long (160 feet), takes good pro, and clean rock the entire way.  The route is very easily found right where the trail from the road first meets the rock at a large flat opening.  It's the obvious dihedral that continues all the way to the top.  There is a second pitch.\n\nThe first fifty feet is only an easy warmup, then the real fun begins at a small ledge.  Follow the perfect crack up past some great hand jams and into a lieback finish at the top.  Easiest way down is with two 50m ropes on rappel.\n\nThe 2nd pitch is not recommended, due to the rock and private land issues.","protection":"Bring a standard rack with cams mostly between #0.5 and #1 (Camalots).  I usually find camp tri-cams and large stoppers to be useful.  If you are not completely comfortable at leading 5.7, then I would recommend bringing a #4 Camalot for the last move, otherwise it's not worth the weight.","location":""},"__v":0},{"_id":"bgYdqfgrXJuMSRXoukyK6A==","name":"Bushes of Baelzebub","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":14,"mp_id":"105752197","mp_crag_id":"105745193","climb_id":"bgYdqfgrXJuMSRXoukyK6A==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"This is the first, obvious, wide crack system to climber's right of\n\nCrack of Anticipation (Classic Dihedral)\n\n, about 30m and slightly uphill.\n\nClimb the left side of a pillar, then hop right to the main system, and continue to bear right at all choices. 2 pitches; belay where convenient or at fixed anchors for the sport climb next to it (minor traverses required). The cruxes involve leaning, wide OW and pulling over a very, very loose block at bad fixed gear with wasps in the cracks.\n\nWalk off south or rap with [70m] cord to chains 50' up and 25' climber's left of the route.","protection":"Bring a set of cams to #3 and a set of stoppers.  0.75-1.5\" extra gear is useful, as is a second or third #2 Camalot.  No fixed gear on the route.  A long sling wraps a tree for a top anchor.","location":""},"__v":0},{"_id":"FiY1GGGiWtyTpgNE4lf3cA==","name":"Bucksnort Boulder Crack","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"not sure","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":4,"mp_id":"106015947","mp_crag_id":"105745193","climb_id":"FiY1GGGiWtyTpgNE4lf3cA==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"Sweet hand crack with some fists and 1 or 2 OW moves for toping out. (It's a little sandy at the top wide section.)","protection":"2-3 pads.","location":"Far SE end of the Bucksnort Slab left of\n\nBuck Fever\n\n."},"__v":0},{"_id":"YYHEYEK+U7+RHtl/4tx+kg==","name":"Buck Fever","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P. Hubbel, B. Bristol","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":5,"mp_id":"105758775","mp_crag_id":"105745193","climb_id":"YYHEYEK+U7+RHtl/4tx+kg==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"I've climbed this route a dozen times or so since '95.  Its easy access and has a cool variety of crack sizes and friction face all make it a must do and do again route. Buck Fever lies 100 feet left of the \"\n\nClassic Dihedral\n\n\" and around the giant boulder sitting up against the slab.  It climbs an inviting crack up to a small, crescent-shaped roof (belay), then 3 bolts to the second roof (belay 2).\n\nP1. The first pitch begins with cool hands and a smooth face (climb the crack as much as possible) for 25 feet to a good stance where you can sink a bomber #4 Camalot with a runner.  Then head left for the 5.9 or right for a cool 5.10 variation, they rejoin up another 20 or so feet.  The left is a finger dihedral that leans until you pull over a wide hands or layback bulge (note: ropes often get stuck here pulling them on the descent).  This is pretty secure climbing so far, but it takes a little creativity.  Next squirm and grunt through some rough wide stuff that fits med size gear in the back.  Climb to the crescent roof and place a small cam then go out the right side and onto the face (always a thrill going from crack onto a face!) then back left to the obvious anchors.\n\nPitch 2 is all friction face baby!  Take only 3 draws cuz that's all there is...3 bolts.  The first bolt is a little left and about 15-20ft out from the belay.  Don't blow the clip or you'll slide right past your belayer, who will have enough time to cut the rope if you're a whiner.  Clip the next 2 bolts then run for the anchors on easier climbing.\n\nRap the route.\n\nThere is also an cool bolted alternative start to pitch 1.  It's rated a solid 5.10 and starts on top of the giant boulder left of the origional start (you can see the line of 5 or 6 bolts when looking down from the belay stance atop pitch 1).  The friction is excellent to make believe!  The crux is between the 1st to 3rd bolts. It ends at the same bolt anchors atop pitch 1.","protection":"A good trad rack with small to medium cams or nuts (it eats either), a #3 Camalot is useful pro for the bulge 40ft up.  Be sure to have at least 3 QDs for the 2nd pitch.  Good bolt anchors at 75ft and 140ft.","location":""},"__v":0},{"_id":"5SJuhiK7U02PK24xLgfjHw==","name":"Bouxsnort","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Noel Childs, Jerry Rock and friends","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"left_right_index":2,"mp_id":"106365310","mp_crag_id":"105745193","climb_id":"5SJuhiK7U02PK24xLgfjHw==","areaRef":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":"This is my favorite climb on the slabs.Start on the left side of a giant block that leans against the slab proper. make moves up the right facing dihedral to where it ends; here you can place RPs to protect a committing move left onto a sharp prow after which you can clip the first bolt. Next comes the polished slab (crux); working your way past the next two clips culminates in a high step which finishes the most difficult bit. But it's far from over as you've got very contiuous climbing involving high-steps, reaches, and mantles all the way to the anchors. After finshing this pitch, I feel like I have headaches in my feet. If I've got the story right, Jerry Rock (awesome name for a climber) hand drilled the first bolt from a free stance which must have been really frightening and really painful for his toes.","protection":"8-11 bolts (it's been a while), RPs and a mid-sized tcu for the first 10 feet.","location":"To the left of\n\nClassic Dihedral\n\n, find the leaning block against the wall and go to its left entrance. Here you will find the right-facing dihedral that is the start. Photo coming soon."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,c570fae4-67a0-524b-baeb-24115787280a,6f2f5c81-3db2-52b7-9e76-70e2abb22854","pathTokens":["USA","Colorado","South Platte","Pine Area","Bucksnort Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"V0-1"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":5,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":6,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":8,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.31936,39.42133]},"bbox":[-105.31994208647008,39.42088033981813,-105.31877791352991,39.42177966018186],"left_right_index":-1,"ext_id":"105745193","area_id":"by9cgT2yUreednDiq7IoVA=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:56:13.538Z","updatedAt":"2022-11-25T11:16:53.785Z"}