{"_id":"63689d5be80bff5a994f3ea5","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"a7izO1QMWpyPMVXglYWyPA==","name":"Wish Sandwich","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cam Donahoo, Kenny Rose, Jeremy Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":21,"mp_id":"106069734","mp_crag_id":"105734255","climb_id":"a7izO1QMWpyPMVXglYWyPA==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Start in the hand crack to the left of \"Free and Easy\" and climb to a ledge (about 20ft).  Continue up the slab and clip the bolts. A Two-bolt belay is above, near the \"headwall\"  Veer right at the \"headwall\" and belay at the top of the first pitch of \"Free and Easy\".  Rap the gully or continue up \"Free and Easy\"","protection":"0.5\" to 3\"( pro to 3\" only if continuing up Free and Easy","location":"Left of Free and Easy, right of 38th Parallel.  Rap the gully at the top of the pitch, or continue up free and easy.  In my mind its a crime not to continue up."},"__v":0},{"_id":"NbhgyIblU1W2JLC52SBoFQ==","name":"White Hawk","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Birgit Buss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":28,"mp_id":"118278816","mp_crag_id":"105734255","climb_id":"NbhgyIblU1W2JLC52SBoFQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Excellent sustained 11a. Into 11 c crux sidepull and crimp moves at the lip. Follow into crack that has a bare-healthy bush at the start. Another 75 feet to the anchors that end at the top of the thin crack.\n\nLots of choss, lots of loose flakes between bolts 1-2. This route needs to see traffic to clean up the loose debri. Recommend a helmet for belayer.\n\nHands down my favorite route at tollhouse","protection":"6 draws. Singles thins-.75. If you like nuts - micros\n\nchain anchor - double rope rap. 70m gets you 10 feet off the ground if rapping towards the upper traverse. Easy downclimb","location":"20 feet below the start for the Upper traverse. Bolts run to the left of the Bottle flake 11a route with the first bolt 10 feet above the diagonal crack with a dike halfway pointing up\n\nMove right then up to 2nd bolt\n\n2nd bolt is high with ground level fall potential"},"__v":0},{"_id":"EZp/JxYaVGSLhGBoPo7F5A==","name":"Wandering Taoist","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Newell, George Smith 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":0,"mp_id":"105814282","mp_crag_id":"105734255","climb_id":"EZp/JxYaVGSLhGBoPo7F5A==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"A superb slab route, one of my favorites at Tollhouse.  The first pitch is the crux with 5.9 thin edges and smearing.  Fun climbing that keeps your attention.  This pitch is followed by a pitch of 5.6 and then a pitch of 5.7 before running into the right facing dihedral that is the culmination of other routes such as the Traverse.","protection":"Draws and a light rack.","location":"Located less than 100 ft. climbers left of Elephant Walk.  This climb starts on one of the lowest points of the face and takes a direct line up the face below the Tollhouse Traverse."},"__v":0},{"_id":"6xgvjGTqXuK/ewJOo3a0Gw==","name":"Upper Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1958, George Sessions, Merle Alley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":23,"mp_id":"118789320","mp_crag_id":"105734255","climb_id":"6xgvjGTqXuK/ewJOo3a0Gw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"First climb ever done at Tollhouse! A  must-do piece of history, and it's good! Also, many other routes are accessed from this (classics such as Desperado, United Express, Mi Vida Loca). Start in the obvious gully/chimney, passing a manzanita tree halfway, arriving at a flatter section with blocks, belay here. Pitch 2 continues up some cracks, eventually clipping the original 1958 piton and exiting the crack system to face, then runout easy slab to the anchor.","protection":"cams from small to 3 inch","location":"Easily viewable along the approach to this and all the climbs on the main wall. It is the striking gouge up the face. Head right off the main trail when you are just below Upper Traverse (just before Free and Easy route). Follow a trail uphill along the base of the rock and eventually arrive at the obvious chimney."},"__v":0},{"_id":"4nfWgmCAWF6XA6PY+MC44g==","name":"True Grip","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Hildenbrand and Mike Clark, February 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":9,"mp_id":"108003616","mp_crag_id":"105734255","climb_id":"4nfWgmCAWF6XA6PY+MC44g==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This route has two cruxes of equal difficulty, but very different protection. The pitch one crux, an undercling left under a small overlap, takes some marginal nuts. The second crux, a traverse right out of Tollhouse Traverse, is well protected with several bolts.\n\nPitch 1 climbs straight up to a small overlap. Undercling left(5.10a) to a ledge with a bolt. Climb straight up to a short lieback over a bulge and belay on a huge ledge(gear).\n\nPitch 2 climbs straight up the face(5.6-5.7) passing one bolt about 75' up. Belay on small footholds just below a bolt on the right wall of Tollhouse Traverse(gear).\n\nPitch 3 clips the bolt and traverse right(5.10a) to a second bolt and then up and right to join Marvin's Mantel.","protection":"Gear required on pitch 1(undercling - small stoppers; lieback - 2\"; belay - 0.75\"-1\"); for the belay on pitch 2 (1/2\" to 1\").  The four bolts on this climb have been replaced with new, stainless steel, 5-piece Powers bolts.  Thanks to the ASCA(www.safeclimbing.org) for providing the hardware.","location":"This route starts about 75-100' left of the start of Tollhouse Traverse."},"__v":0},{"_id":"e7LjQAeIVG2eedMwVFNHiw==","name":"Tollhouse Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":10,"mp_id":"105791699","mp_crag_id":"105734255","climb_id":"e7LjQAeIVG2eedMwVFNHiw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"From the parking area at the top of the Sunday slabs, descend the trail to the bottom of the Sunday/Saturday slabs, and hike west about 300 yards below the face below and past an obvious half-circle shaped flake.  A left leaning flake, 200 feet high is the start for a number of routes.  The Tollhouse Traverse is the large left-leaning groove/crack system on the left side of this flack.  Follow it for two and a half pitches (bolted belays), then choose to climb bolted slab, the right-leaning dihedral, or climb over the dihedral to slab. The final pitch is 3rd-4th class.","protection":"One set of cams to 4\", one-two sets of nuts.  The occassional bolt.","location":""},"__v":0},{"_id":"9SUKUAFUUUm0u1+xESss7Q==","name":"Think Nothing Of It","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Barry Chambers, Kenny Rose, Cam Donahoo, Oct  2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":17,"mp_id":"106037440","mp_crag_id":"105734255","climb_id":"9SUKUAFUUUm0u1+xESss7Q==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This route is located 75 yard to the right of the\n\n'Tollhouse Traverse'\n\nand 20 feet right of the 38th Parallel. Locate a left facing dihedral block above the climbers trail that skirts the bottom of Tollhouse.\n\nPitch 1 (.10b)\n\ngoes up a small seam that peters out onto a steep, open slab. Two bolts protect some balancy friction moves before reaching a slanting small ledge that angles up and right. This ever thinning ledge becomes a balance act for feet as one shimmies up to a short steep face. The ledge contains a crack (awkward protection at the feet.....thin pro, #3 nut and #00 Metolius TCU). At the ledges end, commit to the face above on small flakes and rounded features. Once above the ledge, climb the slab above, passing 4 more bolts to a 2-bolt belay.\n\nPitch 2 (5.8)\n\ngoes up 10' and then traverses out right and to a subtle corner and up holds along its outside right edge. Pass 2 bolts before getting up into open slab. Pass 2 more bolts while making 5.8 friction moves (a little dirty with lichen but will clean up nicely with more traffic). Continue above, passing one more bolt, to easier terrain on runout 5.6 slab to a 2 bolt anchor (joins with the 'Upper Traverse').\n\nPitch 3 (5.6)\n\nfollows a ramp that heads up and left for 60' then crosses over an easy roof section (5.5) and scampers up knobs and edges. Follow a wandering crack (pro to 2\") up to 2 bolt anchor. At this point, one can unrope and climb the remaining 4th pitch on 3rd and 4th class rock to the top or go directly above the bolts and climb a short pitch of 'old skool' 5.9 slab for 30' before it eases up to 4th class and exits left to summit.","protection":"-Draws\n\n-Slings\n\n-Pro: thin to 2\"","location":""},"__v":0},{"_id":"mmDVRSpCWpKxt+AozN2rPg==","name":"Sunset Strip","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Barry Chambers, Cam Donnahoo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":20,"mp_id":"111776668","mp_crag_id":"105734255","climb_id":"mmDVRSpCWpKxt+AozN2rPg==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Sunset Strip is the right most bolted line from the finish of Free and Easy. 6 bolts to the top, shares Munge Master anchors. From the start (top of Free and Easy) head up and slightly right to join the route. The straight up bolt line is Munge Master.\n\nCrux is passing the 3rd bolt.","protection":"6 bolts, crux is passing 3rd bolt.","location":"Start is on the 4th class bench that is the top out for many Tollhouse head wall routes. Alternatively, the anchors can be reach by traversing around the cap rock (use caution) then 35M rappel. I don't think a normal 60M rope will work, it might get a little creative with a 60. Lastly, if you're familiar with the 4th class bench \"walk off top out\" path then just follow that down.\n\nFrom the anchors, short traverse around the cap rocks to the slab top."},"__v":0},{"_id":"BP1scCvLW/GUJZV00T0b/A==","name":"Silly Wizard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":4,"mp_id":"111623261","mp_crag_id":"105734255","climb_id":"BP1scCvLW/GUJZV00T0b/A==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"A decent alternative if nearby routes are occupied or if one wants to practice run out slab on easy terrain.\n\nTwenty-five feet of 5.6-7 climbing up a right-facing corner with a good crack brings you to the start of the slab with a bolt a few feet up and to the left of the termination of the crack.\n\nA good stance with that bolt at your waist brings you to the route's crux, a few 5.8 slab moves up and right of the first bolt heading to good holds and another bolt. The only disconcerting aspect of this section is the nature of the initial bolt, which is well rusted and looked to be an older button head type. A cam in the crack a body length below would catch you if the bolt failed, but the fall would be painful.\n\nThe climbing eases up after the 2nd bolt and becomes run out as you take a long, right trending seam with good holds up for 30-40 feet. It is possible to clip another bolt right before the belay, which is located almost equally between Elephant Walk's anchor and an anchor to climber's right.","protection":"Small cams for the crack (0.75 and below) and 2-3 draws for the slab. The right trending seam MAY take some micro-wires, but I was unable to place any and I would not count on doing so. It is possible to head right to the Elephant Walk belay, or left to a 3 bolt belay that (as of 2/2016) lacked rap rings. A 60 meter rope will bring you to the tree and ledge where Elephant Walk begins and an easy walk off.","location":"Twenty feet climber's left of Elephant Walk. The short, right-facing corner arches up from a ledge with a tree at its base.\n\nIt is easier to start from the bottom of the slab right of Wandering Taoist than to begin 20 feet up at the tree on. A short crack brings you directly beneath the tree and up right to the corner."},"__v":0},{"_id":"VvWfsSnDUV6JcktI+r1Vdw==","name":"Shining Path","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Watts, Glen McHam, Mark Haymond, Dwight Kroll, Bill Hepler  2011","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":5,"mp_id":"107469836","mp_crag_id":"105734255","climb_id":"VvWfsSnDUV6JcktI+r1Vdw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This is very nice addition to Tollhouse with engaging, well-protected climbing. The crux involves enjoyable and steep (by Tollhouse standards) edging on nice reddish colored patina. Because this route is so new, there are still some loose patina edges that will eventually break off and thus a bit of care does need to be exercised when choosing what to stand on. Nevertheless, I have given this route 4 stars because I think that in a few seasons, this route will clean up nicely and warrant the given star grade.\n\nThe continuity of the pitches on this climb warrant a bit of comment and I welcome comments by anyone who has additional information. The initial two pitches of this climb are obviously independent and new; this is obvious because the bolts are brand new and the bolt spacing is quite generous (i.e. very well-protected). However, the second pitch ends at the second pitch anchor of Wandering Taoist. At this point, the character of the bolting changes quite substantially. The climbing becomes fairly runout and the age of the bolts seems to indicate that the third pitch predates the initial pitches by quite some time. My guess is that the third pitch was originally an extension of Wandering Taoist; however, the information that I have is written by one of the FA's and thus I have entered the route according to the FA's account (for more information see 'A Climbers Guide to Tollhouse Rock' by Kroll and Slater\n\nmaximuspress.com/shop/prodd…\n\n).\n\nPitch One (130 feet; 5.10b, 7 bolts):\n\nBegin by climbing the initial right-facing corner of Elephant Walk (this is really a 15 foot pillar leaning against the wall) and mantle the pillar to the left; some folks may want a medium sized cam to protect this (around a 0.5 Camalot or so). Next spot the first bolt about 6 feet up from the top-center of the pillar. Continue face climbing up past 4 bolts (crux). After clipping a total of 7 bolts, begin trending up and left to the two bolt anchor.\n\nPitch Two (140 feet; 5.7; 8 bolts)\n\nAfter the thin edging of the first pitch, this pitch will feel like gravy!! Trend gently up and right on well featured rock; the climbing on this pitch is exceptionally fun and the bolts are very reasonably spaced. After 4-5 bolts, begin trending back up and left passing the remaining bolts to a ledge and a bolted anchor (this is anchor is also the top of the second pitch of Wandering Taoist and Elephant Walk).\n\nPitch 3 (140; 5.10a; 5 bolts):\n\nThe character of the route changes substantially at this point. Leave the belay and climb straight up 20-25 to clip the first bolt. Follow the bolt line as it trends up and left to a bolted belay station.\n\nVariation:\n\nFor those folks who want to climb the initial, well-protected pitches but avoid the runout third pitch, you can merge onto the final pitches of Elephant Walk instead of continuing up the proper third pitch.\n\nPitch 4 (200 feet):\n\nFinish on either Tollhouse Traverse (gear needed) or Elephant Walk.","protection":"8 slings for clipping the bolts. Some folks may want a few cams for the beginning and the 4th pitch finish on Tollhouse Traverse or Elephant Walk; a single set should be more than sufficient.","location":"The route shares the first 15 feet with Elephant Walk, so you just need to find the starting pillar to Elephant Walk. (See the topo for more details)."},"__v":0},{"_id":"4iLlu+QeUtKLzMyfoVipPg==","name":"Old Fart's Edge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":3,"mp_id":"105791718","mp_crag_id":"105734255","climb_id":"4iLlu+QeUtKLzMyfoVipPg==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"From Tollhouse Traverse and Elephant Walk, continue climbers left across the face to a deep chimney with a ledge and arete to its right.  Old Fart's Edge starts up this slabby arete.  The Southern Sierra guidebook gives this route 5.6, but its more like 5.7-5.8 in places.\n\nThe first belay is a bit right of the end of the chimney, at about 150 feet.  The second pitch features a traverse to a thin crack system, then runout climbing to the second belay.  The climbing eases off after that, to the dihedral for Tollhouse traverse or the bolted slab.","protection":"Bolts.  A bit runout in places.  Bring a set of nuts and cams for a crack on the second pitch. Use a 60m rope.","location":""},"__v":0},{"_id":"5qNXrrKSW5u/FpCYM63hvw==","name":"Nuts and Bolts","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"MIke Brennan, Mark Haymond 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":2,"mp_id":"108038801","mp_crag_id":"105734255","climb_id":"5qNXrrKSW5u/FpCYM63hvw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Pitch 1: 5.7 chimney for 80ft  Belay at top of chimney.  Pitch 2:  From belay climb left past a small roof for  5.8 featured face climbing or right for 5.7 friction.  You can get in one piece after the belay in the roof and then it is about twenty feet to a bolt at the bottom of a crack.   Follow shallow finger sized crack to bolted belay.  Pitch 3: 5.7 continue to follow the crack system past a single bolt to a 2 bolt belay. Pitch 4:  Traverse left on slabs to a very small right facing corner like feature that eventually leads to a gully and another ledge from here it is 3rd class.  You can stop at another two bolted belay before the third class. We just  simuled to the top.","protection":"Standard Rack to 3\"","location":"On the Far Side of Tollhouse past Elephant Walk. Starts in the Chimney to the Left of Old Fart's Edge."},"__v":0},{"_id":"ZVMwp6wIUg607wRqEhcMDQ==","name":"New Breed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1986, Andrews Stevens, Robert Newell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":25,"mp_id":"118789468","mp_crag_id":"105734255","climb_id":"ZVMwp6wIUg607wRqEhcMDQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Starts up slab to left of Mi Vida Loca's corner system. Another route starts here too (Don't Laugh 5.9), which splits left; this one splits right. I climbed the second pitch only after climbing Mi Vida Loca, but I could see pitch 1 was straight forward slab with good bolts. P2 goes straight up to a corner that takes some pro and then a bolt is just above the corner (hard to see it). Follow a few more bolts to the next anchor.","protection":"pro to 1\"","location":"Start from top of pitch 1 of Upper Traverse, following the bolt line just left of Mi Vida Loca (1-foot-tall right-facing corner)."},"__v":0},{"_id":"UjxW6hgfUmOvPFCJinG0SQ==","name":"Munge Master","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Martzen and Dwight Kroll  1981","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":19,"mp_id":"107468451","mp_crag_id":"105734255","climb_id":"UjxW6hgfUmOvPFCJinG0SQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This route is mostly used as a way to finish many of the multipitch routes that converge below the Cap Rocks (e.g. Balls and the Upper Traverse end near here). This is an okay route that is a nice way to finish the longer routes instead of finishing on the 4th class territory to the left. The climbing is reasonably fun on decent quality rock.\n\nFrom the anchor at the nice ledge (see topo), there are 3 semi-independent bolted lines. The left most route is 5.10b (3 bolts), the middle route (Munge Master) is 5.9, and the right-most route is 5.9 (six bolts).\n\nClimb up from the belay taking the center bolt line, clipping 4 bolts along the way. After the last bolt, either climb up and left or clip the last bolt of the route to the right and then climb up and left.\n\nExit up and through the Cap Rocks either straight up or up and left. Exiting straight up requires some moderate fifth class climbing; exiting around to the left is easy 5th to 4th class. Either way, many will want a few pieces of gear for the finish and potentially for building an anchor.","protection":"4-6 draws for bolts and gear if you have placed some. If you want to take gear, bring a single set of cams from 0.5\"-2\".","location":"Below the left side of the Cap Rocks; see topo for details."},"__v":0},{"_id":"0moQnUFCVVmoDnj7CAA+fA==","name":"Mi Vida Loca","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Apr 1988, Robert Newell, James Curran","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":26,"mp_id":"118789392","mp_crag_id":"105734255","climb_id":"0moQnUFCVVmoDnj7CAA+fA==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Awesome movement, sustained. 5.10c slab followed by 5.10c face with interesting moves, even some underclings and balancy high-steps. You follow the obvious corner, which doesn't help much and is only used in a few places. The corner doesn't have a crack for the first half, but does open up at one point to finger sized and is used for pro. After the corner ends, pull some face moves, clip a bolt, and eventually reach another arching corner for some time before it ends and there is another bolt up and right--clip this and begin an easy 5th class traverse left until reaching the anchors that are easily seen.","protection":"draws and singles from small to 1\"","location":"This is the right trending corner (right facing and about 1 foot high) that starts from the top of pitch 1 of Upper Traverse. Climbing follows the corner but does not really use the corner very much."},"__v":0},{"_id":"qzONK3m2X3mp/rEyPDQvaQ==","name":"Marvin's Mantle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dennis Adams and Mike Brennan, February 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":11,"mp_id":"115130329","mp_crag_id":"105734255","climb_id":"qzONK3m2X3mp/rEyPDQvaQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"One of the early routes at Tollhouse which offers runouts on moderate climbing. Start either with Tollhouse Traverse or the Direct and belay at the top of a blocky ledge with some old and new bolts just right of Tollhouse Traverse.\n\nThe second pitch climbs up the obvious crack and then onto the face (crux) past six bolts to a 2-bolt belay.  The third pitch climbs up and past 8 bolts to the belay of the third pitch of Elephant Walk.  Follow that route to the top.","protection":"Bolts plus a rack up to 0.5\".","location":"Starts either at Tollhouse Traverse or the Direct."},"__v":0},{"_id":"VlT3J+M7W7ymdu9MGf3XRQ==","name":"The Headwall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Brennan and Krist Jensen","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":16,"mp_id":"115130450","mp_crag_id":"105734255","climb_id":"VlT3J+M7W7ymdu9MGf3XRQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"One of the original routes at Tollhouse.  With all the additional new climbs, routefinding skills are necessary to stay on route.\n\nThe first pitch begins just left of a low angle open book.  Climb past two bolts to a right trending flake which is followed to its end.  Next climb past one bolt to a two-bolt belay. The second pitch climbs past one bolt and belays at two bolts below and obvious overhang(the headwall).\n\nThe third pitch climbs the headwall onto the upper face then trends up and left past five bolts to a two-bolt belay shared with The Swallow, Brains and Headline. Follow Free and Easy to the top of the rock.","protection":"Pro to 2\".","location":"Starts right of Balls just left of low angle open book(Heartbreaker)."},"__v":0},{"_id":"O6gysvgiVViIFqIFhLAnsQ==","name":"Headline","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Barry Chambers and Cam Donnahoo (2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":15,"mp_id":"121561562","mp_crag_id":"105734255","climb_id":"O6gysvgiVViIFqIFhLAnsQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This is a variation to the third pitch of the Headwall (5.9). Instead of going right, take the line of shiny SS bolts to the left. A bit dirty, but would make a nicer line I'd it were climbed more and cleaned up","protection":"Bolts. Well protected by Tollhouse standards","location":"Go left instead of right from the P2 belay of the Headwall"},"__v":0},{"_id":"5JqQWuSHWWajjUzmgAj6qg==","name":"Hang 'Em High","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Haymond and Dennis Adams, October 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":12,"mp_id":"115130399","mp_crag_id":"105734255","climb_id":"5JqQWuSHWWajjUzmgAj6qg==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Another of the early Tollhouse routes with moderately-spaced bolts.  As with Marvin's Mantle either start with Tollhouse Traverse or The Direct and head up to a blocky ledge with a couple of old and new bolts.  Where the second pitch of Marvin's Mantle heads up the crack, Hang 'Em High heads out right to a quartz dike(bolt) and then back up left to a bolt. Move up and then up and left past six more bolts to a two-bolt belay.\n\nThe third pitch is easier(5.7) with two bolts to a three-bolt belay.  The fourth pitch starts off with a bit of 5.7, but then gets easy and ends on a large ledge.  4th class climbing leads to the top of the rock.","protection":"Pro to 1\"","location":"Starts with either Tollhouse Traverse or The Direct."},"__v":0},{"_id":"MY6pDzhcWL6cBw7EqwkH3Q==","name":"Free and Easy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":22,"mp_id":"106069739","mp_crag_id":"105734255","climb_id":"MY6pDzhcWL6cBw7EqwkH3Q==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Start to the right of \"Wish Sandwich\" and climb. P1 starts by linking discontinuos cracks until you get to the nice left facing corner (might be the crux but you are having too much fun to notice). After 70M belay on a nice three bolt belay on a ledge. P2:  slab climb past three bolts (maybe four now if this section was retro'd. crux) to join a left facing corner.  Plug gear until you reach the double bolt belay.  P3:  Climb up the remainder of the corner and turn it to gain a low angle slab (one bolt) for about 40 or 50 feet.  Belay on a nice ledge with two bolts.  3rd/4th class up or climb one of the other pitches that lead to the top from this ledge.","protection":"to 3\"","location":"Right of Wish Sandwich."},"__v":0},{"_id":"qcL0Rjo1UdyiLDlhxjqb6Q==","name":"Falling Star","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":1,"mp_id":"117108444","mp_crag_id":"105734255","climb_id":"qcL0Rjo1UdyiLDlhxjqb6Q==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"To locate the start to 'Falling Star', continue left from the start of 'Elephant Walk' an additional 100 feet and find a 1\" crack ascending the rock face. This is the start of 'Falling Star'.\n\nNOTE: The standard bolt pattern established at Tollohuse is set conservatively. In other words.....most climbs are runout. This route is no exception. Use good judgement.\n\nPitch #1 (5.8):\n\nStart up the crack (pro up to Metolius #5 or #.5 Cam Jr). As the crack begins to peeter out (5.8 crux), head up and right to a ramp leading to a right facing corner (#1 Camelot). From the corner, head up and over a small, slightly flairing roof (poor pro, 5/8 Alien best option). Pass the small roof on it's left (2nd crux 5.8). Continue climbing up and slightly right, passing 2 bolts along the way. A two bolt belay (200 feet) is encoutered at the end of this pitch. This pitch ends at 'Wandering Taoist's anchors. As seen in the Sequoia Kings Canyon guide, the route originally headed a hard left after the roof....creating huge rope drag and runout for 40 feet. The last 2 bolts of this pitch were installed to create a more direct and ethstetic line....without the rope drag!\n\nPitch #2 (5.7R):\n\nStart by ascending directly above the anchor, moving over sloping dishes and good edges, clipping 4 bolts along the way (180 feet). The first bolt is 30 feet from the anchors and the remaining are about the same distance in between, so scan the rock carefully.\n\nPitch #3 (5.7):\n\nTraverse out right then up to a bolt (5.7). (Note: DO NOT HEAD DIRECTLY ABOVE THE BELAY, if you want to continue up the original route.....this is a 5.8+ variation pitch.) Clip the bolt and ascend a small left facing corner (may accept #1 Metolius TCU) to another bolt 30 feet above (there is a bad bolt next to a newer bolt...still not pulled and badly damaged). Pass three additional bolts along the way. As one climbs this pitch, the features slowly disappear and climbing becomes strictly steep friction. Locate a two bolt hanging belay (150 feet).\n\nPitch #4 (5.7):\n\nStart directly up from the achor and pass a left slanting crack (the end of the Tollhouse Traverse). The crack can be protected by a #3 Metolius Cam. Pass the crack and up an obvious line of bolts (3 total). After the last bolt, head up and left to the end of a large right facing corner. Locate a two bolt achor on top (100 feet, hangers with cold shut links). Notice: there is a two bolt hanging belay about 30 feet to the right of the above described bolts........IGNORE THEM!\n\nFinish by ascending a 3rd class crack past the 4th pitch anchors to the summit of Tollhouse.\n\nThis was originally a rappel route to the base of the cliff to avoid the primeval bushwhacking. \"You know, I bet this thing could be climbed.\" Additional bolts were placed on rappel between the anchors to create a climbing route. The name was suggested because it follows a long arc down the face of the rock. When one of our star climbers fell on the third pitch during the first ascent \"Falling Star\" became all the more appropriate.","protection":"+ 60 meter rope\n\n+ Pro to 1\" Camelot\n\n+ (8) quickdraws\n\n+ 2 to 3 foot slings\n\n+ Lockers and slings for the belays","location":"Refer to the same approach used for 'Elephant Walk'."},"__v":0},{"_id":"z8N3sXD6XHCN1qmfYH7M6g==","name":"Elephant Walk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":6,"mp_id":"105791711","mp_crag_id":"105734255","climb_id":"z8N3sXD6XHCN1qmfYH7M6g==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Continue along the base of the wall, past Tollhouse Traverse, until you see a large, detached flake leaning against the wall. You know you are in the right place if you see two finger cracks, approximately 15 feet apart that angle up and join each other about 20 feet up. The left-hand crack comes from under the detached flake resting against the wall, and goes generally up and right. The thin, right-hand flake angles up and left and is often full of grass.\n\nPitch 1: Follow the left-hand finger crack crack up 20-25 feet to where it meets Beginner's Delight, forming an upside down \"Y\". The crack progressively widens to big hands or small fists, and the climbing gets very easy. Follow the crack to bolted anchors.\n\nPitch 2: Follow easy-to-spot bolts up a mix of friction and edging. This pitch is quite run-out, and falling is not a good idea here. Old farts will argue about grades and how/easy this pitch is, and I won't add to the debate. I'll just say, it's friction so be mentally prepared if that's not your normal style\n\nPitch 3:  Be careful here. Going straight up from the belay puts you on \"The Shining Path 5.10\" which is significantly harder. It's an easy enough mistake to make, as the first two bolts straight up from the anchor are pretty easy looking.\n\nInstead, traverse right from the belay to obviously easier territory. As you follow bolts up, Tollhouse Traverse will come into your view on the right, and a dihedral will loom above and to your left. Keep going to bolted anchors.\n\nPitch 4: From here, the line of bolts continues straight up. You can also elect to join The Traverse by angling towards the dihedral and pulling around to the left of it to attain unbolted but easy slab on the other side. This slab will lead you straight up to anchors and a third class walk off.\n\nAll pitches are 35 meters. All pitches after the first involve run-outs of 20 feet or more over friction and very small edges.","protection":"Double Aliens to orange, Camalots to #2 - maybe a #3 also for the belay.  Double set of nuts. There is a bolted rap station.","location":""},"__v":0},{"_id":"VZzc0qONW9iageE/1LEHJQ==","name":"Don't Laugh","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Newall, Lubenko, DiJarlis, Martinez,Reeves (1987)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":24,"mp_id":"121561637","mp_crag_id":"105734255","climb_id":"VZzc0qONW9iageE/1LEHJQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Climb the lichen. Well protected and then suddenly the bolts vanish and you make a committing move up some lichen to gain an overlap to reach the anchor. Don't fall here or you'll smack a ledge and break your ankles.","protection":"Bolts","location":"Left most of the three bolted lines in the upper traverse area"},"__v":0},{"_id":"6QpdBnVoUcSyjL+8wPgDDg==","name":"The Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gene Drake, Mike Brennan, Dave Schroder, Goodsen, Ketcher March 1971","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":13,"mp_id":"118738602","mp_crag_id":"105734255","climb_id":"6QpdBnVoUcSyjL+8wPgDDg==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"This was the first route to attack the main wall at Tollhouse Rock.  The first few bolts  were put in ground up, but frayed nerves led to a change in strategy for the rest of the climb.  A rope was placed down the route and when it was deemed necessary to place a bolt the leader attached himself to the rope. Even with the revised bolting ethics be prepared for a moderate distance between bolts.\n\nThe 5.8 way climbs up through some pesky bushes to gain a small right facing dihedral.  About 1/2 way up this dihedral(place gear) traverse up and right 25 ' to a bolt.  Continue straight up past three bolts to a double bolt belay on a ledge.  The next pitch traverses left(the route Direct Current goes straight up) to a bolt then up past 4 more bolts to a double bolt belay.\n\nThe third pitch climbs up past 2-3 bolts to a large ledge with a double bolt anchor up at the right edge.  4th class and lower 5th class climbing leads to the top.\n\nThere is a two-bolt direct start(5.10aR) just left of the bushy start.  Some have use a 'tree branch tie off\" to supplement the pro between the two widely spaced bolts.","protection":"Mostly bolts, but gear to two inches should be carried.","location":"This route starts about 25 feet right of Tollhouse traverse.  Locate a small right facing book protected at the bottom by some pesky bushes.   Two bolts denoting the direct start to the direct are a few feet to the left."},"__v":0},{"_id":"rOppqPKNXU6Wi2Y5l69AZw==","name":"Desperado","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jerry Polasky, Mark Haymond, Mike Brennan, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":27,"mp_id":"113823977","mp_crag_id":"105734255","climb_id":"rOppqPKNXU6Wi2Y5l69AZw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"One of the best routes at Tollhouse--would be 4-star classic if it got a little more traffic. Route starts on Upper Traverse's first pitch (5.6)--work your way up the chimney/gully (you may chose not to rope up yet if comfortable here); once you arrive at a tree with 2 small flat spots to stand and rope up, to your right you should see a roof and ledge system/ramp up a giant flake. Climb to the top of the flake, arriving at a large ledge with long anchor chains--this is the true start of Desperado (straight up) and United Express (5.10c 3-star, up and right). Clip 2 bolts, pull a small roof with a tenuous mantle (crux--can be protected with a small cam under roof), climb easy runout to another bolt, then straight up to a small ledge and anchor bolts. Pitch 2 heads up and left, following a groove/crack that takes cams in many places and has some bolts to clip as well. When the crack turns into a crescent-moon-shaped feature, climb face/slab to its right, straight up (somewhat runout here). Arrive at anchor underneath cap rocks. Climb up cap rocks or walk off left.","protection":"Pro from thin to 1\", plus 5 quickdraws and several shoulder-length slings. Runouts would likely make the route PG by many people's standards, but is typical of Tollhouse and the guidebook did not give it a PG rating.","location":"Upper Traverse Area"},"__v":0},{"_id":"i21MbEM2VWWRfwoLyXzJdw==","name":"Beginner's Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Brennan, Walter Knapp 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":8,"mp_id":"118202551","mp_crag_id":"105734255","climb_id":"i21MbEM2VWWRfwoLyXzJdw==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"The route climbs the right facing corner next to Beginner's Delight. It looks kinda weird and not very good from the bottom, but it gets MUCH better the higher you go. So glad we hopped on this. It's a real 5.7, I think tollhouse is graded very fair and that's what the guidebook gave it. When you get to two underclings, go to the upper one and follow the flake to the anchor. You'll see the anchor from the base of both underclings.","protection":"Guidebook says pro to 3\". I took doubles and used some.","location":"Next to Beginner's Delight, a few hundred feet left of the traverse"},"__v":0},{"_id":"cRJH/FLnU5+O3X51mLZumQ==","name":"Beginner's Delight","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brennan, Bill Sorensen '69, FFA: Brennan, Fielden, Shervem '73","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":7,"mp_id":"108373980","mp_crag_id":"105734255","climb_id":"cRJH/FLnU5+O3X51mLZumQ==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"A highly recommended start to the main crack. Hands down, the best of the three cracks! The crux is the thin left-leaning crack off the deck. It's mostly tips for about ten feet with pockets along the way for solid jams. The thin crack meets up with the right-leaning crack (Elephant Walk  5.7) and turns to solid hands. The first pitch can be top-roped. Three-bolt rap anchor at the top.(60 meter rope and some down-climbing just makes it, 70 meter works fine)\n\nContinue up the face and follow the bolt line the rest of the way up. Moderate and runout face climbing, typical of Tollhouse, the rest of the way up(5.7 or less)\n\nThe first pitch is, IMO, one of Tollhouse Rock's best lines, stellar/ secure jamming for 100' at such a moderate grade makes for an awesome climb. A must-do for anyone climbing at Tollhouse.","protection":"Nuts to 3\"\n\nDoubles of thin pro for the start\n\n1 70 Meter rope preferred if you're only doing the first pitch, 60 meter is fine if you're doing the entire climb\n\nBolted Anchors","location":"The route starts to the left of a right-facing corner (Beginner's Right 5.7)a few hundred feet left of Tollhouse Traverse and about 25 feet right of Elephant Walk. At the base of the crack is a tree with a block leaning on it, start around here."},"__v":0},{"_id":"gojjvM4NUbubLm7Zwf0+1g==","name":"Balls","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Krist Jensen, Larry Fielden, Dave Cehrs, Mike Brennan  Feb. 1976","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":14,"mp_id":"107468398","mp_crag_id":"105734255","climb_id":"gojjvM4NUbubLm7Zwf0+1g==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"Balls takes a direct line up one of the largest sweeps of rock at Tollhouse Rock. All four pitches climb distinct types of rock which makes for continuously interesting and varied climbing. The technical crux comes early on with reasonably well protected friction and smedge climbing. For most, the psychological crux will be the runout 4th pitch. Elegant and rewarding climbing throughout.\n\n1st pitch (~130 feet; 5.9; 5 bolts):\n\nDelicately edge your way up to clip the first bolt and contemplate the next 30-40 feet of crux friction and smedge climbing. While not wildly runout, expect to climb 15-20 feet between bolts with solid friction and smedge climbing on high quality and beautiful white granite; make sure your belayer is with you for bolts 2 and 3 because the ground is quite close given the bolt spacing. After the first half of the pitch, the climbing difficulties decrease slightly and the bolts become more spaced. Excellent pitch.\n\n2nd pitch (~85 feet; 5.7; 2 bolts):\n\nClimb straight up from the belay and clip the first bolt 20 feet up. Spot the second bolt (~30 feet or so) and wander your way upwards; from the second bolt head towards the anchors at the bottom of the crescent arch corner above. The climbing on this pitch is runout, but the climbing is no harder than 5.7 with many small features, dishes, and knobs (not pure friction climbing).\n\n3rd pitch (150 feet; 5.9; 5-6 bolts):\n\nThis is the secondary technical crux pitch. Leave the belay and climb the right-facing arching corner (protected by small nuts and cams) until you pull up and left on the face at a good sized knob and clip the first bolt (alternatively, you can climb straight up from the belay, clip a bolt, and then traverse up and left to the first proper bolt...however, do NOT continue climbing straight up, this is a variation called \"Brains\" which is 5.9 and looked to be quite runout). Next, wander your way upwards on fun, semi-runout, but fairly secure climbing; you will eventually trend up and left to a left facing roof/corner. Just below the apex of the corner/roof, clip a bolt out right on the face above the corner and climb up over the roof and continue upwards to the anchor. There are a fair number of bolts splattered here and there on this pitch. I believe I clipped 5 or 6 bolts without wandering too much. Another fine pitch.\n\n4th pitch (~150 feet; 5.8; 3 bolts):\n\nLikely the mental crux. Climb friction straight up from the belay for 25-30 feet to the first bolt. After clipping the first bolt, continue friction climbing upwards for 40 feet to the second bolt. Continue upwards past a third bolt and belay from gear at a nice ledge.\n\nVariation:\n\nIf you are not up for running it out 40 feet on 5.8 friction, you can take a bit of gear with you and climb a variation to the right (this variation is shown in black on the route topo). However, doing this variation without heinous rope drag will require judicious use of long slings and/or double ropes. Climb up and right (maybe 15 feet) from the belay to bolted anchor at a ledge. Traverse the ledge to the right and clip another set of anchors. Now climb up and right to merge with the crack system (the Upper Traverse route) and follow the crack back up and left passing one more bolt until a roof is reached. Traverse and climb over the roof on the right and continue straight up to the two bolt belay at the base of Munge Master.\n\nExit pitch (~200 feet):\n\nEither exit up and left on 4th class or continue upwards and finish on Munge Master (see Munge Master description).","protection":"6-10 draws for the bolts and gear on the third pitch. Bring a set of small wires and cams for the third pitch; supplement this with a set of cams up to 2-3 inches if you do the fourth pitch variation.","location":"Begin maybe 60 feet to the right of Tollhouse traverse. Make sure you are to the RIGHT of the tree at the base because there are other bolted routes between Balls and Tollhouse Traverse. See topo for details."},"__v":0},{"_id":"YGnr0P0UUXm6Az8RQRoM0g==","name":"At Your Leisure","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Martzen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"left_right_index":18,"mp_id":"111776748","mp_crag_id":"105734255","climb_id":"YGnr0P0UUXm6Az8RQRoM0g==","areaRef":"K1+b1jm1UjWAkynt37aytQ=="},"content":{"description":"At Your Leisure is the left most bolted line from the finish of Free and Easy. 3 bolts then join the last bolt of Munge Master. Start is about 10 feet left of the anchors for Free and Easy. Head straight up.\n\nYou'll think the crux is passing the 2nd bolt and think to yourself, \"wow that wasn't as bad as I was thinking, I'm kind of bad ass climber now\".... Only to eat it at the 3rd bolt.","protection":"4 bolts, pass the 3rd is the crux.","location":"Start on the 4th class bench that is the top out for many Tollhouse head wall routes. Alternatively, the anchors can be reach by traversing around the cap rock (use caution) then 35M rappel. I don't think a normal 60M rope will work, it might get a little creative with a 60. Lastly, if you're familiar with the 4th class bench \"walk off top out\" path then just follow that down.\n\nFrom the anchors, short traverse around the cap rocks to the slab top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,c0ad6f4a-c669-5bcc-92eb-2d751703929c,2b5f9bd6-39b5-5235-8093-29eddfb6b2b5","pathTokens":["USA","California","Western Sierra","Tollhouse Rock","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":9,"label":"5.9"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":3,"label":"5.10b"},{"count":5,"label":"5.7"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":13,"intermediate":11,"advanced":1,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":7,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":15,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.38526,37.02938]},"bbox":[-119.38582325326608,37.028930339818146,-119.3846967467339,37.02982966018187],"left_right_index":-1,"ext_id":"105734255","area_id":"K1+b1jm1UjWAkynt37aytQ==","polygon":{"type":"Polygon","coordinates":[[[-119.38582325326608,37.028930339818146],[-119.3846967467339,37.028930339818146],[-119.3846967467339,37.02982966018187],[-119.38582325326608,37.02982966018187],[-119.38582325326608,37.028930339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:53:34.909Z","updatedAt":"2024-01-20T00:57:09.501Z"}