{"_id":"6368a1b8e80bff5a99554078","area_name":"G Spot","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,b6774a46-6718-5408-9319-1a689c5ed5fd,b2631e67-ac03-5ae6-9249-126eadc239e4","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","* Rumney Ice Climbs","G Spot"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8343,43.80188]},"bbox":[-71.83492302453631,43.80143033981813,-71.8336769754637,43.802329660181854],"left_right_index":-1,"ext_id":"107954299","area_id":"smMeZ6wDWuaSSRJurcI55A==","polygon":{"type":"Polygon","coordinates":[[[-71.83492302453631,43.80143033981813],[-71.8336769754637,43.80143033981813],[-71.8336769754637,43.802329660181854],[-71.83492302453631,43.802329660181854],[-71.83492302453631,43.80143033981813]]]}},"content":{"description":"The G Spot is a mostly sport climbing area on three slightly forested separated tiers, lowest, middle and upper. The central ice comes in a similar way, having one main vein of ice separated into three directions of ice left, center and right (facing the cliff). All flows are separated by tree slopes covered in snow. The left branch is shortest. Its a twenty foot corner that comes off the upper tier and does not make it down any further than that. The right branch is called 'Boulder Problems' and was the first route we did. It starts right of 'Drip of Fools' the rock climb. Drip of Fools is a nice big frozen drip and the bolts could get you part way up it or more but it will likely scar the rock. That shouldn't be done.        The western side has short ice routes with connection to the upper tier. When these tiers are in firm winter condition, doing it is called Pizzazz.        G Spot is all boulder problem height ice routes or short flows (20-40 feet)and a couple of routes are from connecting the tiers into being one multiple pitch ascent. In doing so, there is about a two hundred foot vertical height gain. I haven't heard of any climber's talk about the area. The steepness of the slopes at the G Spot is minimized by snow too little danger, at all the cliff base lines.           Many different ways to ice climb here in a very small area and all short distanced apart. Depending on ice conditions the crampon approach from Bumpin the Gate to the Kagels and Locks to Lichen Lickin upper tier section is reliable, otherwise there will be icy rocks from too little snow to deal with on the traverse. The Approach ice slab to the upper tier is always reliable.        There are many excellent little time too climb routes. Plenty of free soloing ice to do. It might be a good place to teach ice climbing?        Rappelling would be the most convenient way out of here. If exiting from the top tier, go left or west to the Kennel Wall Trail to go down its rocky path. There is a bushwhack down right that is reasonable, but until after the first descent the way back will be unknown. There are usually deer tracks down this slope and they are expert at path finding.    There's ice in them hills! At least when there is a drought."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:15.079Z","updatedAt":"2024-01-20T01:04:01.743Z"}