{"_id":"6368a1b8e80bff5a99553f2c","area_name":"Armed and Dangerous (Main Cliff Left)","shortCode":"","climbs":[{"_id":"YkfZN2DWUWaDP7xbraOJxA==","name":"The White Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris hassig and Mark iber 1979!","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":25,"mp_id":"107392855","mp_crag_id":"105935079","climb_id":"YkfZN2DWUWaDP7xbraOJxA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Scamper up very easy low angle rock to the base of the white wall. The crack angles left to right on quartz with a dose of lichen. It follows a crack but you do a good bit of face climbing. The climbing is good, the positioning is AMAZING! You will be looking down in to the Baker River Valley and the river it self bending its way through. The best place to view this area we love so much. \n\n  Place a nice solid piece and step up in to it. A finger size cam placed just after I started kept me happy as I made sense of the strange crack holds, slippery quartz feet and face holds hidden by lichen. After a 15 foot crux section you can stand on your feet before clipping a pin and pulling one more tricky section. This upper bulge is a little less difficult but more fun than the crux. Top out on a nice jug and decide where you'd like to anchor. There isn't a perfect spot to do so but a few trees to choose from. \n\n  With a good cleaning this would be a great climb. Not sure if it would see enough use to keep it clean unless it was bolted. That wouldn't be aweful but I think it's fine how it is.","protection":"Regular rack, fixed pin.  Belay from trees.","location":"This is a 3rd pitch, above the Armed and Dangerous area, that tops out on the highest point on the Main Cliff. The best way to approach the route is by climbing The Big Easy (5.7), to Bourbon Street (5.10c). The white buttress will be right above you at the anchor of Bourbon. If you don't want to do a 10c pitch, you can stay on the Big Easy, taking the bolted 5.4 pitch directly up from the Sesame Street anchor, which brings you to a bolted anchor just a bit left from Bourbon Street. You may want to continue just above and belay from a tree though if there is still a good one (there was a fire)\n\n If you wanted to, you could get to the base of the route by hiking around and scrambling around the climbers left side of the buttress and anchoring to a tree. but the approach pitches are fun and a good warm up for the main event."},"__v":0},{"_id":"iDXpScCzVNmpNwj/XFU7Uw==","name":"Toxic Gumbo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Sprague 2/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":30,"mp_id":"106148885","mp_crag_id":"105935079","climb_id":"iDXpScCzVNmpNwj/XFU7Uw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A fun addition to this section that was better than i thought it would be. \n\n  Start from the ledge near the big tree and work the rope out so it runs straight. I just throw the rope around the tree so the belayer can stand under the start of the route.   Anyway, climb the steep corner above, working the feet and making a tough move out left to a good stance. Move up and right and tackle a slight bulge to a slab with little crimps (getting on to the slab felt like the crux). Enjoy a nice ledge then finish one more vertical section on jugs and technical stuff to the anchor.","protection":"10 bolts to 2 bolt anchor. A longer draw here and there and maybe a shoulder sling at the transition from the slab into the final steep keeps the rope running well.","location":"On the right side of the A and D wall. Start on a dirt ledge near a large tree trunk."},"__v":0},{"_id":"lWEfsYjKXlyQdswi1HQxQA==","name":"Slick","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Chris Hassig and Mark Iber?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":28,"mp_id":"111813417","mp_crag_id":"105935079","climb_id":"lWEfsYjKXlyQdswi1HQxQA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A shrunken portion of the early original line, this follows a sweet right leaning corner off of the Big Easy belay ledge to a new bolted anchor. Though originally the route involved a 4th class traverse from the left side of the Iron Man Ledge to a big pine tree, you are now better off coming up the first pitch of the Big Easy or Toxic Gumbo. From the top of the corner the route followed a huge flake (now part of the trail below!) into what is now the upper slab of Bourbon Street and the White Buttress above. The absence of the flake cut the route in half, but if you have a little gear the corner is a nice short second pitch. It can also be TRed after doing Bourbon Street or Cloud Atlas (with a directional)","protection":"Small rack of cams and nuts","location":"Directly above the first pitch of The Big Easy. If you come up Toxic Gumbo, continue onto the ledge and belay there (bolted anchor)"},"__v":0},{"_id":"GZwAJZwVXv2PWRhojI6QCg==","name":"Slack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chris Hassig and Mark Iber 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":19,"mp_id":"106018063","mp_crag_id":"105935079","climb_id":"GZwAJZwVXv2PWRhojI6QCg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"So when i started leading trad climbs i climbed every moderate trad route i could find so i could practice placing gear and get used to trusting it. Not all the routes rate high on the quality scale but i found them to be helpful. This one is actually very cool but i didn't rate it highly due to the fact that it traverses under a few popular routes and people would be likely to give you some mumbles and grumbles (if not worse) if you did it on a busy day. However if you are a practicing trad leader and find yourself all alone at this crag you might enjoy a run on this one. \n\n  Many bolts have been added since i climbed it so trad gear might not be needed at all anymore on the first pitch but i think a few hand sized cams could be helpful on the traverse crack. \n\n  Pitch 1: Climb up the start of metamorphosis which is retrobolted. Where that route goes right you want to follow a hand crack left under clusterphobia (bolts added for this route might help you a bit) follow the crack left past Armed and Dangerous to a nice ledge where you can belay. There are bolt anchors there now. Rap off or do the second pitch. \n\n  Pitch 2: Unless someone has cleaned it up, this pitch was adventurous at best. You head up and right on fun climbing to an old rap anchor which was in rough shape when i did it but that was years ago. I decided to continue up the slab above on a scary lichen adventure with little gear. This slab was not in the guide book description so i dont know the exact grade. I'd say scary 5.7. \n\n  Again it has been a while since I've been up there so i dont know if it has been cleaned or bolted or what. If anyone knows the current state of this section of cliff please comment and i will update this info.","protection":"lots of bolts these days but a few hand sized cams might help the unsteady leader... if you do the second pitch small nuts and cams will be handy...","location":"Start up Metamorphosis then break left under Clusterphobia and Armed and Dangerous"},"__v":0},{"_id":"psYxQVADW0y3Qysta4petA==","name":"Sesame Street","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Glen Cilley 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":23,"mp_id":"105959390","mp_crag_id":"105935079","climb_id":"psYxQVADW0y3Qysta4petA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A really cool climb that didn't see much traffic until it was fully bolted, and it still doesn't. A long route with a few cruxes that test you in different ways that will keep you on your toes. \n\n  Start at the birch tree on the ledge about 25 feet up, to the right of Metamorphosis (5.8+). Climb the cracks (used to be protected with gear) to a stance at the base of a short steep corner where you can carefully clip a bolt and launch into a few hard moves that get you to a ledge rest. Continue up over another steep part with a cool mantel move. The final section surprised and scared me the first time I did it, 'cause I was in Rumney mode and all of the sudden I was looking at thin awkward moves on to a slab with few actual holds. Once I got in to Whitehorse mode, I was cool and did the few moves to the chains. you can make the final slab easier by stepping to the left then back right to clip your last bolt.   If the crowds are swarming around the other 10s in the area this route is typically still lonely, so give it some loving when you get the chance.","protection":"10 bolts to chains.   60M rope needed to lower.","location":"Start at the birch tree on the ledge about 15 feet up, to the right of Metamorphosis (5.8+)."},"__v":0},{"_id":"1dJtGABvWX6TQRwrsIzk8A==","name":"Scene of the Crime","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Bowker 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":13,"mp_id":"105947723","mp_crag_id":"105935079","climb_id":"1dJtGABvWX6TQRwrsIzk8A==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A very enjoyable climb and a good first climb of the grade for those breaking in to 5.10s. There are two cruxes, the first steep and a little pumpy the next techy and footworky. \n\n  Starting on the left end of the cave climb up directly on steep rock or step off a boulder to reach good holds. A few of the key holds on the first part are a bit hidden, so if you feel like it's too hard for the grade you might be right. Continue up and right to a good rest stance, then around the corner and left on to balancy moves (past a loose hold that just won't come all the way out (yet) and on to the Quick clips. \n\n  Enjoy.","protection":"5 bolts to quick clips. \n\nStick clip the first bolt, or at least get a good spot to keep the back of your head off the sharp boulder, as the landing is bad and the moves a little awkward. Be aware the jug for clipping the second bolt is starting to creak also.","location":"On the left side of the cave, the next route left of Cereal Killer (5.11c)."},"__v":0},{"_id":"KLwR8NuBUtOQUVwQe9xquA==","name":"Rainbow","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tom Bowker, Jay Golden 3/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":0,"mp_id":"106054653","mp_crag_id":"105935079","climb_id":"KLwR8NuBUtOQUVwQe9xquA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"So this old obscurity has been retro bolted and though it is still moderate it doesnt seem like 5.5. I felt it was 5.7. Start just left of Men In White Suites and follow bolts over a couple bulges and finish up the weird ramp feature near the top of that route finishing at the top of the cliff above The Wimpy Gilman Ridge. \n\n  There are many moderate routes you should go out of your way for before you get to this one. \n\n  edit- At the crux bulge, climbing to the left of the bolts, using the jugs in the small corner ( can get a kneebar) before pulling back around right, will keep the grade in the lower range. Direct is fun too, but may be 5.7","protection":"7 glue-in eyebolts and anchor. It is best to have your second clean the route on the way up. There are clippies, but you may want to rap rather than lower to save wear on your rope.","location":"See description."},"__v":0},{"_id":"XJCXZFdMWDGWF5c9LUZ6PA==","name":"Panama Hat (aka Mister Meaner)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":6,"mp_id":"106744657","mp_crag_id":"105935079","climb_id":"XJCXZFdMWDGWF5c9LUZ6PA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Climb Anchovy Caper and continue up to a 2 bolt anchor on the grassy belay ledge above. Bring up your 2nd and belay from here. Start just right of the belay anchors up to a right facing corner. Traverse left under the roof and a little further to find an easy way over , then back right. (more direct is quite a bit harder) Finish up the slab to the anchors.\n\n Mark Sprague wrote: \"Yes, Panama Hat* goes at around 5.9 and is the left climb off the ledge. Beta: once you reach the roof, traverse pretty far left before going up then angling back right and up to the anchors. The best approach to PH is up The Anchovy Caper and on to the ledge where you will find a 2 bolt anchor. With a 70 m rope and good use of slings you can do this and lower as 1 long pitch.\"\n\n *Panama Hat renamed Mister Meaner (then back to Panama Hat)","protection":"7 bolts to bolted anchor.","location":"Left most route on ledge above Anchovy caper."},"__v":0},{"_id":"6ljqUU2iXEW1DpFlKFs/5A==","name":"Mitosis","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":21,"mp_id":"111687492","mp_crag_id":"105935079","climb_id":"6ljqUU2iXEW1DpFlKFs/5A==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"For years route developers (my self included) looked at this face and failed to see this line that Chris Smith's well trained eye managed to pick out. When he told me about the line he could read the skepticism on my face and said \"I know ::shrug:: go see for your self, it's good\". He's Right! A pretty short but very engaging line climbs the already shared start of Metamorphosis and Clusterphobia (Though an added bolt will make it less of a cluster) and breaks right in to the steep wall.  \n\n  Follow the rail to the right after the relatively easy start. This rail gets less possessive as you move farther right. When the rail ends, a powerful move gets you to a jug and a clip. The crux involves an obvious underling crimp and the crimps above which will get you to a jug and the chain anchors. \n\n  My take away from the climb was that I loved the subtle footwork and weight shifts that were necessary for me to make the crux holds work.","protection":"5(?) shiny glue-ins to the chain anchor.","location":"look to the left of the birch tree on the elevated ledge, This is the line of stainless glue-ins on the steep face."},"__v":0},{"_id":"FAslqfwfVEO6KICl67cdwQ==","name":"Metamorphosis","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sport version bolted by Mark Sprague, but it uses terrain first climbed by Bradley White, Tom Bowker, Ted Hammond and others in the early 80s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":18,"mp_id":"105959363","mp_crag_id":"105935079","climb_id":"FAslqfwfVEO6KICl67cdwQ==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"The original route by this name took a wandering adventure line, starting on the left, across and up the cliff. This sport version is a bit more direct, covering fun steep terrain at a 5.8+ grade.Pitch 1: Start right of Armed and Dangerous (5.10b). Look for a high bolt above aboute 25 feet of very easy, ledgy climbing. Reach up, clip the bolt and follow a crack up to a corner with good holds where you can stem and then move right up a ramp, then finally make moves straight up the steep headwall on good holds (Look around for them) Top out the headwall and continue up a short easy, very featured slab to a second bulge. Lower from the anchor. ( a 60m rope just makes it!)A 70m rope recommended, though you can just get down with a 60 from this anchor if careful.Pitch 2: Don't bother. Since the first anchor got raised, it is now very short, undistinguished and likely very dirty. The anchor may have been removed also.","protection":"Pitch 1: 10 bolts to anchor. Bring plenty of long draws and one or two alpine draws(shoulder length slings) so you can keep the rope running smoothly. If you take care with with that there shouldn't be much drag on the last moves the top.Pitch 2: Seldom done and not recommended since the first anchor got moved up. You can continue up another couple bolts to a high anchor if you wish as one pitch, but you will need to do 2 raps or lower with a 70m to get down. The upper anchor may also be missing hardware.","location":"Right of Armed and Dangerous."},"__v":0},{"_id":"WUBH7uwIVEC/eObd2RTcLw==","name":"Mesresha","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA James Otey, 5/13/16  Equipped by Mike Robinson and Bradley White, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":22,"mp_id":"111849930","mp_crag_id":"105935079","climb_id":"WUBH7uwIVEC/eObd2RTcLw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Mesresha is a test of pure crimping prowess. It features generally small and sharp crimpers that trace a line up a bulging face, culminating with a brutal crank off a really small edge. Originally bolted in 2012 by Mike Robinson and Bradley White, this had to wait four years for a proper free ascent. Rumors of friable holds and unpleasant climbing kept many away from the route, and it gained a place in Rumney lore as an ill-conceived venture. Recently, however, the route was more thoroughly cleaned and to some surprise, this has turned out to be a pretty good route. It just goes to show that you shouldn't knock something until you try it.  \n\n  To climb the route, amble up to the big ledge in the center of the crag and stare up at the bulging face. Climb up a bit and try to get the first three draws clipped. Go back to the ledge, rest, and warm up your fingers. Next, fire up the sustained crimp ladder to better holds above the 4th bolt and make a progressively easier romp to the anchors. In the crux, resist the urge to stem right to the less-steep rock over by Sesame Street.  \n\n  Mike Robinson named this route after his son's middle name. According to Mike, \"in the Ethiopian culture it means 'something which helps one forget the pain of one's life and/or past.'\"","protection":"Bolts","location":"Between Mitosis on the left and Sesame Street on the right."},"__v":0},{"_id":"zaf41TWrWLuOpfckIN+vUA==","name":"Mentally Disturbed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Kreutzer, 9/20/14, special thanks to Dave Quinn for his guidance with bolting","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":10,"mp_id":"109491316","mp_crag_id":"105935079","climb_id":"zaf41TWrWLuOpfckIN+vUA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This route has a lower and an upper crux section that is separated by a few blocky moves and a ledge in the middle. The lower crux is characterized by stemming between the dihedral on the left and a small edge on the right. The upper crux consists of a few layback moves up an arête. Alternatively one can avoid the arête and climb the face by making use of some small crimps.","protection":"Five bolts    There are quick clips on the anchor bolts","location":"The route is located on the Armed and Dangerous wall. It is in the dihedral to the right of Green Mile and to the left of Juicy Fingers and Scene of the Crime."},"__v":0},{"_id":"SrPqN+DLWYya4DHj0TJFPA==","name":"Men In White Suits","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Mushial 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":1,"mp_id":"105959381","mp_crag_id":"105935079","climb_id":"SrPqN+DLWYya4DHj0TJFPA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Up the hill and left from the rest of the routes in this section almost to the Venus wall, you will find a lone sport route starting from a ledge with a birch tree growing from it. \n\n  The route starts with a scramble to the ledge, belay from the ground.Climb a few moves up and right on easy ground, then up over a small bulge with pocket moves and a good rest after. Finally, tackle the upper steep overhang. This is cruxy but not too bad if you use the right holds, so climb smart. \n\n  A fun route that I rarely see people on, so it might be a good one for a busy day.","protection":"5 bolts to anchor. A runner for the birch tree will make you feel better as you climb to the high first bolt. Runners also help for top roping it because the anchor is back from the edge. Rapping rather than lowering from this anchor may save your rope some wear.","location":"Up the hill and left from the rest of the routes in this section almost to the Venus wall you will find a lone sport route starting from a ledge with a birch tree growing from it. climb it."},"__v":0},{"_id":"+H5O2MCNUHWGcpEDmXW9RA==","name":"Maria's Variation","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Hansche 2008, Den Danna top-roped it in the 80's but made me update the FA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":12,"mp_id":"106168784","mp_crag_id":"105935079","climb_id":"+H5O2MCNUHWGcpEDmXW9RA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Climb through the crux of Scene of the Crime (5.10a) till you get to the roof where that route breaks right. clip a long draw on the fourth bolt and break through the roof on small holds and sinking your fingers in to an unlikely slot in the face (this is where you want to protect). get your feet up on to the face and make one or two delicate moves on tiny holds to latch the top. Mantel and clip.It's a nice top rope variation and an engaging lead if that's how you want to play it. Historical Note: As I was lowering off of Scene of the Crime (5.10a) Back in the mid/late 2000's I noticed a direct line straight out the roof and up to the chains that I hadn't noticed before. I took note that a red or orange TCU would protect the upper crux section. I had no idea if it had been done before but I thought I'd give it a go. Today I climbed the variation and it was super cool with a few fun moves that keep you on your toes. I asked a guy at the crag that seemed like he had been around a while if the line had been done before and he informed me that he did the first ascent of it in the 80's. How weird is that he just happened to be there. Anyway he gave me the name of the route and said that it had been in the first Rumney guide book (which he had written) as 5.11a, I told him that I agreed with the grade and that was that.Update: I have now known Den for over a decade (it's 2021 as I write this) and find him to be a delightful crag neighbor when I run into him. Every time we see each other we have the same conversation. Den- \"Lee, you are the rightful first ascensionist of Maria's Variation. You should change it on mountain project.\" Lee-\"Naw man, you spotted the line and climbed it before I ever even tied into my first rope.\"Den- \"But that doesn't count. The Lead is what counts. You should change it.\"Lee- \"But I respect the history and the vision....\" ...And on and on it goes. Well today, I ran into Den at a small crag in southern NH and he finally won. Out of respect for his wishes I have listed myself as the FA. But I am keeping his name right next to mine because Den was The Man back when I was just a small boy. Thank you Den for the constant good vibes at the cliffs. Think about it guys, he's been climbing at Rumney longer than most Rumney climbers have been alive and he's not complaining about crowds. He's too busy encouraging the next generation... and the next... and the next. ","protection":"4 bolts and one piece in a slot on the above the roof. i was able to put in an orange and a red TCU in the same spot but one or the other would do fine.","location":"This is a direct finish to Scene of the Crime 5.10a. climb that route to the roof and continue out the roof to the top."},"__v":0},{"_id":"S4J5gz90V7mEcFHmKQ+I7Q==","name":"The Maltese Falcon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Keith Becansoll  2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":34,"mp_id":"107543321","mp_crag_id":"105935079","climb_id":"S4J5gz90V7mEcFHmKQ+I7Q==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This comes with a batch of new routes that have been heavily cleaned over many months on the right side of the A+D wall. This one is just to the left of Ali Babbler.  \n\n  Climb a blocky start to a slab crux on the upper wall. \n\n  This will be a good way to get to the Millennium Falcon ledge once it cleans up a bit.","protection":"bolts to anchors.","location":"Starts from a big tree next to the trail to Ali Babbler from A+D. Climbs 15 feet left of Ali Babbler."},"__v":0},{"_id":"AiGjnnlhV4O0hL2yDiVmaQ==","name":"Juicy Fingers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bradley White and Tom Bowker  1986 or 7","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":11,"mp_id":"106011991","mp_crag_id":"105935079","climb_id":"AiGjnnlhV4O0hL2yDiVmaQ==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This obscure trad climb lives just to the left of the popular 5.10a Scene of the Crime and though its not nearly as nice as that route i did find it fun (please note: im a trad dork and unless you are too you might not like this one). It's a bit dirty and not super aesthetic but contains some cool holds and fun moves. \n\n  Just left of Scene of the Crime locate a piton sticking out about 20-25 ft up on the right side of the super dirty corner. Climb up to there starting on some of the same holds as for scene of the crime but a little left. There is a pin about 15 feet up. And another very rusty one 5 feet up from that (i placed a blue tcu here instead of the pin). At this point move up and left past a good pin and up to a right leaning crack. Hand traverse right along the crack to a mantel move on good holds and the quick clip anchors of Scene of he Crime.","protection":"Trad gear, mostly small cams and a few pins to quick clips.","location":"Just left of Scene of the Crime."},"__v":0},{"_id":"2FrWRuA7U2elvX4QBZ+5Rw==","name":"Half Nelson 5.7/ Full Nelson 5.11b","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Kemple Sr. and Steve Smith (i think that was his name?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":2,"mp_id":"106913131","mp_crag_id":"105935079","climb_id":"2FrWRuA7U2elvX4QBZ+5Rw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This is a new route by Tim Kemple Sr. and his friend, Steve Smith. He asked me to try it today to see what I thought of the grade etc. It's still a bit scuzzy but has some nice moves on it. The route is much easier down low and harder and steeper up high. For this reason they put a mid way anchor on it.Half Nelson 5.7- ( more 5.8-ish now as a flake has broken off some time ago) down hill and right of Men In White Suites (5.9) look for a corner with bolts. Climb very moderate moves to a head wall. 5.7/5.8 ish climbing up the headwall gets to a mantel and the first anchor. Lower off or continue on...Full Nelson 5.11b- This upper section is very crimpy and pretty steep. 5.10 ish climbing leads to a hard boulder problem to rach the chains. Finding the holds is the hard part as of now. Once it is cleaner it will be easier to navigate.Still a bit dirty and brittle. This will be less of a problem the more love it sees so give it a try.","protection":"8 bolts to the top i think. Ring anchors on both, top and midway anchor.","location":"Down hill and right of Men in White Suites."},"__v":0},{"_id":"Ex/HBNpsWty1+Mq43R11IA==","name":"Greener Pastures","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Eli Buzzell, Justin Hardesty 8/12/21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":26,"mp_id":"121172567","mp_crag_id":"105935079","climb_id":"Ex/HBNpsWty1+Mq43R11IA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Route Info Greener Pastures is a moderate third pitch on the White Buttress, an obscure quartzite feature perched high above the Armed and Dangerous Wall. It sits in stark contrast to all other exposed rock on the hillside and when I look across the Baker River Valley toward Rattlesnake Mountain, this single feature stands out to me the most. Maybe it does to you too? Maybe it's because for the better part of a year I viewed this shining stone from the end of my driveway leaving for work every day, and found it increasingly hard to resist its beck and call (Climb me, climb me, climb me.....) Regardless of a rock communicating with me via telepathy, the actual climbing on route is nothing special, but it's position over the valley, airy feeling, and an opportunity to get away from it all leaves this meager addition to the hillside feeling like something greater than the sum of its parts. Feel free to accuse me of waxing poetic about a 50' dirt crawl on an already over-bolted hillside, I definitely just did. The top of the White Buttress is one of my favorite spots in the Baker River Valley, and I hope that other's may find it as inspiring as I have. If you didn't, go do it again on a good sunset. Actual Route Info Climb both pitches of the Big Easy passing the second anchor to arrive at the base of the White Buttress. From an anchor in an alcove on the right side of the White Buttress, trend up and right via a juggy dihedral to easy ledgy terrain before the final headwall. Stand up into a large undercling feature and the rest should come naturally, culminating in a tricky lip encounter. A two bolt anchor at the top of the cliff will allow you to bring up your second, spend quality time enjoying the astounding scenic beauty of this gigantic exposed monolith, and then walk off merrily down the overland trail via Orange Crush, or Bonsai.","protection":"Bolts, shorter climbers may want a stiff draw for clipping the last bolt from the undercling.","location":"Climb the Big Easy (or one of several other options) past the second anchor to the base of the White Buttress. Belay at bolts on the right side, and follow bolts trending up the right side of the buttress to its summit. To walk off, head straight into the woods for about 50 yards until you cross the Overland Trail. Going right leads you to Orange Crush, going left will take you towards Bonsai and Waimea. There is also a scramble down and to the left towards Venus wall, however I can't personally recommend it."},"__v":0},{"_id":"YMUmyUwjWnuNH782PfJuyw==","name":"Flying Squirrel","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":7,"mp_id":"106744677","mp_crag_id":"105935079","climb_id":"YMUmyUwjWnuNH782PfJuyw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Climb above Anchovy Caper anchor to belay ledge.  Start 10 feet right of belay anchor. climb up to cave/alcove to a bolt. Grab some holds and swing over to the arete. Shares an anchor with Panama Hat.","protection":"8 bolts to bolted anchor","location":"2nd route on the belay ledge above anchovy caper."},"__v":0},{"_id":"fveQXR1tWCy06wmK90accw==","name":"Fish Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Sprague 11/07","type":{"sport":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":8,"mp_id":"106543794","mp_crag_id":"105935079","climb_id":"fveQXR1tWCy06wmK90accw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This route climbs the tight dihedral to the right of Anchovy Caper. Originally done as a highball boulder problem up the corner and down climbed via Anchovy Caper, there are now two bolts in the corner.Start on a good hold and a crimp and toss to a good jug on right dihedral wall, climb the 20 foot dihedral. From here climb easier but fun ground up to the anchors for Anchovy Caper.The history of this route is interesting, the upper bolts that you climb on were actually there for an easier alternative to Anchovy Caper, and the dihedral was done as a boulder problem, I believe by Mark Sprague, if you link the two together you get a quality route. It would be great for one lower bolt so its not quite so scary. It can by protected by lowering off from Anchovy Caper and pre-placing the quick-draw. (I would recommend this since the bolt is above the crux) Edit - A lower bolt has been added","protection":"Five or six bolts","location":"This is just right of Anchovy Caper and left of Green Mile, in a tight dihedral."},"__v":0},{"_id":"yunSs/o1UPus6Dp2dWInGg==","name":"Green Mile","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":9,"mp_id":"106009586","mp_crag_id":"105935079","climb_id":"yunSs/o1UPus6Dp2dWInGg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Left of Scene of the Crime and Juicy Fingers there is a very inviting finger crack on a blank face.  Climb a few moves in the crack (2 bolts) and mantel onto an easy rest ledge, then climb a blunt arete past three more well placed bolts until it is easy to scramble to the anchors at the top.  It seems like the anchors are placed 3 or 4 feet higher than necessary, however this is to access a second pitch or the route Panama Hat (5.9 but I have not been on it and will not try to give any details about it.) This is a fun route to warm up, end the day, or tick another 5.9 when you are in the area.","protection":"7 bolts, the first one may be reached from the ground (I'm only 5'10\")","location":"Left of and perpendicular to Scene of the Crime"},"__v":0},{"_id":"xxEGySUGXYG7dS7l0aA6qw==","name":"Far From Feral","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Keith Becansoll  2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":33,"mp_id":"107543333","mp_crag_id":"105935079","climb_id":"xxEGySUGXYG7dS7l0aA6qw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"One of the new heavily cleaned routes on the right side of A+d wall. This one is reported to still be a bit dusty but getting better with traffic, cleaning and weather.  \n\n  Climb a tough roof to gain easier climbing to the anchor. An easier variation is to be added to the right making a nice moderate climb.","protection":"Bolts to anchor.","location":"Start at the big block that sits in the middle of the trail between A+D and Ali Babbler. Climb out the crux roof to an easier finish."},"__v":0},{"_id":"P416yF8UWbet6kNuJa+93A==","name":"Clusterphobia","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Sprague 10/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":17,"mp_id":"105959353","mp_crag_id":"105935079","climb_id":"P416yF8UWbet6kNuJa+93A==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This is another retrobolted route that is now seeing traffic. Originally done on sketchy gear, it wasn't even in the guidebook. Though not as classic as its neighbor to the left (Armed and Dangerous 5.10b), it is well worth doing and though it's a little squeezed in (as the name suggests) it will thin the crowds at this popular spot. \n\n  Climb the line of weakness to the right of Armed and Dangerous, following Metamorphosis (5.8+), then heading straight up the steep wall above to the old anchors of Armed and Dangerous. Big moves on good holds for the most part and nice clean falls.","protection":" bolts to anchor.","location":"Just right of Armed and Dangerous 5.10b."},"__v":0},{"_id":"yJESI8CXVA6w37XqPsLgQA==","name":"Climb and Punishment","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Kemple Sr. 11/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":14,"mp_id":"106891606","mp_crag_id":"105935079","climb_id":"yJESI8CXVA6w37XqPsLgQA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"If you havent had enough steep burly 5.11 climbing after doing Cerial Killer (5.11c) continue to the ledge and do this powerful second pitch. Interesting tricky moves up STEEP bulges on great rock. \n\n  From the anchor on the ledge above Cerial Killer step left and climb the bulges trending left passing a fixed draw to an anchor just short of the top of the cliff. \n\n  After pulling the first bulge I was drained and hoping that the next bulge was a lot easier. It wasn't, you can plan on keeping your gameface on until the end.","protection":"6 bolts to anchor.   One of the anchor bolts was twisted sideways and put crazy kinks in my rope. Could use a quick link extension I think.","location":"Starting from the anchor on the ledge above Cerial Killer (5.11c) climbing up and left. You can also get to the start by climbing Scene of the Climb and continuing one more bolt up to the ledge."},"__v":0},{"_id":"ilBLAwDaWZCKILiYBMdSlg==","name":"Cloud Atlas","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Smith 3/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":29,"mp_id":"111696741","mp_crag_id":"105935079","climb_id":"ilBLAwDaWZCKILiYBMdSlg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Climb the first pitch of Big Easy 5.7, step right and belay. 2 bolts.  From the belay, continue up and right briefly into Boats From Cuba corner, then left to the spike.  From there, delicately traverse left, and up to overlap.  Back right until you can step left above the overlap, then a crux move to the top. 2 bolts.","protection":"8 bolts","location":"Above The Big Easy first pitch."},"__v":0},{"_id":"UsIa9E8hWDO4H9LQGwnxrw==","name":"Cereal Killer","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tim Kemple sr. 12-99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":15,"mp_id":"105935083","mp_crag_id":"105935079","climb_id":"UsIa9E8hWDO4H9LQGwnxrw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Wickedly-pumpy jug-hauling out the roof start, big moves and swollen forearms. This leads to a weird mantel into a little, pretty comfy nook capped with another roof move, but do not despair, this is the last hard move on the route. After mantling, follow the bolts up the 5.9 slab to the chains.  \n\n  A really fun climb, though if power and reach are against you, it might be more challenging. I found it to be pretty easy when I was climbing and training in the gym a lot, but now that I've gone all techy it is tough. I did find a totally static way to do the crux so work it out to your personal strengths.","protection":"8 bolts to anchor.","location":"Starting on the usually well-chalked holds on the right-hand side of the cave and traversing up and left along the roof.    The start may be wet from seepage."},"__v":0},{"_id":"ob62UB6TUq6/tmYeAGx3Vg==","name":"Brendan's Bitches","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"various, Fletcher  8/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":3,"mp_id":"106054645","mp_crag_id":"105935079","climb_id":"ob62UB6TUq6/tmYeAGx3Vg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"An adventurous trad pitch that starts as for Men in White Suits (5.9) and continues to trend right following a weakness to the top of the cliff. \n\n  Not very memorable save for the loose, dirty, poorly protected climbing.","protection":"Trad gear.","location":"Start as for Men in White Suits. head up and right."},"__v":0},{"_id":"tUwR6NDbVBWPAZ/EQTDKaw==","name":"Bourbon Street","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Sprague 3/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":27,"mp_id":"106054635","mp_crag_id":"105935079","climb_id":"tUwR6NDbVBWPAZ/EQTDKaw==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"From the belay ledge at the top of pitch one of The Big Easy (5.7) continue up and left through the notch. Instead of angling over left to the the Sesame Street anchors, continue straight up the right hand line of bolts through a rock scar where the giant flat rock down in the trail below Arugala came from, to a tricky overlap where you must get up on to the final slab using some small and hard to locate holds and interesting footwork. Motor up to an anchor below the white buttress, passing lots of bolts for such an easy finish. (An extra one got placed at a chalk mark by mistake) \n\n  I once tried rope soloing this route thinking it was a 5.7 second pitch to The Big Easy. I ended up down climbing to the real 5.7 finish and rapping off. Fun times.","protection":"8 to 10 bolts (ill try to count next time).","location":"A second pitch variation to The Big Easy."},"__v":0},{"_id":"nCetxiPgUEyMVMB+h3w8jQ==","name":"Bonnie and Clyde","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Lee Hansche and Lily Hallett 9/7/10 (trad)... retrobolted on 7/23/11 by Lee and Jakob Montoya","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":4,"mp_id":"106884452","mp_crag_id":"105935079","climb_id":"nCetxiPgUEyMVMB+h3w8jQ==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Start Just left of Anchovie Caper in a corner with some cracks and seams. Work up the corner with some stemming and jamming moving a little left in to a good crack where it gets easier. Follow this to an overlap. Mantel on the left side of the slab and clip the anchor.  \n\n  It stays dryer than i thought it would. \n\nyoutube.com/watch?v=aMAtWj0…","protection":"4 bolts to 2 bolt anchor.","location":"Just left of Anchovie Caper, look for a nice hand jam slot near a right facing corner."},"__v":0},{"_id":"KfkjBgPXVoemdxKv68VMIg==","name":"Boats from Cuba","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Hassig 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":31,"mp_id":"108133264","mp_crag_id":"105935079","climb_id":"KfkjBgPXVoemdxKv68VMIg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Like a little piece of Cannon stuck to Rumney.   Unfortunately the Cannon style trad climbing is over quickly but at least it leads back to classic Rumney schist.   \n\n  Typically listed an \"R\" rated climb but since the route finishes the same way as Millennium Falcon the scary climbing is now all bolted. I skipped the bolts and thought that in that style it deserved the \"R\". \n\n  Start on the ledge atop the first pitch of The Big Easy 5.7. Climb up a crack from the big pine tree on the right side of the ledge. Move up and right careful not to dislodge any loose blocks. Mantel on to the smooth slab of Millennium Falcon 5.10c. From here you can clip Millennium's bolts to the anchor. lower down to the Millennium ledge and have your partner follow and clean.","protection":"Regular rack.","location":"From the right side of the Big Easy ledge to the anchors of Millennium Falcon."},"__v":0},{"_id":"uTnwYJgHVAOq1F5hlp5oDA==","name":"The Big Easy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Sprague 2/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":24,"mp_id":"106052151","mp_crag_id":"105935079","climb_id":"uTnwYJgHVAOq1F5hlp5oDA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"This is a link up that combines new and borrowed parts of older routes, resulting in a three pitch 5.8+ that goes the full height of the cliff.Pitch one: is a fun ramble up moderate (5.7)rock. The first few moves will make you look like a super star without too much effort thanks to the super jugs on the steep rock. A few interesting moves after that but mostly jug hauling to a nice ledge with an anchor. Most people lower off from here for a nice single pitch sport route. If continuing above, you can combine this with the next, short pitch, or stop here and combine the next two (best if Sesame is crowded).Pitch two: From the ledge, head up and left through a notch at about 5.7, then continue angling left on easier ground to the Sesame Street anchor If there are still two good sets of anchors there, use the upper pair to free up the lower for Sesame) This pitch is short but has few cool moves. Note - The bolts leading straight up after the notch rather than heading over to the anchors is an alternative pitch Bourbon Street' that goes at 5.10c.Pitch three: From the Sesame anchors, staying left of an initial pine tree, continue directly up a corner and easy (5.4) eyebolt protected ground to a bolted anchor. This pitch is pleasant, but it was never fully cleaned, so be aware of a large, potentially loose rock on the side and that you are probably climbing above people who can't see you. If you are going to continue up the next, trad pitch, The White Buttress, 5.9, you may want to continue above the bolted anchors and belay from a tree.Pitch four: See the description for The White Buttress (trad), or the new sport finish Greener Pastures 9+Getting down: From the pitch one anchor at the ledge, you can lower with a 60m rope. From the 2nd or 3rd pitches you will need to do a couple raps, but be very aware of people below and knocking stuff down on them. If you go all the way to the top of the White Buttress it is best to hike down. If you walk a bit back you will run into the Overland trail. Right (safest and recommended but longer) takes you over to Orange Crush in a minute where you can follow the trail down. Left crosses the seasonal stream that forms the Venus Falls. If you cross it and follow it down a little, you can scramble down to the right above and then down the edge of the Venus Wall (exposed) This is fastest, but not suggested unless you have already come up that way and know your way around. Screw up and you can easily come down too fast.","protection":"10 bolts to 1st anchor. 60m rope is a good idea i think and stick clipping the first bolt is recommended. Bring slings and some longer draws so you don't get rope drag.","location":"Just right of sesame street (5.10c) start on steep somewhat dirty but juggy rock."},"__v":0},{"_id":"58ym2xTfV92NXclYW58IQA==","name":"Barbershop Duet","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ryan Barber and Bradley White, 6.2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":20,"mp_id":"106791802","mp_crag_id":"105935079","climb_id":"58ym2xTfV92NXclYW58IQA==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Start at the top of pitch 1 of Slack. We belayed higher, at the block. Slack's second pitch goes up and right through a break in the wall. We climbed up and left, under the ceiling past a small tree (please don't cut the tree off) and far left go up, directly left is the ramp with pin then a bolt. Three pins, up the right facing corner, reach over the corner at the block flake, and carefully mantle onto the traverse ledge to a nice belay spot in the blocks above the cliff. Rope drag was almost too much. Better to break it up, into two pitches.  from the ceiling protection. Not much can be done about that. The climb goes up on quartzite. It's a fixer upper meaning add bolts as eventually remove pins. It's on main cliff and obscure as climbs get. It's a nice addition to my Rumney ascents.","protection":"nuts, small to medium cams, bolts and pins.","location":"Start at the top of 'Slack'. Climb up on 'Slack' (probably has the least  rope drag) or on the outside edge (exposed) until you can move up and left to get under the ceiling."},"__v":0},{"_id":"0ewfx8WPW3WaE3dv4GpcIQ==","name":"Arugula, Arugula","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Keith Becconsall 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":32,"mp_id":"108005676","mp_crag_id":"105935079","climb_id":"0ewfx8WPW3WaE3dv4GpcIQ==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"As it cleans up it's quality will get better. Some junky rock in the roof section is bound to improve with traffic. When I climbed it I picked every hold wrong and it felt mid 5.10 but I looked at it on the way down and it wouldn't have been too hard with the right sequence. A good onsight challenge at the grade. \n\n  Start on low angle rock clipping a couple bolts on the way to the roof. Make strenuous moves through the roof hoping to hit the good holds the first time. After pulling the lip it eases off to very moderate but enjoyable climbing to the quick clip anchors.","protection":"Bolts to quick clip anchor. First bolt is there to help with cleaning. Clip it...","location":"Straight through the steepest roof on the right end of the A+D wall."},"__v":0},{"_id":"qyK3XbilXH60F2laox0bNg==","name":"Armed and Dangerous, and Off My Medication","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"tom bowker 1990, direct finish glen cilley 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":16,"mp_id":"105935097","mp_crag_id":"105935079","climb_id":"qyK3XbilXH60F2laox0bNg==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A Rumney classic that deserves a spot on every 5.10 climbers tick list. Most commonly referred to as just \"Armed and Dangerous\" minus the long-winded, second half of the name, it is the center piece of its crag and for good reason. Varied climbing from technical, slabby, face climbing to a super cool, steep, jug haul that can give some exposure for its relatively small size. If you pump out, fear not the falls are all air as you climb out the intimidating exit moves. \n\n  To the right of the start of Cereal Killer (5.11c, which climbs out of the cave at the cliff base) you will start up easier rock to a line of bolts on a slab surmounting a few bulges these moves, not the steeps at the top are the true crux of the route. At the top of the slab, take a rest and look up at the looming steepness. Move quickly through this part, as it can sap one's energy fast. After the steep stuff is over, good holds lead up and left to anchors.     Armed and Dangerous tends to dry quickly so most non-rainy days it is in good condition. \n\n  The very top of the climb has been changed to make room for another route to the right. This doesn't take away from the route's quality and its new neighbor is yet another fun 5.10.","protection":"10 bolts to anchor.","location":"Middle of the cliff, up slabs and a steep roofish section at the top. Right of Cereal Killer (5.11c)."},"__v":0},{"_id":"jJ1XO7bZWQi3cHl3XEQT+w==","name":"The Anchovy Caper","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"left_right_index":5,"mp_id":"106148899","mp_crag_id":"105935079","climb_id":"jJ1XO7bZWQi3cHl3XEQT+w==","areaRef":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"Another nice recent addition to the area. The climbing on the slabby section is technical and thought provoking. The bottom is the crux for most (unless the trees are used for feet). \n\n  Start up the face between the trees on sidepulls and crimps till you can gain the lower angle face above. Continue following the bolts while you smear and layback your way past good flakes on the left to the top. This upper part is very fun if you like that kind of stuff. ","protection":"7 bolts to bolt anchor.","location":"Around the corner left of Green Mile (5.9) starting between a couple of trees."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,f73f88e4-c522-5114-93ae-00cb513ee0a8","pathTokens":["USA","New Hampshire","Rumney","Armed and Dangerous (Main Cliff Left)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9+"},{"count":4,"label":"5.8"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.5"},{"count":3,"label":"5.10b"},{"count":4,"label":"5.10a"},{"count":3,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.13b"},{"count":3,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":27,"bands":{"unknown":0,"beginner":8,"intermediate":12,"advanced":6,"expert":1}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":15,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83678,43.80202]},"bbox":[-71.83740302599628,43.801570339818134,-71.83615697400371,43.80246966018187],"left_right_index":-1,"ext_id":"105935079","area_id":"9z+I5MUiURSTrgDLUT7gqA=="},"content":{"description":"A short walk from the main area of Main Cliff, this wall is a sub-section of Main Cliff that deserves its own description.    I've titled the description after its most popular route, Armed and Dangerous, and Off My Medication (5.10b), one of many worthwhile climbs in this section. This area has seen many new routes and a few retro-bolted routes since the last guidebook was published. The climbing is varied but typically pumpy and encountering steepness somewhere on the route. Yet another wall of awesome 5.10s (and more) without having to hike your butt off.... gotta love Rumney.  \n\n  Other than Armed and Dangerous (the full name is rarely uttered in decent conversation), some great routes are, Cereal Killer (5.11c), Scene of the Crime (5.10a), Sesame Street (5.10c, recently fully bolted) and more.  \n\n  Look for signs as to whether this section is closed for nesting peregrines in the spring and summer."},"density":0,"totalClimbs":35,"__v":2,"createdAt":"2022-11-07T06:12:11.669Z","updatedAt":"2023-07-10T15:16:18.198Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}