{"_id":"6368a185e80bff5a9954f311","area_name":"North Face","shortCode":"","climbs":[{"_id":"xgqf2mvBVcq7Ut8dgHsmoQ==","name":"Nightmare Point","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Wilson, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46789,36.02223]},"left_right_index":0,"mp_id":"115128874","mp_crag_id":"114972627","climb_id":"xgqf2mvBVcq7Ut8dgHsmoQ==","areaRef":"jweqm/yzVr2EVMC2Ge0GRA=="},"content":{"description":"The first pitch climbs up and left out of the recess to a big ledge on the crest.  The next pitch goes up cracks, then to the right of a large fin.  Belay beneath an obvious slot.  Pitch 3 climbs the slot to a broken area above.  Follow slabs and cracks for a few pitches until reaching a large pine tree.  Easy climbing leads to the top of the buttress.\n\n Descent: You can downclimb to the pine tree and rappel the route.  Alternatively, scramble back to the main headwall and climb 2 or 3 easy but dirty piches to gain the east ridge.  With good luck or routefinding  you can hike down to the base of the East Face.  With bad luck you may need a short rappel.","protection":"Standard rack","location":"Hike into the bottom of Deathtrap Canyon.  Climb up the left hand slope and  bear left along the base of the face to reach the major buttress on the left side of the main wall.  The base of the buttress is split by a recess leading up to a huge overhang.  Start near the left side of this recess."},"__v":0},{"_id":"xgJlodB5WUe6wfdIyqp/jg==","name":"Midsummer Night Scheme","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Herbst and Mark Moore, mid 1970's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46789,36.02223]},"left_right_index":1,"mp_id":"114973361","mp_crag_id":"114972627","climb_id":"xgJlodB5WUe6wfdIyqp/jg==","areaRef":"jweqm/yzVr2EVMC2Ge0GRA=="},"content":{"description":"After scouring the guidebook for something adventurous to spend a day on, we came across the description for msns and were sold on all four sentences describing the near 2k foot route.\n\n This is a “choose your own adventure” type route that follows up a massive broken gully on the north face of Windy Peak. It is NOT visible from the road, and is NOT the large chimney system which you think is the route during the hike in. The line we followed never felt harder than 5.6 and included a wildly exposed arête for a pitch or two. Protection was good except for the slabby arête pitches, and the choss factor very tolerable even though you're surrounded by it. Again, this is a remote, seldom travelled area where you choose your own path, it would have been easy to make this much harder with many cruxy (albeit short) sections. It was evident that this “route” has seen little if any traffic in some areas at all.\n\n After much scrambling and some bushwacking to gain the main ledge at the base of the gully we began in some vegetated cracks on the right. Eventually we began trending leftward across the gully towards the left wall of the gully, which after a couple pitches led us to a beautiful, wildly exposed, slabby arête for a rope length or two. Soon after was a step-across over an immense chasm out of the gully and onto a face of the main ridgeline. For the last couple of pitches we headed up towards the right side of a sub peak, from this point we followed plentiful cairns (or are they called ducks?) up to the summit of Windy Peak.  Note that after reaching the ridge, there are still one or two 4th class moves ascending out of the notch area.\n\n Descent follows the normal hiking descent route from the summit down past the south face.  Although it is possible to descend the east ridge (thus skipping the summit), the route is not obvious, especially if done in the dark.\n\n LarryD summed it up nicely- “It’s not all that sustained, a bunch of class 3 and 4, but long enough to get lost and waste a bunch of time to make the day memorable.”\n\n This description leaves a lot to the imagination, which is the identity and purpose of this route. We explored and found a 2 star route with 3 star exposure, in a 4 star location that offered solitude and adventure.","protection":"Standard rack; all natural & wild, no fixed pro or belays","location":"For a detailed description see the North Face of Windy Peak page for parking/hiking info.\n\n This approach is very easy to screw up, even by Red Rock standards. We spent a rest day scoping out the approach and quickly realized that it is a maze of cairns, or are they ducks? Anyhoo, plan on 2-3hrs for the approach. If unfamiliar with the canyon or descent this could border grade IV.\n\n Walk off following hiker cairns west from the summit ridgeline of Windy Peak towards the routes on the south face.\n\n This is a remote, adventurous, and seldom traveled area, plan accordingly.\n\n Thanks to LarryD for all the wisdom and guidance."},"__v":0},{"_id":"zKnynj6fXCii5lXQnKEMHw==","name":"Of Mice And Men","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"April 5, 2015 Jeremy Devine and Sam Bishop","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46789,36.02223]},"left_right_index":2,"mp_id":"110340262","mp_crag_id":"114972627","climb_id":"zKnynj6fXCii5lXQnKEMHw==","areaRef":"jweqm/yzVr2EVMC2Ge0GRA=="},"content":{"description":"Fun and exciting climbing in a remote part of Red Rock. Reminiscent of Rainbow Buttress but with an even more remote feel. Some loose rock, but we tried to clean as much obvious choss as possible. Still worth the second trying to rip off loose holds on a couple pitches. Should actually clean up well with subsequent ascents. Worth doing if you've done a lot of the Red Rock adventure routes and want more! \n\n  Pitch 1. 30 meters up bulge to comfortable belay ledge. 5.4   Pitch 2. 45 meters up bulge in left, thin rps and 4 inch piece. 5.6   Pitch 3. 50 meters. Middle crack of 3 different ones. Belay on ledge on left. 3 and 4 inch pro for anchor. 5.7   Pitch 4. 15 meter micro pitch. Go up unprotected slab off belay. Belay from big crack on ledge. 3 to 4 inch pro for belay. 5.4 \n\n  Move belay across large ledge system to the base of a low rock quality corner crack. \n\n  Pitch 5. 45 meters. Up through bad friable rock. Protects okay. Belay on large ledge. 5.9 PG-13   Pitch 6. 30 meters. Up and right to large second ledge without much veg directly below headwall. 5.6   Pitch 7. 60 meters. Run out start on good rock, pass through varnish on left using #3 cam in hueco for pro. Continue up through middle of headwall on best looking crack. Belay takes finger sized and smaller plus a .75 cam. 5.8   Pitch 8. Micro 5easy pitch to next large face.   Pitch 9. 60 meters. Cross gap using best looking crack. Start is 5.7. Cross into crack on left after 20 feet. Protects better than it looks. Becomes easy slab.   Pitch 10. 30 meters. 5.5 slab.   Scramble and micro 5.3 pitch to summit.","protection":"Single rack to 4 inches. Double in .75 to 3 inch. No fixed protection. Most cruxes are well protected, but be prepared to run it out on easy terrain, and pull a couple harder moves where you'd fall a ways before your last piece and it wouldn't be fun. Let me know if you're interested in repeating the route and I'll try to spray you down with as much beta as you want.","location":"This route starts at the base of a prominent buttress on the North side of Windy Peak, to the West and up-canyon of A Midsummer Night's Scheme. Find the easiest terrain that trends up and left from the base using intermittent cracks. First pitch starts well right of gully/chimney system in buttress. 1.5 hour approach. \n\n  Walk off following hiker cairns with 1 short 30 foot rap off tree with yellow sling shortly after leaving summit of buttress. Trend north and east into the upper reaches of the wash. Some wash scrub brush shwacking and easy downclimbing leads back to the lower wash. Does not quite pass by the start, but would be a short hike back up to the base to retrieve stashed gear. Took us 3 hours from summit to hike back to car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,bd0e263d-cdf4-5cbe-8d8c-1b5104623e58,8f07aa9b-fcb3-56bd-8454-c0b619ed0644","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Windy Peak","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46789,36.02223]},"bbox":[-115.46844596731437,36.021780339818136,-115.46733403268564,36.02267966018185],"left_right_index":-1,"ext_id":"114972627","area_id":"jweqm/yzVr2EVMC2Ge0GRA==","polygon":{"type":"Polygon","coordinates":[[[-115.46844596731437,36.021780339818136],[-115.46733403268564,36.021780339818136],[-115.46733403268564,36.02267966018185],[-115.46844596731437,36.02267966018185],[-115.46844596731437,36.021780339818136]]]}},"content":{"description":"Remote, choose your own adventures on an enormous broken wall which forms the left side of Mud Spring Canyon. No doubt about it, you will be alone out here.\n\n The north side of Windy Peak is characterized by complex topography.  The base of the face is a compact drainage known by some as Deathtrap Canyon.  This is separated from the main Mud Springs Canyon drainage by the rocky ridge leading up to the Brimstone Towers.  It is possible to ascend the entire Deathtrap Canyon to the summit ridge via third class scrambling and fairly nasty bushwhacking.\n\n Once you have entered the bottom of Deathtrap, the main features of the wall become apparent.  On the far left (east) is the buttress leading to Nightmare Point. The left section, bordered on the west by Midsummer Night Scheme features steep walls and discontinuous cracks.  The forbidding central wall drops directly beneath the summit area.  To the right of the big gully that is obvious from the approach is the lower buttress with routes such as Dream Within a Dream and Of Mice And Men."},"density":0,"totalClimbs":3,"__v":2,"createdAt":"2022-11-07T06:11:19.213Z","updatedAt":"2024-02-19T18:34:43.140Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e82df8258fb5bda092be","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}