{"_id":"6368a05be80bff5a9952ee31","area_name":"Hemlock Hill in the Arnold Arboretum","shortCode":"","climbs":[{"_id":"Dm+kBpVwV6WKJpe2GC2yuw==","name":"The Thousand Year Old Turtle","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Ethan George & Tylor Dodge, 2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":999999,"mp_id":"110337364","mp_crag_id":"110337135","climb_id":"Dm+kBpVwV6WKJpe2GC2yuw==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"Start with 2 bad feet and 2 small crimps on the right side. All jugs over the top are off! There are some decent holds on the face of the boulder, stick with those as you traverse left with some neat geometrical mini-jugs. Top out at the far left end. \n\n  The crux is a balance start with not much for hands or feet.","protection":"Crashpad & a spotter!","location":"On Hemlock Hill in the Arnold Arboretum, this is directly west and downhill of Chompasaurus and Horney Toad."},"__v":0},{"_id":"d7xG1ogeU0yLJF0RI1JB0A==","name":"Rhockodendron","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Ethan George","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":999999,"mp_id":"110348186","mp_crag_id":"110337135","climb_id":"d7xG1ogeU0yLJF0RI1JB0A==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"The climb goes right to left. Start on the lowest part of the rock with an undercling right hand and a nice sidepull left. There are small huecos and jugs near the top of the boulder, but the crux is a short downclimb to a big stem & reach on small bumps until you find new huecos to continue the traverse. The topout is just before the rhododendron shoot that lives inside the rock.","protection":"2 spotters and 2 crashpads, pretty sketchy landing....","location":"You'll find the boulder near the footbridge over Bussey Brooke from Valley Street (2 minutes from the South Street entrance). After you cross the bridge, walk uphill and to the left about 50 feet. The big, slabby climbing face is on the east side of the boulder where the landing is steep."},"__v":0},{"_id":"Q+6nEKs1WsuobfZScc+PlQ==","name":"Horney Toad","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Ethan George & Tylor Dodge, 2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":1,"mp_id":"110337208","mp_crag_id":"110337135","climb_id":"Q+6nEKs1WsuobfZScc+PlQ==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"Sit start from under the right side. Your right hand has a crappy sharp crimp, and your left hand has a decent pinch. \n\n  The crux is pulling out of the start to find a decent left hand pinch then quickly a right hand crossed over above. Once you get your feet settled, there are some good crimps to top out on. \n\n  It's a short but fun problem.","protection":"Crash pad & a spotter!","location":"On Hemlock Hill in the Arnold Arboretum, it is at the top of the dirt path from Bussey Street/Hemlock Road."},"__v":0},{"_id":"QOaNLs7wWeuwtyWvMy67Gw==","name":"Half Slabba' Ribs","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Ethan George & Tylor Dodge, 2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":999999,"mp_id":"110337380","mp_crag_id":"110337135","climb_id":"QOaNLs7wWeuwtyWvMy67Gw==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"Start standing with double undercling to the left of the tree at the bottom of the problem. The feet are tough, and it's an interesting climb, since it's about half vertical and half slab & the holds are varied with no real jugs until the second to last move. Although it's a bit sharp & the landing is slightly sketchy, I think it's a great city boulder problem! (You can definitely setup a TR for this one as well, solid trees at the top.) \n\n  There are 2 crux moves: the first is keeping both feet on (slim footholds) while you match on the first move's diagonal ledge. The second is a right hand crimp halfway up. Once you get it, you can settle your feet high, and reach for a nice right hand pocket.","protection":"Crashpad & a spotter!","location":"This is on Hemlock Hill in the Arnold Arboretum just east of Chompasauras and Horney Toad."},"__v":0},{"_id":"E97YniNeUTa4sY7zAJV5+Q==","name":"Drill Scar","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"probably someone in the 70s","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":999999,"mp_id":"119310412","mp_crag_id":"110337135","climb_id":"E97YniNeUTa4sY7zAJV5+Q==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"Hard to find, bad landing, and not enough moves to justify the sketchy topout. Fun...?A short scramble gets you to the bottom of the climb. Sit start below the drill scar, and move up on good holds (you can jam the drill hole from below and dunk it from above). Keep your head on, and pull over the top.","protection":"A pad and a spotter.","location":"Look for a good dirt path descending south off of the west end of the Hemlock Hill summit meadow. As the path bends southeast, look right. Bushwhack a few yards to an obvious hollow with the south-facing boulder overlooking it. GPS coordinates are: 42° 17’ 47” N, 71° 7’ 20” W."},"__v":0},{"_id":"Ca9i/HfiVj2eAnMPTYgbBw==","name":"Chompasaurus","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Ethan George & Tylor Dodge, 2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"left_right_index":0,"mp_id":"110337171","mp_crag_id":"110337135","climb_id":"Ca9i/HfiVj2eAnMPTYgbBw==","areaRef":"8JAHjm5OVBqwHL/vCLzOBw=="},"content":{"description":"Start with the left hand on a sidepull and a right hand mantle. After the start, each move must only use the face on the side toward the neighboring boulder. The problem follows the narrow path between the boulders upward. A huge hueco splits the problem in half, and the traverse ends in a top out at the back of the boulder. \n\n  The crux is the first two moves - making your way around the boulder to lieback on a high diagonal crack settle your feet and reach for the hueco.","protection":"Crashpad and spotter.... Don't hit your head on the tree!","location":"It is on Hemlock Hill in the Arnold Arboretum. Follow the gravel path from Bussey Street/Hemlock Road until you see two large boulders. You're there!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,d1971efc-3554-543e-8b12-02f8366c755c,f090078e-6e4e-541a-b01c-bfef08bcce07","pathTokens":["USA","Massachusetts","Greater Boston","Hemlock Hill in the Arnold Arboretum"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"},{"count":2,"label":"V2"},{"count":1,"label":"V1-2"},{"count":2,"label":"V1"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.12187,42.29688]},"bbox":[-71.12247792184942,42.296430339818144,-71.12126207815056,42.29732966018187],"left_right_index":-1,"ext_id":"110337135","area_id":"8JAHjm5OVBqwHL/vCLzOBw==","polygon":{"type":"Polygon","coordinates":[[[-71.12247792184942,42.296430339818144],[-71.12126207815056,42.296430339818144],[-71.12126207815056,42.29732966018187],[-71.12247792184942,42.29732966018187],[-71.12247792184942,42.296430339818144]]]}},"content":{"description":"Most of the bouldering in the Arnold Arboretum can be found at Hemlock Hill directly south of Bussey Hill and flanked by Hemlock Road, Valley Road, and South Street. You'll find a collection of rhododendron at the top of the hill and many of the trees are tagged for identification. There are occasional passers by, but very few people actually climb in this area. \n\n  HORNY TOAD & CHOMPASAURUS - the first two boulders can be found by following the dirt path up to the top of Hemlock Hill from Hemlock Road. They are mid-strength conglomerate rock that look like they're made of poured concrete that was mixed with marble-sized pebbles. The texture makes for lots of opportunities to cling to tiny crimps. These two boulders will not crumble as you climb but can be fairly sharp. It is 5-6 moves from start to finish for both. \n\n  THE THOUSAND YEAR OLD TURTLE - the next boulder of note is a short traverse that can be found directly west and downhill of the first two boulders. It is leaning against another rock and is rust colored on the top half and whitish on the bottom half. It is of the same quality as the other two, and problems consist of ~5 moves. \n\n  HALF SLABBA RIBS - the fourth, and probably the best boulder, is found to the East-southeast of the first two boulders. Head toward South Street until you get to a ravine with a boulder slab to your left and a short, vertical wall of rock to your right. This rock is a different quality than the other three. I am not sure what it's made of (looks like shale/granite), but it's strong and fairly smooth. The slab is ~7 moves. \n\n  UNNAMED - the fifth boulder of the area is northwest of the slab toward Valley Road directly north of the summit of Hemlock Hill. This boulder is like the first three in rock quality. It looks like ~6 moves. \n\n  MR FUGGLESTEIN - the sixth boulder of note is west of the fifth boulder about 50 feet uphill of Bussey Brook. It is the same conglomerate as the last boulder but is a bit shorter with the sketchiest landing of all the boulders. It has ~4 moves. \n\n  RHOCKODENDRON - the last boulder contains the longest and most difficult route. It lies halfway up Hemlock Hill about 50 yards uphill to the left from a footbridge that goes over Bussey Brook from Valley Street. The landing is sketchy, but the rock is strong, and the route is long. It has ~14 moves.  \n\n  -No camping.   -Some short TR possible with great natural anchors.   -Help cleanup some of the trash left behind by less cool people.   -Scan for broken glass. \n\n  EG & TD, 4/15"},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:25.170Z","updatedAt":"2024-01-20T01:02:16.161Z"}