{"_id":"63689edae80bff5a99504cf6","area_name":"Broken Glass Bridge","shortCode":"","climbs":[{"_id":"RbSoQV2vUiW0Xi0SrjB4Mw==","name":"Zero Hero","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Charlie Hart","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":3,"mp_id":"120300259","mp_crag_id":"120236580","climb_id":"RbSoQV2vUiW0Xi0SrjB4Mw==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"The crux is simply at the top, just use the crimps where the black canvas-like stuff is and get high feet and you’re good. Start as far down as you can where there semi good hands are and move up to the big jug on the left of the arete. Everything else is self explanatory. Top out to finish.","protection":"","location":"If you’re coming from Railroad Square, this route follows the very back left arete of the bridge. It’s right near Sun Traverse and Virtuous 1"},"__v":0},{"_id":"gzeOqUpAVDKMQ18S8Naogg==","name":"Sun Traverse, Virtuous 1, and Dynoland","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":2,"mp_id":"120300221","mp_crag_id":"120236580","climb_id":"gzeOqUpAVDKMQ18S8Naogg==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"Starting with Sun Traverse: (V2) The whole route is basically just you attempting to go from the start and try and follow a diagonal line to the right to make it to the top out. Not many good holds in the middle but try to keep it challenging and hold the line. Top out to finish. Next, Virtuous 1: (V1) Start on the same start hold as Zero Hero but stay on one side of the arete. Don’t use the arete in any way. Just follow the direct line up and find the good jug up above. It is complicated to find good crimps up top but you’ll get it. Top out to finish. Finally, Dynoland: (V4) this starts the same way as Virtuous 1, but once you make it to the good jug up above your head, dyno your way to the very top. Top out to finish.","protection":"","location":"Coming from Railroad Square, these three routes are all nearby the back left arete."},"__v":0},{"_id":"c/opo8aAVqqSVbprvtjsQw==","name":"Smack and Nab","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Charlie Hart","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":1,"mp_id":"121010425","mp_crag_id":"120236580","climb_id":"c/opo8aAVqqSVbprvtjsQw==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"Starts with a right hand at the top of the graffiti’d Q on the wall. Left hand starts next to it a block or two over. Dunk from there to the first really good ledges on the wall. Dyno again to make the route a V3. Keep using the crimps up to keep it a V2.","protection":"Crash pads","location":"Next to the Sun Slab."},"__v":0},{"_id":"ZVLobOAtXtKt6SKN5+su0A==","name":"The Little Ladder That Could and Three Little Ledges","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Charlie Hart 2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":4,"mp_id":"120300040","mp_crag_id":"120236580","climb_id":"ZVLobOAtXtKt6SKN5+su0A==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"There’s a lot of good holds on both of these routes. They are both standing starts that basically just move up as ladders. Feel free to make them as hard or easy as you want, the only real hard things about these routes is the quality of the concrete. It’ll chew up your hands like conglomerate.","protection":"","location":"If you are coming from the Railroad Square area Or the food truck park, these routes are next to the back right arete. Facing this arete, The Little Ladder That Could is all the way to the left. Attempt not to use the arete for this one. And the start of Three Little Ledges is a few feet to the right of it on the clearly good, juggy crimps that are 7 concrete blocks from the bottom. And just like the name, find the three good ledges to match on and you’re set."},"__v":0},{"_id":"XDI2FIwlUIuwqkubrR58eA==","name":"Gator Slab","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Charlie Hart","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":0,"mp_id":"120280355","mp_crag_id":"120236580","climb_id":"XDI2FIwlUIuwqkubrR58eA==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"If your back is facing Railroad Square and you’re looking at the bridge. This route is on the left side of the bridge and it’s next to the very far left arete. If you use the arete on this route it’d probably be downgraded to a V1. So try to use only the crimps on the bricks and top out at the top. There’s good holds and good feet on every part of this route but some of them will be hard to find. Topping out means you’ve completed this route.","protection":"Crash pad at the bottom","location":"To start this route, use the two crimps that are to the furthest left and about 3 feet off the ground. Get your feet on the larger ledge at the very bottom. There’s a few better crimps another block up but ignore those and don’t use them as a start, use those as your next move up and match your hands there to make a small dynamic move to the next best crimps. It’s best to start low on this route for a complete experience. "},"__v":0},{"_id":"ffoExaayXEONnnabkxlvMg==","name":"Choss Crimps (V3), Glass Slab (V2), and Finger Burn Arete (V1)","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"left_right_index":5,"mp_id":"120309302","mp_crag_id":"120236580","climb_id":"ffoExaayXEONnnabkxlvMg==","areaRef":"Kureq/qGXbawe6nVdNMGGg=="},"content":{"description":"Choss Crimps (V3) starts a few feet to the left of the arete. This one is literally just something you gotta figure out. Try not to get on Glass Slabs juggy crimps and stick with the hard stuff straight up. It’s possible to do it, but just like the name... it’s chossy. Glass Slab (V2) starts as low as you can on the bricks and just to the left of the arete. Nothing on this route is obvious and you’re basically just making a dash straight to the top. There are surprisingly better holds up at the top but the bottom is chossy. Top out to finish. And on Finger Burn Arete (V1), you’re basically just laddering up both sides of the arete. Good holds all the way up and a top out finish.","protection":"","location":"Coming from Railroad Square, all of these routes are all around the closest arete to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5b918a9d-dfde-5bc7-a58d-bd5bd2e21008,2aeadeab-fa86-5db6-b07b-a9d574d3061a","pathTokens":["USA","Florida","Broken Glass Bridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V-easy"},{"count":1,"label":"V1-2"},{"count":2,"label":"V2"},{"count":1,"label":"V1"},{"count":1,"label":"V2-3"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":1,"beginner":0,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-84.2989,30.41254]},"bbox":[-84.2994214038404,30.412090339818125,-84.29837859615961,30.41298966018186],"left_right_index":-1,"ext_id":"120236580","area_id":"Kureq/qGXbawe6nVdNMGGg==","polygon":{"type":"Polygon","coordinates":[[[-84.2994214038404,30.412090339818125],[-84.29837859615961,30.412090339818125],[-84.29837859615961,30.41298966018186],[-84.2994214038404,30.41298966018186],[-84.2994214038404,30.412090339818125]]]}},"content":{"description":"This area is just off the bike trail that leads up to the start of the Saint Marks trail. It has two sides to it that are simply just one side of the bridge and the other. The whole thing is basically just a nice buildering area for some crimp and slab workouts. Very chill spot, just be mindful of the broken glass and the homeless people who walk the trail from time to time. But they are all pretty friendly :)"},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:59:54.679Z","updatedAt":"2024-02-19T18:33:00.559Z"}