{"_id":"6368a29ce80bff5a9956b0aa","area_name":"Central Wall","shortCode":"","climbs":[{"_id":"rBMR8LePXkm+5leos1uqhQ==","name":"Welcome to Moore's","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tim Fisher, David Petree, Tim Schneider","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":7,"mp_id":"107770972","mp_crag_id":"107357655","climb_id":"rBMR8LePXkm+5leos1uqhQ==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"One of the best lines at Moore's!\n\nP1: Start in a corner climbing to a ledge in a left facing corner. Easy 5.5.\n\nP2: Move out right to a crack on some steepness. Climb up to get some good gear and down climb a bit before making the traverse left. Climb the natural feature up to a nice belay ledge.","protection":"Standard Moore's Wall rack. Double ropes are recommended, watch your gear that protects the traverse.","location":"Located between Dolphin Head and about 75 feet left of Easy Hard."},"__v":0},{"_id":"2ZFsUolTWAyG9/KzuIcRDA==","name":"Washboard","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":15,"mp_id":"106019621","mp_crag_id":"107357655","climb_id":"2ZFsUolTWAyG9/KzuIcRDA==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"A decent moderate, Washboard is a nice introduction to Moore's Wall for the first-time visitor.\n\nP1 -- Starting at the end of the approach trail, marked by a large dead tree, move up a big crack in a right-facing corner to a roof.  Move right under the roof, then up and left of a small arete.  Continue with nice face climbing to finish at a ledge with a small pine tree.  5.6, 100'\n\nP2 -- Continue up on easy ground to the top of the cliff.  5.0, 100'\n\nNOTE:  The Selected Climbs guidebook lists Washboard as a one-pitch route, but safe descent options for doing only the first pitch listed above are limited, so topping out is the best alternative.","protection":"A good range of gear, some large pieces can help protect the starting moves.  Build a gear anchor at the top.","location":"Starts where the approach trail reaches the cliff.\n\nDescent options include:\n\n-- after topping out, walk around to climber's right to the Sentinel Buttress and use the rap station there.\n\n-- after topping out, walk around to climber's left and find a descent gulley between the main wall and the Amphitheatre.\n\n-- from P1, use alleged 4th class descent as described in the guidebook; roping up for this descent is highly recommended as fall consequences would be deadly.\n\n-- from P1, climb a short pitch angling up and right toward a small tree, this puts you at the Hopscotch rap anchor. Make sure to rap climber's right into the gully, this provides a better angle for pulling the rope."},"__v":0},{"_id":"UQVeNF/lWRm46eh/+4Mg8g==","name":"Unknown (Much Too Bored)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":14,"mp_id":"108748095","mp_crag_id":"107357655","climb_id":"UQVeNF/lWRm46eh/+4Mg8g==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This link-up has everything a 5.6 climber may not be looking for including a runout start, finicky gear, and a bit of exposure. Begin as for the direct start to Too Much Fun, stepping off a block onto a low angle rock face. Tiptoe up this a ways to an inobvious but key 2.0 Tri-cam placement -- nothing else fits here -- and continue to almost to the base of the Too Much Fun Corner over sparse gear. Then thumb your nose at the TMF crux and traverse right following a thin horizontal to the arete that forms the left side of the Washboard face. Straddle this for a few moves -- nice exposure but not a lot of gear -- and then punch it to the belay ledge.","protection":"Thin nuts to medium cams plus belay anchor gear for Washboard. A 2.0 Tri-cam tames an otherwise X-rated run at the start.","location":"Begin just right of the traditional Too Much Fun/Blue Chock start where a triangular block that just out of the ground. Pull onto the cliff then step right and tiptoe up the face."},"__v":0},{"_id":"RVhGHLFCXhWZ+UzI7jKE5g==","name":"Too Much Fun","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bruce Meneghin, Tom Howard - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":13,"mp_id":"106788983","mp_crag_id":"107357655","climb_id":"RVhGHLFCXhWZ+UzI7jKE5g==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"Shares a start with Blue Chock at a prominent left facing corner. Climb the corner until you can step right across the blocky face. Head up into the base of a shallow dihedral. Clip a bolt and work those stems until you can wrap your hands around a large jug. Continue to the large ledge atop Washboard. Downclimb some 4th class terrain or head up and right towards a small tree for a slung boulder rap station","protection":"Standard rack","location":"Begins at the left facing corner a few yards left of Washboard."},"__v":0},{"_id":"ogi/WAl7XmSdWgYkQ9V9ig==","name":"Swag","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":1,"mp_id":"117517438","mp_crag_id":"107357655","climb_id":"ogi/WAl7XmSdWgYkQ9V9ig==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"Begin to the right of the Blue Balls alcove, just off the main trail, on highly-featured but slightly chossy rock. After about 20' the rock quality improves. Continue up easy terrain angling ever-so-slightly left as you go. At about the midway point you have a choice: either angle very slightly up and right through a brief steep section (crux), or dodge around the steep bit by continuing slightly left a bit longer and then following a large flake up and back to the right. Dodging left creates obvious rope drag consequences.\n\nSpeaking of rope drag, after 90-100 feet you'll pop onto a large ledge and you'll see another 20 foot or so of climbing above you; this is a good place to stop and belay.\n\nYou'll use more than half a 70m rope to get to the rap station, but a single 60 is enough to get you to the ground as you rappel to the top of the gully where a very easy scramble gets you back to the base.","protection":"Standard NC rack.","location":"Just right of Blue Balls."},"__v":0},{"_id":"KjPvF0XZVZeIn7ggZiEjjA==","name":"Southern Exposure","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":5,"mp_id":"117128652","mp_crag_id":"107357655","climb_id":"KjPvF0XZVZeIn7ggZiEjjA==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This route begins in the crack a few feet to the left of the tree that marks the start of Dolphin Head. The general line is to stay left of and well below Dolphin head.\n\nBegin by climbing straight up for maybe 50 feet, until you start to notice that you're closing in on the Dolphin Head traverse. At this point begin to traverse up and left over easy but lichen-covered rock, staying well below the Dolphin Head line. Eventually you'll pop around a corner and see the rap rings dangling above you. Pull one last on-grade move to reach the anchors.\n\nA 60 meter rope gets you safely to the ground.","protection":"Standard NC rack.","location":"Left of Dolphin Head by ~20 feet."},"__v":0},{"_id":"88gVszXLXGOr29AZt/WN5w==","name":"Shaky Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":3,"mp_id":"117948600","mp_crag_id":"107357655","climb_id":"88gVszXLXGOr29AZt/WN5w==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This route is on the right side of the Kennel Fodder Gulley. Begin by finding the large tree where the Dolphin Head/Southern Exposure rappel reaches the ground. Climb up and to the left following a wide weakness. At about mid-height you will find the namesake shaky flake. Do not look at, breathe on, or even think about the flake. Either climb the face just left or stem your way around it. Once past the flake, continue up until you're almost level with the rap station. Mutter about the rope drag as you traverse 20' or so back right to the tat anchors.\n\nThe original tree+chockstone anchor is a bit on the fragile side. If you wish to extend the life of this anchor, you should build an independent anchor for bringing up your second, and only use the tree+chockstone for the rappel. Alternatively, climb 10' higher and use the newer hex-based anchor.","protection":"Standard Moore's rack.","location":"Starts at the base of a large tree at the bottom of the Dolphin Head/Southern Exposure rappel line."},"__v":0},{"_id":"51PVlpr/XOGBkz3qMOY9MQ==","name":"Plastic Cat","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed, Tim Fisher","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":11,"mp_id":"107770931","mp_crag_id":"107357655","climb_id":"51PVlpr/XOGBkz3qMOY9MQ==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"A serious and rarely repeated route for hardman status. Start on a technical face left of Blue Chock or climb the initial layback on Blue Chock. Either way, end up at a stance just below the bulge feature on Blue Chock with underclings. Climb unprotected 5.9 up and left to a seam.\n\nKeep on trucking to a fixed pin that leads to a bolt. Pull the crux and hold on to a stance. From here climb up through the overhangs with decent pro.","protection":"Take a light rack of standard cam sizes and nuts. Double ropes are recommended. Many descent options, either side has 4th class down climbs via gulleys, or locate a fixed rap anchor near Welcome to Moore's.","location":"Located right in between Head Jam and Blue Chock."},"__v":0},{"_id":"vfywYOBfWwOEsVDB/tbhjw==","name":"Kennel Fodder","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":2,"mp_id":"121260787","mp_crag_id":"107357655","climb_id":"vfywYOBfWwOEsVDB/tbhjw==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This route follows the line exactly below the Blue Balls rap anchor. good climbing down low with an excellent steep finish on good finger crack holds.","protection":"You can use the anchors on top for a top rope or lead on trad.","location":"Kennel Fodder gully left side far end."},"__v":0},{"_id":"uPKl1pr9VXiEAEp3Xlpp6A==","name":"Hopscotch","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":16,"mp_id":"106862776","mp_crag_id":"107357655","climb_id":"uPKl1pr9VXiEAEp3Xlpp6A==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"A 5.3 may not sound like anything worth doing at a crag with so many classic moderates, but Hopscotch is a surprisingly fun romp for the grade.  The easy climbing is balanced by nice exposure and a great view of climbers on the more challenging Sentinel Buttress lines across the way like Zoo View.\n\nStarting from the spacious ledge, climb the blocky face just right of a wide crack system (feel free to use the crack if you're carrying big gear.  Trend up and right to finish on a nice belay ledge about 10' below the rap station.  Building a gear anchor here is a better choice than belaying from the rap rings.","protection":"Well protected with mostly medium gear; tricams are a good option.  Rap from a slung chockstone in a short chimney (check the slings to make sure they're in good shape).","location":"Hopscotch is located between Washboard and the Egg Wall, left of the Sentinel Buttress.  Start on a spacious ledge above the trail."},"__v":0},{"_id":"jj6lLYClV0GVEYrmByLcZg==","name":"Head Jam","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":9,"mp_id":"106746165","mp_crag_id":"107357655","climb_id":"jj6lLYClV0GVEYrmByLcZg==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"Climb 40 feet of a vertical crack system until you reach a large bulge. Undercling or move through the narrow space to gain the left side of the bulge and continue moving up along the crack for another 70 feet.","protection":"Natural Anchors. Fixed webbing/chord for lowering at belay ledge.","location":"Start in a crack 50 feet right of Easy Hard and 15 feet left of a large left-facing corner."},"__v":0},{"_id":"9sfQDzGnXdSvnwM8Mrce9Q==","name":"Easy Hard","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Buddy Price, K. Savoy - 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":8,"mp_id":"106019894","mp_crag_id":"107357655","climb_id":"9sfQDzGnXdSvnwM8Mrce9Q==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"More proof that there's nothing boring about easy/moderate climbs at Moore's, Easy Hard makes a nice warm-up at the start of the day or a good wind-down after a hard day of climbing.  NOTE:  despite the 5.5 rating, this is probably not a good choice for a first trad lead.\n\nFollow a crack system up to face climbing and a small overlap; move right and up the face (crux), then continue past a tree ledge to a big tree in a cave-like nook.","protection":"Cams and passive pro in the small to medium range; build a gear anchor and/or sling the big tree.","location":"Starts about 20' left of Head Jam. Rap from the large slung tree at the top.\n\nWith a 60m rope, end at a gear anchor at the ledge and rap from the slung chockstone above Head Jam."},"__v":0},{"_id":"oPOiA8WHXUmdXPnKyfE3SQ==","name":"Dolphin Head","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":6,"mp_id":"106019856","mp_crag_id":"107357655","climb_id":"oPOiA8WHXUmdXPnKyfE3SQ==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This obscure route doesn't get a lot of attention but is well worth seeking out.  See if you think the namesake feature really looks like a dolphin's head.\n\nClimb the face following crack systems and easy jugs, then angle up and left to the \"head.\"  Pull this roof move and finish at a ledge.\n\nThe old Kelly guide lists this route at 5.6, a bit of a sandbag.","protection":"Small to medium cams and passive gear; build a gear anchor at the top.","location":"Starts about 100' left of Welcome to Moore's on a clearing above the cliff trail.  Scramble climber's left to a rap station (webbing and rap rings slung on a big chockstone)."},"__v":0},{"_id":"0MWBNEygVVKjyfFxRecd5g==","name":"Chockstone Rap Line","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":4,"mp_id":"117950926","mp_crag_id":"107357655","climb_id":"0MWBNEygVVKjyfFxRecd5g==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This route climbs almost directly under the Dolphin Head/Southern Exposure rap line.\n\nStart at the base of a large tree just left of the rap line (same start as Shaky Flake). Once off the ground venture out onto the face to your right heading up towards a bulge. Dodge the bulge to the right and then quickly cut back left to get back on the rap line.\n\nThe middle third of the route continues straight up the rap line. It is steep and the holds are not as incut as those on other 6s at Moore's. Also, the gear in this section is not overly-plentiful.\n\nNear the top the route joins Southern Exposure to finish in a short steep chimney-like feature.\n\nThe original tree+chockstone anchor is a bit on the fragile side. If you wish to extend the life of this anchor, you should build an independent anchor for bringing up your second, and only use the tree+chockstone for the rappel. Alternatively, climb 10' higher and use the newer hex-based anchor.","protection":"Standard Moore's rack.","location":"Starts at the base of a large tree at the bottom of the Dolphin Head/Southern Exposure rappel line."},"__v":0},{"_id":"HmwRuek0Xduuz3/APxDiHw==","name":"Blue Chock","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul and Robin Kinnaird","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":12,"mp_id":"106545800","mp_crag_id":"107357655","climb_id":"HmwRuek0Xduuz3/APxDiHw==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"Head up the left leaning flake at the start.  Either build a belay at a good stance above this (before the route diagonals left and up again) or be very mindful of rope drag.  After the stance head up and left to the crux.  Then bust right from a nice stance on a technical traverse, crux 2.  Make for the overhanging corner and land the big tuna out right and belay on gear.","protection":"Gear to 2.5 inches, including RPs or similar.","location":"Starts left around the corner from Washboard at a left leaning flake shared with the regular start of Too Much Fun.  Use your choice of the Washboard descents."},"__v":0},{"_id":"jqsn5PKOWIukWKVTevE0JQ==","name":"Blue Balls","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":0,"mp_id":"106746115","mp_crag_id":"107357655","climb_id":"jqsn5PKOWIukWKVTevE0JQ==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"Start at the corner directly right of a distinguishable, broken tree. Follow a left-trending crack through an outward-flaring chimney. Move up and to the right out of the chimney to easy face climbing that leads to a large ledge and a selection of large trees and boulders.","protection":"Natural Anchors. Fixed rope/webbing can be found for lowering on the back side of the buttress if you follow the ledge to the right.","location":"North side of the buttress 100 ft to the left of Dolphin Head."},"__v":0},{"_id":"Kl/MnNBGU8W48AA2qHNXQw==","name":"The Amazing Spider-Man","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"left_right_index":10,"mp_id":"109680970","mp_crag_id":"107357655","climb_id":"Kl/MnNBGU8W48AA2qHNXQw==","areaRef":"kY/309OSWaen9UMoMt/ARg=="},"content":{"description":"This is one of the fondest lines that I have ever been involved with establishing. It has so many of the qualities that make climbing special to me. While sport routes are great, the nature of climbing descends from mind/body/spirit/adventure and this route embodies that mind set. It's completely natural, extremely tall, has impeccable quality, majestic movement and is plenty bold. The runouts are bigger than its neighbor and the falls a little more hazardous but without the distinct crux power necessary for climbing Plastic Cat.\n\nThis is an endurance route with no particularly difficult moves. The first half is delicate easier climbing with sketchy gear and a ride you don't wanna take. While the second half is very steep with gear nests followed by one crux sequence after another through continuing overhangs.\n\nStart the same as Plastic Cat, following it's initial traverse left into the center of the wall. Instead of climbing up the obvious Plastic Cat seam, keep traversing left and up towards a roof with a crack under it. Pull the roof and continue climbing straight up the wall through seemingly endless overhangs to the top. Don't traverse left towards the crack system on the far left side of the wall or your getting off route as the line actually stays on the Plastic Cat wall.","protection":"Cams from OOO through 2 inches. Quite a large amount of smaller gear. Nuts and plenty of slings. A #2 slider nut is a must for the traverse left.","location":"Left of Plastic Cat."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,918ff7d3-d392-59a7-a7f5-432832dfc046","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","Central Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":8,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.3"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":11,"intermediate":3,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.28578,36.39764]},"bbox":[-80.28633864081569,36.39719033981814,-80.2852213591843,36.398089660181874],"left_right_index":-1,"ext_id":"107357655","area_id":"kY/309OSWaen9UMoMt/ARg==","polygon":{"type":"Polygon","coordinates":[[[-80.28633864081569,36.39719033981814],[-80.2852213591843,36.39719033981814],[-80.2852213591843,36.398089660181874],[-80.28633864081569,36.398089660181874],[-80.28633864081569,36.39719033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:16:00.244Z","updatedAt":"2024-01-20T01:05:25.390Z"}