{"_id":"6368a44ee80bff5a9959c064","area_name":"Hall Of Truth Corridor","shortCode":"","climbs":[{"_id":"1iRXO0ZBWIu1sHHtzgBHDw==","name":"We're Just Passing Through","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Strege (2005)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":0,"mp_id":"112106156","mp_crag_id":"110731356","climb_id":"1iRXO0ZBWIu1sHHtzgBHDw==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Start by laybacking the flake to the ledge. The crux is pulling the bulge at the last bolt. Smearing is a must when pulling the crux.","protection":"5 bolts to anchor.","location":"First route you get to when approaching the Hall. Route starts at the starts at the top of the gully, just right of the double trees."},"__v":0},{"_id":"KqBchVo5Xw6+xX+f5Cpm7g==","name":"Stay of Execution","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Strege","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":12,"mp_id":"112809221","mp_crag_id":"110731356","climb_id":"KqBchVo5Xw6+xX+f5Cpm7g==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Big moves on big holds. Climb the steep face to gain the upper slab. Shares anchor with Death Sentence.","protection":"4 bolts","location":"Bottom of the corridor, right hand side when approaching from the top."},"__v":0},{"_id":"KMuaUmh6V/u6Z6sTi1SORg==","name":"No Lawyers Allowed","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Stregge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":4,"mp_id":"110731569","mp_crag_id":"110731356","climb_id":"KMuaUmh6V/u6Z6sTi1SORg==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Fun mixed route. Climb through monster wind-eroded holds and up a big serpentine crack. Safe climb with plenty of gear and bolts. Lots of steep fun smearing/lay backing moves off big holds. However, some questionable rock and ill-timed lichen patches detract from it a bit.Felt a bit more like 5.7 movement to me than the official 5.8 rating, but the lichen patches and grime push it back somewhat toward 5.8 as your foot can easily blow out while smearing.","protection":"Gear- 0.4 to #.75 plus 3 or 4 bolts.","location":"2nd route on the left after descending into the Lower Hall. Shares an anchor with Alibi 5.9+ to the right , but you can't top rope Alibi -gotta lead it. Too much of a pendulum with too much to hit."},"__v":0},{"_id":"E0xZ7PmcW5u0bSffUnAH3A==","name":"Probable Cause","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Stregge, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":2,"mp_id":"110731538","mp_crag_id":"110731356","climb_id":"E0xZ7PmcW5u0bSffUnAH3A==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"My complements to the first ascender, this is a really fun climb on a not so obvious line.  Starts off on a detached flake. Then up  over a ledge where the climber spins completely around and then up through a section of underclings on oddball features alternating with slabby sections. Then to a memorable airy, athletic crux move on an arête and on to a nice slabby finish on the face.Look around; this  crux move isn't quite as hard as it first appears (and is perfectly protected by the fourth bolt). Probable Cause  packages a lot of memorable moves into 50 -60 feet. Loved it -only problems are some patches of lichen and gritty rock, but nothing too bad.","protection":"4 bolts- a bit sparse but perfectly placed.","location":"Down the descending gully from Enjoy the Journey. There is a random seemingly pointless lone bolt off to the side of the Probable Cause bolt line."},"__v":0},{"_id":"1ltKZZXnWYes59Uwfz38aw==","name":"Little White Lies","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Strege","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":9,"mp_id":"113184434","mp_crag_id":"110731356","climb_id":"1ltKZZXnWYes59Uwfz38aw==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Start in black schist. Scramble up to a two-handed MONSTER jug that begins the route in a bit of an athletic fashion. Then move thoughtfully through moves up to bolt 3. You will now be on a VERY blank-looking granite slab. There are some decent footholds, but the handholds are very sketchy (and that is putting it generously). Top has tricky beta. The crux seemed to be a very cryptic sequence around bolt 4, but the top is hard period. Make, single-mindedly, for a tiny diagnoling flake (not great but way better than what has been there in the crux section), and use that to finish out the route -pretty desperate through the last two bolts on the whole. Does ease a bit as you get higher on the flake, which angles away a bit to the left as you finish right. If you stay on the bolt line and don't traverse into the Guilty Conscience routes, I would say that this  route is in the 10+ range. It is only rated 9+ in Burr and Busse. I am going with the 10+ rating here, for now.  I don't propose a re-grade lightly and will be guided by what others think. I will alter the posted rating accordingly.","protection":"5 bolts","location":"Third route from right on the Outer Hall wall. The route angles right to a common anchor with the two Guilty Conscience variations."},"__v":0},{"_id":"ecktysklU2Gu32F/zYszow==","name":"Hung Jury","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Strege","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":7,"mp_id":"112809244","mp_crag_id":"110731356","climb_id":"ecktysklU2Gu32F/zYszow==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"The king line in the Hall of Truth!! Punch through the thin crux on the vertical face down low and pull through some bulges to gain the upper slab.","protection":"8 bolts","location":"Bottom of the corridor. furthest route on the left hand side when approaching from the top."},"__v":0},{"_id":"l1v812v1UrWcA/PnBsNSLw==","name":"Guilty Conscience Original","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Strege, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":10,"mp_id":"111910774","mp_crag_id":"110731356","climb_id":"l1v812v1UrWcA/PnBsNSLw==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Starts out on a right-angling ramp/crack system, and then on up to to gain the right hand arête.Then the sustained slabby friction right hand arête takes you all the way to the chain anchors. Face is pretty low angle but really blank, so lots of balancy smearing. Climbing is steady variations of the same moves-not varied at all. This is not the preferred start; do the direct start instead (only marginally harder). Much better rock quality.","protection":"B and B guide says 5 bolts, but I think that I remember clipping 6. ..??? Might have inadvertently clipped one of LWL's bolts. Anchors at the top.","location":"Rightmost route on the face of the Outer Hall wall. Shares an anchor with Little White Lies 5.9+ and Guilty Conscience Direct 5.9 to the left. Outer Hall is generally accessed by exiting the Lower Hall and turning right and downhill to circle back and right  uphill again to the face climbs of the Outer Hall. Lots of nasty pine needles, so watch out!"},"__v":0},{"_id":"fmJxnY7pWk22wBcPe9UC0g==","name":"Guilty Conscience Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Strege (2005)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":11,"mp_id":"112106173","mp_crag_id":"110731356","climb_id":"fmJxnY7pWk22wBcPe9UC0g==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Guilty Conscience Original starts on the right-angling ramp. The direct start goes straight up the face. Follow the bolt line and join Guilty Conscience at the 4th bolt. Gain the arete and climb the friction slab to the summit. \n\n  This route variation is not in Busse and Burr, but we ran into Mark Strege while climbing here and he told us about this cool variation.","protection":"6 bolts to anchor","location":"The second to right most bolt line in the Outer Hall. Shares an anchorwith Little White Lies 5.9+ to the left."},"__v":0},{"_id":"eoQ411OiURSnCWFdhZ1iYg==","name":"Fact or Friction","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Strege, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":8,"mp_id":"113128296","mp_crag_id":"110731356","climb_id":"eoQ411OiURSnCWFdhZ1iYg==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"This is a steep slab. Work your way cautiously up to bolt one through a dark schist band. Then, deal with a horizontal at bolt 2 that isn't as bad as it looks from the ground. Exit schist to the thin granite slab. Crystals are there, but are weirdly oriented and awkward to use. Traverse right, then traverse back left and angle left up a thin seam. When that begins to peter out, look for a darker gray incut (a bit hard to spot) up and a bit back right. It is a big move, but that hold is a surprisingly good crimp. Finish route easily from there. As the name suggests, lots of smearing on this one. A bit sequential, awkward and annoying even for a slab lover like me.","protection":"3 bolts/40ft so a bit sporty. Two bolt anchor at top/no chains. First bolt is somewhat high off the ground, but shouldn't be terrifying to get to... A fall from bolt 3 would be quite a bit of an unpleasant ride down a slab, but you wouldn't deck or hit anything major.","location":"This is the far left (East) route on the wall of the Outer Hall. This route has its own two-bolt anchor. All the rest of the routes (Little White Lies and the Guilty Conscience variations) on the Outer Hall wall go to one anchor on the other side (West) of the Outer Hall wall."},"__v":0},{"_id":"JEgaGV6WW82UkmTqsxVSsw==","name":"Enjoy the Journey","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Stregge, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":1,"mp_id":"110731361","mp_crag_id":"110731356","climb_id":"JEgaGV6WW82UkmTqsxVSsw==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"This route climbs an arête and the bolt line is on the arête. You can start right below the bolts or solo the detached flake below to give your belayer a better stance. Crux is between the 2nd and 3rd bolts. The first bolt is high, and on the whole, this thing is on the edge of G/PG. Like many routes in the Hall,it has some slightly crumbly rock and lichen patches on it. Movement is awkward and doesn't flow. Kind of forces you out into a chimney/stem box and left of the bolted arête at the crux.  I doubt that was the intent. A fall there while clipping the bolt would be battering. Kind of a bit like Dirty Little Secrets at Chopping Block in terms of the way it forces you offline into a chimney feature.I led it this way and so have the other climbers that I have seen on it. If you are already warmed up, skip it and  move to the far better route to the immediate right- Probable Cause 5.8.","protection":"3 bolts.","location":"3rd route on the left at the top of the Hall."},"__v":0},{"_id":"VEzT6Z9fW+qk7AyGt0jWIQ==","name":"Deductive Reasoning","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mark Strege, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":3,"mp_id":"117247255","mp_crag_id":"110731356","climb_id":"VEzT6Z9fW+qk7AyGt0jWIQ==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Somewhat contrived but fun route that starts on big flake features, travels through blank slab, and finishes pulling a steep roof move. ","protection":"8 bolts + anchor","location":"Shares an anchor with Probable Cause. This route is the first route you will encounter to the right of Probable Cause farther down the corridor from the top. Start on a good flake just after the step down."},"__v":0},{"_id":"RW0vX+SRUKCLIkcRTa2yKg==","name":"Death Sentence","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Strege","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":13,"mp_id":"112809200","mp_crag_id":"110731356","climb_id":"RW0vX+SRUKCLIkcRTa2yKg==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Short and punchy, climb the steep face into a short crack to gain the upper slab.","protection":"6 bolts","location":"Follow the bolt line up the face 10' right of Stay of Execution"},"__v":0},{"_id":"FF/wFt9NVFaSWw+UstnUOA==","name":"Beyond a Reasonable Doubt","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Strege","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":6,"mp_id":"112809264","mp_crag_id":"110731356","climb_id":"FF/wFt9NVFaSWw+UstnUOA==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Climb the thin seam trending up and left past the first bolt, you will be rewarded with amazing steep jug hauling to the top. Shares anchor and last bolt with Hung Jury","protection":"6 bolts","location":"Starts 15' left of Hung Jury."},"__v":0},{"_id":"PCzwZKa/XzGrY9FgNknTWA==","name":"Alibi","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Strege, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"left_right_index":5,"mp_id":"111910692","mp_crag_id":"110731356","climb_id":"PCzwZKa/XzGrY9FgNknTWA==","areaRef":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Longer steep route on the south wall of the Lower Hall. Shares an anchor with No Lawyers Allowed 5.8; the route to the left of Alibi. Alibi starts out slightly overhanging on larger holds, which makes it somewhat unusual for the Needles. Though the rock here isn't sandstone, Alibi has that sort of feel to it. On the bottom part,  I felt like I was climbing at HCR not Rushmore. Crux move is a committing high step off a little \"rest ledge\" with sloper holds for the hands. The climbing on the lower section is really good-- powerful and flowing, but once the angle lessons, the climbing quality also deteriorates. The top offers a choice between an oddly tilted slab/arête and a tight chimney. Quite contrived and a bit confusing. Most climbers will probably start to the right, in the chimney, and then cross over to the slab- but it could work the other way as well. You could also stay left or right nearly the whole way, but you would have to leave the right hand chimney (not pleasant anyway) to tackle the final awkward bulge that guards the  anchors (which is easier if you go , you guessed it, back right!). Think that I remember that bulge being a little on the spicey side (could have used another bolt maybe), though this is a well-protected route by Rushmore standards on the whole. This is one of those routes that \"could have been a contender\" for classic status but doesn't add up to that level in the end. Still easily worth doing.","protection":"7 bolts.","location":"South wall of the Lower hall. Anchors at the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,86ad2325-f306-5994-92dc-f91a944d0cde,cb94694d-5a7b-5535-9d9c-efc1aa770058","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Breezy Point","Hall Of Truth Corridor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9+"},{"count":2,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":8,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.47385,43.89236]},"bbox":[-103.47447397029998,43.89191033981813,-103.4732260297,43.89280966018185],"left_right_index":-1,"ext_id":"110731356","area_id":"y5RpTVp7VTWdnO/BqncAWA=="},"content":{"description":"Narrow, shady descending gully that is divided into the wider and sunnier Upper Hall and the lower, narrower, and shadier Lower Hall.  Several routes are also located behind the North Wall of the Lower Hall in a sunnier more open area called the Outer Hall.This area is pretty unique at Rushmore and has a certain engaging quality to it. Moving between the halls requires some 4th class chimney moves."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:23:13.135Z","updatedAt":"2022-11-25T11:21:45.453Z"}