{"_id":"6368a50be80bff5a995b0601","area_name":"Sacred Cow Wall","shortCode":"","climbs":[{"_id":"oSPWDe+DUqKlT+l8TS6MIA==","name":"Vegetarian Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"David Bloom/Jamie Blythe-2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":6,"mp_id":"106317879","mp_crag_id":"105809830","climb_id":"oSPWDe+DUqKlT+l8TS6MIA==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Varied right facing corner. Starts thin hands to good hands, to a wide crack up high.","protection":"camalot sizes: 1 or 2 #.75, 2x#1,3x#2,3x#3,2x#4,1x#5. Bolted anchor.","location":"A few hundred feet left of Karin's Corner."},"__v":0},{"_id":"WGCuoupiXY698KCfBzd/Kg==","name":"Twin Cam","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":3,"mp_id":"108008943","mp_crag_id":"105809830","climb_id":"WGCuoupiXY698KCfBzd/Kg==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Awesome route! A little harder than Sacred Cow and it has some sandy jams for sure. The crux is a strange roof section midway up the pitch, after that the climbing is 5.11+","protection":"Varied gear from thin fingers to hands. Heavy on yellow to red TCU size pieces.","location":"Just to the right of Sacred Cow."},"__v":0},{"_id":"l9TEbsZUVDe2YRdMFu4nuQ==","name":"Tungo","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":16,"mp_id":"107517906","mp_crag_id":"105809830","climb_id":"l9TEbsZUVDe2YRdMFu4nuQ==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Did not climb, but documenting because this is not in the Bloom guidebook. I just put 5.10 because it seemed like a good starting point and it did not look too hard - but I did not climb it that day.\n\nLooks like chimney to left facing corner.  Looks hands, maybe wide hands.  Anchor on left wall where corner begins to open up to a wider angle (see photo).","protection":"Unknown.  Looks like like a lot of hands with possibly a little variance.","location":"This route is located just right and uphill of Deal With It (long splitter with bolt at start).  It is not listed in the guidebook.  See the photo for more detail, but the route looks wide at the start and then appears to be a beautiful hand-sized crack to an anchor on left wall."},"__v":0},{"_id":"TnNIve5iV4y7pkJF2dbFNg==","name":"Thumbstacks, Ribeyes, and Sundresses","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"N.Malik","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":4,"mp_id":"121768764","mp_crag_id":"105809830","climb_id":"TnNIve5iV4y7pkJF2dbFNg==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"These are three of my favorite things.\n\nThis route was established a number of years ago but never received a bolted anchor.  MDJ suggested not to bolt it so as to not clog up Twin Cam.  Although at the time that notion seemed ludacris, Injun Crik has become an overwhelmed landscape and in retrospect it does seem prudent.  Please don't bolt an anchor on this crack and leave it as a warmup for those wishing to climb Twin Cam.  Thin hand sized pieces can be lowered off where the rock deteriorates at the top of the thin hands crack.  Clean them when lowering off Twin Cam.","protection":"SLCD's","location":"Start on Twin Cam and crack switch to the offset splitter out right."},"__v":0},{"_id":"9ofKrz6fWuSvXwJbHC9M4g==","name":"Surf and Turf","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Luke Stefurak","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":13,"mp_id":"108094442","mp_crag_id":"105809830","climb_id":"9ofKrz6fWuSvXwJbHC9M4g==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Surf and Turf aka Vaca Desesperada involves some tricky mantels to access a gradually widening splitter.\n\nClimb past tricky moves and many bolts to access the flare below the splitter. Swim up and climb fingers until your feet reach the top of the flare.\n\nOff-fingers locks with bad feet lead to finger stacks and eventually thin hands.\n\nPlacing gear is challenging along with the guarantee that everyone will find a bad size.\n\nFinish the climb with crisp glorious #1 camalots which widen to hands at the anchor.","protection":"Five closely spaced bolts lead to a splitter that widens from thin fingers to thin hands. A #3 camalot protect the pod between the face climbing and the splitter.\n\nMy redpoint rack was 1 each .4 &.5 C4, 1x 1.5 friend(.75 C4 works too), 2x #1 camalot, 1x #3 camalot.\n\nFor the onsight/first go I would bring doubles or more in the .5 and .75 size. A #2 camalot also goes in near the top, if you don't want to run it out to the anchor.","location":"On the right side past Fatted Calf but before Have a Cow (the super splitter off-width)."},"__v":0},{"_id":"j9MdPV9mUJGxEU01T6Sv1Q==","name":"The Styminger","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Langston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":19,"mp_id":"106544000","mp_crag_id":"105809830","climb_id":"j9MdPV9mUJGxEU01T6Sv1Q==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"I put up this route last September 2009, days after Daryn Smith's (Stymingersfink) death. I never knew him away from my computer but he left an impression.\n\nFirst pitch, 5.9, 130'. It looks crappy but is very solid and a lot more fun than you'd guess by looking at it.\n\nSecond Pitch 5.10, 70'. looks 5.12 from the ground and is just good fun. It's actually 5.10. If you've got small fists, the start will feel 5.11.","protection":"Hands and fist size gear. A few smaller pieces too.","location":"The prow where Sacred Cow wall meets the Original Meat Wall. There is a plaque."},"__v":0},{"_id":"QR3Roc+xWNC1V2k2e8X/SA==","name":"Steve Carruthers Memorial","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bret Ruckman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":11,"mp_id":"105809855","mp_crag_id":"105809830","climb_id":"QR3Roc+xWNC1V2k2e8X/SA==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"AKA:\n\nSC Memorial\n\n, This is a spectacular climb.  Your rope will be stretched getting to the anchors and your thumbs will be pumped senseless.  The crack begins with hands but quickly moves to cupped hands for infinity.","protection":"Cams to #4 Camalot with extra #3.5 Camalots.\n\nAnchors at the top.","location":"The SC memorial route is located to the right of\n\nKarin's Corner\n\nand around the corner of\n\nFatted Calf\n\n."},"__v":0},{"_id":"XxhVodjFVi+3F/WrKiLbSw==","name":"Sample the Sausage","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":7,"mp_id":"109603826","mp_crag_id":"105809830","climb_id":"XxhVodjFVi+3F/WrKiLbSw==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This is route #6 in the Bloom 2nd edition, described as \"cool stemming and varied jamming\".  Bloom gives this thing three stars, and potentially it could be a great route, but it was a bit unnerving to climb as it was very sandy, had some loose stuff throughout (my buddy exploded a block when he stood on it following the pitch), and small gear at the crux (green alien).  It does not climb like a typical creek route.  It felt much more like climbing in Eldo.  There was a big, scary layback flake up high which, at the time, felt pretty terrifying to pull on...\n\nI'm calling it PG-13 simply because it felt pretty heads up the whole time, but what do I know?","protection":"purple metolius and maybe one thing smaller, (the rest are in BD camalots) 4 x 0.3, 0.4, 3 x 0.5, 2 each of 0.75-1, 4 x #2, 2 x #3, #4\n\nbolts and webbing at the top","location":"right of vegetarian corner.  Look for a big, scary looking layback flake up high."},"__v":0},{"_id":"b/h7En3oVZyyqNDhLckRfg==","name":"Sacred Cow","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Hong, I assume","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":2,"mp_id":"105891224","mp_crag_id":"105809830","climb_id":"b/h7En3oVZyyqNDhLckRfg==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This is an awesome changing corner to splitter; in the same aesthetic league as Broken Brain or The Optimator.  The plaque at the base gives it a 13a, which it would be if you have really big hands.  For us average hands folk, I believe it is around 12c for endurance.  Even more so than most Indian Creek routes, there are really no hard moves on this route.\n\n(more detailed beta) The route pretty much goes like this: big fingers in shallow stem-box, then perfect hands in a left-facing corner through a small roof, then a jug rest below a very strenuous tight hands changing corners roof.  This may be the technical crux of the route.  This puts you below an awesome headwall and its slightly offset, forty-foot ringlocks splitter (wide green camalots, maybe tight 2 friends at places).  This is the endurance crux.  If you have small hands, this may be a thin hands section, but either way, it is still very enduro.  Gun it for the salvation hand jam, and the anchors 15 feet above that.  WOO!","protection":"FRIENDS SIZES -- (2) #1, (6) #1.5, (7) #2, (3) #3.  Green camalots seemed to work the best in the headwall, and were almost a bit tipped out.  So 1.5 friends may be too small, but 2 friends were definitely a little big.","location":"maybe 100 yards to the left, and around a prow from the Fatted Calf/SC Memorial area."},"__v":0},{"_id":"/dOQKfhEU3m8RyUL4w5UGw==","name":"Out To Pasture","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Equipped by: Shelton Hatfield, FFA: Eric Bissell (Nov. 2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":5,"mp_id":"118000385","mp_crag_id":"105809830","climb_id":"/dOQKfhEU3m8RyUL4w5UGw==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This aesthetic route will test your power as well as your endurance, starting with a techy yet burly boulder problem, and ending with loads of excellent fingers and off fingers crack climbing. Stop reading here if you don't want the spraydown.\n\nThe route begins on a ledge to the right of the crack. Your belayer should be standing down and left of the ledge 20ft below you. Traverse broken jugs leftward under the roof on relatively easy moves. If you stick clipped, you're safe. If not, you're looking at a horrendous groundfall where you inevitably become talus food.\n\nThe bolt can be clipped from an undercling below the roof before the business begins and protects the boulder crux on the thin, offset seam. Shallow locks and sidepulls with creative footwork on the lip of the roof will get you over the roof and past the hardest moves on the route. In theory.\n\nMove into splitter fingers as the crack begins widening, going through a few changing corners on off-fingers. Just when things are getting desperate you arrive at a stance and can get some juice back. Which is good because the enduro crux looms above. Plug some gear and enter the BEAUTIFUL offset fingers splitter, which slowly narrows to tips. Rock gods might be able to stop and place gear, but most mere mortals will probably just \"buy the ticket\", if you know what I mean. Right before the crack pinches to nothingness, some pods miraculously appear and allow for the best clipping stance one could reasonably ask for on this type of affair. Clip the anchor and lower back to the ledge where it all began with a 70m rope.","protection":"One Bolt\n\nStick clip (not using one means traversing out over the talus on relatively easy moves, but with an otherwise unprotectable fall of around 20 feet)\n\nIn BD:\n\n#0.1\n\n#0.2\n\n#0.3\n\n#0.4 x 3\n\n#0.5 x 3\n\n#0.75 x 3\n\n#2\n\n70m rope","location":"Located to the left of Vegetarian Corner, on the same aspect,  before turning around the arete to the wall that hosts Twin Cam and Sacred Cow. Start on the ledge to the right of the crack."},"__v":0},{"_id":"XIi3ov+KV0Kpkavmn9kNaw==","name":"Needs Pineapple","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"K3","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":9,"mp_id":"112352859","mp_crag_id":"105809830","climb_id":"XIi3ov+KV0Kpkavmn9kNaw==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Starts with fingers in a left facing corner to a ledge where you can rest before the upper section. Grunt up a wide section with jams in a crack inside the wide crack to a fingers finish. Quite sandy as of November 2016.","protection":"3+ BD .4-.5, plus a couple hand sized pieces.","location":"This route is the corner directly to the right of Cowch Potato and left of Karins Corner."},"__v":0},{"_id":"WcanQXYeVhiDnA7O1RLXDA==","name":"The Milk Box","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":1,"mp_id":"106645863","mp_crag_id":"105809830","climb_id":"WcanQXYeVhiDnA7O1RLXDA==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"A mirror image of Comic Relief at Scarface, the Milk Box scares you with sand and wide stemming and then punishes with a hard pull at the lip of the roof.  Sustained fingers in the corner finish out a tough little route.","protection":"A few nuts and lots of the finger sizes.","location":"The left side of Sacred Cow."},"__v":0},{"_id":"NUNg6mRpVjmkoRPfVN2eWg==","name":"Karin's Corner","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":10,"mp_id":"105809848","mp_crag_id":"105809830","climb_id":"NUNg6mRpVjmkoRPfVN2eWg==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This long corner gives you plenty of time to savor.  The climb doesn't have many tough sections but it doesn't really let up either.  Hong's distinctive anchors can be seen at the top of this pitch.","protection":"pro to #3 camalot but lots of extra in the .75 to #1 camalot sizes.  Don't forget to bring two ropes on this one.","location":"This huge corner is hard to miss.  It lies just to left of the Steve Caruthers Memorial route."},"__v":0},{"_id":"SLpG4rYaUKiWORQscfKXAQ==","name":"Have a Cow","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":14,"mp_id":"110261851","mp_crag_id":"105809830","climb_id":"SLpG4rYaUKiWORQscfKXAQ==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Have a Cow is the beautiful zig-zagged to left-leaning splitter crack looming above the approach trail.\n\nClimb through some broken rock with adequate tight-hand to finger-sized protection and out a cool tight hands roof. High and low options exist for moving right to the splitter. Once in the main crack, it quickly widens to fists then off-fist, out a roof and continues with the size that most folks can't get a knee in for most the way, making it an exhausting battle to bump stacks. A few awesome holds keeps the climbing rewarding to the final flare that guards the anchor. Great route!\n\nBloom's guidebook gives the route 5.11 while the plaque says 5.11-.","protection":"(1).3, (1).4, (2).5-#1, (3-4)#4, (2-4)#5","location":"Right of the popular warm-up Fatted Calf and thin Surf and Turf. Have a Cow is the very obvious left-leaning wide splitter."},"__v":0},{"_id":"cO/NVkF/VECJi1AZSEfG9g==","name":"Deal With It","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":15,"mp_id":"107358903","mp_crag_id":"105809830","climb_id":"cO/NVkF/VECJi1AZSEfG9g==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This route climbs a gorgeous and unique-looking splitter on the right side of sacred cow.  Looks for a perfect splitter opening from fingers to fists with 'racetrack' grooves along each side of the crack.  Things get spicy right off the ground with some stemming and face moves to a bolt.  After clipping the bolt traverse right to gain the splitter.  Pull some fingers to thin hands moves, then get ready for some wide crack action as it opens up to an awesome 50+ foot run of splitter fists.  There is a 2 or 3 bolt anchor.","protection":"grey and purple tcus for the bottom, a quickdraw and cams from fingers to fists","location":"Far right side of the Sacred Cow wall.  Very prominent splitter with a bolt in a dihedral at the bottom.  As of October 2011, the route had a plaque stone at the base."},"__v":0},{"_id":"jCT2zONyWjqT9T7mpW0J8A==","name":"Cowch Potato","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Rich & Ed Strang - Nov 96","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":8,"mp_id":"105809867","mp_crag_id":"105809830","climb_id":"jCT2zONyWjqT9T7mpW0J8A==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This route starts with hands and then moves to a nasty offwidth.  The route does not compare to its neighbors but it makes for a good warm-up and pleasant practice of your offwidth skills before jumping on the SC Memorial.","protection":"Cams to #3 camalot with extra in the large hands sizes.\n\nLarger cams are optional","location":"This is first climbable looking route to the left of Karin's Corner."},"__v":0},{"_id":"/KyNTV7GU0aIxBIJKah+sQ==","name":"Fatted Calf","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":12,"mp_id":"105809843","mp_crag_id":"105809830","climb_id":"/KyNTV7GU0aIxBIJKah+sQ==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"One of the shortest climbs on this wall but packed with quality.  Climb a short step and then up the perfect hands that pinch down at the anchors.  The crux lies at the top.","protection":"Pro to #2 camalot with extra .75's\n\nBolted anchor","location":"The route is right of an OW crack and splits a face above a ledge 20ft up."},"__v":0},{"_id":"lxrk2I/IUvyWhxwhtL6vZA==","name":"Coco's Boathouse","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Kalous, Stephanie Bergner 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":17,"mp_id":"112233082","mp_crag_id":"105809830","climb_id":"lxrk2I/IUvyWhxwhtL6vZA==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"This is a long, mostly hands route. Start in a corner hidden behind a huge pillar. Step across an easy move on a bit of crummy rock to a splitter. Follow up past a bolt by some stacked nuggets in the crack (easy and more solid than they look). Follow a long #2 splitter that dwindles to a .75 or two and the anchor. 40m.\n\nDespite the couple of slightly chunky sections, this has one of the better, longer perfect hands (#2 Camalots) sections around. I couldn't believe it hadn't been climbed before. I'd give four stars but for the short dirty sections. Perhaps it will clean up. I did clean everything I thought was dangerous.","protection":"Camalots: One .5? Three or four .75s. Three or four 1s. As many 2s as you can get your hands on.","location":"Coco's Boathouse is behind a giant pillar (100') that has slipped down the hill a bit and is clearly visible on the approach to the right of the trail terminus and main part of the wall. Pretty sure its right of most of the routes in the book. Maybe a little less than half way to the end of the wall and the turn to Original Meat. 5-10 minutes from the top of the trail. Walk down and past the obvious massive pillar and then scramble up behind it from the south."},"__v":0},{"_id":"lJ/X4XPUWPevKsQuFi75/A==","name":"Calm as a Hindu Cow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":0,"mp_id":"111313694","mp_crag_id":"105809830","climb_id":"lJ/X4XPUWPevKsQuFi75/A==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"Climb back into a cool easy chimney and choose your own adventure as there are 2 cracks to chose from: wide or skinny to a cool roof move on fingers.","protection":"Fingers to fists","location":"Far left about 100 yds from the top of the trail"},"__v":0},{"_id":"Up7OLy5/WgOlv0NXxWmkEA==","name":"Angus Herder","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ben Wilbur & Anus Herder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"left_right_index":18,"mp_id":"116111473","mp_crag_id":"105809830","climb_id":"Up7OLy5/WgOlv0NXxWmkEA==","areaRef":"m6xJPQprXkaJVMT3O4scTg=="},"content":{"description":"We looked up at this splitter and couldnt believe it hadnt been climbed and quickly racked up for some splitter questing. Climb up a few tiered ramps to get to the base of a short right facing corner starting with .75 layback that changes quickly to fingers. This transitions into a variety pack of big to small hands and a short thin section before reaching the immaculate changing corners finger crack starting at about 120 feet / 40m!!  Climb this fingy crack starting at baggy fingers all the way down to tips just before the chains where a pleasant surprise awaits you! ;)\n\nBring 2 ropes or a beal escaper to get off! This thing is long!","protection":".3-#4 heavy in off fingers-fingers!! (3+) In .4-.75 There's a 2 bolt powers anchor up top.","location":"Look for the changing corners finger crack about 120' up. Starts above a tiered ramp in a left facing corner/splitter."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,9bac493d-0a6b-5e46-8954-c4f73b8b1c4e","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Sacred Cow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12+"},{"count":3,"label":"5.11"},{"count":5,"label":"5.11-"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":14,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":14,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.58944,38.14011]},"bbox":[-109.59001172096596,38.13966033981814,-109.58886827903402,38.14055966018187],"left_right_index":-1,"ext_id":"105809830","area_id":"m6xJPQprXkaJVMT3O4scTg==","polygon":{"type":"Polygon","coordinates":[[[-109.59001172096596,38.13966033981814],[-109.58886827903402,38.13966033981814],[-109.58886827903402,38.14055966018187],[-109.59001172096596,38.14055966018187],[-109.59001172096596,38.13966033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:26:46.968Z","updatedAt":"2024-02-19T18:41:00.781Z"}