{"_id":"6368a722e80bff5a995dd7df","area_name":"Cellular Service Wall","shortCode":"","climbs":[{"_id":"awSw7356V9ydCfroz7dUNA==","name":"Primary Assessment","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Bates,  Ryan Green","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":6,"mp_id":"109673438","mp_crag_id":"109546898","climb_id":"awSw7356V9ydCfroz7dUNA==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"A fun and diverse gear route in the trees.  An excellent way to access the upper slabs, and a great warm up for Pale Rider higher up on the formation.","protection":"gear to 2\"","location":"Hike around the corner to the right on the river side of the Cell service tower.  Climb up the talus for about 100' and start on a blocky face next to some large trees.  Bolted anchors, continue up slab above (5.6) to access upper tower.  Rap from anchors."},"__v":0},{"_id":"Sumf8CzVXg+d7NM4lU/SzA==","name":"Pony Express","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bobby Model, Dan Miller and Mike Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":4,"mp_id":"109576088","mp_crag_id":"109546898","climb_id":"Sumf8CzVXg+d7NM4lU/SzA==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"One of the few well protected multi-pitch climbs in the canyon having chain rap/belay stations all the way up and several challenging pitches.  This climb was envisioned by Bobby Model around 2006.  The first pitch is a relic from an earlier era that no one seems to know who pioneered.  It had no anchor or logical finish. Bobby used this intro pitch to reach the outstanding 2nd pitch leaning finger crack, which was the goal and the obvious impetus for creating the entire climb.  The short wandering 3rd and 4th pitches are cool especially the short hand crack on the 4th pitch.  They may be combined into one long S-curve, using some extendable slings.  An accident in South Africa in 2006 left Bobby in a coma and he eventually passed on in 2009 leaving this line unfinished.  The 5th and 6th pitches were added in 2014 by Mike Snyder following Bobbys original intended path.\n\nPitch 1:  Begin at a flat grassy area and follow a crack system up to an SMC bolt with an old red sling. Pass a new bolt and climb to a small tree, sling that and continue up into a V groove to find the chain anchors. 5.8, 100 feet\n\nPitch 2:  Lead out leftward passing two bolts and a fixed nut to access the steep finger crack. Place 1/2\" sized cams while burling through this to reach the lip and a rest. Continue on, following the left slanting crack and tricky gear placements. The chains are in an alcove at a decent ledge.  5.11+, 80 feet\n\nPitch 3:  Wander up and to the right following grooves to a two bolt anchor.  5.9, 40 feet\n\nPitch 4:  Continue climbing up and to the right to reach the cool hand crack. Climb this 25' feature and find a chain anchor.  Pitch 3 and 4 may be combined with some longer slings to straighten out rope drag. 5.8, 40 feet\n\nPitch 5:  Step left and scramble up a blocky section to reach a two bolt crux section before the crack opens back up to accept gear again.  Follow the crack up and left ward placing small gear in various pods. There is a bolt protecting a mantle before the next chain anchor. 5.10a, 80'\n\nPitch 6:  Follow the crack system up and left to the summit.  Some tricky moves and again small gear protect the climbing well.  5.10+, 80'\n\nRappel the entire route using an alternate rap station toward the bottom to reach the ground.  Alternatively you can walk off, although there is some hair-raising exposure traversing the summit ridge.  Easy but exciting!","protection":"Standard rack including nuts and cams. Doubles on finger size pieces is helpful.  chain anchor/belay stations.","location":"Walk West on the Hayden Arch Bridge Road until you pass through the tunnel.  Turn left immediately and hop down the boulders to the smooth flat boulders in the river.  Cross the river at the constriction. Make your way over to the right side of this tall wall."},"__v":0},{"_id":"neFdro2rVLiq+W6Dbiunsw==","name":"Pale Rider","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jon Bates,  Ryan Green","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":5,"mp_id":"109672762","mp_crag_id":"109546898","climb_id":"neFdro2rVLiq+W6Dbiunsw==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"This route starts about 90' below the West summit of the cell service wall, on the backside of the spire.  There are chains at the base and bolts with slings at the summit.  This is a great route with good protection in an awesome position.  After the first overhang there is a no hands rest ledge midway through the route. The crux lies midway through the second half of the route exiting a pod into a finger crack. This route could also be broken up into two shorter pitches with a gear anchor on the midway ledge.","protection":"Gear to 2\", a blue tcu is most helpful around the crux","location":"There are numerous slabby routes to access the base of this pitch.  Cross the river and travel to the right around the corner of the wall and hike up the talus 100' feet or so to see the start of the slab routes leading to this pitch.  Expect about three moderate/easy pitches to reach the anchors at the start of this  route.  Either rappel or scramble off the summit to the east."},"__v":0},{"_id":"eq1XgK2eUnyFHdeYVzPqZA==","name":"Ill Communication","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Snyder, P1 - 2004.  P2, 3 & 4 - 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":2,"mp_id":"109576354","mp_crag_id":"109546898","climb_id":"eq1XgK2eUnyFHdeYVzPqZA==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"An old creation, that now goes to the summit!  All bolts, all free, totally badass!\n\nPitch 1 - Climb straight up the center of this wall to the faint dihedral just left of the obvious prow feature.  The crux is literally the last move before reaching a ledge.  .12b - 100 feet.\n\nAlternate 1st pitch - Climb Can You Hear Me Now? .12a/b to the same ledge.  Maybe even bad-asser.\n\nPitch 2 - Step to the left off the ledge and mount the exposed prow or tick tack up little edges.  There are several ledges to pass on this short pitch. .10c, 50 feet\n\nPitch 3 - The munge pitch.  The obligatory passage that must be overcome to reach the glory of the final pitch.  Its actually not that bad.  Shoot up the white dihedral skirting to the right to by pass as much of the black asphalt section as possible.  Grab the bomber gray pinches and traverse back left atop the asphalt to reach the left trending flake system.  The roof above is the crux. Wrestle this bastard and ease your way up the crimp face/prow above. Scamper past lower angle mungy jugs to the anchor.  .11d, 100 feet.\n\nPitch 4 - Oh my! Heaven awaits! If this pitch were on the SMW or at the Island there would be a line around the block to climb it.  The first 20 feet of climbing in the white rock is on previously flaky but cleaned jugs leading up into the good gray rock and finally the reddish brown patinaed stone that is generally the best rock in the canyon.  Climbing brilliance to the summit.  .11d, 90 feet\n\nThe chains are a few feet below the summit to make for a clean rappel.  I recommend clipping the chains with enough slack so you can sit on the summit with your feet dangling in space while you belay your partner up using the high bolt on the boulder as a redirect.  The view is...  well go see for yourself.","protection":"P1 - 9 clips - Chain anchors\n\nP2 - 3 clips - Ring anchors\n\nP3 - 12 clips - Chain anchors\n\nP4 - 12 clips - Chain anchors","location":"This route goes up the dead center of this wall ascending the prow."},"__v":0},{"_id":"RlcBRA4tUL2Xk9z7OuYy/A==","name":"Glass House","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Snyder, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":1,"mp_id":"109669855","mp_crag_id":"109546898","climb_id":"RlcBRA4tUL2Xk9z7OuYy/A==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"Smooth as glass and slippery as an eel. Climbs the crack system on amazingly textured side pulls and jams.  Surprisingly there are just enough rough spots for foot placements as well.  Sneak left under the roof and pull the lip.  The face climbing above is very fun and a stopper move guards the anchor.  A big jug right before this crux may offer enough rest to figure it out.","protection":"8 bolts, sport anchor","location":"At the far left side of the wall, just right of Goliath."},"__v":0},{"_id":"txj/2eTbWV2QpSLd/c2WXw==","name":"Goliath","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mike Snyder, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":0,"mp_id":"109546903","mp_crag_id":"109546898","climb_id":"txj/2eTbWV2QpSLd/c2WXw==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"The hardest climbing is the first 3 bolts, with another crux above the 10th clip and a heart breaker thuggy finish.  Initially I was stick clipping the first three bolts but realized later that I didn't need the stick clip at all.\n\nConsistently overhung with no ledges to rest on, there are amazingly good juggy holds all the way up this thing.  You will find some crimps and slopers too but it is the mind blowing pump that gives it the grade.\n\nBeautiful, stunning and intimidating - this route is one you won't forget!","protection":"14 clips and chain anchors","location":"Cross the river at the bouldery constriction in the river across from the tunnel.  Back track down river about 100 feet to an alcove.  The route starts here and follows a faint crack/seam for  100' passing through 3 wide grayish bands splitting the otherwise pink granite face."},"__v":0},{"_id":"sMBctU5oUpuQTLEEMx9uSQ==","name":"Can You Hear Me Now?","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Snyder, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"left_right_index":3,"mp_id":"111142450","mp_crag_id":"109546898","climb_id":"sMBctU5oUpuQTLEEMx9uSQ==","areaRef":"LDxd2jc6XyS7BLkKotdSAg=="},"content":{"description":"Holy shit where is the 5th star? Words can't describe how cool this route is.  Perfect grey rock with white crystalline tiger stripes.  The upper headwall of little edges cracks and side pulls is phenomenal climbing.  Described by a friend as the route he loves the best at the crag he visits in his dreams.","protection":"12 bolts and chain anchors","location":"Climbs the right side of the central prow feature.  ill Communication goes up the left side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,2d95e6b0-2106-555a-b0f7-28ce9bfd7e4e,7aac0baa-5742-5210-8a2d-d2667d53b4e0,2c3c5dda-373a-5f24-bb04-b90aa2d75202","pathTokens":["USA","Wyoming","Cody","Lower Canyon Granite","Cellular Service Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.17693,44.50565]},"bbox":[-109.17756049909475,44.50520033981814,-109.17629950090526,44.50609966018186],"left_right_index":-1,"ext_id":"109546898","area_id":"LDxd2jc6XyS7BLkKotdSAg==","polygon":{"type":"Polygon","coordinates":[[[-109.17756049909475,44.50520033981814],[-109.17629950090526,44.50520033981814],[-109.17629950090526,44.50609966018186],[-109.17756049909475,44.50609966018186],[-109.17756049909475,44.50520033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:35:16.456Z","updatedAt":"2024-02-19T18:43:04.788Z"}