{"_id":"6368a1b8e80bff5a99553f21","area_name":"Crow's Nest, The","shortCode":"","climbs":[{"_id":"LHW4h4Q3XVSpHMrdsPECRA==","name":"Woman Overboard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christina Callaghan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":12,"mp_id":"106263801","mp_crag_id":"105965164","climb_id":"LHW4h4Q3XVSpHMrdsPECRA==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This is the line up the arete on the right side of the big gully that separates the left and right sides of Crows Nest.\n\n Make tricky hardish balance moves past the first couple bolts moving left and right around the arete,  then follow a ramp on very easy rock left to a 2 bolt anchor.","protection":"5 bolts to L.O.'s","location":"Left end of right wall"},"__v":0},{"_id":"G/Xf5/UzVO+zSv73U1pNEA==","name":"Walk the Plank","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA 6/97 - Paul R. Wonsavage","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":8,"mp_id":"105965195","mp_crag_id":"105965164","climb_id":"G/Xf5/UzVO+zSv73U1pNEA==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"A very techincal route with small crimps and an akward ramp near the top. Mantal the start and move easily up to the wall.  The climbing is balancy but not hard until the wall gets steep and the holds become very thin.  The crux for me was working through the crimps and up into the ramp above.  I didn't really figure it out and didn't get the send, not so sure that that bothers me all that much though.","protection":"8 bolts to Lower off.","location":"Pretty much right in the middle of the crag.  There is a big corner on the left with a bombay chimney (Keel Hauled/Saint Elmo's Fire.)  The route is the second bolt line to the right of that corner corner, starting at a short steep wall below the ledge."},"__v":0},{"_id":"sTcaxHBLUUSQJe8BESkqiQ==","name":"The Trad's Nest","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":13,"mp_id":"106263806","mp_crag_id":"105965164","climb_id":"sTcaxHBLUUSQJe8BESkqiQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Climb crack to anchors.","protection":"Can be climbed all on gear, (1st ascent was done trad), recently retro-bolted","location":"Just right of \"Woman Overboard\"."},"__v":0},{"_id":"+xyolNj2XHSSzQ6HLW+xzA==","name":"Starboard Drift","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Quinn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":21,"mp_id":"106263819","mp_crag_id":"105965164","climb_id":"+xyolNj2XHSSzQ6HLW+xzA==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Climb the traversing crack to the right then straight up to the shared anchors with \"S.O.S.\"","protection":"Trad to L.O.'s on \"S.O.S., (Steep Ole Slab)\"","location":"Start just right of PeeWee's."},"__v":0},{"_id":"j3C1Mh0ZWQS/Ge53fjtJcw==","name":"Seasick","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":2,"mp_id":"105965171","mp_crag_id":"105965164","climb_id":"j3C1Mh0ZWQS/Ge53fjtJcw==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This is a short route but it offers a bit of variety with some balancy, powerful movement.  To start, pull onto the wall as the bottom is a small cave.  Work up to a left hand undercling and then a right hand gaston.  Work up the seem (avoid the barn door, clip from above the third bolt) and throw big to the left for a mediocre hold.  Mantel up and then move back to the chains on the right.  Beta is in the feet, there are a lot more options than you can see from the ground.","protection":"3 bolts to chains","location":"On the left side of the crag, just around the corner that \"Ill gotten Botty\" climbs."},"__v":0},{"_id":"XbEPGfY0UmGlHCJiEhRPPw==","name":"Sea Breeze","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"dave quinn 5/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":23,"mp_id":"106186163","mp_crag_id":"105965164","climb_id":"XbEPGfY0UmGlHCJiEhRPPw==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This is yet another addition to this section of cliff. Sea Breeze has a very short crux followed by an enjoyable romp up the easy slab above. \n\n  Start on the big flake to the right of S.O.S.(5.11a). Layback up and do one or two challenging moves to get up on to the slab where things get more easy.","protection":"Bolts to anchors.","location":"The far right route at the crag starts on a huge flake."},"__v":0},{"_id":"rSEvSlvSWHCUPz3J+Nvk3g==","name":"Scuttlebutt","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":19,"mp_id":"106263810","mp_crag_id":"105965164","climb_id":"rSEvSlvSWHCUPz3J+Nvk3g==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Climb the chimney in center of right the wall, just left of Pee Wee's. It is really fun if you like chimneying at all, and actually kind of thought provoking for the grade. More engaging  and fun climbing than it may look from the ground. The crux may be exiting the chimney onto the left face about 2/3 way up. People often do a corkscrew move to  accomplish this. Get on it!","protection":"bolts to L.O.'s","location":"to the right of the Little Mermaid"},"__v":0},{"_id":"yWhmC5jhUAum4ei5OKHAAQ==","name":"Saint Elmo's Fire","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"chris smith 5/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":6,"mp_id":"106181076","mp_crag_id":"105965164","climb_id":"yWhmC5jhUAum4ei5OKHAAQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This route's crux is a short boulder problem traverse that is very technical and engaging. Even once you have the beta, the moves are tenuous but not so strenuous. The climbing below is more straight forward and about 5.9 tops.  \n\n  Climb the cracked corner, stemming and jamming past the inverted \"V\" chimney of Keel Hauled (5.12b) where you do a couple of 5.9 moves to a stance in the corner (or a seat on the ledge). Here you have to get technical as you traverse left on tricky underclings for hands and a nice rail for feet. Speaking of feet, get ready to use them as they are the key. Once you figure the sequence out its not too hard to make it out to a side pull jug and a few real easy moves will put you on top.","protection":"7 bolts to anchor.","location":"20-30 feet right of Ill Gotten Booty (5.9+) there is a corner with a crack in it. This is the start of Saint Elmo's Fire and Keel Hauled."},"__v":0},{"_id":"WdgtC8ZBU7GKPzaz2Ff9Pg==","name":"S.O.S.","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D. Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":22,"mp_id":"105965199","mp_crag_id":"105965164","climb_id":"WdgtC8ZBU7GKPzaz2Ff9Pg==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"I found info for this climb on one of the \"other\" climbing pages.  The description was pretty short so I may have the wrong climb, but this pretty much seemed like it.  I'll try to describe it a little better.  Starts with a technical, bouldery sequence up fairly thin seems on a vertical section of the rock.  After a big through with the left hand, work up a vertical seem with a few pods, but still too small and shallow for finger locks (balancy, fun crux.)  It seems to be easier for shorter climbers but fun none the less.  Above the second bolt the angle eases a bit and it turns into a fun slab climb, with one, thin, easier crux section.","protection":"Bolts, maybe 7, up to chains.  There were quick draws hanging at the anchor when I did it but you may want to be prepared incase they're gone, it's hard to see the top from the ground.","location":"On the right side of the crag, about 30 feet past Pee Wee's Big Adventure.  The bottom (crux) of the climb is in the shade when the leaves are out.  There is one more bolt line to the right of this route."},"__v":0},{"_id":"+sFISediX0Wc7thzaJ/kPQ==","name":"Pee Wee's Big Adventure","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Mark Sprague 7/97","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":20,"mp_id":"105966723","mp_crag_id":"105965164","climb_id":"+sFISediX0Wc7thzaJ/kPQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This is a great practice trad route!!! If you are just learning to place gear and want a cool route to get on and sew up with bomber gear, then you must do this climb.... It takes nuts cams and tricams very well and is more fun than most other super moderate trad routes.... \n\n  Start by scrambling up to a stance on a cracked ledge.... Place a couple pieces and head up the crack system.... There are a bunch of cracks to choose from. Follow the path of least resistance. As the angle eases up the cracks are fewer and some friction is helpful....  \n\n  A good toprope for beginners....","protection":"Trad gear up to #1 or #2 cam...takes nuts really well...2 fat glue-in bolt anchor (rap rather than lower if there are no rings or quicklinks to save wear on the bolts pls)","location":"Look for the multi-cracked face to slab as you approach the crow's nest.... It used to be the first route you come to, but there are a few routes right of it now.... PeeWee's is just right of the newly added bolted chimney climb...."},"__v":0},{"_id":"Bv6HFLq7WuiWOlZ+M5w1lQ==","name":"Nantucket Sleigh Ride","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ward Smith (5/97)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":9,"mp_id":"107559252","mp_crag_id":"105965164","climb_id":"Bv6HFLq7WuiWOlZ+M5w1lQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Start part way up the gully below a small roof and slab.  Awkward moves get you onto the slab and straightforward edges take you to the meat of the route.  A brief moment of heroic thuggery gets you through the crux and back onto good holds.  Trend right up the arete, still on good holds/jugs, to a tricky little sequence right below the anchors.  Be sure to extend the fifth draw quite a long way or risk short, hard catches if you come off the top moves.  Those on the plus side of the ape-index will have an easier time.","protection":"6 bolts to quickclips.  Stickclip recommended for the first bolt.","location":"The obvious arete above the left side of the gully between Walk the Plank and Crow's Nest's namesake."},"__v":0},{"_id":"fjHJ+jr5XGSjsbJBJx2BKg==","name":"Mutiny","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Esmond","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":16,"mp_id":"106442378","mp_crag_id":"105965164","climb_id":"fjHJ+jr5XGSjsbJBJx2BKg==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This short but worthwhile route has good rock, mellow moves, and a quick crux nearing the end.  If you're feeling adventurous, you can even mantle over the top. \n\n  Boulder up onto the ledge above the small cave and clip the first bolt on the right.  Easy moves up good holds will get you to the fourth bolt and then figure out the sequence through the crimpy finger cracks before getting back to jugs and the anchor.  Topout if you want.","protection":"4 bolts to anchors","location":"This is the shortest route on the buttress to the right of the gully.  Mutiny climbs the right side of the face right of Clambake and Calypso, to the left of Mussels and Little Mermaid, directly above the small, ground-level cave."},"__v":0},{"_id":"ux+ejzswW5eqHs8HKjucbQ==","name":"Mussels","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Sprauge, 8/04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":17,"mp_id":"106704876","mp_crag_id":"105965164","climb_id":"ux+ejzswW5eqHs8HKjucbQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Starting in a steep corner on flake jugs, wander upwards and eventually around the right side of the bulge above.  Enjoyable moves continue through a fairly vegetated top half. \n\n  After a set of sunny days, this was one of the routes at this cliff that took longer to dry out.","protection":"5 Bolts to LO","location":"Between Mutiny and The Little Mermaid"},"__v":0},{"_id":"TIWvr4/dVHO+R7kWojfVNA==","name":"The Little Mermaid","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FA Mark Sprague 9/03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":18,"mp_id":"106454898","mp_crag_id":"105965164","climb_id":"TIWvr4/dVHO+R7kWojfVNA==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"A nice warmup or first lead that follows jugs up a friendly left leaning flake to gain a ledge below a short roof.  Move left over a crux bulge and then use the underclings to full advantage to move back right and up the corner above the roof to the anchor.  There is a good hueco in the roof from which to clip the 5th bolt to protect the crux.","protection":"6 bolts to anchors.","location":"On the right end of the Crow's Nest, left of Scuttlebutt and right of Mussels."},"__v":0},{"_id":"E7g6rmqyXDCSluD35J+iVQ==","name":"Land Ho!","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Craig Townsend 5/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":7,"mp_id":"106186138","mp_crag_id":"105965164","climb_id":"E7g6rmqyXDCSluD35J+iVQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Land Ho! is a really nice moderate route in a great spot way up on the hill.   \n\n  Start on the slabby ledge right of the corner clip the first bolt on the wall and head right until you find a path of holds heading up to a ledge. Scamper left on the ledge to a few fun moves on jugs to the chains hanging in the corner. Have a seat up there, its a great view.","protection":"7 bolts to chains.","location":"In the big corner right of Ill Gotten Booty (5.9+), this route climbs the weakness up the face to the right of the corner."},"__v":0},{"_id":"MHIwEXmCXFisdh2swOLbNQ==","name":"Keel-Ho","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":5,"mp_id":"106186148","mp_crag_id":"105965164","climb_id":"MHIwEXmCXFisdh2swOLbNQ==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"I think I like this link up more than Land Ho! which I like quite a bit.Start up on the cracked corner of Keel Hauled (5.12b), but rather than breaking left up the \"V\" groove of that route continue up the corner past a short technical crux that puts you on a ledge. If you were going for Saint Elmo's Fire (5.12a), you would head left here but this link up continues up and right to join Land Ho! on easy holds to the top.","protection":"bolts to chains.","location":"Right up the big cracked corner."},"__v":0},{"_id":"DKjbTcocWUKXck0OuiLYJg==","name":"Keel Hauled","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Johnson 10/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":4,"mp_id":"106181099","mp_crag_id":"105965164","climb_id":"DKjbTcocWUKXck0OuiLYJg==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Im rewriting this after finally figuring it out and sending. \n\n  The guidebook says hand jam. Even though im a decent crack climber i couldn't make that work. What worked for me was a series of brutal kneebars and laybacks for about 10 feet between the actual holds.  \n\n  Climb the cracked corner until you can make moderate moves in to the groove. Decide if you are going to jam or kneebar then get to the business. This part is really strenuous and doesnt let up in difficulty till you are standing on top. \n\n  This route won't be for everyone but those who don't mind suffering will have a blast!","protection":"6 or 7 bolts to lower off.    watch you dont get your leg around the rope while you are working the groove.","location":"Start in the corner a bit right of Ill Gotten Booty (5.9+)."},"__v":0},{"_id":"ToQavqeEWCyBFD3tK3Iluw==","name":"J-boat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"mark sprague 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":1,"mp_id":"106014679","mp_crag_id":"105965164","climb_id":"ToQavqeEWCyBFD3tK3Iluw==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Not a wonderfully memorable climb but one you could do as you get used to trad climbing. I find that if you can place gear well at Rumney, you can place it almost anywhere. It can be pretty funky at times but if you take the time and practice you will find what you are looking for and learn a lot.  \n\n  Basically the crux is a short section at the bottom. If done directly I feel like it might be a bit stiff, but it goes pretty easy if you start to the left and traverse right to the ramp. The ramp is easy slab. Take the time to find the gear and you will have a good time, and don't forget to  enjoy the view.   \n\n  At the top of the ramp is an anchor which you can lower off above Sea Sick.","protection":"Normal trad rack does the trick. Lower from anchors. The gear can be tricky and not always reliable, so this route may not be good for inexperienced leaders.","location":"The cracked ramp heading up and right on the left end of the cliff.  Tops out above and lowers off of Sea Sick 5.11c"},"__v":0},{"_id":"5ZvAGSpLUN2jKjr0BCxZmw==","name":"The Dingy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Sprague 5/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":0,"mp_id":"106186124","mp_crag_id":"105965164","climb_id":"5ZvAGSpLUN2jKjr0BCxZmw==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"For a VERY short route The Dingy packs quite a punch. You can clip the first bolt from the ledge if you are even halfway tall but when you get to the second and last bolt you can clip it from a great hold and just one very tricky and big move keeps you from the anchors. Or a few smaller moves, either way it involves lots of technique and a little power as well. Throw for the top, it's good.  \n\nyoutube.com/watch?v=_bm4mRJ…","protection":"2 bolts to a set of anchors.","location":"The far left route at the crag. As you walk left look for the short route. If you fall to your doom you went too far."},"__v":0},{"_id":"9fhHADJKX0uQqBUDi/vM3g==","name":"The Crow's Nest","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":10,"mp_id":"106442350","mp_crag_id":"105965164","climb_id":"9fhHADJKX0uQqBUDi/vM3g==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"In short, this route looks much easier from the ground, but the moves are challenging and surprisingly difficult to read, which is probably what made it both interesting and enjoyable. \n\n  Stick clip the first bolt if you're not feeling too confident and follow jugs for a couple of moves until a short bulge is in your face.  Luckily, the crux comes early, which is getting from the 2nd bolt to the 3rd on crimps and flakes.  Easier climbing follows up to the next bolt, then comes a fun exit to the anchors involving your choice of stemming, laybacking, mantling, or lunging.","protection":"4 bolts to anchor - stickclip recommended","location":"Scramble up the gully separating the main wall from the rest of this crag.  This route starts just right of the two trees."},"__v":0},{"_id":"MucZpCzIWJ+XuETUKS+m/w==","name":"Ill Gotten Booty","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steven Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":3,"mp_id":"105965186","mp_crag_id":"105965164","climb_id":"MucZpCzIWJ+XuETUKS+m/w==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This route looks cooler than it is, but because it looks so cool it's still not bad.  It appears that a lot of the flakes have come off making it somewhat awkward in sections.  Many of the flakes that remain are glued in place, which is somewhat interesting.  Also, I recommend rappelling the route (or having a second follow) because it can be hard to clean while being lowered.","protection":"5 bolts to lower offs.  The first bolt can be clipped by a tall climber from the ground, and there is a steep drop off from the start so you may want to do that.","location":"As you approach the crag the route is to the left, and climbs up and over the arete with a great big view behind it."},"__v":0},{"_id":"zsVJmkAYUxq5tRpk79Fvcw==","name":"Corvus B.","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Hansche may 2010","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":11,"mp_id":"106876334","mp_crag_id":"105965164","climb_id":"zsVJmkAYUxq5tRpk79Fvcw==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"This route climbs the slab left of Woman Overboard using her anchors. It deserves to be bolted but no new bolts are allowed at the Crow's Nest. Really enjoyable low angle face climbing on tiny edges and a decent crimper here and there. \n\n  Start 10ft left of the start of Woman Overboard, starting from the ground is recommended but an easier start is possible from the boulder on the left. Once you are on, stay on your feet to the anchors.  \n\n  Really good! Do it.","protection":"Toprope. i'd love to bolt it cause its way better than half the stuff on the cliff in my opinion. However, there is a freeze on bolting at this crag so im holding back...","location":"The slab left of Woman Overboard."},"__v":0},{"_id":"a2Aepi4rWOq13NCQLbUiTA==","name":"Clambake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Sprague 8/04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":14,"mp_id":"106442110","mp_crag_id":"105965164","climb_id":"a2Aepi4rWOq13NCQLbUiTA==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"A slightly deceptive and fun line that might feel a bit stiff for the grade.  At the end of the day, I was positive this was a 5.10. \n\n  Scramble up onto a ledge to clip the first bolt right of the discontinuous crack.  Climb up decent holds in the crack past two more bolts and you'll find yourself at the crux, your choice of slopers and pumpy underclings with a clip in the midst of it.  Move left after the 4th bolt to gain a rest and follow jugs up the crack to the chains.","protection":"5 bolts to chains","location":"This is the 2nd bolt line to the left of Mutiny on the buttress to the right of the gully."},"__v":0},{"_id":"RJ9IynLjVRicbEHFVyrJTg==","name":"Calypso","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kasia Weglarz - 8/28/04","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"left_right_index":15,"mp_id":"106458215","mp_crag_id":"105965164","climb_id":"RJ9IynLjVRicbEHFVyrJTg==","areaRef":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"Located between Clambake and Mutiny, up the middle of the face, steeper than it looks, looks easier from the ground","protection":"6 bolts to Anchors. Make sure the belayer is aware of not getting pulled into the ledge at the start while catching a fall.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,c5537d54-6875-580d-838c-2d9ec8252f9e","pathTokens":["USA","New Hampshire","Rumney","Crow's Nest, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.4"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":5,"intermediate":8,"advanced":7,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":9,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84295,43.80539]},"bbox":[-71.84357306114302,43.804940339818145,-71.842326938857,43.80583966018187],"left_right_index":-1,"ext_id":"105965164","area_id":"xVN9VGh1WA2DjC2eyCUvng=="},"content":{"description":"A scenic crag pretty high up the mountain.  Not a bad place to be when the lower crags are crowded and it's not real hot out.  Some of the routes are pretty much in the full sun and some are shaded when the trees have leaves.  Mostly, the crag feels hot and dry on sunny days.  The climbs that I've done here tend to be technical but a little burly strength helps out too.  Also, there is a rap station at the far left of the crag which brings you down to the Yellowknife crag.  It's obvious to look at but some of the climbs on the left side of the crag start from a big ledge, with a big drop, so be careful."},"density":0,"totalClimbs":24,"__v":2,"createdAt":"2022-11-07T06:12:11.657Z","updatedAt":"2024-01-15T16:46:33.326Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}