{"_id":"6368a05be80bff5a9952ec51","area_name":"5. Main Face","shortCode":"","climbs":[{"_id":"cEW93NQUW/CsTK+0jrb0cg==","name":"Thin Line","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":9,"mp_id":"107651747","mp_crag_id":"105905514","climb_id":"cEW93NQUW/CsTK+0jrb0cg==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"This is the classic, steep, face and finger crack about 15 feet right of Franny's Folly. It is stout for the grade with two pitons protecting the crux and a right-handed side-pull. A climber has recently indicated that the lower pin may be somewhat less than reliable. As I have never taken a fall on it, I cannot vouch for this, but caution should be used in using this pin (as of May 2012 both pins were still in place). Start on an easy slab up to the crack where the face gets really steep. There is a sustained crux past two pins (suspect) then a slight traverse to easier ground and the anchor.","protection":"Standard rack with some small gear, two fixed pins (please don't remove them!!!! This has been done in the past, resulting in injured climbers!!!). This climb has chains as a fixed anchor.","location":"This is on the main face... approximately 15-20 feet right of Franny's Folly."},"__v":0},{"_id":"gFR0KdkDUrqziiUxZgpE+Q==","name":"Summer Wishes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":4,"mp_id":"114236887","mp_crag_id":"105905514","climb_id":"gFR0KdkDUrqziiUxZgpE+Q==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"This ascends the face just to the right of Intertwine. Look for a couple old pins on the way (they may be gone, it has been a few years since I have been on it). The route arcs left and joins Intertwine just below the ledge (at the crux).","protection":"Typical gear. There is a spot for a well placed nut prior to the traverse move back into Intertwine. If the pins are there, back them up.","location":"This is on the face to the right of Intertwine."},"__v":0},{"_id":"vvpu94ARU1+13XXaBeepjQ==","name":"Smoky","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":10,"mp_id":"113436061","mp_crag_id":"105905514","climb_id":"vvpu94ARU1+13XXaBeepjQ==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Smoky is a variation of Thin Line. Start heading right and up towards the flake after the very first ledge. Go around the flake, and head up to the ledges. Do the same finish as Thin Line once you make it to the last ledge before the finish.","protection":"Toprope using trees. Feel free to comment on lead protection.","location":"Begin with the same start as Thin Line. Head right and up towards the flake."},"__v":0},{"_id":"vKM0LT/+WjuySwp+UkSFcA==","name":"The Recidivist","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Henry Barber, November 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":11,"mp_id":"119473801","mp_crag_id":"105905514","climb_id":"vKM0LT/+WjuySwp+UkSFcA==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Climb the very thin finger crack on the far right side of the wall. A short bouldery start gives way to a standing ledge and the base of the main crack of the route. The crack, far too thin to jam, is best laybacked along side some decent holds on the face, bringing you to a large horizontal. From here, the original line cuts right and tops out as soon as possible, but it's only slightly more difficult and a good bit more fun to continue up and left on more face holds for a more consistent experience.","protection":"Small cams and at least one very small stopper for the crack. It has a fixed pin near the bottom.","location":"This ascends the thin, arching crack on the far right side of the Main Wall. A fixed pin marks the base at the boulder problem."},"__v":0},{"_id":"hwi/EsBaX8ernf7oJnjG4Q==","name":"Post Road (aka Black Route)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Post, et al.,1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":6,"mp_id":"106302902","mp_crag_id":"105905514","climb_id":"hwi/EsBaX8ernf7oJnjG4Q==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Look for a large chockstone/roof to the right of Intertwine. Climb the open book below the chockstone/roof. The vertical crack leading to the roof looks like an ideal place for a cam, but it's not. The crack will eat your cam and or it will be a pain to remove. At the stance beneath the roof, place a #3 Camalot in the horizontal crack and a #1 Camalot in the right hand portion of the same crack. When you begin to climb into the offwith, there will be a nice hold for your left hand above your head. Use this hold to get yourself in a nice position to begin lay backing the crux. Continue lay backing until you can get yourself in the offwith.  \n\n  You can either top out to the right or rappel from the chained anchor used on Intertwine. \n\n  Note: When climbing through the crux, make sure you keep the rope between your legs in the event you fall.","protection":"1 set of stoppers   1 #1 Camalot   1 #3 Camalot   2 quickdraws   3 2 foot slings.","location":"This is located to the right of Intertwine on the main face."},"__v":0},{"_id":"+EHFkU1XVyiEPIrUYceErQ==","name":"Outersite","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":0,"mp_id":"106604177","mp_crag_id":"105905514","climb_id":"+EHFkU1XVyiEPIrUYceErQ==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"The first pitch of this route follows a thin crack up the arete on the east face of the buttress.  It briefly joins The Chimney at the big, right-facing flake near the top of its first pitch.  The moves are fun and the protection is good.  An anchor can be set up near the start of the easy ramp. \n\n  According to the Boston Rocks guidebook, the second pitch is supposed to go \"up and right on a steep wall.\"  The topo sketch they have is not much more detailed, and so to the best of my knowledge, I believe the route is supposed to finish somewhat to the left of the smaller overhang under the pine tree at the top.  I didn't find protection on this part of the face and tried going up slightly to the right where the options for gear seemed better.  I think that might actually be another route though (Blue Angel, a 5.8) and the protection wasn't that great either.  I backed off and finished the second pitch of The Chimney instead.  If anyone has more definitive information on this route, please message me and I'll update this description.  Alternatively, I hope to get back on this and give it another shot. \n\n  I gave this route a PG-13 rating but only for the second pitch.  Because I had so much trouble finding the route, it may actually be better or possibly worse.  I don't know.","protection":"Standard trad gear rack but it's helpful having some larger cams (up to a #3 BD Camalot) for setting up the anchor at the top of first pitch.  I also recommend some tricams for the second pitch (I used a pink and black).","location":"This is on the right hand side of The Buttress, just before reaching the Main Face.  The Blue Route is just to the right of this crack and The Chimney is to the left."},"__v":0},{"_id":"FJMfFgnZUjayWO76SSc89A==","name":"Karen's Folly","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":5,"mp_id":"107648774","mp_crag_id":"105905514","climb_id":"FJMfFgnZUjayWO76SSc89A==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Climb the offwidth under the huge chockstone and exit left. The exit right is Post Road (5.7).","protection":"Standard rack.","location":""},"__v":0},{"_id":"Ah+dcXNAXGqp9XPZKjOEvg==","name":"Intertwine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":3,"mp_id":"105905517","mp_crag_id":"105905514","climb_id":"Ah+dcXNAXGqp9XPZKjOEvg==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"One of the 5.8 jewels of Crow Hill, Intertwine is a popular fingers-to-hands crack that protects well and challenges both leaders and topropers. Begin by working up a corner or by protecting in the corner and moving up the blunt right arete to the short ledge at the base of the right-trending diagonal crack. The crack leads to a ledge, where a chain around a thread can be backed up for an anchor. EDIT: it is reported that a 2-bolt anchor has been installed. \n\n  Rappel, top out (easiest to the right, medium and hard by other routes), or TR a variety of nearby routes from the ledge.","protection":"Nuts and cams.","location":"This is on the left side of the main face, it is easily spotted by its characteristic right-leaning crack."},"__v":0},{"_id":"dATM8HN3XX+CVpOkIo5pQw==","name":"Franny's Folly","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dave Helman, Paul Doyle, Jim Gustafson (1963)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":7,"mp_id":"107246634","mp_crag_id":"105905514","climb_id":"dATM8HN3XX+CVpOkIo5pQw==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Start underneath the far right side of the chockstone (see Post Road), and climb up into a small, left-facing corner.  After you pass a small bulge to the right, begin traversing (if you traverse higher at the large horizontal it will be slightly harder, doable, but if short may be doing blind cam placements).  Continue to traverse and move up until underneath another left-facing corner (this felt like the crux to me).  Climb up this left-facing corner to the large ledge, and then finish up somewhat easier climbing on the face to the right.","protection":"It took a few nuts low before the traverse, then finger/hand-sized cams for the rest (there is one old nasty pin at the top left-facing corner that can be clipped, but I backed it up after).  It protects pretty well.","location":""},"__v":0},{"_id":"Jdec9y2+UviRSO7RG0/YZg==","name":"Blue Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lowell Tech Outing Club, 1960s?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":2,"mp_id":"106394314","mp_crag_id":"105905514","climb_id":"Jdec9y2+UviRSO7RG0/YZg==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"This route follows the obvious, left-angling crack just to the left of Intertwine (5.8+).  Belay from somewhere along the long ramp.  Finish by following the second pitch of The Chimney (5.6 G) or exit up right to the Intertwine ledge and rappel from the chains.","protection":"Good pro, carry a standard rack.  Tree anchors at the top or fixed rappel chains on the Intertwine ledge.","location":"This route is located just to the left of Intertwine.  After completing the route either rappel from a threaded chain near the back wall of the Intertwine ledge or if you finish with the second pitch of Chimney, walk off to the right (towards the practice face)."},"__v":0},{"_id":"X/EFFWVTXLug9Cbz8HE0pA==","name":"Blue Angel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":1,"mp_id":"109708753","mp_crag_id":"105905514","climb_id":"X/EFFWVTXLug9Cbz8HE0pA==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"This is the \"weird, steep face climb\" to the right of Outersite. This route sees very little traffic and goes up the steep face above the flake on the first pitch of Outersite. Pumpy and awkward face moves lead up the face with dubious pro to a ledge below an overhang. Finish either via the large roof onto an awkward ramp or straight up the center on a bouldery sequence of steep moves. \n\n  This is a good route and is seldom done, possibly because of a very vague description in the Boston Rocks guidebook. It feels harder than the grade would suggest.","protection":"The gear is dubious and spaced out amidst ledges, so it doesn't strike me as a safe lead. Two decent pines at the top make for an easy TR setup.","location":"It is roughly straight up the center of the steep wall above the first belay of Outersite. This is clearly distinguished from the easier moves of the 2nd pitch of Outersite. \n\n  All route descriptions I have read are unclear as to whether this was originally done as a second pitch of Intertwine via a leftward traverse from the anchor or an optional 2nd pitch of Outersite. It is common practice is to start the route via the first section of Outersite."},"__v":0},{"_id":"RcQ6uAIBVeW2LaKjxs+Njg==","name":"Blow Up","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"left_right_index":8,"mp_id":"121466712","mp_crag_id":"105905514","climb_id":"RcQ6uAIBVeW2LaKjxs+Njg==","areaRef":"SNMcu5A1WOCBctCRYHu0Nw=="},"content":{"description":"Follow an easy ramp up and right approximately ten feet right of the bolted anchor for Intertwine. At the end of the ramp pull a large roof at a vertical crack (#2 cam). Watch for thorns and poison Ivy halfway up the ramp. This makes a great extension to any of the routes below it.","protection":"Cams to #2","location":"The route starts from the ledge above intertwine. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,452bccc5-58fe-5f21-998f-17cbe00280f7,9a97eedd-6305-5b6f-9535-46734ea611b3,f71c6b01-c065-5ccd-8938-c9a0c732751d,48d31cbb-9035-58e0-8172-d091607bb437","pathTokens":["USA","Massachusetts","Central, MA","Crow Hill and Leominster Area","Crow Hill","5. Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.7"},{"count":4,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.85904,42.51937]},"bbox":[-71.85965008188634,42.51892033981814,-71.85842991811364,42.51981966018186],"left_right_index":-1,"ext_id":"105905514","area_id":"SNMcu5A1WOCBctCRYHu0Nw==","polygon":{"type":"Polygon","coordinates":[[[-71.85965008188634,42.51892033981814],[-71.85842991811364,42.51892033981814],[-71.85842991811364,42.51981966018186],[-71.85965008188634,42.51981966018186],[-71.85965008188634,42.51892033981814]]]}},"content":{"description":"The Main Face starts at the 3-foot step up to the base of Intertwine and ends at the right side of the practice face. It sees a lot of traffic from leaders and top ropers, alike, as it offers the highest concentration of moderate climbs. Although the area sees a reasonable amount of sun, the right side stays wet longer than the rest of the cliff (and longer than any rock in the state, probably)."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:06:20.378Z","updatedAt":"2024-02-19T18:33:45.663Z"}