{"_id":"63689de0e80bff5a994f9204","area_name":"Creekside","shortCode":"","climbs":[{"_id":"P7ukggQ+W8ifFSHJLb6rHQ==","name":"Creekside Cruise","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olsen, Bob D'Antonio and Ken Cangi, 10/5/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":2,"mp_id":"106038907","mp_crag_id":"106028722","climb_id":"P7ukggQ+W8ifFSHJLb6rHQ==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"Creekside Cruise is a fun, moderate pitch; the easiest at Creekside.  A variety of moves (cracks, face, corner, roof, and flake) and good pro make this an enjoyable outing.\n\nStart atop a pointed boulder by the creek, about 35' right of the start of Local Hero, below 3 pine trees about 15'-20' up the wall.\n\nClimb past a bulge using a fist crack on the left (#3 Camalot for pro). Traverse right below the pine trees to a bowl.  Climb up cracks to a right-facing corner.  Stem up the corner, past a bolt, to a roof at its top.\n\nTurn the roof on the left\n\n; see ??. (Following the angling cracks to the right will take you onto Liquid Therapy.) Continue up cracks to a slab; see ??. Climb up and right, and follow a big flake to its top.\n\nLower 85' back down from a 2-bolt anchor with lowering hooks.\n\nVariation:\n\nGo right instead of left at the top of the corner and merge with Liquid Therapy.\n\nThis route is accessible even when the creek is running high (mid-May to late July), but you will probably have a hard time keeping your rope dry when you pull it.","protection":"Finger-sized cams (down to green Alien) to #3 Camalot. 2 long slings for trees. 1 bolt. Medium tricams (#2, #2.5) useful.\n\n2-bolt anchor with lowering hooks.","location":"On the creek at Creekside, about 35' right of the start of Local Hero, below three pine trees about 15' up the wall. Start atop a pointed boulder.\n\nEds. the beta photos have been deleted by their submitter."},"__v":0},{"_id":"6ekG3QDTXPe2A1ypQTHVxQ==","name":"Spirit on the Water","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob D, Ron Olsen & Ken Cangi, 8/07.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":4,"mp_id":"106028524","mp_crag_id":"106028722","climb_id":"6ekG3QDTXPe2A1ypQTHVxQ==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"Very cool route that starts right out of the creek on the lower north face of the tower.\n\nP1: Step left from the starting tub and stem up the bolted corner/seam and gain the face. Cool climbing leads to a ledge and two-bolt anchor, shared with Los Pinos. 5.9+, 85'.\n\nP2: Step left and tip-toe up the slab past four bolts, gain a ledge and thin crack (green Alien, small blue Camalot). Climb the crack and continue up to a two-bolt anchor with lowering hooks, shared with Los Pinos.  5.8+, 70'.  Lower from here back to the top of P1.\n\nDescent: From the top of P1, rappel 85' back to the start.  Try to keep the rope out of the water when you pull it.\n\nFor a fun outing: Do the first two pitches of Spirit on the Water and the second pitch of Los Pinos, and rap off. These are the three best pitches in this area.","protection":"P1: 7 bolts and purple (#.5) and  green (#.75) Camalots. 2-bolt anchor shared with Los Pinos.\n\nP2: 4 bolts and small cams -- a green Alien, purple, blue (small) Camalots. 2-bolt anchor with lowering hooks shared with Los Pinos.","location":"From the start of Local Hero, down by the creek, walk upstream along the edge of the creek about 50', to a natural tub.\n\nThis route is accessible only when the water level is low (late summer to mid-spring)."},"__v":0},{"_id":"dtRjjonMWzCTy/Ad9AMA8A==","name":"Los Pinos (The Pines)","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bob D'Antonio, Ron Olsen, Ken Cangi, and Kelly Baldwin, 9/1/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":5,"mp_id":"106030088","mp_crag_id":"106028722","climb_id":"dtRjjonMWzCTy/Ad9AMA8A==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"Los Pinos (The Pines) is the longest route at Tonnere Tower, and perhaps the longest route in Boulder Canyon, climbing more than 450' from the creek to the summit in four or five pitches.  The first two pitches have bolt anchors, and can be climbed and rappelled back to the start if you don't want to go all the way to the top.\n\nThe second pitch is a neat finger crack with tiny pine trees in it; it's the best pitch on the route. The pitches above are adventure climbing; little cleaning has been done.  Expect lichen and vegetation, and watch out for loose rock.\n\nFor a fun outing:  Do the first two pitches of Spirit on the Water and the second pitch of Los Pinos, and rap off. These are the three best pitches in this area.\n\nStart at the alcove by the creek where Spirit on the Water begins.  This is about 50' upstream from where the rock wall first meets the creek.\n\nP1: Climb up the right side of the alcove heading for a little roof with cracks on either side.  Continue straight up the cracks and face, and merge with Spirit on the Water at its last bolt.  Continue up and right to a 2-bolt anchor, shared with Spirit on the Water.  5.8, 85'.\n\nP2: Go to the right side of the slab, and climb a thin crack that angles up and right, past several tiny pine trees.  3 bolts and some small cams (green and yellow Aliens) protect the crack.  Continue up to a steep headwall.  Clip another bolt and crank up to a ledge. Continue up to a 2-bolt anchor with lowering hooks, shared with Spirit on the Water. This is the best pitch on the route.  5.9, 70'.\n\nIf you're just doing the first two pitches, lower from here to the anchor atop P1, then rappel 85' back to the start.  Try to keep the rope out of the water when you pull it.\n\nIf you want to continue on to the summit:\n\nP3: Climb moderate cracks to a ledge with a pine tree. 5.5, 65'.  P2 and P3 can easily be combined.\n\nP4: Angle up and left to a buttress with hand cracks.  Climb the buttress and watch out for loose rock.  Continue up moderate blocky ground to a ledge with a pine tree. 5.6, 110'.\n\nP5: Move left up a buttress and climb a hand crack on its right side.  Pass a pine tree on the right, and climb up onto blocks at a steep headwall. Climb handcracks in the headwall to the summit area. Belay from a 15'-tall pine tree.  5.6, 130'.\n\nDescent: Go south to a notch at the back of the tower, and descend to the east (left).","protection":"P1: 1 bolt and gear to a #2 Camalot. 2-bolt anchor shared with Spirit on the Water.\n\nP2: 4 bolts and gear to a #.75 Camalot. 2-bolt anchor with lowering hooks shared with Spirit on the Water.\n\nP3-P5: gear to a #3 Camalot.  Tree anchors.","location":"At a natural tub, about 50' upstream from the base area at Creekside.  Same starting spot as Spirit on the Water.\n\nThis route is accessible only when the creek water level is low (late summer to mid-spring)."},"__v":0},{"_id":"pXqRRUHhVc2VmDj7TAtJdQ==","name":"Local Hero","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob D'Antonio, Ron Olsen, Bruno Haché, and Ken Cangi, 8/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":1,"mp_id":"106029592","mp_crag_id":"106028722","climb_id":"pXqRRUHhVc2VmDj7TAtJdQ==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"Local Hero is a mixed route that starts right above the creek, with fun slab climbing on the first pitch, and a neat roof and airy arete on the second pitch.  It ascends the right side of the prominent pillar on the north face, finishing up just right of Showtime.  This is one of the best routes on the crag; don't miss it!\n\nStart at the base of Creekside, by a gully, just above the creek.\n\nP1: Start up rock on the left side of the gully, then stem up the gully to the first bolt on the right wall.  Clip the bolt and move onto the wall.  Make some tricky moves (9+) past the second and third bolts.  Continue up face and cracks and move left to a steeper headwall.  Climb straight up from here to a ledge by a pine tree and a two-bolt anchor.  5.9+, 100'.\n\nP2: Step right from the anchor onto an arete. Clip a bolt and move up to the right side of a roof. Traverse left above the roof to a slab.  Climb the slab (fun moves!) past three more bolts to a small roof with a hand crack. Get pro in the crack (#1 or #2 Camalot), step up and clip a bolt above the roof, and crank over the lip (10a; easier if you're tall).  Continue up face and cracks, heading toward the arete on the right.  Climb the arete to the top of the pinnacle, and a 2-bolt anchor (shared with Border Crossing and The B Boys). 5.10a, 110'.\n\nDescent: Rappel 95' straight down to the anchor on The B Boys.  Rappel 110' from here to the gully at the start.  A 60m rope works with a little bit of easy downclimbing.","protection":"P1: 5 bolts and gear to a #2 Camalot. 2-bolt anchor.\n\nP2: 8 bolts and gear to a #2 Camalot. 2-bolt anchor.","location":"At the gully at the base area of Creekside."},"__v":0},{"_id":"LdoC83lIVsCmIpSY+eTA+Q==","name":"Liquid Therapy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob D, Ron Olsen & Ken Cangi, 9/26/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":3,"mp_id":"106034416","mp_crag_id":"106028722","climb_id":"LdoC83lIVsCmIpSY+eTA+Q==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"The crux is the opening moves getting into the corner. Great route with good gear and continuous climbing to the anchor.\n\nStart about 10' left of Spirit on the Water at a water-polished bulge.  Climb past the bulge (crux) into a corner.  Clip a bolt and climb the corner up to a face with flared cracks. Climb past a second bolt to an overhang.  Angle left under the overhang to a stance at its left edge.  Move back right and continue straight up to the anchor.  Lower back to the start.\n\nVariation: the crux bulge at the start can be avoided by starting up Spirit on the Water, clipping the first bolt on that route, and then traversing left to the corner and the first bolt on Liquid Therapy.  Done this way, the route is 5.8.","protection":"Doubles on Aliens up to red...then cams to hand size. 2 bolts.  2-bolt anchor with lowering hooks.","location":"By the creek...10 feet left of Spirit on the Water.\n\nEds. the beta photos have been deleted by their submitter.\n\nThis route is accessible only when the creek water level is low (late summer to mid-spring)."},"__v":0},{"_id":"a7JFwwFkVEGE9ZkjkJKLEg==","name":"Curtain Call","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ron Olsen, Brenda Leach, and Yvonne D'Andrea, 10/29/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"left_right_index":0,"mp_id":"106054717","mp_crag_id":"106028722","climb_id":"a7JFwwFkVEGE9ZkjkJKLEg==","areaRef":"+amTOX/gVV2QU3Fkh9AjiA=="},"content":{"description":"Curtain Call is a 2-pitch mixed route that starts just left of Local Hero.  The first pitch has some steep face climbing and moderate slabs; the second pitch climbs a direct line up the Showtime arete.\n\nMost likely, this will be the last new route on Tonnere Tower for the 2007 season.  I would like to thank my first-ascent partners for their help in establishing all the fine routes on this crag. Their photos can be found in the\n\nCurtain Call\n\nalbum. Here is the Wikipedia definition of\n\nCurtain Call.\n\nStart at a steep face about 15' left of\n\nLocal Hero\n\n.\n\nP1: Climb up to to a small roof, step left, and continue up to a lower-angle slab.  Climb the slab past a bolt, and step right to a short steep wall. Clip a second bolt and crank up right to another slab.  Climb the slab and move up right to a corner capped by a roof.  Clip a third bolt, and traverse left under the roof (crux).  Climb steep cracks to a ledge and a 2-bolt anchor.  5.8, 90'.\n\nNice climbing at the beginning and end of the pitch, but the easy slabs in the middle drop the rating to one star.\n\nP2: Step left from the anchor onto an arete.  Climb straight up the arete, merging with\n\nShowtime\n\nafter 40'.  Follow Showtime to the top of the pinnacle.  Stay left as much as possible for the best climbing line. You can also finish up on\n\nDutch Treat\n\n, which climbs cracks in the center of the pinnacle, instead of staying left on Showtime. 5.8+, 120'.\n\nThis is a great pitch; the best pure trad pitch on the crag. Three stars.\n\nDescent: If you have a 60m rope, rappel 95' down to the anchor on The B Boys (this anchor is about 20' above the first-pitch anchor on Curtain Call). Then rappel 100' down to the gully just above the start, and do an easy 20' downclimb.\n\nIf you have a 70m rope, rappel 115' down to the anchor atop the first pitch of Curtain Call, then rappel 110' down to the start.","protection":"P1: 3 bolts and gear to a #3 Camalot. 2-bolt anchor.\n\nP2: Gear to a #2 Camalot. 2-bolt anchor.","location":"Start about 15' left of Local Hero at a short steep face.\n\nEds. the beta photos have been deleted by their submitter."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,ca530815-8044-535d-acac-c479ef52ad0d,f9a99339-7fe0-555d-9053-716487d02388","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Tonnere Tower","Creekside"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4065,40.0043]},"bbox":[-105.40708702664801,40.003850339818136,-105.40591297335196,40.00474966018186],"left_right_index":-1,"ext_id":"106028722","area_id":"+amTOX/gVV2QU3Fkh9AjiA==","polygon":{"type":"Polygon","coordinates":[[[-105.40708702664801,40.003850339818136],[-105.40591297335196,40.003850339818136],[-105.40591297335196,40.00474966018186],[-105.40708702664801,40.00474966018186],[-105.40708702664801,40.003850339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:55.700Z","updatedAt":"2024-01-20T00:59:47.310Z"}