{"_id":"63689de0e80bff5a994fa395","area_name":"Ledges, The","shortCode":"","climbs":[{"_id":"xGRlgk9RV+iSkg2qNIIbig==","name":"Tenacious","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Zimmerman, Fred AmRhein, 1/29/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":3,"mp_id":"115334329","mp_crag_id":"106403958","climb_id":"xGRlgk9RV+iSkg2qNIIbig==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"As the shortest climb so far, Tenacious goes up easy-ish terrain for 3 spread out bolts then heads left beneath blocky features. Figure out how to use the various laybacks, and try not to fall over the 5th bolt just over the lip, then continue past two more bolts to a set of chains. This route is pumpier and more technical than it looks.\n\nDescent: rappel or lower from the chains. As of 9/2018, the upper portion of Tenacious is a project that is comprised of many large blocks that will probably easily come off if tampered with; it is a work in progress.","protection":"7 bolts + chains.","location":"As you approach from the west, step down from the cave-like overhang, and continue 10 more feet around a buttress (the start of both\n\nRainbird\n\nand\n\nRedbird\n\n). Find the start of Tenacious in the corner.\n\nThe first ascentionist could not decide whether to grade the climb 10a or 10c...thus both are included in the name. Then again, maybe it will only seem like 5.8 or 5.9 for some?"},"__v":0},{"_id":"xzt110YxUfGN00mp2emnww==","name":"Sitting Pretty","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Fred AmRhein, Craig Zimmerman June 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":4,"mp_id":"115337040","mp_crag_id":"106403958","climb_id":"xzt110YxUfGN00mp2emnww==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Do a well-protected, interesting move off the ground to get over the undercut start. Ascend up to the large ledge, and take the easiest way to establish yourself on the upper face. Head up to the large block with the crack behind it, and overcome it in whatever way you like (hint, it’s a crack ...so lay ____, rhymes with...). If you want, sit pretty on top of the block, take in the view ,and look forward to some interesting puzzle moves up the face above you. Sometimes as you Sit Pretty, you will get an agitated serenade from the swallows that live behind the block. For an added longer bonus, instead of going to the first set of chains, proceed up to the right after the last bolt before the lower chains, clip one more bolt, and head up to the upper chains. These upper chains will need either an 80m rope or a multiple rappel to get you down to the crag bottom.\n\nNote: when pulling your rope, it might be best to pull to one side or the other of the Sitting Pretty block's crack. Ropes have been known to get stuck in that area when pulled straight down on top of the block.\n\nCAUTION:\n\nthe 1st anchors are set at the limit of a 70m rope for lowering/rappelling. Tie knots and be careful - it's a rope stretcher! Similarly for the upper anchors with an 80m rope, tie knots and be careful!","protection":"12 bolts + chains to the 1st anchor (70m rope) and 13 bolts + chains to the upper anchor (80m rope).","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n), and proceed another 15' around the corner. Sitting Pretty is found just to the right of the route in the corner (\n\nTenacious\n\n) at an undercut face. To the right of Sitting Pretty is the start of\n\nDomino Theory\n\n(also undercut)."},"__v":0},{"_id":"BaJMI8sjWLWmKJ3V6dCfwA==","name":"Redbird (aka Ladybird)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Fred AmRhein, Kevin Reed, Craig Zimmerman, 3/1/2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":2,"mp_id":"115334226","mp_crag_id":"106403958","climb_id":"BaJMI8sjWLWmKJ3V6dCfwA==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Either boulder up to the first bolt from the ground on sloping holds or start from the overhang/cave area by reaching over to the first bolt (this latter start is recommended due to the potential tumble down scree and over the lower cliff line).\n\nFollow 3 bolts up the ledgy face, and take the right line of bolts (the left line of bolts is\n\nRainbird\n\n) that goes up the lighter colored rock, passing a small pine tree (recommended to go to the right of the pine tree). Proceed to a ledge with a belay/rap station. Clip here, and proceed above toward and through the red colored dihedral above. Stem, lieback, etc., through a few bolts to a set of chains.\n\nCAUTION  on the DESCENT:\n\nthis is a long route at 130'. From the upper anchors, a 70m rope WILL NOT get you back to the cliff base by lowering or rappelling! The descent is to either use an 80m rope and rap/lower to the bottom, or use a 70m rope to rappel/lower to the mid anchors, then pull rope and rap/lower to the cliff base.","protection":"15 bolts + clipping the mid-rap station: 16 clips + chains.","location":"The start is shared with\n\nRainbird\n\n. When approaching from the west along the base, just after stepping down a few feet from the cave-like overhang, find the start."},"__v":0},{"_id":"sV4ocL3WXKCpwb7FltkMgw==","name":"Rainbird","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred AmRhein, Craig Zimmerman, July 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":1,"mp_id":"115331196","mp_crag_id":"106403958","climb_id":"sV4ocL3WXKCpwb7FltkMgw==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Either boulder up to the first bolt from the ground on sloping holds or start from the overhang/cave area by reaching over to the first bolt (this latter start is recommended due to the potential tumble down scree and over the lower cliff line).\n\nFollow 3 bolts up the ledgy face, and take the left line of bolts to a large, left-slanting gully/crack system (the right line of bolts on the lighter colored face is for\n\nRedbird\n\n.\n\nStep over the upward left-trending gully/crack and then to a thought provoking, final, small overhang (5.9-ish move toward left). As for most routes at the Ledges, there are occasional loose features found even though there was extensive removal of loose rock when putting the route up. There is an original higher set of anchors that lie 10-15 feet above and slightly left of the first anchors and the climbing in between involves lower grade, ledgy climbing (\n\nCAUTION:\n\na 70m rope WILL NOT get you to the ground from the upper anchors).\n\nThe route was finished during an afternoon rain storm, and the FAs were communicating by arm signals, appearing to some as if flapping like birds.\n\nAnother NOTE of CAUTION: a\n\nt least one climber being lowered from the 1st anchors using a supposed 70m rope has been dropped (it wasn't quite 70m obviously...and the \"knot in the end of the rope rule\" had been overlooked...). Luckily the climber landed and rolled only slightly to a stop before the abrupt cliff below. In another instance, a rope in a bag was dropped down from the route's upper start on the approach ledge and suffered a worse fate. In almost a comical scene, it at first rolled slowly and seemed to stop and settle, but then it picked up rolling speed and tumbled over the edge and down the lower cliff, landing just short of the river a hundred feet or so below. So, be careful and tie knots, make sure your rope reaches where you need it to on Rainbird]], and you might think twice about absent-mindedly tossing gear to the ground in this particular area.","protection":"11 bolts and chains at the 1st anchor (a 70m lower/rap) (the higher anchors: 10-15' above that, 80m rope for lower/rap).","location":"Start at the bottom of a buttress after stepping down the last few feet from the cave-like overhang as you approach from the west."},"__v":0},{"_id":"ThhWzNFvWgCLpuCj6SrrYQ==","name":"The Pedestal","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Craig Zimmerman, Fred AmRhein, May 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":7,"mp_id":"115339681","mp_crag_id":"106403958","climb_id":"ThhWzNFvWgCLpuCj6SrrYQ==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Start from the left boulder at an easy-to-clip bolt (stick clipping the second bolt isn’t a bad idea to keep the rope and climber from being scraped up in case the bouldery start becomes problematic). Head up the easy face to a ledge and some broken rock. Go left of the bush (if it is still there...), and proceed to stand up on the pedestal (you’ll find it no problem). Once up on the dais, head up the technical face. Staying left is probably more intense; heading right puts you on or near\n\nBashful\n\n. Both ways are nice!","protection":"13 bolts + chains.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). Continue under and beyond the IZ Boulder, and find a severely undercut face with some smaller boulders beneath it. The Pedestal is the left route and\n\nBashful\n\nis the right route."},"__v":0},{"_id":"KvDqa9jYWNyzveQ1n46Uew==","name":"Monoped","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kevin Reed, Pablo Frank, Fred AmRhein, June 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":6,"mp_id":"115339552","mp_crag_id":"106403958","climb_id":"KvDqa9jYWNyzveQ1n46Uew==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Start up to the right of the large crack in front of the Impact Zone Boulder. Ascend the lower face to the large ledge. Head up a face on nice, sharp edges to a small roof. Overcome the small roof, and establish yourself on the upper face. Now it’s time for some technical soul searching... do I cheat waaaaaay out right or do I stay near the line of the bolts? Your choice, and both can be exciting! At the last bolt, exit either left to the chains at the top of\n\nDomino Theory\n\nor head up and right to the top of\n\nThe Pedestal\n\n.\n\nThe route is named in honor of Pablo's unique footwork.\n\nCAUTION:\n\ntoprope, lower, or rappel with at least a 70m rope, and tie knots to keep you from tumbling down the scree!","protection":"12 bolts + chains.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). The route is found just in front of the large Impact Zone Boulder to the right of the crack."},"__v":0},{"_id":"IuZ4natqUVyl+bjNcJD9SQ==","name":"Love Again","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fred AmRhein, Andy Howard, Fall 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":11,"mp_id":"115331494","mp_crag_id":"106403958","climb_id":"IuZ4natqUVyl+bjNcJD9SQ==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Start beneath a small roof, and pull onto the jugs and ledges. Clip and ascend above the first bolt. Climb easy terrain to below the pine, and carefully orienteer around the left side (recommended) of it to attain the ledge (the rope runs away from rubbing on the tree this way). Puzzle yourself up to the tombstone-like slab above, balance onto the top of it, and proceed on variously angled features on the left-ish side of the pillar to the chains. Going straight up the clean face is more difficult and spicier. The bolts on Counting Sheep off to your left are not too far away, but avoid them.\n\nSafety tip:\n\nwhen pulling your rope, you might want to pull off to the left (west) direction, since pulling it directly down the line of bolts might deposit it firmly wrapped around the pine tree as has been known to happen on occasion.\n\nA historical note:\n\nI believe this is Layton Kor on the ledges.\n\n.\n\nThis image of Layton Kor at the Ledges here on Mountain Project that shows him peering up and off to his right toward the upper portion of\n\nThe Classic\n\nseemingly has him situated on the ledge where the pine tree currently grows. A good-sized, rocking boulder was fairly easily removed from this ledge when cleaning off loose rock. Love Again proceeds up above him on the face/seam feature.","protection":"11 bolts and chains.","location":"Midway along the base of the middle tier of the Ledges cliff complex, find a slightly left-leaning pillar feature with a small pine tree about mid-height. To the right are large, overlapping slabs that comprise much of\n\nThe Classic\n\n."},"__v":0},{"_id":"f3D2m+BGU4GUnK6fpXc94Q==","name":"Indifferent","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Fred AmRhein, Craig Zimmerman, Kevin Reed, Andy Howard, Spring 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":15,"mp_id":"115365194","mp_crag_id":"106403958","climb_id":"f3D2m+BGU4GUnK6fpXc94Q==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Hike up the initial face passing two bolts to the large ledge. A nice, well-featured face leads up to the right side of a small roof system. Head up the face, clip the bolt just over the lip of the roof, figure out the roof (feet, feet, feet . . .), and head up jugs to a set of chains.\n\nFor some reason, people really like this route. It could be 10a/b, could be 9 ... 8...? It all depends on the climber?","protection":"10 bolts + chains.","location":"A little bit more than halfway down the cliffline heading east from the Class 3 gully and just up and to the right of the large, single pine in the scree, find a face set back a bit that leads to the same ledge system as for\n\nEverybody Pushes a Broom\n\nto the left."},"__v":0},{"_id":"c9To65dsWwGOYXFlvO5LzQ==","name":"Hard to Reed","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Kevin Reed, Pablo Frank, 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":16,"mp_id":"115365219","mp_crag_id":"106403958","climb_id":"c9To65dsWwGOYXFlvO5LzQ==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"From the first bolt, ascend up flakes, sidepulls, and underclings heading along the path of bolts. The anchors are found at the top of the shallow, well-featured groove section.\n\nCaution:\n\nthe bottom of this route is a steep and slippery scree chute that leads shortly and directly to the edge of the lower cliff line. A large boulder at the base can be used as a belay spot for safety purposes. Be careful here!","protection":"7 bolts and rings on the large ledge.","location":"At the very far east of the Middle Tier of the Ledges, find a nice, well-featured face.\n\nNote: this corner is where the bighorn scamper up and down to get to and from The Ledges proper."},"__v":0},{"_id":"v0YJ5JmHXriMl7zoFVpwcA==","name":"Green Hornet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Howard, Fred AmRhein, Fall 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":9,"mp_id":"115352309","mp_crag_id":"106403958","climb_id":"v0YJ5JmHXriMl7zoFVpwcA==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"The start has proven itself to be difficult for some, but don’t be afraid to use the wedge. Not doing so makes it a bit harder. Once established on the climb, clamber up jugs to a nicely feature face below a roof. Step up to the roof, clip the bolt on your right, and make your way through it. Continue up blocky features, and step onto a face and arete feature to finish at chains.","protection":"11 bolts + chains.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). Continue under and beyond the IZ Boulder, and find a severely undercut face with some smaller boulders beneath it.\n\nThe Pedestal\n\nis the left route, and\n\nBashful\n\nis the right route.\n\nTo the right and around the corner from\n\nThe Pedestal\n\nand\n\nBashful\n\n, you will find a large, sharp-edged wedge of a boulder at the bottom of a large crack system. Just to the right of this on the left side of a beautiful slab is a line of green ascending the wall. This is the Green Hornet."},"__v":0},{"_id":"1RGSnm1dVYChertIdHtW/w==","name":"Everybody Pushes a Broom","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Reed, Fred AmRhein, Craig Zimmerman, Andy Howard, June, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":14,"mp_id":"115365156","mp_crag_id":"106403958","climb_id":"1RGSnm1dVYChertIdHtW/w==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Ascend a shiny, well-featured slab to a low roof with a sharp-edged crack in it. Head up, carefully get established below this roof, and figure out how to clip the second bolt. It’s not that difficult, but it is a little tricky. Once you have gained a good position using features at the roof, it is very secure while clipping. Get through the lower crack as best you can (feet, feet, feet . . .), and head up to the large, boulder strewn ledge. Scramble up big features, and clip the bolt up high on the face (it’s placed to aid in keeping your rope away from the sharp features on the ledge). Dance up the clean face with sharp edges here and there, and start to wonder how you will get through the next roof . . . . Get established below the roof, and clip the bolt over the lip before trying to get over it (just a recommendation but a good one . . . falls onto the lower slab would be ugly . . .). Then, well, you figure it out . . . again, feet, feet, feet . . . . Clip the last bolt above the roof, and then it is a long, reasonable way to a set of rap rings in a shallow scoop. This route would get more stars, but the huge ledge with its boulders and the trudge to the top detract from the overall quality.\n\nThe story behind the name: for most of us, the adage is true; we’ve all had to pick up after ourselves and others at times, no matter the level of education, experience, or ripeness of age. Sometimes it’s not fair, but that’s what we must do, and on this route, everybody indeed pushed a broom, cleaned off small flakes, tossed pebbles. . ., and trundled some huuuuuge, loose boulders! So large in fact that they sadly took out the old snag that used to sit below\n\nIndifferent\n\n. We ask forgiveness, oh Timeless Greatness! Parts of the large boulders that shed off the face of Everybody Pushes a Broom lie at the bottom of\n\nIndifferent\n\n, the route to the right.","protection":"7 bolts + chains.","location":"Midway along the base of the middle tier of The Ledges cliff complex, find a slightly left-leaning pillar feature with a small pine tree about mid-height,\n\nLove Again\n\n. To the right are large, overlapping slabs that comprise much of\n\nThe Classic\n\n. Continue down a few steps around a crumbly corner (\n\nCorbel\n\nwill be above you), and find a slick, shiny face with a bolt up fairly high but easily reached. A large pine growing in the scree is at the foot of this face. A small roof with a short crack feature at about the 20' level distinguishes the route."},"__v":0},{"_id":"JGQLGm+AXTKFeW8d/EZExQ==","name":"Domino Theory","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Reed, Pablo Frank, Jake the Russian, Fall 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":5,"mp_id":"115337860","mp_crag_id":"106403958","climb_id":"JGQLGm+AXTKFeW8d/EZExQ==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Domino Theory has very interesting and different climbing from the get go for sure. A tricky overhang and face leads to the large ledge. A well-protected move from the ledge gets you started up the dihedrals and ledges. Somewhat puzzling moves from the last ledge,\n\ni.e.\n\ncruxy . . . , get you to a face and a final small roof. Overcome the roof, and get to the lower set of chains. From here, you can lower on a 70m rope (tie knots just in case, the angling nature of the route tends to make your rope feel shorter...). For a bonus, proceed up to the left for another bolt and then to the upper chains as on the\n\nSitting Pretty\n\nextension. These upper chains will need either an 80m rope for lowering or a multiple rappel to get you down to the crag bottom.\n\nWhen first climbed, at least one large, “domino”-like slab was teetering on the cliff and was removed finding its way to the river bottom. That first domino picked up a few other smaller dominoes along the way, and many pieces and shards ended up taking a swim... no bats, birds, or wasps were injured during the process as far as is known.\n\nCAUTION:\n\ntoprope, lower, or rappel with at least a 70m rope from the lower anchors, and tie knots to avoid trouble (it's a rope stretcher!) Use an 80m to get all the way down from the upper anchors.","protection":"12 bolts + chains to the 1st anchor; 13 bolts + 1st anchor chains = 14 clips + chains for the upper anchor.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). Just before arriving on the boulder, find the undercut start to Domino Theory. Left of DT is\n\nSitting Pretty\n\n."},"__v":0},{"_id":"iXYnl3quUqaXETZXtvmmZA==","name":"Counting Sheep","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Fred AmRhein, Andy Howard, Kevin Reed, Fall 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":10,"mp_id":"115352410","mp_crag_id":"106403958","climb_id":"iXYnl3quUqaXETZXtvmmZA==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Clip the first bolt (a stick clip isn’t a bad idea), and do a bit of a bouldery move to attain a ledge. Head up and left on broken rock and a nicely featured face, and find yourself under a roof. Do a tricky face move or two to establish yourself at the roof, and reach out to clip the bolt on the angled break in the roof. Go through the slot doing an interesting reach, and step or two and find yourself up on another ledgy feature. Proceed up blocky dihedrals, and head out left to the anchors. Just to your right will be the bolts on\n\nLove Again\n\n. Stay with the line of bolts going to the left to find the chains for Counting Sheep.\n\nHow wonderful to have bighorn sheep do a drive-by within a few yards while climbing! Two ewes and a lamb sauntered by one morning. Scree went flying from beneath their cloven hooves as they picked up speed to gracefully, at first anyway, trot by . . .  . Then the little one suddenly spooked and careened eerily close to the edge of the top of the lower cliffs at a few spots. They then quickly and effortlessly hopped up human-sized steps and ledges onto the mound of scree at the west end of the crag and peered inquisitively back at us. Evidently satisfied that we were no threat, the mother turned back toward her littlest one and gave it a ram with her short horns on the butt to encourage it on down to the west of the cliff line . . . and then they were gone. Count yourself lucky, and count the sheep, if you happen to have a similar experience!","protection":"11 bolts + chains.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). Continue under and beyond the IZ Boulder, and find a severely undercut face with some smaller boulders beneath it.\n\nThe Pedestal\n\nis the left route, and\n\nBashful\n\nis the right route.\n\nTo the right and around the corner from\n\nThe Pedestal\n\nand\n\nBashful\n\n, you will find a large, sharp-edged wedge of a boulder at the bottom of a large crack system. Just to the right of this crack is a beautiful green slab,\n\nGreen Hornet\n\nis on the left and Counting Sheep is on the right."},"__v":0},{"_id":"wFGx6UwOUca/VhOBW3AM8w==","name":"Corbel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kevin Reed, Fred AmRhein, Spring 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":13,"mp_id":"115365117","mp_crag_id":"106403958","climb_id":"wFGx6UwOUca/VhOBW3AM8w==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Boulder up to carefully clip the first bolt (a slip here by one of the locals resulted in broken and cracked ribs on the scree below . . . so much for talking politics while climbing! Important safety note: spot your climber to the first bolt here or maybe stick clip?). Continue up following the bolted line, and find yourself at a large, left downward angling ledge. Make a choice to either go to the right up the blocky channel or set off on the slightly overhanging face beneath the\n\ncorbel-like\n\nroof (that’s a carpenter’s term by the way . . . ). Going right near the top is easier; going left is more of an adventure. After the last bolt, head up and carefully reach and clip the chains.","protection":"13 bolts + chains.","location":"Midway along the base of the middle tier of The Ledges cliff complex, find a slightly left-leaning pillar feature with a small pine tree about mid-height. To the right are large, overlapping slabs that comprise much of\n\nThe Classic\n\n. To the right of these overlapping slabs on the next face is Corbel."},"__v":0},{"_id":"LCIbeL6UW+OeJ/ur9gQ9Bw==","name":"The Classic","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":12,"mp_id":"106404030","mp_crag_id":"106403958","climb_id":"LCIbeL6UW+OeJ/ur9gQ9Bw==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"We started on the far right of the ledges under a small, left-facing dihedral.\n\nP1. Work up and to the left for best pro options, 80 feet of (5.8+). It is runout after 80 feet to the first Terrace (5.7). Top out 20 feet east of big tree. 160-180' in total per\n\nJF M\n\n.\n\nP2. It is in the middle of the wall just under a bulge. Belay here because it protects belayer from falling rock. This is the 120 foot crux pitch, due to sparse placments and loose rock (5.8).\n\nP3. This is the shortest pitch around 50 feet+. This rock is more solid than the rest of the route, mostly 5.7 with a couple of 8 moves.","protection":"A couple of small tri-cams (P1), mostly small cams and nuts, medium stoppers and a hand full of long runners. No fixed gear.  Watch your chockstones.","location":"Just east of The Practice Wall, over the guardrail, and down by the river. The descent gully is north west, in between\n\nFriendship Seven\n\nand The Practice Wall."},"__v":0},{"_id":"XDVWqwpxWqukHUAatPmJnA==","name":"The Big Thompson Yard Sale","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Craig Zimmerman, Kevin Reed, Fred AmRhein, January 20th, 25th 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":0,"mp_id":"115326963","mp_crag_id":"106403958","climb_id":"XDVWqwpxWqukHUAatPmJnA==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Climb easier terrain to a small bulge feature at the large, left-angling ledge/crack system, then head up line of bolts essentially directly over the bolt line to a set of chains. Either rap, lower, etc., or take a moment to sit on top of the large podium at the top of the Loose-ifer Buttress. You get nice views either way.\n\nCAUTION:\n\nat least a 70m long rope is necessary for lowering/rapping from this route; tie knots in the ends just in case. The narrow and ledgy area at the base of this route is fairly stable for belaying, but the ledges drop abruptly to steep scree and the lower cliff that drops precipitously down to the river. Also, when pulling the rope, take care to watch for any rock that the rope might latch onto from the large, angling crack/ledge system about halfway up.\n\nIt wouldn’t be too much of a stretch to estimate that upwards of a ton of loose rock was removed from Yard Sale when putting it up. During that time, equipment had been stashed so that it wouldn’t get impacted by the rockfall. One participant has a habit of unpacking his pack completely, spreading his useful and necessary items along the crag bottom. A fellow climber commented that the gear along the base resembled a classic suburban Yard Sale, thus the name.","protection":"12 bolts and chains.","location":"This is the first of the longer routes at the left (west) end of the taller cliffline (it is just left of a green, lichened buttress, lovingly referred to as the Loose-ifer Buttress)."},"__v":0},{"_id":"MdrOcuGiVf+bgn14E4pYLg==","name":"Bashful","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Fred AmRhein, Craig Zimmerman, Kevin Reed, Winter, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":8,"mp_id":"115339774","mp_crag_id":"106403958","climb_id":"MdrOcuGiVf+bgn14E4pYLg==","areaRef":"HXxvhi+IXAmXwbcbuvO0oA=="},"content":{"description":"Don’t be shy and shrink from what looks at first like an ugly start, the undercut bouldery beginning. The first bolt is easy to clip, and once you get over your first impression and give this one a try, you will realize that the upper portion of this route is a face climber’s dream. It has a bit of a harder start than its sister to the left, do what you must do by utilizing the various features to establish yourself on the lower face. It is definitely recommended on this one to stick clip the second bolt if possible to avoid scraping up the climber or the rope in case the start presents difficulties. Ascend to the ledgy area and broken rock, then head up right of the bush to the dark and beautiful face. Be ready to find sharp, angled, layback-like features for both your hands and feet! Finish through a shallow depression-like area between some broken rock on the left and right.\n\nCaution: u\n\nse at least a 70m rope to lower or rappel from this route, and take care to avoid fraying your rope after the last few feet as you step down from the face onto the lower boulders.","protection":"13 bolts + chains.","location":"From the west, traverse along the cliff bottom, and step down a few steps at a cave-like overhang. Continue east under a buttress (the start of\n\nRainbird\n\nand\n\nRedbird\n\n) around to a corner (\n\nTenacious\n\n), and find a large boulder, the Impact Zone (so-called due to the propensity for plunging projectiles to impact in that area). Continue under and beyond the IZ Boulder, and find a severely undercut face with some smaller boulders beneath it.\n\nThe Pedestal\n\nis the left route and Bashful is the right route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,c6f84d46-f209-52f5-b119-78302fcd250f,1d7c6f86-2f88-5c09-97c1-b71bbaf3b4a0","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Beige Tube Area / The Narrows","Ledges, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":3,"label":"5.10a/b"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":2,"intermediate":13,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"bbox":[-105.24070065244631,40.421140339818145,-105.2395193475537,40.422039660181866],"left_right_index":-1,"ext_id":"106403958","area_id":"HXxvhi+IXAmXwbcbuvO0oA==","polygon":{"type":"Polygon","coordinates":[[[-105.24070065244631,40.421140339818145],[-105.2395193475537,40.421140339818145],[-105.2395193475537,40.422039660181866],[-105.24070065244631,40.422039660181866],[-105.24070065244631,40.421140339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:56:59.612Z","updatedAt":"2024-01-20T01:01:12.406Z"}