{"_id":"6368a33fe80bff5a9957d959","area_name":"1000 Foot Canyon","shortCode":"","climbs":[{"_id":"uGevloYfWNORC1cEB0Uslw==","name":"Reginald Is Speaking (Listen)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.75595,34.71047]},"left_right_index":0,"mp_id":"121115091","mp_crag_id":"121115042","climb_id":"uGevloYfWNORC1cEB0Uslw==","areaRef":"ftYPA6puXpWcp3JeXTMshg=="},"content":{"description":"Reginald Is Speaking (Listen) takes a straight arrow line up the tallest face of 1000 Foot Canyon and utilizes the few available but pristine placement opportunities making a very well protected pure trad climb on great rock!While the moderate grade of 5.7+ / 5.8 may lull in a false sense of security, new Trad Leaders should be aware that micro cams and their small-cam counterparts are not exactly the same even if they are both 0.3, 0.4, etc. Some of the placements on this route will likely not fit wide head 0.4 but will accept something like Black Totem, Zero Friend, X4, Dragonfly. While the rock and slots are great, respect the small gear! Bring Metolius 00/0 and 1/0 offset or BD Z4 0.4/0.3 type if you have them.With more traffic and sends, this information will be discovered.The placement spacings are just a couple feet longer than body length with the runout increasing as the leader gets higher. Mother Nature really laid out an ideal trad climb on this wall!Various betas solve the first crux at differing grades leading to what may feel like a gear crux for newer Leaders. Follow the line direct, and exit the topout boulder vertically protected by a cup-sized cam.While orienting your body to stand up on the topout shelf watch out for Reginald, a microbat, who has a penthouse in the vertical crack you will use to earn the send! Reginald politely squeaked a fair warning at the first ascentionists.","protection":"Climb: 0.3 - 3 with doubles in 0.3 & 0.4 for full protection + small nuts, Belay: 0.5 - 4, TR: 1-3-5","location":"Once you hike the very mild 1 mile along the DMZ fence and the fenceline drops into a beautiful canyon, you are on top of Reginald Is Speaking. Head NE along the slope and drop down into the canyon cutting back SW.\n\n "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,0721c70d-0861-5a9a-b8fe-9e12bad24f49,7ed60f03-aa6e-5e95-9ca7-725e5d332c86","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Charon's Gardens","1000 Foot Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.75595,34.71047]},"bbox":[-98.75649700523351,34.71002033981814,-98.75540299476648,34.71091966018187],"left_right_index":-1,"ext_id":"121115042","area_id":"ftYPA6puXpWcp3JeXTMshg=="},"content":{"description":"1000 Foot Canyon (DMZ Canyon 3) lies in the southwestern zone of the Refuge directly adjacent to the fenceline that projects north where Indiahoma Rd deadends into private property and turns right toward Post Oak Parking.1000 Foot Canyon hosts a gem of a Direct Trad climb up a 55-60' wall of solid rock called Reginald Is Speaking (Listen) as well as a handful of other good but shorter trad climbs on solid rock. *we usually measure climbs with a tape but this wall has not been officially measured yet*The area is unspoiled with lots of flora and fauna - zero trash. It is named after the numerous jumbo millipedes performing V20 tricks on the rock faces - the largest millipedes we've seen in the Refuge. Since this side of the refuge contains more wildlife please do not blast Bluetooth speakers here like a bunch of crag rats - it’s a Wildlife Refuge and this side is where they get away from the crowds.Like some find Yellow Lichen to be lucky for climbs, we have found millipedes usually coincide with good climbing. ***Please commit to LNT if you enter the area and leave nothing behind and pickup what little trash you may find.***On your way you will come across 3 warmup boulders along the fenceline (Snaggletooth - Canyon 1, Milkshake Academy and Family Fun Boulder - Canyon 2), and a few others scattered away from the DMZ Fenceline."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:18:42.381Z","updatedAt":"2024-01-15T16:47:52.184Z"}