{"_id":"6368a1b8e80bff5a99553ea4","area_name":"Diedre Area, The","shortCode":"","climbs":[{"_id":"m/f8tDhfU7CcjOAnGuiv5A==","name":"The Wez","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Neil Cannon & Russ Clune, July 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":1,"mp_id":"107304079","mp_crag_id":"105926418","climb_id":"m/f8tDhfU7CcjOAnGuiv5A==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"Climb up the corner, sharing the first 20 feet of the crux pitch of Diedre. Where Diedre breaks right around the roof, continue straight up following a nice finger crack (5.10) to a stance below the crux. Clip two bolts, then crank through a tricky stem problem to a stance. Nest some gear (small cams, brass RPs helpful here) before punching through some fingertip layback moves to easier climbing.  \n\n  Move left on a ledge to a belay, shared with The Last Temptation. As of Sept. '11 there is a fixed anchor of two pins and one nut that is adequate for rappelling/lowering. \n\n  This route has been recently cleaned and deserves more traffic.","protection":"Protects well, with effort. Be prepared for short run-outs.","location":"Begin at the top of the Triple Ledges, below the crux roof of Diedre."},"__v":0},{"_id":"KzdftQ+aXZWJYIMUTMQHpw==","name":"Underground","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bayard Russell and Dana Drummond, June 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":6,"mp_id":"106229773","mp_crag_id":"105926418","climb_id":"KzdftQ+aXZWJYIMUTMQHpw==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"The Underground is a sneaky colection of high quality, 60'-ish, sustained 5.11 pitches.  We did the FA the same day the London Underground was bombed in June 2005.  Except for the second half of the first pitch (Deleightmaker) it is all new terrain.  A good addition to the other sustained multipitch 11d's that grace the cliff. ","protection":"The protection is good through-out the route.  There is at least one bolt on every pitch; the first pitch is almost entirely bolted, but it is definitely a trad route.  We would typically bring a rack up to a #1 Camalot with extra finger and off-finger size pieces.  There are some fiddley nuts on the beautiful second pitch corner and a bit of 5.8 R, protected by dubious RP's, on the last pitch.  None of the belays are bolted, except for the fourth pitch which shares an anchor with Kinesis.","location":"The Underground begins just right (ten feet) of Diedre.   \n\n  1)Climbs a bolted, right facing corner.  Scramble up fifteen feet to the first bolt and a 5.11 bolder problem to gain the corner, a couple of pieces of gear along the way.  Slab climb up to buckets and a belay ledge shared with Deleighmaker.5.11c \n\n  2)Climb the right hand of the two corners, traverse right at the corner's end at a horizontal break and scramble to a belay ledge in Karen's Variation. 5.11d \n\n  3)Head out right from the belay to a rising left to right traversing seam.  Follow the bolts to the crack.  Belay on Diedre's Blueberry Terrace. 5.11c \n\n  4)Locate a lone bolt directly above the right side of the Blueberry Terrace, twenty feet right of Kinesis's lone bolt on a subtle arete.  Scramble off the Terrace and onto a small ledge below a shallow, open book corner.  The corner is short and 5.8R.  Follow cracks and face holds to the two bolt anchor on top of Kinesis. 5.11c   \n\n  Either lower off and belay from the Blueberry Terrace or continue to the top.  There is a rappel anchor, typically, on a tree off the right side of the Blueberry Terrace - a single 60m rappel to the ground.  If you only have one rope there is also a three pin anchor below and right of the next ledge down that will get you to the ground."},"__v":0},{"_id":"XMP7/uv0UKu8/mRX0WuBzg==","name":"Lousianna Bubble Bath","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bayard Russell and Dana Drummond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":999999,"mp_id":"106229781","mp_crag_id":"105926418","climb_id":"XMP7/uv0UKu8/mRX0WuBzg==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"Liousianna Bubble Bath is a wild and varied last pitch variation to any route that crosses the Blueberry Terrace (the huge ledge that is below Diedre's final 5.9 corner).  It was put up on the lead; Dana \"Maddog\" Drummond hand drilled the crux bolt from hooks.  Exposed and unexpected.","protection":"Bring an assortment of nuts and small cams through hand sized.  There are no anchors on top, either head to the trees or head hard left to the Kinesis bolt anchor.","location":"The route takes a hard right off the right hand side of the Blueberry Terrace.  A cam placed high in the first sloping ledge of the Underground's last pitch protects the traverse into a small right facing corner.  Follow the seam/crack to a short headwall protected by a single bolt.  Maybe a bit of 5.8R getting into the right facing corner above.  Exit out right"},"__v":0},{"_id":"PGPEaYePUci0hUP/jcLKCA==","name":"Last  Temptation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA. Joe Cote, Larry Poorman.1970. FFA. Henry Barber ,Steve Hendrick 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":0,"mp_id":"106722552","mp_crag_id":"105926418","climb_id":"PGPEaYePUci0hUP/jcLKCA==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"At one point the only \"rated\" 5.10 on the cliff. Some nice varied climbing. The upper pitch is not often done (unless it has been cleaned). Nice puzzler crux.","protection":"A little bit of everything- wires to a #3 should do it.","location":"Start up Diedre P1. P2 go left along a crack to the crux puzzler at the end, face climb past bolt to a good sloping ledge. P3 up cracks 5.9 to another good ledge. Most rap from here 2X Or maybe 1 long one."},"__v":0},{"_id":"hchr3bURWTKwtGJznMIhig==","name":"Kinesis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Webster Dicks '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":5,"mp_id":"119785596","mp_crag_id":"105926418","climb_id":"hchr3bURWTKwtGJznMIhig==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"Good bit of rock climbing that will capture your capricious attention.  P1: Start atop the tiered ledges of Diedre.  Climb a rightward leaning dirty crack.  Be sure to extend your gear through this first bit to not damage further experiences.  Continue along the angling cracks, getting closer and closer to the slabby arete.  Delicate climbing leads you to a 'thank goodness' bolt.  A classic Cathedral mantel ensues.  5.10+Belay at the ledge or continue a little further past a steep yet moderate bit to blueberry terrace. 5.8/9To go from the ground to blueberry terrace is a 60 meter pitch.  Mind the drag.P2: To the right of the steep slanting corner at the far edge of blueberry terrace is another slanting crack system in a face with an obvious bolt about halfway up.  This is the second pitch.  Great climbing leads to the bolt where another cruxy maneuver is encountered before the final enjoyable crack and jug covered face leads to a rap anchor just over the lip.  Great kinetics on this pitch. Top out or return to Blueberry to climb some other great pitch.","protection":"Good helping of thin stuff to 2 camalot.  Thin wires and doubles in finger sizes are good.  Extendo draws.","location":"Just right of Diedre"},"__v":0},{"_id":"hoZGjtwWUGO8EcL/aH/ynQ==","name":"Diedre","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"J.Cote D. Arey         FFA J. Cote B. Read","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":2,"mp_id":"105938087","mp_crag_id":"105926418","climb_id":"hoZGjtwWUGO8EcL/aH/ynQ==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"This route is traditional given a 5.9+ rating, but it could just as easily be a modern 5.10. My vote is not to split hairs because they both mean the same thing at Cathedral.\n\n Diedre is possibly the best climb of the grade on the cliff as it offers well-protected, full-length, and full value, mostly crack climbing. Climb it, enough said...\n\n Pitch 1: (5.7) Up the \"Triple Corners.\" Off width cracks up a series of ledges to a comfortable belay ledge.\n\n Pitch 2: (5.9+ or 5.10a depending on who ya ask) Climb up the main corner until it is possible to move right under the roof(use your feet) past an old pin. Clip it. Then mantel on to a ledge to the right of the roof. That was the crux. Belay at a couple of pins and gear on the ledge.\n\n NOTE Sept 2018 COMMENT from user \"plytheman\": \"Just climbed it today (9/30/18) and wanted to give a heads up on the pin anchor after the crux pitch 2. The left of the two pins seems to have a little bend in it that I only realized when my second got up to me and saw it moving. This was after he hung on the crux a bit too... whoops! So clearly they're still holding but one might not for too long. Pretty easy to back up either way\". \n\n Pitch 3: (5.8) Climb the picture perfect corner crack. Jam and stem (strenuous work for a 5.8 pitch) past a birch tree growing out of the crack. Belay from the top on small gear.\n\n Pitch 4: (5.4) Make easy moves right along the wide, hand crack to the blueberry ledge, a cool ledge that could sleep a party of 20.\n\n Pitch 5: (5.9) It won't take you long to find the absolutely perfect, hand crack heading up from the ledge. Follow the crack to a tricky exit move and lower angle climbing up to one more bulge (another 5.9 move) jam up to one last mantel. Belay from a tree and take in the scenery.","protection":"Standard rack to #3.5 Camalot.","location":"Look for the birch tree corner above then locate the triple corner steps below."},"__v":0},{"_id":"PBadujXzV+msYLXAdL6KaA==","name":"Cooney - Russell","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bayard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":3,"mp_id":"107200258","mp_crag_id":"105926418","climb_id":"PBadujXzV+msYLXAdL6KaA==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"A link up of pitches we jokingly referred to as the Cooney-Russell, mostly because of its insignificance, but the name stuck. Regardless, the climbing is fun and consistantly 5.9. We did this back in '05 or so. \n\n  p.1 Start as for Diedre, but step right off the top of the triple corners to a finger and hand crack (Kinesis). When you start getting hand jambs step right around the blind arete to a stance. Locate a single bolt out right at a stance and continue traversing right past it until you gain the top of the first pitch of Delieghtmaker (shared with the Underground). Follow the weakness up a three foot handcrack and build an anchor at a good ledge below two corners. (Note: from the bolt it is tempting to climb straight up to the belay ledge staying in a corner, this is harder than 5.9, not well protected and not recommended.) 5.9+ \n\n  p.2 Climb the left of the two corners; a gorgeous little, leaning 5.9 finger crack up to a short off width leading into the gully known as Karen's variation. Follow Karen's Variation to the Blueberry Terrace (the big ledge below Diedre's last pitch). \n\n  p.3 Climb the last pitch of Diedre to the woods.","protection":"Standard Cathedral rack plus a #5 camalot for a short off width on the second pitch.","location":"Climb the Triple Corners on Diedre to a large ledge below the roof traverse. \n\n  The Diedre area is so close to the North End the easiest way down is to hike right, 5 mins."},"__v":0},{"_id":"oBY8iUVaVkWF9IBd+4U4qw==","name":"Budapest","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ed Webster and Jimmie Dunn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"left_right_index":4,"mp_id":"106295614","mp_crag_id":"105926418","climb_id":"oBY8iUVaVkWF9IBd+4U4qw==","areaRef":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"BRILLIANT !!! I think one of the top 5 pitches on the cliff. The crux is the last 15'. Originally 10+ \n\n  Start up 5.9-ish hands in a bit of a groove, this rapidly goes to thin hands and fingers. Get good rests with some small footholds (I also also remember one really good rest) and remember Ed & Jimmie 28 years ago in EBs. The crux is hard to hang in and protect but takes good gear -- small wires and RPs. Take a couple of whips and then set up a belay on a small stance. Lower down a little to see your second struggle. \n\n  There used to be a good viewing spot right on the road to watch people whipping on this, but it has probably grown over now.","protection":"Good all the way thinning to small wires at the end.","location":"Do the first 2-3 pitches depending on linking then blast straight up the obvious crack"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,fe789609-da1a-5a6b-b01a-79b102b48ff9","pathTokens":["USA","New Hampshire","*Cathedral Ledge","Diedre Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16588,44.06445]},"bbox":[-71.16650578137595,44.064000339818136,-71.16525421862404,44.064899660181865],"left_right_index":-1,"ext_id":"105926418","area_id":"/niWCdoaWmuwGnmxArSP+Q=="},"content":{"description":"The Diedre Area is characterized by corners and cracks, ranging from fingers to off-width, great exposure, and perfect rock quality. \n\n  The best route in the section is Diedre (5.9+/5.10a), as you may have guessed, though there are many other worth while climb. Budapest (5.11d) is another one that receives top marks. "},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:12:10.301Z","updatedAt":"2024-01-15T16:46:29.846Z"}