{"_id":"63689de0e80bff5a994f916d","area_name":"Chimneys of Treasure","shortCode":"","climbs":[{"_id":"GTw7KHwdUP6tpTpuSUvEwA==","name":"Roger's Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"who knows?","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.11696,39.02818]},"left_right_index":999999,"mp_id":"106897117","mp_crag_id":"105846369","climb_id":"GTw7KHwdUP6tpTpuSUvEwA==","areaRef":"1EhK62uVW0KywVuSNqotVQ=="},"content":{"description":"A super adventureous alpine route! The climbing is moderate but exposed! It is probably 5.8 climbing, but the loose rocks and the exposure sure makes it a lot headier. Don't get me wrong tho, a lot of the rock is pretty good. All the route needs is a good cleaning. The route climbs out of a chasm between the largest tower and Treasure Mountain, into a ramp, into a dihedral.\n\nThe belay ledge is on top of the dihedral. We had a 70m rope and had a bit extra to spare when we got to the belay. A 60m should make it but not a 50m. The gear the the belay isn't amazing. We ended up finding a couple pieces and slinging a chockstone. From here, the route continues up broken rock with nice, thin cracks, but a lot of this rock consists of huge, loose blocks, be careful here. There are actually two OLD pegs barely worth clipping, and then another, better peg just as you are about to crest the wall. Carefully construct a belay once you've made it to the top. There are looooooose rocks everywhere, and it takes lots of care not to knock rocks onto the second below you. Be extra careful of the rope running through the rocks.\n\nWe left an anchor to rappel off on the south side of the chimney. Two pitons and a tricam, equalized with green webbing and a locker. We rapped with a 70m, but a 60m tag line, and barely got to the bottom. Quite the rappel!","protection":"There are plenty of cracks to protect yourself with, but you must check each and every rock on the way up! Sme of them are giant, loose blocks! Unfortunately, it seems to get worse near the top, and especially on top. Hence, the PG-13. I wouldn't call it runnout though. Bring a full rack. Plenty of slings, cordalette x 2. Nuts!","location":"The approach is long and difficult. See the comments for full approach beta. Once you are at the top of Bear Basin, you can plainly see the chimneys. Head for the largest one. It would be a good idea to climb the Donkey Ear first, though. Easy warm up. One pitch. It has good webbing anchor on top. Once you head for the largest tower, go to the south side of it. There is a chasm in between the chimney and what is essentially Treasure Mountain itself. Walk up into that chasm and look for a right-angling ramp on the lower part of the tower. That marks the beginning part of the route. It is a bit tricky climbing out of the chasm up into the ramp. Probably the hardest move of the day."},"__v":0},{"_id":"IUhg7I9PWDKb9E3Z9NmodA==","name":"Donkey Ear","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"probably Outward Bound","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.11696,39.02818]},"left_right_index":999999,"mp_id":"106898691","mp_crag_id":"105846369","climb_id":"IUhg7I9PWDKb9E3Z9NmodA==","areaRef":"1EhK62uVW0KywVuSNqotVQ=="},"content":{"description":"This is an awesome single pitch of easy climbing on great rock that puts you on top of one of the best perches of all time! Staying directly in the crack might make it 5.7 climbing, but it's pretty easy even at that. You can make it 5.5 or less if you go the weakest way.","protection":"Great cracks all the way up. bomber webbing anchor with rap rings on the top. You can lower with a 60m. Probably even a 50m.","location":"Once you can see the chimneys, head for the third one. The second chimney is split in two, not that one, but the one after that. Climb the south side of it. It's got a low angle. You can see the anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,d4484aeb-6b95-5b42-b2c1-5b9236aa2d55","pathTokens":["USA","Colorado","Alpine Rock","Chimneys of Treasure"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.11696,39.02818]},"bbox":[-107.11753883514837,39.02773033981814,-107.1163811648516,39.02862966018186],"left_right_index":-1,"ext_id":"105846369","area_id":"1EhK62uVW0KywVuSNqotVQ==","polygon":{"type":"Polygon","coordinates":[[[-107.11753883514837,39.02773033981814],[-107.1163811648516,39.02773033981814],[-107.1163811648516,39.02862966018186],[-107.11753883514837,39.02862966018186],[-107.11753883514837,39.02773033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:53.762Z","updatedAt":"2024-01-20T00:59:44.600Z"}