{"_id":"63689fc7e80bff5a9951d835","area_name":"Eastern Sky Bridge Ridge","shortCode":"","climbs":[{"_id":"AxGZqyEfWXqBoyRMwGi2Dw==","name":"What's Right with the Underling","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":12,"mp_id":"108383761","mp_crag_id":"105868804","climb_id":"AxGZqyEfWXqBoyRMwGi2Dw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"An undercut start up steep but moderate pockets leads up and around the arete to a sit down, take a nap, throw a BBQ rest on a large ledge.  When you can't delay any longer make a few cool fingerlock moves to a short-lived, but in your face crux sequence and a strenuous clip.  Good feet let you get it back but a few more tricky moves and sporty bolting to the chains will keep your attention.","protection":"12 draws should be more than enough for the route and its anchors.","location":"This is the first sport rout right of The Underling (5.9) and the second route left of King Me (5.11b)."},"__v":0},{"_id":"Q72M2VczWJyC3fekODnlnQ==","name":"The Underling","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Day, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":11,"mp_id":"105867266","mp_crag_id":"105868804","climb_id":"Q72M2VczWJyC3fekODnlnQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Begin in the left of the two cracks. Climb up to the roof and traverse the underclinging crack. This is easier if you are taller. Grab the lip of the hole and flip your feet up over your head, or struggle to chimney up in the hole right-side-up. Belay from bolted anchors out near the edge of the ledge and rappel, or continue up a second pitch to the left.","protection":"TCUs to fist sized gear. Make sure you take some shoulder slings to minimize rope drag.","location":"Once you reach the main wall at Sky Bridge Ridge walk right until you spot this recessed dihedral under a roof with a hole up in to a rockhouse above. You really can't miss it."},"__v":0},{"_id":"thfLZElpUuyhAL1gpuJkHw==","name":"Super Dario","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Reed, Porter Jarrard (1991)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":3,"mp_id":"106121898","mp_crag_id":"105868804","climb_id":"thfLZElpUuyhAL1gpuJkHw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"From ledge, begin in right-facing dihedral using crack. After a clip (or two?), move left around arete onto face and follow nice pockets up, eventually working right to rounded flake, then on to easier terrain and anchors.\n\n(Originally 11c in the Bronaugh guide, now 11a by popular consensus.)","protection":"7 Bolts.\n\nAnchors.","location":"From where approach trail meets wall at No Return, walk left, around corner, past Good Times, and The Rifleman. Down a small slope and to a right-facing dihedral, the route begins here from a small ledge."},"__v":0},{"_id":"7uDzsJj+UN+J3Gnys99+Aw==","name":"Soul Ram","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Porter Jarrard, Rob Turan, 1991.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":7,"mp_id":"107389163","mp_crag_id":"105868804","climb_id":"7uDzsJj+UN+J3Gnys99+Aw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Start up an easy face to a ledge. Move off the ledge on jugs to a triangle horn feature. Make a big move off the horn to a jug pocket. After getting the jug pocket traverse left onto the face and get ready to crimp hard and tic tac your feet for ninety feet of excitement. Its all there. Just keep moving and trust that all of the bolts have larger holds to clip from.","protection":"9 bolts","location":"From the approach trail make a left. After walking less than thirty feet you will scramble over some large boulders. Soul Ram is just after this boulder pile. The new bolts have some old rusty homemade bolts next to the first three or four."},"__v":0},{"_id":"jvzU4W3SWTGfGuT9Y4v3NQ==","name":"Silently Does the Sun Shine","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Andrew Gearing","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":14,"mp_id":"107667743","mp_crag_id":"105868804","climb_id":"jvzU4W3SWTGfGuT9Y4v3NQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"The free version of the old aid route Right on, Solid, & Far Out (A2+). Stem up the corner on good gear to a rest. Nest as many RPs as you can, clip the fixed pin (may or may not be good for a fall), and muscle through the V9-10 boulder problem above to a good ledge. Belay here on small-medium gear or just continue to the top of the cliff (5.10 R). Heads-up belay recommended due to ledgy terrain below the crux.","protection":"small-medium cams and RPs (especially offset HBs)","location":"Left of Inhibitor, right of King Me"},"__v":0},{"_id":"8PKKEOJzVyOeNrk7Pai2aA==","name":"Side Eye","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":18,"mp_id":"118314693","mp_crag_id":"105868804","climb_id":"8PKKEOJzVyOeNrk7Pai2aA==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Sit start left hand on a knob and right hand on a wide pinch directly above. Move up through pinches then right to hand size crack and top out.","protection":"Pad","location":"Obvious boulder on the right of the trail right before you hit “The Pearl” boulder."},"__v":0},{"_id":"ZPFPy925XSiXHB7P1Ubejw==","name":"Sick Puppies","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Neal Strickland, Hugh Loeffler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":0,"mp_id":"108392771","mp_crag_id":"105868804","climb_id":"ZPFPy925XSiXHB7P1Ubejw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"overhung power pulling on pockets for 45 to 50 feet, with some slopers and crimps thrown in for good measure. cool movement, with some strange positioning to reach the anchors.","protection":"5 or 6 bolts with a 2 bolt anchor","location":"farthest left route, the base is made up of a bunch of random flat(ish) boulders. about 150 left of 'physical grafitti'"},"__v":0},{"_id":"Gy9vQUECU5uyQdxgf8L+kQ==","name":"The Rifleman","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Porter Jarrod","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":5,"mp_id":"111400357","mp_crag_id":"105868804","climb_id":"Gy9vQUECU5uyQdxgf8L+kQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Start on a big left facing flake climb it to a short traverse out left this is were the fun begins. Tricky move on the traverse leads to a good stance. Eye out the next few moves then embark up the vertical face passing multiple cruxes. Take a ledge rest before the final two bolts then fire the true crux of the route. Last draw sucks to hang but is easy to clip extended.","protection":"8 well spaced bolts plus chains","location":""},"__v":0},{"_id":"OuiJ0OQDXqWdJFf8xWGxpQ==","name":"The Pearl","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Scott Rennak, late 90s","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":19,"mp_id":"106837482","mp_crag_id":"105868804","climb_id":"OuiJ0OQDXqWdJFf8xWGxpQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"On the east face of the Inhibitor boulder you'll find (and can't miss) this classic RRG boulder problem. Start hanging from the rising overhanging shelf, gaston to the distinct lip and mantel onto the slab.","protection":"Maybe a pad, maybe a spot. Its not too high.","location":"Downhill from the Inhibitor on the east side of the boulder that came out of the dihedral long ago. Walk off the back."},"__v":0},{"_id":"pUSMDYjwWQiO+CR3eNklrQ==","name":"Nolo Contendere","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Porter Jarrard, John Mallery in 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":17,"mp_id":"120008958","mp_crag_id":"105868804","climb_id":"pUSMDYjwWQiO+CR3eNklrQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Start off grabbing the roof, pulling on into a fabulous boulder problem.  Crank past that into a hueco for a nice rest, then climb out onto the face for an enjoyable crimp and jug haul to the finish.","protection":"9 bolts","location":"The bolted route right of Inhibitor starting under a roof."},"__v":0},{"_id":"YXkr5qllUQKVsKEcNbt3/w==","name":"No Return","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Pearsall, Tom Seibert - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":8,"mp_id":"105978349","mp_crag_id":"105868804","climb_id":"YXkr5qllUQKVsKEcNbt3/w==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Be ready to employ\n\nall\n\nyour crack mojo - fingers, hands, fists! Gain crack from ledge at the right, and commence upward using jams and face holds. Grunt and struggle through widening crack and bulge (crux) to spacious ledge and rest (optional belay here). Continue up beautiful dihedral/finger crack to ledge and anchors.","protection":"Small-med-large. Runner(s). Anchors. 60m rope for rap.","location":"Where the approach trail meets the wall, you will see a wide crack in black rock. This is No Return. Access crack from ledge to the right."},"__v":0},{"_id":"L4CwILSzXAy3aIR0ArsDyw==","name":"Martin Rides Again","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Doug Reed, Porter Jarrard 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":4,"mp_id":"107433601","mp_crag_id":"105868804","climb_id":"L4CwILSzXAy3aIR0ArsDyw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Begin this route with some fun slabby moves. The holds run out and you get a crux before a good rest under a bulge. Rest up here because another crux awaits you after leaving the jugs under the overhang. Make a couple of moves thru the bulge(2nd crux) and then move back right. Make a few more juggy moves and clip the chains.","protection":"7 bolts","location":"From where the approach trail meets the cliff hike left for about 100ft. Martin Rides again is about thirty feet past The Rifleman and before Super Dario."},"__v":0},{"_id":"iLPQAzrIX1ycsKUbjOWhmA==","name":"The Learning Curve","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nick Reuff 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":15,"mp_id":"107621628","mp_crag_id":"105868804","climb_id":"iLPQAzrIX1ycsKUbjOWhmA==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"This is a short, stout and interesting climb. It will make you work hard! Plan on perfect rock (that stays dry in the rain), small but solid gear for the most part, and enjoyable varied movement.\n\nBasically there are 2 boulder problems with an ok rest in between. Start on a jug and climb a hard finger crack section to a good lock and a hand jam where you can get your only large piece of gear (a #2 or #3 camalot). Having a long reach or very small fingers helps on the first crux. Next balance up a few moves in to a blank corner with a thin seam (you can get a couple small nuts here) either reach high to a razor crimp and power out a few moves, or use some compression moves out left to gain the same finish jug.\n\nPs. If you are one who plans on a short 12a feeling V4 bring a little extra something for this one ;)\n\nyoutube.com/watch?v=9IUrmA9…","protection":"Small nuts and a yellow or blue camalot. 2 bolt anchor.","location":"Just to the left of the Inhibitor 5.11a."},"__v":0},{"_id":"fE2++UnJU/2GB+8pQtyaww==","name":"King Me","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Porter Jarrard, Tim Toula (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":13,"mp_id":"105964688","mp_crag_id":"105868804","climb_id":"fE2++UnJU/2GB+8pQtyaww==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Quintessential Red River Gorge sport climbing! Pumpy, sustained, pockets, sidepulls, this route has it all! From ground, leap to gain the overhanging start using pockets (jugs?) and generous edges. Moving up, you'll begin to feel the pump set in, but keep yourself together for thin technical moves to undercling (crux) and clip. Finish on slab to anchors.\n\n(Cherish and savor every rest. Plenty of hardmen, not used to the Red's steepness and endurance demands, have humbly succumbed.)","protection":"10 bolts. Anchors. Use at least a 60m rope.","location":"The approach trail meets the wall at No Return (handcrack in black rock). Go right, pass-by The Underling (obvious recessed rockhouse with roof and hole at rear/right), and two bolted sport routes. King Me is the next bolted line and begins on the outward face/lip of an 8ft roof of sorts. Leap, or use a stepping stone to gain the route."},"__v":0},{"_id":"2uGZC8XaV7ecgtLyJz6mkw==","name":"Jack in the Pulpit","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Doug Reed, Porter Jarrard, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":1,"mp_id":"105917977","mp_crag_id":"105868804","climb_id":"2uGZC8XaV7ecgtLyJz6mkw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"By virtue of its grade, it has always been *the* warm up at the area.  Mostly good holds on a slightly steep wall. The crux is probably just an endurance problem for most climbers, so it's a good one to \"go for it\" on.","protection":"7 bolts to a bolted anchor","location":"Continue left on the main Sky Bridge Wall past several popular lines including the obvious line \"Super Dario\", then continue a few meters more past the unpopular \"Grunge Face\" to the left end of the main wall just before a chimney and corner (Fungus Fantasy) and the turn in the wall to the its more westwardly aspect. A line of 7 bolts marks this steep climb on good holds."},"__v":0},{"_id":"FCxgVYv2WFeo+bmhsLiUmw==","name":"Inhibitor","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Souders, Jeff Koenig, Ron Snyder, 8/'83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":16,"mp_id":"105917957","mp_crag_id":"105868804","climb_id":"FCxgVYv2WFeo+bmhsLiUmw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A classic climb, love it or leave it. Both the technical difficulty of and physical effort required for this climb are body-size dependent.\n\nI've heard so many comments about the likely use of a stealth-rubber wet suit, a full-body tape glove, king-kong handjams, etc... to know it isn't just me that thinks this is a workout. It is more physical than technical, I guess, because it seems that most people who try it make it, but everyone always says how hard it was.\n\nStart in a thin hands crack and work your way up to a wide spot. Spend quite some considerable effort trying to get into the crack here, then consider that it's going to be equally hard to get right back out of it in just another 5 meters more. Jam the fists to off-fists section above the squeeze and then cruise to the top on better jams. This climb favors those with larger fists and forearms but not those with big chests. Leave your helmet off or suffer.","protection":"Well,a little heads-up in places, but protected at the cruxes. Take a #4 camalot, plus one truly big cam. PG-13 if you don't have a big cam, but the more runout section is not the crux.","location":"From the approach to the main wall on Sky Bridge, head right past the first wall encountered to a strange little rock house the size of a garage with a hole through the \"artificial ceiling\" in the right rear corner (the Underling) and then continue right another 20 meters past some big boulders to an opposing set of corners over roofs.  THe left-facing corner on the right is \"Inhibitor.\""},"__v":0},{"_id":"m+MqPKmRWBqBXQg0XUNPbQ==","name":"Grunge Face","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Grossman, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":2,"mp_id":"108144688","mp_crag_id":"105868804","climb_id":"m+MqPKmRWBqBXQg0XUNPbQ==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A couple difficult moves on tiny holds surrounded by 5.easy. Good luck staying on route.","protection":"7 bolts","location":"5 feet right of Jack in the Pulpit and 15 feet left of Super Dario"},"__v":0},{"_id":"4OE+FJt0VdWShoO1OkZDuw==","name":"Good Times","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Pearsall & Tom Seibert, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":6,"mp_id":"105917970","mp_crag_id":"105868804","climb_id":"4OE+FJt0VdWShoO1OkZDuw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A great route for sure, but I never understood why Hackworth made such a big deal about it. There are better climbs around, but then again, it is long, clean, well protected... and well, then again, maybe it is a classic at the grade.\n\nClimb a set of cracks to a ledge and shove yourself into a brief squeeze before riding the final crack to some anchors.","protection":"A standard trad rack to fist-sized, with a few longer slings.","location":"From the main approach to Sky Bridge head left past some boulders and rubble around a corner with a thin sport climb (\"Soul Ram\") and onto a set of cracks with a mossy section of rock near the ground between them. The left-leaning one on the right is Good Times. There is an odd-looking inset flake below a small roof that helps identify the route from the ground. The thin crack and flake system to the left with a few bolts is \"The Rifleman.\""},"__v":0},{"_id":"QPDNaTLYX1Whf+Q/uaxuTw==","name":"Drop the Anchor","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"T. Crabtree, N. Strickland, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":23,"mp_id":"105870321","mp_crag_id":"105868804","climb_id":"QPDNaTLYX1Whf+Q/uaxuTw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Nothing remarkable about this route other than that it is one of the very few easy sport routes in the area.\n\nCLimb a line of big holds near the bolts to a small roof and then up to the anchors. Watch out for drag- and rap instead of lower off to save wear on your rope.","protection":"5 bolts to a bolted anchor.","location":"Continue West past all of the better known routes on Sky Bridge, passing even The Doppler Effect and Dave The Dude. Turn a corner from the S Facing wall to get to a West facing wall and proceed to walk some distance further until you encounter a bolted line on a face with large holds."},"__v":0},{"_id":"dLIia0uYVr+AlkHXGZ3lHg==","name":"Doppler Effect","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"T. Souders, J. Koenig, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":21,"mp_id":"105870316","mp_crag_id":"105868804","climb_id":"dLIia0uYVr+AlkHXGZ3lHg==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A good route with a good crux right where it looks like it would be- in the steep spot.\n\nClimb up on more moderate moves to reach the bulge, then pull into the bulge on 1\" cams and shoot thought he undercling-becomes-layback up the steep section for the top.","protection":"A standard rack from fingers to hands, with an extra cam or two around 1\" if you like to sew it up.","location":"Head right on Sky Bridge, passing the distinctive Rockhouse of 'The Underling' with the artificial roof, then past the huge crack of The Inhibitor. Continue under a large overhang and around a corner. Just past the corner you will see a flake and crack system that goes up to a bulging dihedral."},"__v":0},{"_id":"ZTnIPRmmVUqZybqbyuNriw==","name":"Dave the Dude","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Porter Jarrard, Dave Jacobson 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":22,"mp_id":"106169442","mp_crag_id":"105868804","climb_id":"ZTnIPRmmVUqZybqbyuNriw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Vertical to very slightly overhanging.A few crack moves at the beginning, then out onto a very crimpy face. Dont get sucked out right. Tough move to a flake on the left when the face starts to get blank. Cool moves on the flake to the anchors. One of the best routes of its grade at the red, in my opinion.","protection":"7 Bolts plus anchors. 9 quickdraws.","location":"50 feet right of doppler effect. Bolted seam."},"__v":0},{"_id":"gCcG1KXsWl+MnyJXLSmN5Q==","name":"Corpus Delicti","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Porter Jarrard, Jeff Moll in 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":10,"mp_id":"111889920","mp_crag_id":"105868804","climb_id":"gCcG1KXsWl+MnyJXLSmN5Q==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"Climb through big jugs until you reach the thin slab. Make delicate moves up to the bulge then continue with easier climbing to the anchor.","protection":"7 bolts","location":"This is the second bolted route to the right of 'No Return.'"},"__v":0},{"_id":"WAIKs82cXVCZNotgWOqzuA==","name":"Commencement","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Porter Jarrard & Rob Turan, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":9,"mp_id":"105917962","mp_crag_id":"105868804","climb_id":"WAIKs82cXVCZNotgWOqzuA==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A nice long route with difficulty somewhere in the 5.11 range depending upon the exact path taken- going too far right is supposedly the \"real route\" and the way to make this 11d as it was initially rated.  However, the most natural line, which is direct and well within reach of the bolts feels at the easy end of 5.11. Steep moves on good holds lead to a more vertical wall with smaller but still positive holds.","protection":"10 bolts to a bolted anchor, 60 meter rope.","location":"Just to the right of the approach this is the first sport route encountered.  It is a few feel right of a black handcrack (\"No Return\") and is at the right edge of a small arch in the rock at the start."},"__v":0},{"_id":"Iql8gJKuU/yr14cSDKicJw==","name":"The Big Bang","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Martin Hackworth, 1984","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"left_right_index":20,"mp_id":"115378797","mp_crag_id":"105868804","climb_id":"Iql8gJKuU/yr14cSDKicJw==","areaRef":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":"A top rope for this route can be set up by using the anchors of Doppler Effect. If leading, the gear just about ends once the crack ends about halfway up. On September 29, 2018, a critical hold was broken which likely increases the difficulty a letter grade or two.","protection":"A small rack with pieces up to 1.5\"","location":"40 feet right of Nolo Contendere, just left of Doppler Effect."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,a9cad071-9db6-50ca-a2bd-9c5cb6c64aca","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Eastern Sky Bridge Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.14a"},{"count":1,"label":"V2"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"V5"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":1}},"sport":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":12,"expert":0}},"boulder":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":15,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.58104,37.81596]},"bbox":[-83.58160920144897,37.81551033981813,-83.58047079855105,37.81640966018186],"left_right_index":-1,"ext_id":"105868804","area_id":"qcrQcZ22UMqivZxctsZKyg=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:03:52.821Z","updatedAt":"2022-11-25T11:18:33.717Z"}