{"_id":"63689f14e80bff5a99509053","area_name":"Random Boulder","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,2d478792-07fa-599c-8787-6adbec93db9f,4bf649f1-c23d-539a-9da7-be57dd75a790,f1503ba4-9411-5099-a3f7-a7096b6834af","pathTokens":["USA","Georgia","Hitchiti Boulders","Random Boulder"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.7138,33.0235]},"bbox":[-83.71433630118727,33.02305033981814,-83.71326369881274,33.02394966018186],"left_right_index":-1,"ext_id":"106371807","area_id":"8VA7pJQRUJmj96cJa2g0rw=="},"content":{"description":"Recently we tried a shortcut off of a forest road to get down to the river and the Hitchiti Boulders.  The old road that we were own disappeared and we ended up tromping through the woods in the direction of the river.  We ran across this boulder on the side of a hill above a small creek.  It's probably a half a mile or so away from the river and the main conglomeration of boulders.  It's not to far from where the power line crosses the forest road that you take from Jarrell Plantation road if you know where that is. \n\n  It's out of the way but it's not too bad.  There are probably two or three pretty tough routes on this rock.  It needs a lot of cleaning but it's mainly moss.  There doesn't seem to be anything else around it that is climbable.  The thing that would make this boulder tough is the texture of the rock.  It seems to be a different type of rock than the main boulders but I don't know what it is.  It's darker and little more brittle but the rock is super rough.  Hitchiti rock is already pretty much like sand paper or worse.  This boulder is a flesh eater for sure.  It's even more course than what is down by the river.  No problems with friction at all.  We haven't tried any routes on it but there are a few possibilities there.  I'd say they are V4 or higher.  The boulder itself is maybe 15 ft high or so.  I don't know if it's worth going out of your way for but if you've exhausted everything else in Middle GA then give it a shot.  We probably will after we get done with the main boulders at the river."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:00:53.206Z","updatedAt":"2022-11-25T11:18:08.478Z"}