{"_id":"6368a6a1e80bff5a995d1c18","area_name":"North Peak - East Face","shortCode":"","climbs":[{"_id":"8+5WoJQ9WhGP/rn7gI0s5Q==","name":"You, Me, and the Buzzard","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Glenn Doell, Kreig Williams 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":26,"mp_id":"120772441","mp_crag_id":"106058476","climb_id":"8+5WoJQ9WhGP/rn7gI0s5Q==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb up the easy, but runout ledges (5.3-ish) to a larger ledge beneath a steep wall with a diagonal crack.  Make a few difficult moves to gain the crack and climb this to a good ledge.  Step across the small gap to a notch in the wall at the ridgeline and make a belay.\n\nTo descend, you can walk off north towards the Observation Deck, rap off the pine tree in front of you, or downclimb Pooh's Corner (5.2).\n\nThe crack protects very well, it's just a shame it's so short.\n\nThis climb was originally listed as a variation to Long Leggedy Beasties, a supposed 5.4 climb in this area.  In the research for Ed 4, I searched a long while up there for anything in that range and found nothing else to lead me to believe there's a 5.4 (or even close to that grade) route there. There's a lot of lichen-covered rock further left of the crack and very little, if any, protection options.","protection":"Gear to 3\" should be sufficient.","location":"Start below some easy ledges, just left of the obvious corner of Pooh's Corner.  You should be able to clearly see the clean crack further up the climb."},"__v":0},{"_id":"1XdFZbt/VZy5McUqzeIQUw==","name":"Wolery","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Christian, W. Putnam; 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":18,"mp_id":"116743339","mp_crag_id":"106058476","climb_id":"1XdFZbt/VZy5McUqzeIQUw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"P1: Climb to the top of the short pillar.  A large cam would be helpful here to keep it from being nearly a bit runout.  From the top of the short pillar, move out left and up, following groove to a small, angled, right-facing corner.  Climb this corner and gain the main large crack of the huge left-facing corner.  Place some big gear as you move up and top out the flake to a nice ledge. (5.6 PG)\n\nP2: Move right along the ledge and finish up the the easy right-facing corner to a large pine tree.  There should be a cord and rap rings on this tree as it serves several climbs in the area (5.3 PG)\n\nIt's possible to lead it in one pitch but the rope drag across the ledge to link pitches is rather heinous.\n\nIf the rap rings aren't on the tree, either walk off to the north (right) to an easy downclimb at Pooh's Corner or walk all the way up past the observation deck and back around to the base.","protection":"In addition to a standard trad rack, take at least a #4 and a #5 cam.  Rap station at the top on a large pine tree.  A 60m rope will get you down in one rap.","location":"Start beneath a large pine tree, at the left side of a short pillar that's about 15' tall and is left of the obvious, large left-facing corner of Desperado.  This is uphill a bit from the well-traveled Rox Salt crack."},"__v":0},{"_id":"0J4hKajZX9mP9Wn1d6zTmA==","name":"Unrelenting Verticality","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herb Laeger, Eve Uiga, Charlie Rollins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":11,"mp_id":"106060116","mp_crag_id":"106058476","climb_id":"0J4hKajZX9mP9Wn1d6zTmA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the steep right leaning crack to a small tree.  Good stances.  The crux is near the start.","protection":"Used to be rated R, but not in the latest guidebook.  Moves near the ground are harder to protect, but with modern gear, it protects fine.","location":"Right leaning diagonal crack just to the right of Finger Stinger."},"__v":0},{"_id":"ps9BHcszUNiFAEyd5wy/lw==","name":"Unlimited Sky","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Don Womack, John Govi, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":19,"mp_id":"120054595","mp_crag_id":"106058476","climb_id":"ps9BHcszUNiFAEyd5wy/lw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the start of Desperado up to the roof, but instead of traversing right to pull the roof on Desperado, clip the first bolt and head straight up over the roof through a sizable runout and a few reachy crux moves to reach the second bolt. Clip the second bolt and continue straight up on shallow crimps past one more very old rusty bolt to a good ledge. From the ledge head up and right to the large pine tree with old slings. Rumor has it the route was originally climbed with just the single old bolt.","protection":"3 bolts, .3-3, stoppers, no anchor","location":"Shares a start with Desperado about 10ft left of the prominent Desperado Direct corner."},"__v":0},{"_id":"/Vb8WsYTWC+trWErStaDzA==","name":"Streptococcus","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Howard Doyle, Lotus Steele","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":29,"mp_id":"107097204","mp_crag_id":"106058476","climb_id":"/Vb8WsYTWC+trWErStaDzA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the broken face up to a steep right-leaning crack in orange rock.  Follow the crack to it's end at a horizontal.  Steeper than in looks.","protection":"Standard Seneca rack.","location":"Starts 20 ft left of the end of the North Peak.  Look for the obvious crack in the middle of the face."},"__v":0},{"_id":"4Q8GzqigX+uvd0zblj0/7Q==","name":"Some Things Never Change","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Herb Laeger, Howard Doyal 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":8,"mp_id":"116604966","mp_crag_id":"106058476","climb_id":"4Q8GzqigX+uvd0zblj0/7Q==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the Lichen covered face straight up following the line of shiney bolts, move right at the end to the ledge with anchors above Blue Highway, or continue to the summit.","protection":"New bolts, almost all the way up, one small cam will shorten the distance between two of the bolts. Bolt anchor to the right on Blue Highway.","location":"Located at the top of the first pitch of Roux find the bolted face behind the tree. The climb is just right of Heat Lichening and Lichening Bolt, which start on the ledge above Lichen or Leave It."},"__v":0},{"_id":"cAeJMSWUXx6LYaacvZkw6A==","name":"Sally's Peril","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chuck Sproull, Sally Jordan, Peter Gardiner 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":15,"mp_id":"117536102","mp_crag_id":"106058476","climb_id":"cAeJMSWUXx6LYaacvZkw6A==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"1) Move up a right trending ramp, then back left under (or over) a bulge towards the tree 35' up. Suggest you belay off the cold shuts, but you could link this into the second pitch (35ft). This short section feels more like 5.7 moves -- Rox Salt may offer an easier variation for this section.\n\n2) Continue to the right, up a left-facing corner. This eventually turns into a vegetated ramp. At the end of the ramp there is a larger tree with slings and rap rings, at the base of an obvious chimney. (65ft)\n\n3) Move up and right through the great chimney, possibly moving onto the flake for a period. The Barnes guidebook notes that it ends on the summit, but the obvious end seems to be a large tree at the end of a short traverse, that allows a single 70m rap to the ground (probably even doable with a 60m)\n\nGoing up to the summit ridge would be a 4th class scramble that would be smart to protect.","protection":"Standard Rack, Bolts & Trees for anchors.","location":"Begins directly underneath the tree to the right of the two cold-shuts at the end of Really Flakey / at the top of Rox Salt."},"__v":0},{"_id":"XK/+gle8Udug7Ps2gsq5xA==","name":"Rox Salt","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Howard Doyle, Lotus Steele","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":13,"mp_id":"106060127","mp_crag_id":"106058476","climb_id":"XK/+gle8Udug7Ps2gsq5xA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Very popular route.  A great lead for someone breaking into the grade at Seneca.  Follow the right leaning hand crack to large ledge.","protection":"Hand size pieces. There are two cold shuts at the top, that are shared with Really Flakey and Sally's Peril.","location":"Just right of\n\nUnrelenting Verticality\n\n, behind a large tombstone sized detached rock."},"__v":0},{"_id":"O7Oj51Q5UbalNaSVUP5cBQ==","name":"Roux","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":4,"mp_id":"106449607","mp_crag_id":"106058476","climb_id":"O7Oj51Q5UbalNaSVUP5cBQ==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Roux follows the large, obvious left-facing corner right beside Lichen or Leave It. Most folks do one pitch, then rap off the large tree at the top. You can do a second pitch to the summit (ends in a chimney) but then you'd need to walk off and around...a loose and dangerous proposition.","protection":"Good place to learn to lead. It eats large pro of all types.","location":"First prominent corner uphill from Gunsight Notch."},"__v":0},{"_id":"W4xOdne3WmWkr2BLYUU/kw==","name":"Really Flaky","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Beck, Ed Lacroix","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":14,"mp_id":"106060135","mp_crag_id":"106058476","climb_id":"W4xOdne3WmWkr2BLYUU/kw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"This is a great alternative to\n\nRox Salt\n\nfor someone who is solid at the grade.  Climb a finger crack and left facing corner passing a few pitons to reach the anchors of\n\nRox Salt\n\n(P1).  This really isn't R rated, but the pins are old.  From the anchors of\n\nRox Salt\n\n, continue up flake sytems to the top.  You are given 2 options about 10 ft up from the\n\nRox Salt\n\nanchors.  The flake system goes straight up or to the right.  If you continue to the right, there are some sections of loose rock near the top.","protection":"Some small cams and nuts.","location":"Locate the anchors for\n\nRox Salt\n\n, start directly under them."},"__v":0},{"_id":"U96WiYPgWEyEky/LRksiaQ==","name":"Question Mark","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Stenger, Rick Varner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":25,"mp_id":"120767550","mp_crag_id":"106058476","climb_id":"U96WiYPgWEyEky/LRksiaQ==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"From the tree anchor, move left up the slope to an obvious open book with a crack in the back.  Climb up this, exiting out right (crux) near the top and then up to the main ledge along the ridgeline of the North Peak East Face.  There are a couple of good spots at the top to make a belay.\n\nTo descend, either walk off to the north towards the Observation Deck or move south just a bit and find the rappel tree at the top of Desperado.\n\nAlthough short, it's a decent line and feels more like you're climbing granite. If you're in the area and looking for something off the beaten path, this is a decent option.  Difficulty was seriously undergraded in previous guidebook editions.","protection":"A standard trad rack should suffice...nothing larger than 3\" needed.","location":"Climb Exposition Gully to the top of the first pitch (the main gully/corner) and a tree belay.  Question Mark starts here."},"__v":0},{"_id":"gHC8q3a5XJezbqN4DJZAOA==","name":"Psychoprophylaxis","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Hand, Hunt Prothro, Herb Laeger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":17,"mp_id":"106060827","mp_crag_id":"106058476","climb_id":"gHC8q3a5XJezbqN4DJZAOA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb up the face to gain access to a left facing corner with a fingers crack in the dihedral.  Climb the corner until the crack stops(crux).  From this point if you continue straight up, you will join the finish of Great Impostor.  Instead, place some good gear and head right and up aiming for a large ledge with a tree.  The last 20 Ft is much easier than the rest of the route, but there's not much gear.  Although the last section is somewhat overhanging, you are on really positive holds, just don't stop and gun it for the ledge.  There's a second pitch but most parties only do the first.","protection":"Most small cams ( < .75\") and nuts. A little thin on gear at the top.  Rappel from tree at the end of the first pitch.","location":"Start beneath an obvious left facing corner about 20 ft to the right of Great Impostor."},"__v":0},{"_id":"9Fa9r7GNXCmKMmDMelAbYA==","name":"Promiscuity","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":23,"mp_id":"120772379","mp_crag_id":"106058476","climb_id":"9Fa9r7GNXCmKMmDMelAbYA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the left up to the crack that rises from right to left and pull up to a stance.  Work your way up the face to some left-facing hollow flakes.  Move left around these and up to a couple of right-facing corners and then to the top.\n\nA nice TR that you can easily rig off the tree on Christopher Robin up above.","protection":"R/X.  Very sparse protection options and what is there isn't that good.  Easy enough to TR though.","location":"Start is directly below the large pine on the ledge above that marks the end of Christopher Robin's first pitch.  This is about 10-15ft right of the start of Bandito and about the same distance left of the gulley where Christopher Robin starts."},"__v":0},{"_id":"LyWzmwf8UoqYDn7SmeWHPw==","name":"Oh Pooh","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"US Army 1943","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":27,"mp_id":"119598451","mp_crag_id":"106058476","climb_id":"LyWzmwf8UoqYDn7SmeWHPw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb directly up the face that is underneath the notch. Easy ledges to a large flake to easy ledges. Ample gear throughout.","protection":"Lots of places for cams and nuts.  Didn't use anything bigger than a #2 C4. Easy stances to place gear, so it is good for a beginning leader.","location":"The route is located underneath a noticeable notch at the top, this is also where it finishes. There is a left facing corner to climbers right of the start of this route. And there is a large tree up a right facing corner to the climbers left of this route."},"__v":0},{"_id":"8nzKziXHUIexFf7xftWHLA==","name":"Nubbin Drubbin","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sandy Fleming","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":12,"mp_id":"113205281","mp_crag_id":"106058476","climb_id":"8nzKziXHUIexFf7xftWHLA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Nice addition to the area. Not a 5.9 as it's called in the new guide.\n\nFrom the anchor at the top of Rox Salt, step out left and traverse about 10 ft onto the ledge and head up towards the first bolt.  A couple of unprotected 5.6-ish moves gets you to the bolt.  Careful of the hollow flake.  Follow the line of bolts.  Gear placement possible between bolts 2-3...#2 cam or a medium size hex (BD #8/9) should drop in there.\n\nTwo noticeable cruxes-between bolt 1-2 and further up near the top by bolt 4-5.  Two bolt anchor with rap rings at the top.  First one involves a hard sidepull with thin feet...gotta get the sequence right.  The second is on small crimps.\n\nYou can rig a TR on this by climbing Really Flaky or most of Roux.  Rock quality is mostly good throughout.  You could probably escape the upper crux by moving further right to the sketchy large flakes of Really Flaky or to the left and easier holds on the blunt arete/corner.","protection":"Quickdraws and either a #2 cam and/or a medium hex.","location":"Starts on a ledge left of the bolts atop Rox Salt or right of the sling tree atop Unrelenting Verticality."},"__v":0},{"_id":"bfuetwSQXDio4f5aDPtlzw==","name":"Lichening Bolt","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":6,"mp_id":"108847323","mp_crag_id":"106058476","climb_id":"bfuetwSQXDio4f5aDPtlzw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Fairly crimpy and sequenced with interesting body positions moving left to right and back again.  Fall may hurt on this coming down onto lower ledge.","protection":"2 bolts, small gear (TCUs) and a small questionable piton that's questionable. Anchors at the top shared with north-facing crack climb \"Bear's Delight.\" Easily TR'ed after climbing Bear's Delight, which is a significantly safer way to do this great climb.","location":"On the face, directly above Lichen or Leave It, to the right of \"Bear's Delight.\""},"__v":0},{"_id":"cAiyqBRnVGiSNhukfFuvtw==","name":"Lichen or Leave It","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Howard Doyle, Lotus Steele","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":1,"mp_id":"106058493","mp_crag_id":"106058476","climb_id":"cAiyqBRnVGiSNhukfFuvtw==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"If you come to the North East face and you can lead Seneca 5.8, this is the climb to do!  Climb up to a large ledge and trend Left near a tree.  At this point, head back Right to access the beautiful right leaning fingers to hands crack.  Gear is a little skimpy to reach the tree (5.6) but from this point on it's G rated.","protection":"Gear < 2\".  Nuts and tri-cams are helpful.","location":"This is the first obvious route you come to when approaching the North East Face when approaching the East face from Roy Gap road."},"__v":0},{"_id":"x5iSbRAUWUe5Bq9VV+DuFQ==","name":"I Dream of Gina","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sandy Fleming, David McClain, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":9,"mp_id":"116606271","mp_crag_id":"106058476","climb_id":"x5iSbRAUWUe5Bq9VV+DuFQ==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Start at the horn on the top of the Roux flake, make a long stretch to clip the first bolt and then continue upward on thin face moves following the bolt line, you will need a few small cams to protect the run outs between bolts.","protection":"Bring a few micro cams to place between good bolts, bolt anchors at the top.","location":"Located just right of Travelers Rest and just left of Mama Miah, climb Roux or Nubbin Drubbin’ to access it. Or walk across the ledge above Lichen or Leave It. Start at horn on the top of the Roux Flake."},"__v":0},{"_id":"x8pIzBCwUySVASb2KmCeow==","name":"Keds","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Gathright, Istvan Sugar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":3,"mp_id":"106058500","mp_crag_id":"106058476","climb_id":"x8pIzBCwUySVASb2KmCeow==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the Roux corner to the point where you could traverse Left into Helter Skelter.  Instead, climb the crack heading up and right to reach the large ledge about 15 Ft. Right of the finish of\n\nLichen or Leave It\n\n.  Pretty solid moves for 5.7.  A good escape if\n\nHelter Skelter\n\nis too much for you.","protection":"A few hand size pieces.","location":"Just to the right of\n\nHelter Skelter\n\nand\n\nLichen or Leave It\n\n."},"__v":0},{"_id":"kCoPdk3jWT69Fc+rsjrWww==","name":"Helter Skelter","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Howard Doyle, Lotus Steele","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":2,"mp_id":"106058488","mp_crag_id":"106058476","climb_id":"kCoPdk3jWT69Fc+rsjrWww==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Start by climbing the ROUX corner until you can traverse Left to reach the start of the thin crack.  Climb the crack and make the reachy crux move to a good hold.  Then follow the left trending finger crack to reach the top of Lichen or Leave it.  Very thin face/crack climbing.","protection":"Small gear.  BD micronuts work well at the crux, plus some small camming devices 1\" or less.","location":"If you locate\n\nLichen or Leave It\n\n, this thin crack is just to the right."},"__v":0},{"_id":"IzC01nGDV3C4YINAGbEvTA==","name":"Heffalump Trap Direct","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"US Army 1943","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":28,"mp_id":"119598495","mp_crag_id":"106058476","climb_id":"IzC01nGDV3C4YINAGbEvTA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the left facing corner that makes the far left end of the Streptoccocus Wall. There are two horns to pull over or around. Crux is the second horn. Continue up into gully just below North Peak Summit.","protection":"Ample gear throughout. Mostly midsize C4s #.75 to #2 in the corner but plenty of options to be had. Good stances for placing.","location":"Climb is the left facing corner system at the far left end of Streptoccocus Wall. Route is Climbers Right of Oh Pooh."},"__v":0},{"_id":"xwqqMUQdX2e43lhWEs64JA==","name":"Heat Lichening","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sandy Fleming, Ben Mealey, David McClain, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":7,"mp_id":"116605015","mp_crag_id":"106058476","climb_id":"xwqqMUQdX2e43lhWEs64JA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the thin face straight up the orange rock towards a bolt, approximately 35-40ft up, placing protection along the way. Continue up past a few more bolts to a tree just below the summit ridge, you can use the Bear’s Delight Anchor on the left to Rappel.","protection":"Bolts, and Small Cams, I used .3, .4, .5, to protect the face up to the first bolt. Bolt anchors up and left above Bear’s Delight just below the Summit.","location":"The climb starts on the ledge above Lichen or Leave It, and Helter Skeltor. It is the climb just right of Lichening Bolt, and just left of Something’s Never Change."},"__v":0},{"_id":"qZmdlYHKXuuTXjM/4xWK/w==","name":"Gunsight To North Peak","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Chuck Sproull, Sally Jordan, Peter Gardiner, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":0,"mp_id":"112834382","mp_crag_id":"106058476","climb_id":"qZmdlYHKXuuTXjM/4xWK/w==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"A long route that can be done in 2-4 pitches depending on your preference on belays.\n\n#1 From the Gunsight Notch head northeast to heading to a wide chimney. Climb to a ledge , then follow to an inside corner\n\n#2 Ascend the corner to the top of the ridge\n\n#3-#4 Follow the ridge to the chimney and then continue to the summit.","protection":"Seneca Rack","location":"On the East Face of North Peak starting in the Gunsight"},"__v":0},{"_id":"daRWkDLpUqu5LMVmbCGRqg==","name":"Great Impostor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Marty McLaughlin, Howard Doyle, Jim Annex (1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":16,"mp_id":"107797961","mp_crag_id":"106058476","climb_id":"daRWkDLpUqu5LMVmbCGRqg==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Start on a ledge about 6 feet up, climbing up a somewhat broken face.  Climb the cracks up to a small tree/bush and then continue trending diagonally up and to the right. Step across and climb the arete on easy but runout climbing.","protection":"Standard Seneca rack.  You can sew it up past the crux, but it's run out the last 20 feet or so on easy (5.5) climbing.  PG rating overall.","location":"Between Sally's Peril and Pschoprophylaxis.  Rap from the tree."},"__v":0},{"_id":"wzhYu+NGW0+zxbA0zlLtfA==","name":"The Finger Stinger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Herb Laeger, Eve Uiga","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":10,"mp_id":"106058480","mp_crag_id":"106058476","climb_id":"wzhYu+NGW0+zxbA0zlLtfA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Start in a shallow left facing corner and climb up to the small overhang.  Step left to pass the overhang and find another left facing corner.  Follow this corner to a pine tree.  This route has pretty good protection, however the R rating is attached because the initial corner is an expanding flake.  If you are a solid 5.8 leader at Seneca, do not let the R rating scare you away.  Great moves!","protection":"standard Seneca Rack","location":"Start just Left of Unrelenting Verticality or slightly uphill from\n\nLichen or Leave It\n\n."},"__v":0},{"_id":"JX0AHm0uXHyyLb1IjoHLmA==","name":"Desperado Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Bercaw, Dennis Udall","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":21,"mp_id":"120059599","mp_crag_id":"106058476","climb_id":"JX0AHm0uXHyyLb1IjoHLmA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"A much better start to Desperado but quite a few grades harder. Climb the large left facing corner through pumpy laybacks and stems to reach the roof. From here get a good hand size piece in the crack and make a very strenuous (crux) move left out of the corner to rejoin the original Desperado route where it goes through the roof. Be sure to keep an eye out for a few small micro stopper placements in the corner without them the route becomes rated R very quickly.","protection":"Micro stoppers, stoppers, .1”-2” cams","location":"The obvious left facing corner 10ft right of the original Desperado start and about 10-15ft left of the left slanting crack of Bandito"},"__v":0},{"_id":"4j7HnRCgWtG6BQUcsqVMYg==","name":"Desperado","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Buddy Guthrie, Dee Dee Guthrie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":20,"mp_id":"106058506","mp_crag_id":"106058476","climb_id":"4j7HnRCgWtG6BQUcsqVMYg==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"This is a fantastic 5.9!  Climb up the face to reach the overhang and then traverse Right to reach a left facing corner (crux).  Follow the corner to a large ledge.  The traverse to the right is the business and coolest part of the climb.  Well protected and exciting!","protection":"Hands size gear and smaller.","location":"Find a fairly obvious overhang and left facing corner system as you walk uphill from Great Imposter."},"__v":0},{"_id":"YYBgIsj1VDW2Kav8kRQsYg==","name":"Christopher Robin","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"US Army 1944","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":24,"mp_id":"120767699","mp_crag_id":"106058476","climb_id":"YYBgIsj1VDW2Kav8kRQsYg==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"P1: Move up the short, ledgy slab and climb/walk up a ramp with a steep wall to the right.  The pitch ends at a large pine tree (great anchor for the climbs directly below).\n\nP2: Continue up the corner system, passing a steeper bit of rock around an overhang and up to the top and a pine tree belay shared with Desperado.\n\nWalk-off north or rappel off the tree.","protection":"Standard trad rack; nothing special.","location":"It shares the start with Exposition Gully.  From the large, obvious left-facing corner of Desperado, continue north about 30 yds to the base of a short slab that leads up into a gully with a large left-facing corner (there's a good sized pine at the base of the corner)."},"__v":0},{"_id":"mzRWlw81WXuyg0K31iqtOg==","name":"Bandito","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hunt Prothro","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":22,"mp_id":"106058511","mp_crag_id":"106058476","climb_id":"mzRWlw81WXuyg0K31iqtOg==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"This is a relatively light 5.9 by Seneca standards.  Follow the left trending finger crack to reach a corner.  Follow the corner to reach a ledge.  Fun moves, well protected.","protection":"Great pro, 1\" or less.","location":"Just uphill from\n\nDesperado\n\n.  About 20 Ft. Right of Desperado Direct."},"__v":0},{"_id":"Fp0+93aXUiGPc5mZbLDieA==","name":"Bear's Delight","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Christian, W. Putnam, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"left_right_index":5,"mp_id":"107233573","mp_crag_id":"106058476","climb_id":"Fp0+93aXUiGPc5mZbLDieA==","areaRef":"SWG0GW9JX+elY2Px+uCidw=="},"content":{"description":"Climb the corner.  Pass the pine tree and pull the bulge to the top.\n\nThe book rates it at 5.5.  It's every bit as difficult as Front C so I'd put it at 5.6.  Definitely a fun little route worth doing if you're there.  Take a camera up with you as the top of the climb affords one of the best views of the South Peak East Face.","protection":"Standard trad rack. Rap/belay anchor at the top.  The anchors were not put in for this climb.  They're there for Lichening Bolt, though they do make the descent from Bear's Delight a zillion times easier than topping out and walking off this part of the crag.","location":"This is the large right-facing corner on the left end of the ledge atop Lichen or Leave It and Helter Skelter."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,3cb64de3-1c23-5350-abdb-baefd7fbf103,4961b419-6f49-5fe7-a563-63f1fae0a277","pathTokens":["USA","West Virginia","Seneca Rocks","North Peak - East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":3,"label":"5.6"},{"count":5,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":2,"label":"5.3"},{"count":3,"label":"5.7"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.1"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.0"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":29,"bands":{"unknown":0,"beginner":16,"intermediate":12,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.36542,38.83537]},"bbox":[-79.36599726375873,38.83492033981813,-79.36484273624129,38.835819660181855],"left_right_index":-1,"ext_id":"106058476","area_id":"SWG0GW9JX+elY2Px+uCidw==","polygon":{"type":"Polygon","coordinates":[[[-79.36599726375873,38.83492033981813],[-79.36484273624129,38.83492033981813],[-79.36484273624129,38.835819660181855],[-79.36599726375873,38.835819660181855],[-79.36599726375873,38.83492033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T06:33:08.726Z","updatedAt":"2024-02-19T18:42:39.149Z"}