{"_id":"6368a1b8e80bff5a995541e2","area_name":"Bulbasaur Area","shortCode":"","climbs":[{"_id":"WEHyPiXkWLuevFc7IOlS5w==","name":"Shiny Bulbasaur","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66363,43.09339]},"left_right_index":2,"mp_id":"119306872","mp_crag_id":"116795936","climb_id":"WEHyPiXkWLuevFc7IOlS5w==","areaRef":"qwj4AU7aV1Kiu29MpG3IUA=="},"content":{"description":"This problem is a left exit to \"Bulbasaur\". It adds several challenging moves on slopers into the classic one-mover \"Bulbasaur\".\n\n Sit-start with your hands crossed on the laser-cut overhanging arete. Find the body tension and smack up to the lip of the overhang. From here match and bust out left on some great Clough slopers! After a few moves, figure out some foot beta and press it out for the full value battle with not just Bulbasaur, but a special one, a Shiny one.","protection":"2 or 3 pads. Last few moves are cruxy.","location":"This boulder is found just pass the Threshold Boulder and on the left. It is almost on top of the Threshold Boulder. This problem climbs the right overhanging arete and traverses slopers left on the South-face of the boulder."},"__v":0},{"_id":"QrIDiofzVzm/FhMqUvucRw==","name":"Hypnotic Ditch-Hiker","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66363,43.09339]},"left_right_index":1,"mp_id":"116811995","mp_crag_id":"116795936","climb_id":"QrIDiofzVzm/FhMqUvucRw==","areaRef":"qwj4AU7aV1Kiu29MpG3IUA=="},"content":{"description":"Good rock quality, obvious starting rail,  and powerful moves to textured slopers on a rad suspended arete.\n\n Sit or squat-start matched on a smooth flat rail under the boulder. Find some feet and pull on before tossing up to a good sloper. Figure out how to match and continue up on slopers and press it out to gain the top of the boulder.","protection":"1 or 2 pads. The landing is a bit awkward, but a big pad levels it out safely and a briefcase or slider helps the climber feel a bit more comfortable.","location":"This problem is located directly behind \"Bulbasaur\". It is the obvious suspended prow with a sloping rail start. \n\n From the buoys, hike right along the hillside pass The Movie Gallery. Once the Threshold Boulder is reached, walk around the right side before cutting back left and hiking a few yards up the hill. The first boulder found is the boulder with \"Bulbasaur\". Once \"Bulbasaur\" is located, \"Hypnotic Ditch-Hiker\" can easily be found behind said problem on a slightly lower tier."},"__v":0},{"_id":"tPDG0ebmXZSzGRUfuuImrg==","name":"The Clementine Incident","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66363,43.09339]},"left_right_index":0,"mp_id":"119240883","mp_crag_id":"116795936","climb_id":"tPDG0ebmXZSzGRUfuuImrg==","areaRef":"qwj4AU7aV1Kiu29MpG3IUA=="},"content":{"description":"Sit start the face of the roof with a good left hand edge and a hand-heel match out right in the horizontal slot. A less flexibility dependent right hand start hold is found slightly closer, this hold is a small poor crimp. Once oriented, pull on to the wall of the boulder and move up to a textured crimp, from here find a foot and smack out to the sloping arete before executing a powerful bump or right hand toss for the lip of the boulder. Top out on positive textured slopers.","protection":"2 smaller pads. Landing is a bit tight and there is a spike out left.","location":"This climb is found just left of \"Hypnotic Ditchiker\", on the same boulder.  This is the face of the boulder on the downhill side of the boulder found behind \"Bulbasaur\"."},"__v":0},{"_id":"lrbFADk4XDCpUmKGUjxbKA==","name":"Bulbasaur","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66363,43.09339]},"left_right_index":3,"mp_id":"116811922","mp_crag_id":"116795936","climb_id":"lrbFADk4XDCpUmKGUjxbKA==","areaRef":"qwj4AU7aV1Kiu29MpG3IUA=="},"content":{"description":"This is a short powerful overhanging arete found on a nice looking boulder. \n\n Sit-start crossed with both hands on the textured arete. Start with the right hand on a sidepull pinch, and the left hand about 8 inches lower on another pinch that feels pretty poor and friction dependent. Choose the footholds wisely and power up to the lip while keeping the legs engaged. Smack and latch the left-hand sloper before pulling up to improving holds for the right hand. Hit a bucket then figure out how to top out.\n\n Short, powerful, core intensive, aesthetic and quite pure. The 3rd ascent is still up for grabs!","protection":"1 or 2 pads. The landing is a bit funky, but it is safe.","location":"From \"The Golden Nikes\" and The Movie Gallery, walk right along the hillside for 30 yards. The \"Threshold Boulder\" will be found, which is about 30 feet long and about 9-10 feet tall. Just above the \"Threshold Boulder\" lies another decent sized boulder. \"Bulbasaur\" is found on the south side of the boulder on the 45-degree overhang."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,6056aba9-572d-55bb-aee0-9cf38afb071a,cde1f16d-b72b-5224-a585-3a4db5d590fa,c5e61744-8635-5f93-bb6e-e86b28fdbcad,7eb9119d-d269-52fd-81c7-fa3931340eab,ab08f801-4eda-5752-a2bb-6f4ca46dc850","pathTokens":["USA","New Hampshire","Merrimack Valley","Clough State Park","North End, The","Mammoth Rock Area","Bulbasaur Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V6-7"},{"count":1,"label":"V3-4"},{"count":2,"label":"V5"}],"byDiscipline":{"bouldering":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.66363,43.09339]},"bbox":[-71.66424576948049,43.09294033981814,-71.66301423051951,43.093839660181864],"left_right_index":-1,"ext_id":"116795936","area_id":"qwj4AU7aV1Kiu29MpG3IUA=="},"content":{"description":"This area is found just past The Movie Gallery. There is a long boulder found at the base of the hillside while walking from The Movie Gallery towards Mammoth Rock, this boulder seems to be the threshold separating the two areas. The \"5-0 Block\" also sits on the hillside and also serves as a divider between the two areas.\n\n In the Mammoth Rock Area, the climber will find a few handfuls of quality problems. Most of the problems found here are relatively short in height. Regardless of height, these boulders provide some interesting sequences and some powerful and technical movement."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:18.861Z","updatedAt":"2024-01-15T16:46:56.828Z"}