{"_id":"63689f33e80bff5a9950cb21","area_name":"Harrison Peak","shortCode":"","climbs":[{"_id":"+H42WyYHVSieb4RE2B9ong==","name":"Twin Flakes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"left_right_index":2,"mp_id":"119248980","mp_crag_id":"111940018","climb_id":"+H42WyYHVSieb4RE2B9ong==","areaRef":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":"It's hard not to like this route!\n\nPitch One: Find large broken 'thumb' about ~50 feet up the wall. You will either climb this on the left or right (Pick your own adventure). Once past the broken thumb you'll encounter a series of awesome left and right facing flakes (hence the name).  Belay On a small ledge. 5.7\n\nPitch Two: You can either take the right crack or the left crack. Left crack is awesome and more direct. Right crack is easier but you'll have some rope drag. The rock is generally bomb proof but you may run into a few loose flakes that need to be trundled. Belay on a  large ledge with a dead tree. 5.7 - 5.8 depending on the line you take.\n\nPitch Three: Begin right of the ledge in a small finger crack (nuts protect this crack nicely). Aim for the right side of the large imposing roof, plug a small cam and make a big blind reach for a nice jug and mantle. Follow a hand crack up some slabs to the summit. 5.8","protection":"Nuts, cams (doubles in .3 -3 will protect it nicely).","location":"Right of Running flakes"},"__v":0},{"_id":"ECllsYjrWFC0qEqYfSVtgg==","name":"South Face Standard Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"left_right_index":0,"mp_id":"111940139","mp_crag_id":"111940018","climb_id":"ECllsYjrWFC0qEqYfSVtgg==","areaRef":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":"Romp up the clean, white granite on the South Face of Harrison peak that travels up the obvious large weakness of the face.","protection":"Single rack .3-3 with doubles of .3-.75. Nuts.","location":"On the South Face of Harrison Peak, heading up the right side of a white granite streak.  The crux layback is obvious at the top."},"__v":0},{"_id":"EpkViYWsVnueGCdvwQNm0Q==","name":"Running Flakes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"left_right_index":1,"mp_id":"119248772","mp_crag_id":"111940018","climb_id":"EpkViYWsVnueGCdvwQNm0Q==","areaRef":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":"This is a route you're either going to love or hate.\n\nPitch One: Find a a pile of white and gray boulders at the base of the buttress; look up and find a ledge with a few trees about ~150 feet up the wall. Getting there is up to you - pick your own adventure. 5.5 - 5.6. There may be a bunch of bail tat on a few of the trees and chock stones.\n\nPitch Two: You'll either love or hate this pitch. Chimney, jam, grunt up the left facing dihedral for ~ 125 feet until you see an obvious break in the dihedral on your right. Scramble up the break - make a big reach to the next left facing crack and head up to a large ledge with a dead tree. Belay here. Sustained 5.8 with a few 5.9 moves.\n\nPitch Three: Begin right of the ledge in a small finger crack (nuts protect this crack nicely). Aim for the right side of the large imposing roof, plug a small cam and make a big blind reach for a nice jug and mantle. Follow a hand crack up some slabs to the summit. 5.8","protection":"Nuts, Cams (Doubles in .4 - 3 will sew it up nicely).","location":"Look for the obvious buttress (Right of the standard route). You'll see a pile of big white and gray boulders on the ground."},"__v":0},{"_id":"DF1I8/i2X72r/r55MpY0Sw==","name":"Keystone Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Green/ M. Kubiak 1984","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"left_right_index":999999,"mp_id":"114167498","mp_crag_id":"111940018","climb_id":"DF1I8/i2X72r/r55MpY0Sw==","areaRef":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":"This is the direct finish variation that branches off of the standard routes second pitch. Excellent rock quality and gear. You might consider back cleaning your first piece to reduce drag. the rope also has a tendency to get jammed in a crack at the first roof. Just place a piece there and the rope won’t slide in as easily if at all.","protection":"A set of stoppers and BD cams from 00-1 There are two LA pitons as well.","location":"After P2 you move up past the horn  and up part of the curving lay back crack until you reach a comfortable stance at the route divergence. An arete forms which you bear hug and then step out left. A Lost Arrow piton used to be in the small horizontal crack which now protects with the smallest tricam or a BD 00 cam.\n\nFrom there you continue to move up a steep series of roofs.  There’s a nice little alcove to rest in before the last few moves take you up a finger crack.\n\nBelay off slung blocks."},"__v":0},{"_id":"xVPSAud4WTuEmKemPXyPLw==","name":"Beehive Five","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"left_right_index":999999,"mp_id":"116697055","mp_crag_id":"111940018","climb_id":"xVPSAud4WTuEmKemPXyPLw==","areaRef":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":"A day you will not soon forget. Here you have a blade of granite containing several distinct peaks jetting out of the beautiful alpine meadows above Harrison Lake and the Beehive Lakes. All in all, you will climb 5 peaks in a day, with the middle peak containing some vertigo inducing exposure. Total distance you'll travel is somewhere between 6 and 8 miles-ish. Hard to say, but you'll be out all day. Note: this climb should only be attempted by experienced parties. I'd also recommend to park at the Harrison Lake parking area (bring your own water).  From there it is recommended that you get an alpine start on this alpine romp.\n\nWalk down the Upper Pack River Rd for about half a mile to an obvious clearing and head towards Beehive Dome, once you've gained the base of the dome there's a bunch of ways up. If you stay on the far left side you will keep it at a 3rd class grade. So now trudge up this beast.  Once you're at the top enjoy the rad views, and continue on up the ridge. This will be a little bit bush-wacky, nothing new for the Northern Idaho climber. Following this you will hit the next peak. There is a third class way and a fourth class way up. Pick your poison.  Once there, you'll start scrambling down and trend to the right.  Your next peak is fairly obvious and goes no harder than third class. Once you top out this peak it is game on and I do mean game on.  The nice wide ridge that you passed before turns into an exhilaratingly thin ridge with sustained 4th class scrambling and at least the way I went, some mild 5th classy terrain.  Do be careful, a bad slip and you'll be in the paper. From here, delicately continue along the ridge until you hit the base of the fin. Most parties will rope up here.  The tricky part of the fin is definitely not the difficulty, 5.6 at most, but rather rope drag.  Lots of windy route finding, so use lots of runners and be sure to protect for your second on some of the traverses.  You'll have hundreds and hundreds of feet of exposure on both sides of you. Epic. Once you top out the fin, your last objective is the obvious peak in front of you. Stash the rack and the rope and cruise it, mild 3rd class on the last peak. Once complete, head down the same way you went up and then make a left turn down to Harrison Lake (you'll have to pop over a little ridge). Once down at the lake take the Harrison Lake trail back to your rig and revel in the awesome day you just pulled off!\n\nThere is a great description of this route in the Climber's Guide to North idaho and the Cabinet Wilderness.","protection":"alpine rack, lots of runners, gear to 3\"","location":"Start at the Harrison Lake trailhead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,2f02f909-b6ea-50fb-ac23-8155de306359,ad2a37f4-8c08-5e60-910d-bfbb1b703748,d0ef304d-0888-5574-8b9d-c95d36549b8f","pathTokens":["USA","Idaho","North Idaho","Selkirk Crest, The","Harrison Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.64632,48.68799]},"bbox":[-116.64700113908013,48.68754033981815,-116.64563886091987,48.68843966018188],"left_right_index":-1,"ext_id":"111940018","area_id":"0O8wTQiIVXSLncldNlSbjw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:01:24.235Z","updatedAt":"2024-01-15T16:44:33.996Z"}