{"_id":"63689de0e80bff5a994f91f3","area_name":"Superdeath","shortCode":"","climbs":[{"_id":"g/3npgnoX9O1i+DVTjrGdw==","name":"Until Death Do Us Part","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Bubb, J. Haas, 8/29/2015 (TR only as of writing)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":1,"mp_id":"110957611","mp_crag_id":"110957454","climb_id":"g/3npgnoX9O1i+DVTjrGdw==","areaRef":"FID2hWUMVY27w7XGsIKsJw=="},"content":{"description":"This is a somewhat more direct and singular line than\n\nSuperdeath\n\nbut less protected and a little harder.\n\nStart on the right side of the arete opposite the route\n\nSuperdeath\n\n. Climb an incipient crack/seam to the bulge/roof. Place a hand-sized cam or more gear here, then cut left (first crux) onto the arete at that point for the green and yellow Alien placements, then go back right (second crux) onto the face that was started on to finish within arms length of the arete such that the top bolt (ring) can be reached (3rd crux, thin).","protection":"It could be marginally protected with a small to medium nut, a hands-to-thin-hands cam at the roof, then a green and yellow Alien, then runout to the single bolt anchor on the prow, then up to the trad belay (nuts and a cam). Perhaps someone else will find more gear. It is probably best TR'd unless it is brushed clean first.","location":"This route ascends the RIGHT side of the same arete as\n\nSuperdeath\n\n, which is on the left."},"__v":0},{"_id":"chz4RQKkUaOqjaDq//DTVw==","name":"Superdeath","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"K. Lugbill, B. Feiges","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"left_right_index":0,"mp_id":"110957462","mp_crag_id":"110957454","climb_id":"chz4RQKkUaOqjaDq//DTVw==","areaRef":"FID2hWUMVY27w7XGsIKsJw=="},"content":{"description":"The crux of this route is cool and worth doing. Most of the rest is less interesting and could use a good brushing. The rock is lichenous and scruffy along its length, and one must be careful about using small edges. Available protection, aside the bolts, is a small nut at the beginning and then green and yellow Aliens at the horizontal break. The green Alien is the best gear but confiscates the best crux hold once placed.\n\nStart on the ground just left of the arete. Go up within arms length of the arete on small crimps and a few good edges. Short climbers will nto be able to reach the best edges from good feet and will find this portion of the climb both hard and for lack of gear considering the requisite insecurity they will feel on the intermediate moves.\n\nContinue up past a bolt, and place a few Aliens in a horizontal, in the middle of the crux sequence.  Get out onto and cross the arete to a face on the right side. This can be climbed directly up the arete (harder, perhaps a little dangerous) to reach the single bolt anchor on top, or a few feet further right and all the way up to the ledge and a belay on trad gear as per the F.A.\n\nWalk/scramble off to the West and then back to the base.\n\nTake a brush, and do everyone a favor if you do this route.","protection":"A few small or medium nuts and a few small Aliens. The top anchor is on nuts and a cam. The single ring anchor up top is not above the finish to the original route.","location":"This is the route with 2 bolts and a single bolt anchor on the obvious South arete of the crag."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,1480f685-650c-558d-bbc3-b5c6b082ac27","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Superdeath"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4102,40.0024]},"bbox":[-105.41078701031195,40.00195033981813,-105.40961298968807,40.00284966018186],"left_right_index":-1,"ext_id":"110957454","area_id":"FID2hWUMVY27w7XGsIKsJw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:55.697Z","updatedAt":"2022-11-25T11:16:27.020Z"}