{"_id":"6368a1b8e80bff5a995540c4","area_name":"04. Lion's Head","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,28caf581-f8e4-5e0a-bd89-06b71080d0c3,c47b8f60-de22-5d1d-8ea2-6349cb3b10a0","pathTokens":["USA","New Hampshire","WM: Pinkham / Presidentials","04. Lion's Head"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.29185,44.26412]},"bbox":[-71.29247790304599,44.26367033981814,-71.29122209695403,44.26456966018186],"left_right_index":-1,"ext_id":"117617105","area_id":"xHuPYN4iXR2OomNJyzsQoA=="},"content":{"description":"A place to investigate when the temps are in the 90's down in the valleys. At about 5000+ feet figure it will be 10 to 20 degrees cooler up here.\n\n Today most of the climbs would probably be considered \"highball\" boulder problems, usually 20 to 60 feet high on the sides of what amounts to giant boulders embedded in the framework of the mountain. [ see photos ] .\n\n We trucked over to Lion's Head one hot day this summer using the \"easy\" approach by auto on the Auto Road and a hike across the Alpine Garden. Took rope and a small alpine rack but didn't climb anything. Not sure why...but from the start it was designated an \"exploration day\" more than a \"climbing day\". You know the kind: late start, no hurry, leisurely lunch in a beautiful spot, and an hour or two of just \"scrambling and looking around\" and taking pictures.\n\n Hope the pictures might instill others to explore as well. There is a \"master photo\" showing where the locations of the subsequent photos were taken; this should assist and speed up other \"explorers\".\n\n We did find evidence of others having climbed there in the form or an old buttonhead 1/4-inch bolt. Probably (i.e. hopefully) installed before the Eastern Wilderness Act was passed, as today this is all part of the Presidential Wilderness, and while Car and trains are allowed (grandfathered) fixed protection is not. \n\n "},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:15.681Z","updatedAt":"2022-11-25T11:20:07.613Z"}