{"_id":"63689d20e80bff5a994f2180","area_name":"Cemetery, The","shortCode":"","climbs":[{"_id":"Ehn2+ES5XZO+CFud0L4pMg==","name":"white Rabbit","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Steve Bouzas","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":10,"mp_id":"119883197","mp_crag_id":"118268217","climb_id":"Ehn2+ES5XZO+CFud0L4pMg==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Engaging movement on solid stone. Start on right leaning jug rail at head height and get up into the shallow dihedral. Once stood up in the dihedral trend right and follow the seem up and right until it becomes a horizontal rail. get stood up on it. from there straight up the slab, path of least resistance. \"When logic and proportion have fallen sloppy dead And the White Knight is talking backwards And the Red Queen's off with her head Remember what the Dormouse said Feed your head, feed your head\"","protection":"landing is flat but it is tall so the more foam the better, and once your stood up on the horizontal rail its easy slab to the top.","location":"since the fire of 6/2019, you can now access this boulder from the cemetary. from Fallen Angel hike down and left and the big boulder is on the left as soon as you turn the corner. "},"__v":0},{"_id":"rx0VEmaHUXCiP2B+0Y+//g==","name":"Subway","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":3,"mp_id":"118268286","mp_crag_id":"118268217","climb_id":"rx0VEmaHUXCiP2B+0Y+//g==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Starts on horizontal, two-handed rail between two boulders. Climbs low, horizontally along increasingly smaller holds until a big move to a jug while trying not to dab on the boulder adjacent. Bottom rock the boulder is perched on top of is off. ","protection":"Pads","location":"From the entrance of The Cemetery turn north towards a galley of free standing boulders. Walking in between this galley there is a boulder perched somewhat precariously on a small boulder at the back of the stack on the right. In between this boulder and another boulder almost touching is Subway."},"__v":0},{"_id":"i4V4wTC2UJeKFt98Ig6oWQ==","name":"Shattered Fate","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Ben Boyd","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":7,"mp_id":"118829654","mp_crag_id":"118268217","climb_id":"i4V4wTC2UJeKFt98Ig6oWQ==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"The problem starts in the only hueco on this overhung wall. Climb left to the arete, then moving off of a micro crimp the start of Crystal Ball can be gained.","protection":"","location":"From the entrance to The Cemetery head straight, down the hill and passing the helmet boulder on your right. The trail turns north, just past a free standing boulder (before dropping off on steepish slabs). From the turn you'll immediately see the tall arete straight ahead. The start is left center wall in the only football sized hueco on the large overhung face."},"__v":0},{"_id":"vYXuZ3vyWRCHoO91lm3JEw==","name":"Redhook Torpedo","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Gilbert Espinoza","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":2,"mp_id":"118807398","mp_crag_id":"118268217","climb_id":"vYXuZ3vyWRCHoO91lm3JEw==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"On the north side of the same perched boulder as Subway. Start is in a two handed hueco at chest height underneath a small roof. Initially starting with feet off the bottom boulder seems strange, but works surprisingly well for climbers of all heights. The climb moves to a lip sloper then traverses further right into hueco pockets. Very good hueco just in reach allows to pull over the lip.","protection":"","location":"From the entrance of The Cemetery turn north towards a galley of free standing boulders. Walking in between this galley there is a boulder perched somewhat precariously on a small boulder at the back of the stack on the right. On the North side of this boulder there is a hueco under a small roof where the problem starts. Subway is on the south side of this same boulder."},"__v":0},{"_id":"CbEq3PPYXh2FmZWGKggNHA==","name":"The Reaper","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":5,"mp_id":"118808387","mp_crag_id":"118268217","climb_id":"CbEq3PPYXh2FmZWGKggNHA==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"The start is low down in the saddle with your heel hanging out over free air on a slopey ledge. Right hand on a good pinch and left hand on adjacent slopey ledge. Very exposed start but is relatively safe with some commitment to the movement. Move up through an arching undercling crimp rail with technical movement. The ultimate goal is to make a very positive spine that moves through the center of the helmet. Exit direct or skirt around the lip to better holds. This one would get 4 stars if not for that landing, definitely do not fall on the start or finish!","protection":"","location":"From the entrance you will see an unmistakable boulder that looks like a helmet high atop another turtle shell boulder. It is straight ahead from the entrance and commands a presence. Underneath you'll find very good roof bouldering with two distinct lines. Standing underneath, a saddle has been created from water run off. Low in this saddle to the right,with a bit of exposure, you'll find the start to The Reaper. "},"__v":0},{"_id":"1coV7Xh8V4atBemspCXuIA==","name":"The Orb","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Ben Boyd","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":0,"mp_id":"118832819","mp_crag_id":"118268217","climb_id":"1coV7Xh8V4atBemspCXuIA==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Just above head height on an overhanging arete is a horizontal, two-handed crimp rail. Very distinct and protruding from an otherwise blank section, this is the start to The Orb. A large boulder at the base can help to establish on the start. Poor/non-existent feet mark the first move right to a blind mail slot! Lying back with an amazing mixture of holds and movement you follow the arete up and up. Mostly very consistent difficulty, the small crux(if any) is very high off the deck to a relief jug. From here a few sustained moderate moves on the face will gain the easy top out of this highball beauty. A bold send indeed with a flat and mostly clear fall zone.","protection":"","location":"From the entrance turn north moving past the warm up boulder galley. A few trails will move this way until you are nearing the North wall that encloses The Cemetery. From here follow the trail northwest(parallel to this retaining wall) down in elevation through constricted trails. After dropping down a level The orb boulder is leaning against this North wall creating an alcove."},"__v":0},{"_id":"xCOu60BIVFew2TDDjoEgQA==","name":"The Mullet","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Mike Covington","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":4,"mp_id":"118808448","mp_crag_id":"118268217","climb_id":"xCOu60BIVFew2TDDjoEgQA==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Move up the center saddle through bomber huecos directly underneath the helmet boulder. Amazing warm up with a slightly spicy top out. Top is not hard but requires smart climbing and a little bit of head game. Finish by crawling underneath The Helmet.","protection":"","location":"Located directly underneath the helmet boulder which is visible from the entrance. Facing southerly and looking at the helmet it is the saddle dead center. Left side and right side variations exist on this boulder of equivalent difficulty."},"__v":0},{"_id":"9nitzJXnWiG8+Z1po+KW2A==","name":"Los Dos Pacificos","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Ben Boyd","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":8,"mp_id":"118808279","mp_crag_id":"118268217","climb_id":"9nitzJXnWiG8+Z1po+KW2A==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Starting on shoulder height crimps off a skirt. The first move is big (in the realm of a dyno) to an amazing chicken head. From here its bomber jugs to a slopey crimp on the lip. This thing is tall and the lip can be a bit insecure during warmer weather. You do not want to fall from the lip as this problem is somewhat of a highball. Better holds further back off the lip are your reward for braving the turn. Incredible rock quality with equally fun moves make this climb the best V3 in The Cemetery.","protection":"","location":"From the entrance to The Cemetery head straight down the hill passing the helmet boulder on your right. The trail turns north, just past a free standing boulder (before dropping off on steepish slabs). The trail opens up to a large boulder ahead (Crystal Ball arete) and the trail continues around behind this boulder turning downhill and west. A rocky slot takes you deeper into The Cemetery with some minor butt scooting to get down. At the bottom of the slot the trail turns north but Los Dos Pacificos is straight ahead if you follow the southern slot wall to its arete. Youll have to step up a waste high bank to continue following the slot wall. From the entrance the climb is about 6 or 7 minute hike essentially in the center of The Cemetary in a tree and bush filled basin."},"__v":0},{"_id":"1nDra3vuUL2R/rT98/r2WA==","name":"Fallen Angel","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":9,"mp_id":"118830125","mp_crag_id":"118268217","climb_id":"1nDra3vuUL2R/rT98/r2WA==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Starting at chest height chicken head move up and left to a somehwhat crumbly crimp. You'll know it because its small, sharp and far. Another long move to a high chicken head will allow access to a few hueco jugs. A short slab exits this tall boulder.","protection":"","location":"From the entrance to The Cemetery head straight down the hill passing the helmet boulder on your right. The trail turns north, just past a free standing boulder (before dropping off on steepish slabs). The trail opens up to a large boulder ahead (Crystal Ball arete) and the trail continues around behind this boulder turning downhill and west. A rocky slot takes you deeper into The Cemetery with some minor butt scooting to get down. At the bottom of the slot the trail turns north and immediately thereafter is a 45° boulder constricting access to The \"grotto\". Fallen Angel is located just on the right inside the grotto area. From the entrance the climb is about 6 or 7 minute hike. (The Grotto is pictured on the trail map on the main Cemetery page.)"},"__v":0},{"_id":"P8nbMxIFVsubsx3n1HVCtw==","name":"Crystal Ball","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Mike Covington","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":6,"mp_id":"118268237","mp_crag_id":"118268217","climb_id":"P8nbMxIFVsubsx3n1HVCtw==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Starts on two crimps at head height. Either yard up to the flat edge or use small crimps to tick tack and make toss shorter. Really great problem on the arete that is tall but eases up quite a bit towards the top and has a very nice, flat landing.","protection":"Pads","location":"From the entrance to The Cemetery head straight, down the hill and passing the helmet boulder on your right. The trail turns north, just past a free standing boulder (before dropping off on steepish slabs). From the turn you'll immediately see the tall arete straight ahead."},"__v":0},{"_id":"V0JOorXmX2+NqlwzEOiqBA==","name":"Cobra Kai","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"left_right_index":1,"mp_id":"118833854","mp_crag_id":"118268217","climb_id":"V0JOorXmX2+NqlwzEOiqBA==","areaRef":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Cobra Kai is a quintessential highball in The Cemetery. The climb is about 3/4 the way in from the arete on blank looking wall forming a cove. Positive crimps about head height mark the start  just above a shoulder height skirt. Positive crimps will lead you straight up a vertical wall. Just before the top the line strafes left with a slight overhang that pushes your body out for the crux. Still on positive holds a reach to a blind relief jug while trying not to look down! This one is a walk if you have your head on straight, good luck! ","protection":"","location":"From the entrance turn north and walk to the warm-up galley. Just east of the warm-up galley is a cove with a tall southern facing wall. 3/4 the way in from the arete is the start of Cobra Kai on a seemingly blank wall. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,cf6a1f6c-c816-5ebe-8d28-6de90e18d588","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Cemetery, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V3"},{"count":2,"label":"V4"},{"count":1,"label":"V8"},{"count":3,"label":"V7"},{"count":1,"label":"V0"},{"count":1,"label":"V5-6"},{"count":1,"label":"V2"}],"byDiscipline":{"boulder":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":5,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.34998,33.41091]},"bbox":[-111.35051868096734,33.410460339818144,-111.34944131903268,33.411359660181866],"left_right_index":-1,"ext_id":"118268217","area_id":"z2ofbMgWXr6NKG3pDhjViA=="},"content":{"description":"Generally better rock quality than The Fortress, especially as you wind down into the lower portions of The Cemetery. The whole sub-area is walled in by tall walls and feels very secluded due to having only one point of entry/exit. Very good bouldering to be had in this area with LOTS of shade at any time of day. Most of the gems in this area are on the taller side for boulders. You'll know you've found it if you see the iconic \"Helmet\" boulder from the entrance. Its a large helmet shaped(duh) boulder on top of another large, rounded boulder."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:52:40.630Z","updatedAt":"2022-11-25T11:09:31.555Z"}