{"_id":"6368a722e80bff5a995dd9fe","area_name":"Shark's Nose","shortCode":"","climbs":[{"_id":"beWhNpjzWz6NCDcbF8lpyQ==","name":"West Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":3,"mp_id":"107730638","mp_crag_id":"105879410","climb_id":"beWhNpjzWz6NCDcbF8lpyQ==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"P1-2 (5.5): Follow Thoroughfare route past the steep crack up to the end of the ramp. See book for thoroughfare description.\n\nP3 (5.6): Climb steep corner and move right (5.6) around large rounded block onto NW deck/slab (airy after the block). Traverse horizontal cracks past a very large sloping deck (below and past rap anchor) onto small ledges and into a corner. Belay here. Note: after the large rounded block the climbing is easier but the traverse is difficult to protect for the second.\n\nP4 (5.9): Start left in the corner up a finger crack in the dihedral then follow 5.8 hand cracks on the face, past an old pin and a small roof. Pull roof (5.7) and follow wandering 5.9 finger cracks to a nice ledge. Extra TCU's are nice here but the crack also accepts nuts well. Belay here or continue the route (5.4) to the summit. This pitch can be broken into two pitches if you belay in the small roof after ye ol' pin.\n\nThis was a thrilling climb. The 3rd and 4th pitches are on the W/NW faces which are sheer walls with a thousand feet of air below! Spectacular finger cracks with a great view.","protection":"rack up to a #3 camalot, extra TCUs for the 4th pitch.","location":"Descent: rap Thoroughfare. The rap is awkward, we started with two ropes but a single 60 was more manageable."},"__v":0},{"_id":"/c2LZOe2VW+PE6fLjqD6tQ==","name":"South Tower Summit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":5,"mp_id":"112097446","mp_crag_id":"105879410","climb_id":"/c2LZOe2VW+PE6fLjqD6tQ==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"The start of the route begins after 1 rap down from the North Summit of Shark's Nose to a small ledge/ramp beneath.  Then move up and over southeast to a huge ledge to begin the traverse to the South Tower.\n\nP1 - Belay from the large ledge and traverse across the ridge connecting to the South tower.  You should find yourself on the west side of the ridge as you hit the crux an exposed burly boulder problem (2-3 moves).  After these moves you gain access to a higher ridge with a decent belay spot.\n\nP2 - You can sling the horn and/or build an anchor from the crack on the east side of the ridge.  Rope drag will probably dictate this being one or two pitches.  From here things ease off about 50' to the summit.\n\nDescent:\n\nFrom the summit take the raps down to the col between Shark Nose and Block Tower (60m works.)  On the traverse we felt these raps  here and on Block Tower were the jankiest of them all.","protection":"Standard alpine rack to #3","location":"After one rap from the North Summit of Shark's Nose take the obvious ramp up to the ridge system southeast to the ridge connecting the South Summit."},"__v":0},{"_id":"3aU9O9bAVlikDxYqrsw1nA==","name":"NW Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"G Bell, D Fox and J Sargent, 1949  FFA W Cropper and J Dietschy, 1955","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":1,"mp_id":"105906732","mp_crag_id":"105879410","climb_id":"3aU9O9bAVlikDxYqrsw1nA==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"The first and easiest route on Shark's Nose is best approached from the northwest (Shadow Lake), but with a little more work can be approached from Lonesome Lake (an ice axe may be needed in early season).  The route is not visible when approaching from the east, which makes it tricker to find from that direction.\n\nYour first goal is to reach the col between the Shark's Nose and Overhanging Tower.  Below this col on the west side, find the higher of two 4th class ramps which slant across the NW face (if approaching from the west, you obviously do not have to go all the way to the col!).  Climb a pitch up this ramp, then continue 5th class along the same ramp until a vertical crack going through a steep section is reached.  Climb this crack (crux) to an easy slab back left.  From here climb up and right, across a ridge to reach the summit.  Rappel the route (preferably with 2 ropes).\n\nKelsey warns about following off-route pitons near the top of the ramp which lead up a 5.9 crack.","protection":"Light rack","location":"Rappel the route (preferably with 2 ropes)."},"__v":0},{"_id":"CCWCnBeLVjeuvVXtauqCXw==","name":"North Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Kelsey & David Loeks, 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":0,"mp_id":"112083019","mp_crag_id":"105879410","climb_id":"CCWCnBeLVjeuvVXtauqCXw==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"This route follows the distinct line up the right side of the north face from the col between Overhanging Tower and Shark's Nose.  We found the climbing on Shark's Nose as good as any in the Cirque and followed the beta from the Bechtel guide book.\n\nDescent:\n\nThere are two options for descending off the North/South Shark Nose summits.  From the North Summit follow the rap stations back down the NW Buttress (Thoroughfare route) approximately 5 of them.  From the South Summit follow the obvious 4 raps south towards Block Tower.  Both descents/raps can be done with a 60m rope.","protection":"Single alpine rack is sufficient to #3 (although we had doubles .4-#1)","location":"The route starts at the notch between Overhanging Tower and Shark's Nose.  From the notch move up a finger crack to a small ledge then work right and up to more ledges. Once you reach an obvious huge ledge after about 3 pitches you can join up with the NW Buttress 5.6 route to the summit."},"__v":0},{"_id":"tYpdRSzjVUKlRN7VGDlqQA==","name":"Direct Southwest Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Fred Beckey, Yvon Chouinard, Ken Weeks 1960","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":4,"mp_id":"107950213","mp_crag_id":"105879410","climb_id":"tYpdRSzjVUKlRN7VGDlqQA==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"Approach: Hike up the talus along the base of the West face to the point where the buttress bends around onto the south face. At this point there is a 10-12 foot wide low angle chimney that leans to the right.\n\nPitch 1  Third class: You can third class this chimney for 80 feet or you can walk around the south side and up the gully and then scramble up onto the face at the top of the chimney. From this point continue scrambling up on very loose 3rd class terrain another 40-50 feet to a point where you can set up a belay at the base of a right leaning right facing corner.\n\nPitch 2  5.6 160 feet:  Climb the right leaning, right facing, loose corner for another 50-75 feet until it ends. Exit up left onto a low angle face and climb up and left towards more right facing corners until you are nearing the end of the rope and can find a decent belay.\n\nPitch 3  5.6 160 feet:  Climb a short distant further to an obvious, clean, beautiful right facing corner that leans left. A finger crack on the left wall takes gear and assists with the climbing. Climb to the top of this corner then work up and left and choose a ledge for a belay.\n\nPitch 4  5.7 160 feet:  Look up  there is a roof 200 feet above with a break through it and a thin crack going up to and through this break with a shallow right facing corner intersecting the roof just to the left of the break. Head towards this roof climbing weaknesses up the corner until close to the roof  and then traversing on a ramp across the face to cracks just below the weakness in the roof. Belay in a pod.\n\nPitch 5  5.9 140 feet: Climb straight up from the pod to the roof in a shallow left facing 6 inch corner with a thin crack just to its right. Thin moves lead up and slightly right then above the roof in a small crack. Climb a few more moves up and right to another belay in a pod. Small cams ¼ to ½ inch and wires are helpful on this pitch.\n\nPitches 6 & 7  5.7 to 5.8 range: Multiple options exist to the summit. We climbed up slightly, then went left under a roof to a fixed old belay then straight up for 2 pitches. I have also not gone left but straight up in the distant past. The left option brings you to the rappelling at the North summit, the straight option brings up to a notch in the middle summit area.","protection":"Single set of cams including sizes in the 1/4 qand 1/2 inch range up to about 2.5 inches. Single set of wires. 10 long slings help reduce rope drag. A couple short slings or quick draws for the crux pitch are nice. You can do the entire route and descent with a single 60 meter rope if you feel safe in the mountains with one rope.","location":"Approach: Hike up the talus along the base of the West face to the point where the buttress bends around onto the south face. At this point there is a 10-12 foot wide low angle chimney that leans to the right.\n\nDescent:  If not there, climb over to the north summit. Rappel to the west down the NW buttress route in a somewhat complicated fashion with one or two ropes. Rappel 1  down and left (climbers left) 2 rope rappel (or two single rope raps).  Rappel 2  down and left to a ramp  walk north on  the ramp to the next rappel anchors. Rappel 3  Down and slightly left over the edge and past a rope eating crack on the right  go down all the way to the ramp if possible or third class it down onto the ramp. Rappel 4  walk down the ledge  to the final rappel station and rappel straight into the gulley.  If you are in the basin below, descend the gulley and grass ramps down to the lake or wherever your final destination. If you are in the Cirque of the Towers area, ascend the gulley slightly and then traverse up and left across the center of the face of overhanging tower to the notch where you can wrap around and descend down along the base of Wolfs Head and into the Cirque."},"__v":0},{"_id":"2cz9Efy9U66QIy49Y1zZwA==","name":"Direct Northwest buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"left_right_index":2,"mp_id":"107950341","mp_crag_id":"105879410","climb_id":"2cz9Efy9U66QIy49Y1zZwA==","areaRef":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":"The guidebooks and Mountain project provide information for the upper section of the NW buttress of Sharks nose that requires ascending the gulley to the North, then traversing the center of the mountain on the upper ramp to intersect the upper buttress a few pitches from the top. For those with a little more adventure the entire buttress can be climbed, adding a few additional and somewhat more difficult pitches to the ascent. Here is one way to climb the buttress. There are certainly many given all the options available. I have no idea who did the first ascent but surely it was not my son and me given the obviousness of the line.\n\nApproach:  Hike up to the base of the mountain  right to the bottom of the obvious NW buttress. Go 10 meters further up the gulley and prepare to climb.\n\nPitch 1  4th and easy 5th class 100-120 feet: Climb weaknesses in the rock up onto the buttress proper and belay at the bottom of an obvious, smooth, right facing, right leaning corner with a thin crack in the back.\n\nPitch 2  5.9 100 feet: Climb the thin right leaning, right facing corner. Thin protection required. Finish up another 60 feet to a good belay ledge.\n\nPitch 3  5.6 to 5.7, 200 feet: Climb flakes along the right past and up a steep wall with a thin crack near its top. Belay on the lower traverse ledge.\n\nPitch 4  5.8 to 5.9 150 feet: Traverse down the ledge to the left about 30 feet. Climb a left leaning crack up and left, then straight up over a small overhang and into an open book corner. Climb it to a steep roof area. Climb a left leaning hand crack underneath a roof to a corner. Climb up the corner, over the top and onto a smooth ramp. Climb up the ramp to the left to the base of the second belay on the Sharks Nose standard upper NW buttress route.\n\nFinish up the standard route 3 more pitches to the summit.","protection":"Single set of cams to 2.5 inches including microcams for the crux pitch. Single set of wires with RP/brass wires for the crux pitch.","location":"Approach:  Hike up to the base of the mountain  The route begins right to the bottom of the obvious NW buttress. Go 10 meters further up the gulley and prepare to climb.\n\nDescent - same as for ther standard NW buttress (or any route on the mountain) rappeling back down the upper section of this route and into the gulley then descending the gully or hiking out across the overhanging tower approach back into the Cirque."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,0481ee51-5bc9-5a0f-9f70-c5d5da2886c8","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Shark's Nose"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.2374,42.7768]},"bbox":[-109.23801261194417,42.77635033981813,-109.23678738805582,42.77724966018187],"left_right_index":-1,"ext_id":"105879410","area_id":"BIHuUVvJWg+fcMXV2iiGyA=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:35:22.226Z","updatedAt":"2022-11-25T11:25:34.592Z"}