{"_id":"6368a185e80bff5a9954f30f","area_name":"Black Velvet Wall","shortCode":"","climbs":[{"_id":"s+Jt9mXXX7WdtbOBmrjwSQ==","name":"Yellow Brick Road","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George and Joanne Urioste, Mike Ward, Bill Bradley","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":9,"mp_id":"105732716","mp_crag_id":"105732162","climb_id":"s+Jt9mXXX7WdtbOBmrjwSQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Yellow Brick Road is more of a 2 pitch variation to Dream of Wild Turkerys.  Start by climbing the first 2 pitches of DOWT. Pitch 1- 5.6, Pitch 2- 5.8.  On pitch 3 you will start the pitch the same as you would for DOWT.  About 30ft into the pitch you will reach the rightward traverse for DOWT, instead of traversing, continue straight up the crack(at first) then follow the obvious line of bolts to a hanging belay- 5.10b. Historical note- there is a metal plaque bolted to the wall where these 2 routes diverge, it tells you which way to go! Pitch 4 follows another line of bolts above the belay. Continue up until reaching a small ledge, the belay here is shared with DOWT- 5.10a.  Pitch 5 follow the left-facing flake to its top, passing several bolts, then traverse back left(bolts) to gain a crack.  Follow this crack up approx 20 ft to a \"scooped\" ledge on the left.  From here you can either continue up DOWT or rappel using anchors on DOWT, and the Gobbler.  Bring 2 ropes if you choose to rap.","protection":"A standard rack to a #1 camalot will suffice.","location":""},"__v":0},{"_id":"Vz6LTSytVoetrp1hv4sEgQ==","name":"Velveeta","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Harrison & Wendell Broussard","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":19,"mp_id":"105937326","mp_crag_id":"105732162","climb_id":"Vz6LTSytVoetrp1hv4sEgQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Velveeta is a nice variation off of Sour Mash. The 4th pitch is the crux of the route with a nice 90 degree corner that is plumb vertical to slightly overhanging.","protection":"Single set of cams to #3 camalot, single set of stoppers and offsets including small brass, and two 60 meter ropes.","location":"Start on Sour Mash and break right out to a lone bolt after you get to the ledge just below the third pitches' anchor and belay. Then climb up and right (5.9) with decent small stoppers and brass to protect the moderately thin face. Continue climbing up and right toward the obvious left facing corner which marks the routes crux pitch. Watch out for loose rock. This part is easy but run out. The rest of the route protects well. \n\n  Belay just below the dihedral off of a gear anchor. Sort of funky anchor pro if you don't have a 4 inch Camalot. There is some tatt on the right side of the corner, but it looks very old and supect. Climb straight up the beutiful corner until you see a bolt to the left. Catch a rest then bust out left and then back right (5.11) to gain the next belay which is semi-hanging off of decent bolts but bad webbing. This corner is the money pitch, with a really cool crux that protects with the bolt which was placed on lead by Harrison.  \n\n  Once settled in at the belay with big air below you, crank some steep hard moves right off of the belay (5.10+) with an old suspect quarter inch bolt for pro to gain easy ground for the rest of the pitch. Continue up the obvious crack with face holds until it's possible to break out right onto a right leaning ramp. Climb this then go right again up to a slung scrub oak. We belayed on a nicer ledge to the right off of good cams.   \n\n   After a few beers, scramble out right to the base of the elephants' trunk on epi. and rapp off of the fixed rope that's threaded through some rock to the left of the trunk, although it's possible to climb up to the top of the trunk and rap from bolts. Continue rappeling down the epineprhine chimneys and scramble back to your pack at the base of Sour Mash. \n\n  Nice route Wendell and Richard!"},"__v":0},{"_id":"nAwwBzu2UseUwLRdJa7Ueg==","name":"Steel Monkey","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":10,"mp_id":"108501405","mp_crag_id":"105732162","climb_id":"nAwwBzu2UseUwLRdJa7Ueg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Not claiming any first ascent here - just another way of climbing some of the best pitches on Black Velvet Wall in one push.  This also lets you pass crowds.  We have done the wall twice this way.  Once to combine 'best' pitches, and another time to pass parties on both Prince and Turkeys. \n\n  These ascents were back in the 80's, just after Yellow Brick Road was put up.  \n\n  Start on Gobbler and do these three unbelievable pitches up to the big ledge on DOWT.   \n\n  Climb back left and up to (run out to lessen rope drag) the bolts on Yellow Brick Road and do the two steep pitches of this climb. \n\n  Next, move left again (about 10') and do the last two pitches of Prince of Darkness to it's logical top. \n\n  From here follow up the last four pitches of DOWT to it's top (eleven or twelve pitches total). \n\n  Not sure why people would rap from the top of pitch seven on DOWT and call it climbing the route - but most seem to. \n\n  This gives you an eleven or twelve pitch climb, moves from the right to left, and therefore straight up the wall, and combines the best and hardest pitches of four existing routes climbing the entire Black Velvet Wall.","protection":"Plenty of draws, a rack of stoppers and a couple of (probably several) mid size friends.","location":"Start with Gobbler and end on the real top of DOWT."},"__v":0},{"_id":"n8oYvmmOVWq1hACoBh1Yzw==","name":"Spark Plug","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":1,"mp_id":"106145798","mp_crag_id":"105732162","climb_id":"n8oYvmmOVWq1hACoBh1Yzw==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"If you ever find yourself at the base of Black Velvet Wall with enough gear this can be a fun end of the day climb. This is a nice fun finger crack with the start being the most challenging and getting easier as it goes. Be careful at the top of the route as their may be some questionable rock. I think that this route would clean up if traveled on a bit more. The crux may be having  the right gear considering most people who go to the Black Velvet wall come only with a light rack.","protection":"Single rack 2\" and doubles/triples in the finger size range. Nice new anchors with raps rings at the top. Be careful when lowering/rappelling with a 60m, tie knots in the end to be safe.","location":"Walk uphill to the far left of the Black Velvet wall to about 15 yards shy of the gully that divides Whiskey Peak and the Black Velvet Wall. Look for a finger crack that turns into a right facing dihedral for the first 30 feet."},"__v":0},{"_id":"U9yq0GocUWed1ruVmHpwNg==","name":"Sourpuss","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Logan Dop, February 28th 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":20,"mp_id":"118738634","mp_crag_id":"105732162","climb_id":"U9yq0GocUWed1ruVmHpwNg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"","protection":"Standard rack with some offsets.","location":"The corner start is 25ft climbers right of the start of Sour Mash."},"__v":0},{"_id":"NHoVaaWHXSK8ui9t+X3iXQ==","name":"Sour Mash","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joanne and Jorge Urioste, July 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":17,"mp_id":"105732407","mp_crag_id":"105732162","climb_id":"NHoVaaWHXSK8ui9t+X3iXQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Sour Mash sits there smashed in between the fascination with Epinepherine and the bolt ridden Prince Of Darkness, yet features some of the best selection of moderate climbing in the canyon. It also features a mix of styles, between traditionally protected and well bolted pitches. The bolts tend to show up when the climbing is at it's toughest on the first and crux fifth pitch. That fifth pitch is some really fun and intricate climbing that is bound to make you smile. Most parties these days do six pitches and then rappel. You need to veer to the east onto the rappel for Fiddler On The Roof, including a heart-stopping drop over the big roof the route is named for. See Swain for topo and more info.","protection":"Buncha draws, good collection of gear from small to #3 Camalot. This is no sport route!","location":""},"__v":0},{"_id":"jd8L7B0ZW9aTB2A/xuNiSg==","name":"Smooth as Silk","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jay Smith, Paul Crawford, Randal Grandstaff, Dave Diegleman 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":3,"mp_id":"108672691","mp_crag_id":"105732162","climb_id":"jd8L7B0ZW9aTB2A/xuNiSg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This is a great route surrounded by many classics. \n\n  Pitch 1: 160' 5.10d Take the thin line placing ok pro until you reach a good ledge for your first bomber cam.  Continue to the corner and follow that up to an anchor on the right at the base of nice crack. \n\n  Pitch 2: 180' 5.10a This pitch has everything from good'ol red rock crimps to fist jams.  Take the right splitter hand crack.  At about three quarters of the way up begin to use the twin cracks.  Make your way up and left to an anchor.  Careful going to the anchor there is loose rock. \n\n  Descent: 2 double rope rappels","protection":"Single Rack to #3, Double .4-1, RP's (Optional Extra: .4 and 2)","location":"Far Left side of Black Velvet Wall between Spark Plug/Cutting Edge and Refried Brains.  Just right of a leaning obelisk."},"__v":0},{"_id":"bmUACLmkWkGVa4g7JZdLGg==","name":"Sandstone Samurai","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Van Betten & Nick Nordblom - 1988","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":6,"mp_id":"108382264","mp_crag_id":"105732162","climb_id":"bmUACLmkWkGVa4g7JZdLGg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Sandstone Samurai is a route that has a bit of a reputation amongst Red Rocks climbers as being a psychological test piece: The story I heard is that the Adventure Punks established Rock Warrior as a response to the heavy-handed bolting by certain beloved Red Rocks first ascensionists, and then a year later PVB decided to up the ante by putting up something that was even bolder. \n\n  He succeeded - Sandstone Samurai is indeed a big step up from Rock Warrior - a route that  shouldn't be taken lightly! If you decide to climb it, be prepared for R-rated climbing on every pitch (run outs with falls that would likely result in injury) and possible X-rated climbing in a couple spots (if you fell, you'd almost certainly be maimed or worse); onsighting would probably be a good idea. But the climbing is fun and at the very least more engaging than it's better-protected neighbor two climbs to the right. \n\n  Anyway, the descriptions in the current guidebooks are adequate to keep you from getting lost so in an effort to preserve a sense of adventure for the full Sandstone Samurai experience, I'll leave it at that. \n\n  Have fun and good luck!","protection":"Single set from the smallest thing you have (000 C3) to 0.75 Camalot. A couple extra cams in the tips through fingers sizes (we brought and used blue through grey Aliens). A set of brass and a set of wires. 10 or so draws/slings. Two ropes. Nut tool for mining out the occasional stopper placement.","location":""},"__v":0},{"_id":"ZT0+MAsMXxKgSMCAZ1yRyw==","name":"Rock Warrior","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Harrison, Jay Smith, Nick Nordblom","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":7,"mp_id":"105883684","mp_crag_id":"105732162","climb_id":"ZT0+MAsMXxKgSMCAZ1yRyw==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Pitch 1: Climb up easy white rock until you reach the obvious, rightward traverse at a slab. This is not to hard but very runout. Traverse much farther than you'd think until directly below the obvious(and good) bolts leading to the bolted anchor. 5.10R. \n\n  Pitch 2: continue up varnished rock passing the occasional bolt. You will get occasional gear to supplement the bolts, but you must be crafty and attentive.Following the bolts is your best bet for locating the proper route(this goes fro all pitch's!)...look closely. Belay at 2 bolts 5.10. \n\n  Pitch 3: More of the same...follow well spaced bolts and occasional gear to a 2 bolt anchor, 5.10-R-. \n\n  Pitch 4: Yep...same stuff only this one checks in @ 5.9R. \n\n  Pitch 5: repeat. \n\n  Pitch 6: AhHa! Change! Although ever so slight! Climb the obvious bulge up and left of the belay 5.10-. \n\n  At the 2-bolt anchor, signaling the end of this pitch, you can either rap or continue up for several more pitches in the 5.8/5.9 range.   Most people rap. If you rap, consider rapping POD, it is the cleanest section of the wall and greatly reduces the chances of rope problems. \n\n  Overall a very good route, very heady....be SURE you can handle this one before trying it!","protection":"1 set nuts, 1 set RPs, 1 set cams from blue Alien to #2 Camalot.","location":""},"__v":0},{"_id":"YMZABMVeWgC4hjPLDFRlDg==","name":"Refried Brains","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"The Uriostes and Stephanie Petrilak, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":4,"mp_id":"105732389","mp_crag_id":"105732162","climb_id":"YMZABMVeWgC4hjPLDFRlDg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This is a decent route which is not as time consuming as Swain's topo would indicate.  The first 6 pitches in his topo easily go in 4 rope lengths, even with a 50m rope.  The route goes to the top of the wall, but the climbing deteriorates above here, plus there are no fixed anchors, so most parties rappel after the first 4 pitches, so take two ropes. \n\n  This route is on the left side of the Black Velvet wall and gets very little sun, if any.  A good choice for a warm day.  Start near the left margin of the wall, 40' left of a huge block leaning against the base of the crag. \n\n  P1: Climb a short crack up and right, past a bolt, continue up crack and face to a 2-bolt belay on a ledge (150').   \n\n  P2: Step left and climb up into a corner system to the top of a pillar on the right (with tree).  Above and right of the pillar there is now a bolted belay, the problem is this is probably 190' from the previous belay, plus the geometry can make for heinous rope drag.  We stopped atop the pillar and then moved the belay 30' over to the bolts. \n\n  P3: Here is where Swain's topo is confusing.  Step right onto the face and follow an obvious crack up.  For the most part, this crack is 1-3\", but for some short sections it is wider, but you don't have to get into the thing.  Belay after about 150' at a tree (marked the end of pitch 4 in Swain's topo), 5.9. \n\n  P4: Climb a lower-angle section past loose blocks to the base of a huge right-facing corner (visible in photos).  Don't climb the corner system, but move left onto a steep face left of the corner, and follow at least 4 bolts to a bolted belay (careful with rope drag on this pitch). \n\n  At least one party has gotten confused at this point, continuing on because they believed they were lower on the route due to the pitch lengths listed in Swain.  They report that the next anchor is a joke (for rappelling off of), so consider this anchor \"the point of last return\".  Either rap now or continue upward.","protection":"Standard rack to #4 Camalot (although I do not remember using the #4).  Two ropes.","location":""},"__v":0},{"_id":"UsfeykWSVXCTupRM3/mveA==","name":"Prince of Darkness","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Urioste","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":8,"mp_id":"105732458","mp_crag_id":"105732162","climb_id":"UsfeykWSVXCTupRM3/mveA==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Approach as for Dream of Wild Turkeys, the first pitch is shared with this climb. \n\n  Prince of Darkness ascends straight up the center of Black Velvet Wall.  From the ground, 5.10 climbing seems improbable up this blank looking face.  Once on the rock, positive edges abound. \n\n  Pitch 1: 5.6 Start up the right facing shallow corners to the crack above.  Place some gear or solo to the anchors. \n\n  Pitch 2: 5.10b From the bolted anchors, climb straight up the face past many bolts.  Mostly positive edges with a few balancy moves and slopers.  End at the bolted anchors. \n\n  Pitch 3:  5.10a From the bolted anchors, climb straight up past even more bolts and positive edges, with a few pieces of gear in the crack down low.  End at the bolted anchors. \n\n  Pitch 4:  5.9 Similar to the previous 10a pitch, but slightly easier. \n\n  Pitch 5: 5.9 The climbing starts to become more slabby, with a few longer runouts between bolts.  This pitch ends at the belay for the final crux pitch. \n\n  Pitch 6: 5.10c The crux of the climb is right off the belay past the first 2 bolts.  The rock is remarkably different as the positive edges have given way to a slick slab with a thin, shallow crack.  Fire up the crack on thin holds and smears.  Be aware that it is difficult to the first bolt and it is possible to smack into your belayer if you fall.  Edges reappear and the climbing eases off to the final anchor at an excellent ledge, which is quite welcome because all of the previous belays have been hanging. \n\n  Descent: 2 ropes are required.  You can rap the route or the adjacent Yellow Brick Road.  It is also possible to finish up Dream of Wild Turkeys and walk off. \n\n  I overheard a local call the Prince of Darkness the \"Prince of Footpain\"  He was right on that accord.  The climbing isn't the most comfortable with the continuous edging, and all the hanging belays are tiring.  However, he also said the climbing wasn't that good and was monotonous.  I disagree, I think it is fabulously continuous, with great position and great protection.  The blank looking face offers a truly unique experience for a 5.10 climb. \n\n  Overall, I felt the climbing was of continuous difficulty after the first pitch, all in the 5.10- range.  I felt little difference in the grades of the various pitches until the crux moves.  The crux moves are definitely in your face.  Enjoy!","protection":"15+ draws, some smaller cams (green, yellow, red, orange aliens, or similar) and/ or med nuts.","location":""},"__v":0},{"_id":"0tVY5DVKUcqI3tZ8OXUlkQ==","name":"Overhanging Hangover","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jorge and Joanne Urioste, Dan Goodwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":15,"mp_id":"105732587","mp_crag_id":"105732162","climb_id":"0tVY5DVKUcqI3tZ8OXUlkQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This two pitch gem finishes through the right side of the giant roof between Fiddler on the Roof and Sour Mash. A great day ender.From the bench at the base of the Black Velvet Wall, under the right side of the roof (base of Sour Mash), scramble up and left (3rd class) to belay at a bush. Pitch 1 goes up and right from here, following a line of bolts (with supplemental gear) to a two bolt anchor. Continuous balancy edging, a super pitch.Pitch two goes up and right again, up a crack and out through the huge roof (3 bolts), to a two bolt rap anchor.The size of the roof makes the .10a grade seem dubious, but have faith. Super position and exposure for a two pitch route!A 200ft rap brings you back to the top of the 3rd class, WATCH THE ENDS OF YOUR ROPES! Not sure about single rope rappel option?NOTES: A)You could continue up Fiddler on the Roof, this start would bypass the scary roof traverse on that route.B)This route is described in the Supertopo guidebook, but not the Swain book. However, it may be aka Early Times, or share ground with that route.","protection":"Mostly bolts, but take a rack to about a #1 camalot. Two 60M ropes to rap.","location":""},"__v":0},{"_id":"Wm9K+uo+WlqJZlts3EB8uA==","name":"Norepinephrine","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":22,"mp_id":"113719993","mp_crag_id":"105732162","climb_id":"Wm9K+uo+WlqJZlts3EB8uA==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Norepinephrine is a four-pitch variation to Epinephrine that climbs to the top of the Black Tower along the exposed arete just left of the infamous Epinephrine chimneys. An enjoyable - if slightly spooky - outing, expect continuous exposure, interesting climbing, and great belay ledges.While it will never approach the classic status of its neighbor (in large part due to a couple passages of hollow rock), it is still a good route. With traffic it should clean up nicely and the difficulty should remain unchanged. Moreover, Norepinephrine is a useful card to have up your sleeve in the event that you've hit snooze one too many times and arrive at the base of Epi only to find the chimneys clogged with multiple struggling human chockstones... Stop waiting in line, just say no to the grovel-fest, and access the upper half of Epinephrine by climbing Norepinephrine instead.P1 (200', 5.8): Same as Epinephrine: Climb pockets and slab to a bushy ledge. Move into a left-facing corner and continue up through a small roof, up a slab, and up a leaning, right-facing corner to a bolted belay.P2 (130', 5.7): Almost the same as Epinephrine: Climb up a deep chimney but instead of busting out right onto the face halfway up, continue up the chimney moving up and left to a bolted anchor directly below the towering arete. Note for the descent: Do not rap to or from this anchor!P3 (120', 5.10b): Climb up the arete to a bolt below a roof and pull the roof, being careful of some hollow holds just above. Continue up the arete to a high crux and then enter a varnished flake with a handcrack behind it. Belay above this at a bolted anchor on a ledge. 6x bolts protect.P4 (60', 5.10a): A short pitch; Climb up a nice varnished corner above the belay clipping two bolts. At the second bolt move left onto the arete again and up to a bolted belay on a large ledge (or link into the next pitch).P5 (90', 5.10a): Climb up smooth bulges right of the arete passing two bolts. Move back left to the arete again (key small cams in a horizontal before turning the corner) and continue up the arete passing two more bolts to a bolted belay on a tiered ledge (extend the belay down to the lower ledge for maximum comfort).P6 (110', 5.10a PG13): Some hollow rock in spots and slightly unnerving - exercise caution! Move off the ledge onto the arete and climb the exfoliating face passing five bolts and gear placements to a belay on the shoulder of the Black Tower (110') or all the way to the top of the Tower (130').Continue up Epinephrine or rap the route with a 70m rope (when rapping the bottom arete pitch (P3) head down then swing right around the arete and over to the bolted anchor at the base of the Epinephrine chimneys. Continue down from there).","protection":"A set of cams from small to #1 Camalot and a set of wires (or whatever you've brought for Epinephrine). 70m rope if rapping.","location":""},"__v":0},{"_id":"m3MhmGnBUzW0IIcEJw8EmA==","name":"My Little Pony","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Van Betten, Richard Harrison, and Shelby Shelton - 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":18,"mp_id":"107443433","mp_crag_id":"105732162","climb_id":"m3MhmGnBUzW0IIcEJw8EmA==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This phenomenal route has fallen into obscurity - perhaps due to lack of information - but it should not be missed by those interested in something more unusual and difficult than the standard Black Velvet fare. \n\n  P1-3: Climb the first 3 pitches of Sour Mash, but instead of belaying on the comfy ledge below pitch 4, move right to an equally spacious ledge with a single cold shut bolt.  This ledge is a little ways below the standard belay ledge. \n\n  P4: Notice the two attractive, left-facing corners far above you.  Velveeta takes the right hand corner and My Little Pony takes the left hand.  Climb up and right with reasonable, but spaced, protection for a long pitch to a good belay ledge below the corner. \n\n  P5: Climb the beautiful varnished corner, passing a single bolt (crux - a wonderful stemming sequence) to an uncomfortable belay on the right hand wall.  I can't remember exactly what this belay consisted of but I remember it being less than ideal.  5.11d, 80'. \n\n  P6: Continue up the corner (which eventually changes aspects) until reaching a roof and very steep rock - pull through this to an exposed stretch of climbing and a belay at two bolts on a narrow ledge.  This pitch has some junky rock but is outrageously good.  5.11, 100'. \n\n  P7: Finish by climbing up a long crack with ample face holds to a terrace above and to the left of the Black Tower.  Traverse to and rappel down Epi with two ropes.","protection":"A single set of cams from blue Alien to #3 Camalot, wires (include a few offsets and larger RP's).  Two ropes for a safe descent.  It is possible to rap down the route with a single 70m rope, but you'll need quicklinks for the bolted anchor and extra tat for the anchor above the crux pitch.","location":""},"__v":0},{"_id":"ShDPNCNVUTKr2zMm7Br2Ww==","name":"Malicious Mischief","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, Stephanie Petrilak, Mike Gilbert - May 1978.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":21,"mp_id":"117830562","mp_crag_id":"105732162","climb_id":"ShDPNCNVUTKr2zMm7Br2Ww==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Malicious Mischief is the analog crack to the Epinephrine chimneys. Despite being one of the most obvious lines in all of Black Velvet Canyon, it doesn't see much traffic - probably because the stunning crux pitch has a reputation for being dangerous. This reputation is well-deserved. The first 50' of the crack are 12-16\" and nearly unprotectable - a fall would probably result in serious injury or death. The good news is the climbing is much easier than the grade given (5.10c) in recent guidebooks and, excepting breaking a hold, chances of blowing it are low. If you got really spooked I think you could try to burrow into the crack itself... though this would certainly not be the easiest way to climb it?P1 (200', 5.8): Same as Epinephrine: Climb pockets and slab to a bushy ledge. Move into a left-facing corner and continue up through a small roof, up a slab, and up a leaning, right-facing corner to a bolted belay.P2 (100', 5.7): Almost the same as Epinephrine: Climb up a deep chimney but instead of busting out right onto the face halfway up, continue up the chimney moving up and left to a bolted anchor below the Black Tower.P3/4 (200', 5.7): Climb a long pitch (or two) wandering up and left around the corner to the left side of the Black Tower. Belay off gear below the ominous crack above.P5/6 (150-200', 5.9): Chickenwing and face climb the unprotected wide crack for a long ways... Don't fall. Great footholds and handholds prevent this from becoming what would otherwise be a physical battle. At the 50-foot mark the crack suddenly pinches down a bit and a 9\" cam can provide much-needed protection. A bit further the crack narrows again and a #5 Camalot will fit. Shortly thereafter more conventional cams work. Belay on any number of rounded ledges above the meat of the climbing or just keep going on much easier ground to the top of the Black Tower.","protection":"1 each small to #5 Camalot.   2 each 0.5 to #2 Camalot.   1x Valley Giant 9 or Merlin 8 or similar large cam.","location":"The crack that forms the left side of the Black Tower, opposite Epinephrine."},"__v":0},{"_id":"3Us95BHyWA2OhWCm+8qAQQ==","name":"Jugs on Drugs","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sam Boyce and Lani Chapko Wither 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":0,"mp_id":"118814619","mp_crag_id":"105732162","climb_id":"3Us95BHyWA2OhWCm+8qAQQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"P1 130’ 5.8 head up rambly cracks to an obvious Bombay. Face climb out the Bombay and up into an easy crack that leads to a great ledge. A cool, very 3D pitch. Belay takes most anything P2 180’ 5.9+ step right into varnished flare. Stem wide and into another Bombay. Awkwardly exit the Bombay and continue up the OW until you can move right and climb the steep runout face (5.7). (You can also continue to battle your way up the OW with gear - 5.9) Traverse back to the main crack at a horizontal to a finger crack flake. Build a semi-hanging belay at a stance where this crack widens to a hand crack.  P3 170’ 5.7 Traverse right on an easy but slightly runout slab to a varnished right facing corner. Climb the sweet face just right of the corner, placing gear in the corner when you can reach. Head up into a big low fifth chimney feature and belay on a huge ledge with a splitter hand crack. P4 100’ 5.8 head up the splitter. If you brought a 4 continue up the OW, or traverse right to a slightly easier but runout and insecure goove. Either way end at a large bushy ledge. Descent: Scramble climbers left 100ft to a large slung bolder. One 55m rap puts you in the gully. Scramble and downclimb this canyon (one optional rappel for a 5.4 chimney) and link into the right gully, walkoff for “Only the Good Die Young” which puts you on the Wholesome Fulback approach. It’s also possible to bushwhack to the base of the route (left gully), but that means more walking.","protection":"Gear to #4 cam, doubles .5 to 2 and nuts. Lots o slings.","location":"Approach as for Black Velvet wall then continue out a narrow ledge about 150’ left of Spark Plug"},"__v":0},{"_id":"6lzXXng7U9OPgCK3uUPM1w==","name":"Johnny Come Lately","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":16,"mp_id":"105732806","mp_crag_id":"105732162","climb_id":"6lzXXng7U9OPgCK3uUPM1w==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Johnny Come Lately is an excellent one-pitch face climb with interesting moves up nice features.Begin on a ledge accessible from some 4th-class climbing and climb just right of the first pitch of Overhanging Hangover, directly below the biggest part of the Fiddler on the Roof.Depending on the year and season, holds can, unfortunately, be littered with swallow droppings.Rap 35m (it is possible to continue up Overhanging Hangover if you so desire).","protection":"A dozen draws and slings or so.  A 70m cord or two ropes.","location":""},"__v":0},{"_id":"ttm1JKVaULatVKtacQY89A==","name":"The Gobbler","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"J&J Urioste, B Bradley, M Ward, 7/'80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":12,"mp_id":"105732347","mp_crag_id":"105732162","climb_id":"ttm1JKVaULatVKtacQY89A==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This is a fun and interesting climb that is more often used as an approach pitch to Fiddler On The Roof or Dream of Wild Turkeys than it is climbed for its own merit, but I thought it was a fun route deserving of it's own attention. \n\n  To locate this route, start at the base of the shared start of 'Prince Of Darkness' & 'Dream Of Wild Turkeys'. Walk to the right 40' and look up a line of two bolts in light-colored rock. \n\n  P1: (5.9, 100') Climb up and past these two bolts, then go sharply right for some distance until below another 2 bolts, and ultimately below a hanging, white, acute dihedral/chimney, overhead. Climb up past those bolts to a good ledge at the bottom of the chimney/dihedral.  \n\n  P2: (5.10a, 70') Climb up into the right-leaning corner and slot, making your way up slowly on trad gear and passing one bolt on the way to a ledge at the top. I remember placing a thin nut or two somewhere on this pitch. Belay at the ledge on a fixed anchor, or clip it and continue on P3. This is also the departing point for Fiddler on the Roof, which climbs out on the face to the right, above the huge roof now just at your right. \n\n  P3: (5.9, 60') Climb up the steep face on big holds to the fixed anchors as for the 3rd pitch of Dream of Wild Turkeys. \n\n  To descend, rap to the anchor on P2, then do a long double-rope rap to the ground from there. 60M ropes may be necessary for this descent, but I am not sure. This will prevent the rock from 'gobbling' your rope on the way down and is also one of the most exposed raps you may ever do, under the belly of Fiddler On the Roof.","protection":"A standard light rack from small to 3\" + some draws for the bolts.","location":""},"__v":0},{"_id":"0hQTrXvnUcqwLzIKQ4XdHA==","name":"The Fiddler Roof","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dan Goodwin, Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":14,"mp_id":"107959290","mp_crag_id":"105732162","climb_id":"0hQTrXvnUcqwLzIKQ4XdHA==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"A good climb with some wide climbing, sure to be added to the list of classic cragging routes in Black Velvet.\n\n P1. 5.10+. 75'. Single .3-5 (optional extra 5) Climb the clean wide crack, assisted by some crimps. This maxes out at 10a until the roof.  Place a finger sized cam or 2 over the roof on the left side, and pull the roof (crux).  All of the holds are trustworthy, and the gear is good.  Good gear and jams to the bolted anchor.\n\n P2. 5.10+, 110'. Single to 3, triples 4 and 5.  Though the crack is wide, the climbing is not.  The pitch is characterized by good cams, and liebacking.  The longer the runouts the easier the climbing.  Belay from a comfortable stance at a bolted belay.  \n\n A single 70m rope will get you to the first anchor of Overhanging Hangover, and then down.   It is best to rack up at the base and scramble up to the start of the climb as you do not rappel back to that ledge.","protection":"Single rack to BD #3, 2-3each #4-#5. ","location":"Between Fiddler and Overhanging Hangover. Scramble up some 3rd/4th class ramps to reach a ledge on the left side of a dark varnished pillar."},"__v":0},{"_id":"nnsYgQ/jXTCB9kUrFyfgvw==","name":"Fiddler on the Roof","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave and Jennifer Wonderly 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":13,"mp_id":"105732248","mp_crag_id":"105732162","climb_id":"nnsYgQ/jXTCB9kUrFyfgvw==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This fine route climbs up and along the lip of a huge roof on the right side of Black Velvet wall.  Sustained climbing on excellent varnish.  Every pitch is classic. \n\n  P1) 5.9.  Start at some scoopy dishes 50' right of Prince of Darkness.  Climb up past 3 bolts, then traverse right along horizontal features past 2 more bolts.  Very nice rock and moves.  A couple cams can be used in an easy crack at the top of the pitch.  Bolted rap anchor. \n\n  P2) 5.9.  Climb a low angle crack into a chimney.  Good rock, bolted rap anchor.  This pitch is 60' or so and ends on a small but flat ledge.  (These first two pitches are shared with The Gobbler.) \n\n  P3) 5.10- PG.  Climb up to a bolt, then traverse right around a small right facing dihedral.  Clip another bolt and continue right.  There may be another bolt on this pitch (memory lapse), but at any rate, there are good gear placements.  You basically traverse right along the lip of the huge roof on positive holds.  It is exciting for both leader and follower, but not dangerous.  If you fell though, you could go over the roof and would need to climb the rope to get back on.  This pitch is 120' or so and ends at a bolted anchor.  Sweet. \n\n  P4) 5.10+.  The crux pitch climbs straight up on immaculate varnish.  There are two bolts low on the pitch, which can be supplemented by wires and TCUs.  The first crux is a little further on and is protected by thin gear.  There is also a tricky move up higher at the third and final bolt.  Another classic pitch. 150' to hanging belay with rap anchor. \n\n  P5) 5.10.  This pitch climbs straight up past bolts.  No gear placements to speak of, so the bolts are a little closer together.  150' to rap anchors. \n\n  P6) More face climbing, more bolts. \n\n  P7) a shorter bolted pitch ends on Turkey Ledge. \n\n  Rappel the route with 2 ropes.  Make sure to stay left of the huge roof on pitch 3.","protection":"mostly thin, to 2\".  Quickdraws.","location":""},"__v":0},{"_id":"NHQNKX/mWg2lpWgoGuytXg==","name":"Epinephrine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jorge Urioste, Joanne Urioste, Joe Herbst, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":23,"mp_id":"105732422","mp_crag_id":"105732162","climb_id":"NHQNKX/mWg2lpWgoGuytXg==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This is it. THE classic red rocks route. And it's just as good as everyone says it is.Approach as for the Black Velvet wall. After climbing around the chockstone, return to the stream bed and walk another minute or two upstream. The bolts on the first pitch will be easily spotted on the left.This route has lost some of the original seriousness now that bolted anchors have been placed all the way up. This speeds things up considerably and provides an easy retreat if needed. You'll need two ropes if you intend to rap the route.The original description had 18 pitches. If you use the bolted belay anchors you can climb Epinephrine in 11 or 12 pitches. This description will assume that you use the bolted belays. It's hard to remember precisely how long (or how many!) pitches are on this route but I'll do my best.Pitch 1: climb out of the creekbed past bolts to a big ledge (5.8). Continue on past a couple more bolts to a bushy ledge. (165 feet, 5.8)Pitch 2: work up and left into a chimney, then pull out the right side and work up easier rock to the base of the big chimney that forms the right side of the Black Tower.(165 feet?, 5.7). May need some rope stretch here.Pitch 3: The main event: chimney up a wide crack with good pro to a ledge on the right wall with bolts. (140', 5.9)Pitch 4: Chimney up and swing left as the crack narrows. Climb easier rock to a good ledge. Belay or continue on up into a narrower chimney with a fixed nut at the base and then two bolts. The bolts can be hard to spot - you need to work away from the back of the chimney to find them. If you have enough rope you can belay at the top of the Black Tower. Otherwise belay at the top of the chimney and do a short easy pitch to the tower's top. You can avoid the lower part of the chimney on the right. (165', 5.9)Pitch 5: Climb the face above the top of the tower, passing an overhang, aiming at a brushy ledge. (150', 5.8)Pitch 6: Traverse easily right to the Elephant's Trunk. Ascend this to a ledge at its top. (80', 5.6)Pitch 7: Climb up the crack system (some bolts) to a bolted belay at a ledge. (90', 5.8+) (can be combined with Pitch 6). The rap route goes straight down from here, avoiding pitches 5 and 6.Pitches 8 - 10: Continue up the same crack system, stopping at the bolted belays. A short traverse right (bolt) is found on pitch 10 before an easy roof (good gear, use jugs left of crack). (400', 5.8+)Pitch 11: Either rap the route of continue to the top of the crack. There is no rap anchor at the top of the pitch, though you'll see some bolts with missing hangers where there used to be an anchor. You can use a full 70m rope (and maybe some  simul climbing) to get to the bolts at the top of the first 4th class section (see route exit below).Route exit: You've finished the 5th class climbing, but you're not done yet. There is about 600 feet of 4th class/5.2 slab that you need to climb. If you feel bold, you may choose to unrope and free-solo, or you and your partner can simulclimb the rest of the way up. Otherwise, you can build anchors and place a little gear as you go.Follow the right leaning ramp all the way to the very top. It ends just after turning into a very well defined right-facing dihedral, where you might find yourself mantling on the face behind you as you climb. If you are doing this part of the climb at night, you'll want to keep an eye out for an \"exit\" to the right, after passing through the dihedral section. You'll arrive at a large ledge at the top of the dihedral. If you try to keep going straight up, you'll encounter a 12 foot sandy/sometimes-wet \"wall\". Don't climb that wall.You'll step right 30 feet, and make a few moves to turn a corner.Keep in mind that for this entire ramp section, you'll not be able to see the famous pine tree or 4th class exit-pitch. Just keep trending up and right.Once you round the corner, you'll come to a very large sandy ledge protected by a roof. Proceed along the ledge, take the rightward facing ramp that's plainly visible ahead, and congratulate you and your partner for a job well done.Descent: follow cairns along the ridge leading east from the summit. There are a lot of cairns - if you miss them backtrack until you get back on the right trail. The route will eventually drop left towards Whiskey Peak at the top of Frogland.Logistics: Getting a pack through the chimney pitches is a pain - go light and bring a long sling to trail the pack when needed. The route gets almost no sun so you can go fairly light on water. Get an early start and move fast! Most of the climbing is 5.7 - 5.8. If you can avoid wasting time at the belays you should be able to get up in a day without too much effort. A competent party can easily get up in 8 hours. Figure on about 1 - 1.5 hours in descent. Don't leave gear at the base of the route if you chose to walk down - it's a long way out of the way to go back there.The last restroom is on the turnoff from the highway. Consider bringing a poop bag. In Jan 2021 a Nalgene full of poop exploded in the chimneys: https://www.mountainproject.com/forum/topic/120220349/epinephrine-conditions\n\nIf the chimney pitches were in Yosemite they would be 5.7. This isn't Steck-Salathe! 5.9 is consistent with other Vegas ratings though.Here's the step by step descent by Jon P (thanks!)1. Head up to the summit of Black Velvet peak by rounding the big lone pine tree at the top of the route and scrambling which quickly eases into hiking. Enjoy the view of Vegas.2. When looking out at Las Vegas from Black Velvet peak, turn to face your 4:00 (right and slightly behind you), seeing another very large peak connected by a ridge and saddle. Follow this ridge, dropping down the saddle, and make your way up to the top of the large peak.3. Once at the summit of the 2nd tall peak, look to your 8:00 (left and slightly behind) to see another ridge heading toward hwy 160.4. Scramble down the large peak to obtain this next ridge. Stay as high as safely possible as you follow the ridge which is sporadically marked with cairns.5. Connect the dots along the ridge, hitting 3 or 4 more peaks as you follow the ridge. Only one of the peaks does not have a cairn on it but continue high on the ridge heading to the top of each peak.6. You'll know when you are at the final peak because it has 4 or 5 very stout cairns on it closely spaced. It is obvious! If you are unsure then you are not there yet!7. Once on top of the peak with the 4 or 5 big cairns, head left and down following the many cairns along the way. If you head down and do not see cairns, you are going the wrong way.8. Get dumped into the whisky peak gully decent (turn right when you come to the fork) and continue down behind Frogland, following trails and cairns which are heading in the direction of hwy 160. There are multiple trails going down this decent and they all seem to meet up eventually.9. Upon exiting the gully, curve around whisky peak following the trail that curves left.10. The decent trail back to the parking lot is several hundred feet before Frogland, marked with a large cairn sitting on top of a large boulder.","protection":"You don't need anything bigger than a #4 camalot in the chimney pitches. A 3, 3.5, and 4 camalot and perhaps a #11 hex, combined with the existing fixed gear, should get you up the chimney without much mental stress. ","location":""},"__v":0},{"_id":"xuTJ9rzKW9G1hBMFacqBiQ==","name":"Epi Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":24,"mp_id":"121507736","mp_crag_id":"105732162","climb_id":"xuTJ9rzKW9G1hBMFacqBiQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"From the top of pitch 11 follow the ramp up and right approx 40m to the base of the Epi Arete (see beta photo).  Pitch 1: Climb up a left leaning crack and pull over two bulges which leads to easier ground and a nice belay ledge. (5.8) 20mPitch 2: Follow up the left facing corner to it’s end and pull over a bulge heading right to a nice stance.  Face climb up the lichenous wall and find several key placements (0.2-0.3 and or small nuts). From here trend left to the edge of the wall and climb the nice slab up to a comfy belay ledge.  (5.9+) 40mPitch 3 Climb straight up the varnished face and carefully pass over a chossy roof section on it’s left, which can be avoided by heading right below the choss roof.  This leads to a beautiful Juniper tree just below the summit of Black Velvet Peak. (5,8) 40m\n\n ","protection":"Epinephrine rack is sufficient 0.2 piece is nice to have","location":"The arete up and right of Epinephrine.  "},"__v":0},{"_id":"QNdz2Q1tW1a8NK01N9fy4g==","name":"Dream of Wild Turkeys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jorge & Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":11,"mp_id":"105732275","mp_crag_id":"105732162","climb_id":"QNdz2Q1tW1a8NK01N9fy4g==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This is one of my favorite climbs in Red Rocks. It is varied, steep, long and challenging with perfect rock. This route has some great crack climbing but the real excitement comes from the reasonably bolted face sections. The exposure is fantastic and the whole route is well protected.\n\n History: A \"Turkey\" was a name given to someone who did not conform to the purist climbing standards, see in dictionary under \"Kook.\" Jorge and Joanne politely responded to their given titles by self-professing and naming the route \"Dream of Wild Turkeys.\"\n\n DOWT is deservedly very popular and given the fact that it shares the first pitch with the equally popular Prince of Darkness (5.10c), an early start is highly recommended.\n\n There are many other options on this wall and in this area if this route is jammed. Sour Mash is another good option on BV Wall and a few variations of DOTW exist also: Yellow Brick Road is a 5.10b 2-pitch direct variation beginning on the third pitch, and The Gobbler is a 5.10a variation to the start.\n\n To approach, follow the stream bed until a large wall blocks the way. Here, you should be directly across from the large arch on the lower right side of the wall. At this point, follow a faint \"trail\" up left to fourth class terrain and scramble up this, aiming for the left side of the arch. Take the trail to a rocky terrace on the left of the arch. Locate a nice right angling crack about a pitch up. The bottom of this crack is the top of the first pitch.\n\n P1: Climb nebulous 5.6 terrain aiming for the bottom of the crack on P2. Belay at 2 bolts about 100' up. The pro on this pitch is somewhat sparse but the climbing is easier than anything else on the route.\n\n P2: 5.9, ~160' Make a few thin moves off the belay up and right and gain the crack. There are lots of slabular moves on this pitch due to the angling nature. The crack eats stoppers. Follow this crack to another double-bolt belay.\n\n P3: 5.9, 100' Continue up the crack until a line of bolts leads to the right. Continuing straight up puts you on Yellow Brick Road. Check out the plaque. Make the exciting traverse right clipping 4 or 5 bolts on your way. This is steep here but the holds are big. Once you gain the large crack, make some 5.8 offwidth moves up another 30' to another 2 bolt belay on your right. If you miss the belay, which is hard to spot, another possible, albeit uncomfortable, belay can be had a little further up.\n\n P4: 5.10a, 150' Continue up the crack to it's top. The crack becomes thinner and thinner until it's gone. At the top, two strangely placed bolts mark the crux of the pitch and the climb. Make a few very thin moves out left aiming for the bolted belay.\n\n P5: 5.10a, 50' Exciting pitch! Follow the line of bolts up and left on tiny edges and belay at another set of bolts at the base of a cresent shaped corner.\n\n P6: 5.9, 130' Follow the cresent corner up and right. It starts out shallow and easy and gets steeper and harder near its top. Step onto the face and make some bolt-protected moves up and left to a thin crack. Follow this bolted crack up to another bolted belay.\n\n P7: 5.8, 120' Follow the thin crack straight up. Near the top, the angle rolls off and easy climbing leads to a large ledge with belay/rap bolts.\n\n Most people rap from here as we did, although the route continues up for another 4 pitches which are suppose to be good.\n\n For the descent from here, make a series of double-rope raps down the wall. Staying a little left on POD is the best option if noone is coming up as there are fewer rope-eating cracks there, although rapping down DOWT and Yellow Brick Road works fine too. We did it in 5 raps.","protection":"Standard rack to 3\", some quick draws, std. and a few long runners.","location":""},"__v":0},{"_id":"iH6pqh8ZVhK8n3PcMPDaeQ==","name":"Cutting Edge","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Danny Meyers - 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":2,"mp_id":"105957640","mp_crag_id":"105732162","climb_id":"iH6pqh8ZVhK8n3PcMPDaeQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"This route takes an amazing right-trending dike feature across the far left side of the Black Velvet Wall.  Approach it by scrambling up along the base of the wall, past the start of Refried Brains and a large boulder and a smaller boulder leaning against the wall.  Begin on a two foot high pedestal at the base of a perfect finger crack in a corner. \n\n  Climb up via perfect locks to a ledge and no-hands rest.  Place some small gear here (a blue and red Alien are perfect), then begin the very long, very pumpy rising hand traverse.  Initially climb up to a good stance at a large pod that accepts a #3 Camalot, then continue hand traversing to another slot that accepts bomber finger sized gear, and finally punch it past three widely-spaced bolts to the anchor.  Kinda scary with all the heelhooking over your rope and star drive bolts, but a completely unique feature for Red Rocks.","protection":"Three or four yellow TCU sized pieces and two or three 0.5 Camalots for the initial crack (save one or two for the final gear placement on the traverse).   A tiny piece (blue Alien or purple TCU), A #3 Camalot, a 0.5 Camalot, and three draws are all you need for the business.  The 3 bolts are old star drives which do not inspire confidence, but they appear to be in good shape.","location":""},"__v":0},{"_id":"4xi0sqRpVMCf2F6S0ogIqQ==","name":"American Flesh Dance (Combination of The Flesh plus American Ghost Dance)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Richard Harrison, Jay Smith (The Flesh), Jordy Morgan, Kevin Fosberg (American Ghostdance)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"left_right_index":5,"mp_id":"107149327","mp_crag_id":"105732162","climb_id":"4xi0sqRpVMCf2F6S0ogIqQ==","areaRef":"EQjtMRY/UJeFcwkyFBvxNQ=="},"content":{"description":"Description general:   This route is an amalgam of two older routes on Black Velvet wall combined into a less difficult line. The route described here avoids the first 5.12 a pitch of American Ghostdance and combines the easier pitches of both routes into a more moderate grade of 5.10b/c. The route offers an alternate to the extremely crowded routes directly to the right (Prince of Darkness, Dreams of Wild Turkeys).  The upper pitch (s) of the route are bold but not in the league of boldness of Rock Warrior. \n\n  Pitch description: \n\n  Pitch 1  5.9 130 feet: Climb the first pitch of Refried brains to the chains  a beautiful crack line. At the top of this pitch either belay or continue up the next pitch to its belay.   Pitch 2  5.10a/b 70 feet: Step right under the small roof and turn it on the right. Climb the crack and face past a bolt to a curving ledge. Put in your own belay here with some small to medium camming units.   Pitch 3  5.10a/b 180 feet: Move to the right, place gear in the small left facing corner then move easily across the face to the right to join the second pitch of American Ghostdance at the 3rd bolt. Clip the bolt, climb the thin varnish (crux) to another bolt then go straight up on easier terrain with natural protection past a few small plants all the way to the big ledge to the right of the large right facing corner. No established belay exists here so you will need to build your own.   Pitch 4  5.10 120 feet: From the ledge you can see a bolt about 30 feet up and slightly right  climb carefully but easily to this bolt.  Follow the well spaced bolt line that curves out right then back left to the belay passing a total of 5 (6?) bolts. No natural gear is available except a wire near the first bolt. This is classic, exposed, spicy Black Velvet Wall climbing. Unfortunately all the bolts are rusty ¼ inch original gear. The belay is also old bolts that we backed up with two good wired stoppers.   Pitch 5 etc Appears to be more of the same as pitch 4. (We chose to climb left into Refried brains so we could rappel safely.) ","protection":"Single set of cams to 3 inches including some microcams and wires.","location":"Approach  Walk into the Black Velvet wall, traverse left along the wall under the huge boulder to the crack that marks the start of Refried brains.  The route takes the first pitch of Refried brains and then wanders up the wall to the right of that route.   Descent   Climb all the way to the top and walk off or traverse left to Refried brains and rappel off (2 ropes)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,1108ed31-163f-5097-8573-0932141bf135","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","Black Velvet Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.10+"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":0,"intermediate":19,"advanced":5,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":20,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46652,36.03518]},"bbox":[-115.46707605871528,36.03473033981813,-115.46596394128471,36.035629660181854],"left_right_index":-1,"ext_id":"105732162","area_id":"EQjtMRY/UJeFcwkyFBvxNQ==","polygon":{"type":"Polygon","coordinates":[[[-115.46707605871528,36.03473033981813],[-115.46596394128471,36.03473033981813],[-115.46596394128471,36.035629660181854],[-115.46707605871528,36.035629660181854],[-115.46707605871528,36.03473033981813]]]}},"content":{"description":"This is one of the premier walls in Red Rock.  It features a wealth and variety of good climbing from the chimneys of Epinephrine to the balancy edges on Dream of Wild Turkeys."},"density":0,"totalClimbs":25,"__v":2,"createdAt":"2022-11-07T06:11:19.213Z","updatedAt":"2024-01-20T01:03:01.193Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e766f8258fb5bda0900e","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}