{"_id":"63689d5ce80bff5a994f5066","area_name":"Voyager Rock","shortCode":"","climbs":[{"_id":"SM/H86Q1WBmxforPk0lKaQ==","name":"Smoke for Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dwight Kroll and G. Hall, September 1990","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":9,"mp_id":"107387514","mp_crag_id":"107387509","climb_id":"SM/H86Q1WBmxforPk0lKaQ==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"This is a great slab route, probably the best one on Voyager Rock?\n\nIf you think you got what it takes to climb 11a slab this is a great testpeice.\n\n1st Pitch: Sustained 10+ slab, 8 bolts to a 3 bolt anchor. AWESOME!\n\nStart from a small pine tree up on a ledge.\n\nFrom the pine tree head up and right to a flake traverse the flake back left to gain another ledge just below your first bolt. The small ledge is 15ft above the small pine.\n\nFrom the ledge pull onto a slanting rail/flake that you can protect with small nuts, and clip the first bolt.\n\nIts all slab from here to the summit, A preaty straight forward route, just find the path of least resistance to the next bolt.\n\nThe crux: A very thin 11a section between the 2nd and 3rd bolts, Friction moves on dime edges, OH YA!\n\n2nd Pitch: Sustained 10a slab, 8 bolts to a 3 bolt anchor. SICK!\n\nThe Bolts on this pitch are more spread out, but the climbing is easier.\n\nThis pitch is a Super Rad sustained 10a slab as good as it gets. A Mind blowing foot to hand match on a small knob was super cool.\n\n3rd Pitch: One bolt protects this pitch. DONT BE SCARED!\n\nFrom the anchor at the top of pitch 2 look up and left and you will see a bolt about 30 feet away.\n\nIt is 5.9 climbing to this bolt. If you have made it this far it should'nt be a problem.\n\nIf you dont want to run it out to the bolt you can climb straight up 15ft to a flake, stick a good #1 camalot in, back it up with a smaller cam if you want, put runners on them and traverse left and up to the bolt.\n\nAfter you clip the bolt there is another 25ft of easy slab that brings you to the top of Voyager Rock. Set up a trad anchor and bring your partner up. Walk off south ridge.","protection":"10 quick draws, some should be half length slings.\n\nA set of nuts, small ones for 1st pitch\n\n.4 to #1 camalot - 4 cams\n\n2 full length slings for anchors","location":"This route is on Voyager Rock's south east side.\n\nWhen you get to the base of Voyager Rock head north along the top of a slab. The slab below you gets steeper the further you head north along the base.\n\nAt this point you are just past the middle of the Voyager Rock's east side. and to the right of a huge prominate right facing dihedral that arches to a roof high up on Voyager Rock.\n\nStart looking for a small pine tree about 60ft up to the right on a ledge. Scramble up and right on broken up ledges with bushes untill your just below the small pine tree.\n\nI reccomend roping up to get to the pine tree, you can protect this short bit with cams in horizontal cracks - 20ft of climbing.\n\nDescent: If you top out \"Smoke for Face\" walk off the southern ridge.\n\nA 60m rope works for top roping the first pitch.\n\nIf you want to bail from the top of the 2nd pitch bring a 70m rope, or a second 60m rope, im not sure if you could make it to the first pitch anchor using one 60m rope?"},"__v":0},{"_id":"L4ime/IPWZ+wGLV6yPt5PQ==","name":"Searching for Ascention","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Glen McHam and Dwight Kroll (2011)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":4,"mp_id":"114973701","mp_crag_id":"107387509","climb_id":"L4ime/IPWZ+wGLV6yPt5PQ==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Start off the ledge into the crack (5.9). Them move onto the fun arete. Engaging and interesting climbing leads on the edge of the formation. Pass through the short lived crux then head up to the bolted anchor above (~32 meters).","protection":"Gear to 1\" for the initial crack. After that, 10 QDs for the bolts","location":"Located beside a big chimney system. Starts on a granite ledge."},"__v":0},{"_id":"tnxyhGZaW4GAcHEmw2gSzA==","name":"Seam Stress","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kris Solem, Julie Lazar, 9/88","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":3,"mp_id":"117594446","mp_crag_id":"107387509","climb_id":"tnxyhGZaW4GAcHEmw2gSzA==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Step off the block at the base onto super thin face following the desperate seam to a right-facing corner. A while after clipping the last bolt there are opportunities for very small wires in the crack that leads to a two bolt anchor. Bolt 1 and the anchor bolts were replaced in August 2019 (bolts 2-5 had been replaced earlier by an unknown party, and seemed to be in good shape).","protection":"5 bolts, small wires","location":"Southeast face of Voyager Dome, right of the Outward Bound corner"},"__v":0},{"_id":"v0jH9T1KUgyt1/mB7sFuMQ==","name":"Phasers Set On Stun (Reunion)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Barbella & James McConachie, 1997","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":1,"mp_id":"113467132","mp_crag_id":"107387509","climb_id":"v0jH9T1KUgyt1/mB7sFuMQ==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Amazing finger crack in a right-facing corner. Sustained difficulty with a crux up higher where the crack gets too thin for fingers and stems are delicate.","protection":"Cams to 1 inch with a focus on small cams. Small nuts. Two bolt anchor with rap rings, or walk off.","location":"Southeast face of Voyager (left end of face seen when approaching). Route is immediately left of Outward Bound Crack 5.6 (a dirty, wide chimney/ramp). A large pine hangs over half the route."},"__v":0},{"_id":"dY/UyfbEXhiqq/J29ABaHg==","name":"Outward Bound Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":2,"mp_id":"113467073","mp_crag_id":"107387509","climb_id":"dY/UyfbEXhiqq/J29ABaHg==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Obvious, clean corner crack/ramp. Great hand crack if you choose to climb it straight in. If only it were longer.","protection":"Pro to 3 inches. Two #2 and two #3 Camalots is likely all you'll need for this short route. Update: can place a 4 higher up if so inclined.","location":"Southeast face of Voyager Dome (left end of the face when approaching). Route is left of the bolted route Seam Stress 5.12b, and right of Outward Bound Off Width 5.8."},"__v":0},{"_id":"zT/0cuf2WyqiFF16hCYxgw==","name":"Marmot Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":6,"mp_id":"119431187","mp_crag_id":"107387509","climb_id":"zT/0cuf2WyqiFF16hCYxgw==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"The book calls this route 5.8. I disagree. There are three distinct roof moves that require good jamming skills and technique. \"Follow the right facing corner crack to the top of the Orangutan block. The upper section of this climb follows either the main left corner at 5.8 or the right corner at 5.9+. This route can be split into two pitches\" to reduce rope drag. This route is pretty dirty and requires attention to not trundle loose blocks.","protection":"Pro to 4\". Slings are good to help reduce drag around corners. Doubles good for options. The guidebook shows the anchors to be shared with Orangutan Roof on top of the feature but the route doesn't really take you there. I was surprised to not see anchors in a more accessible spot. Would need a #5 at least to protect a very exposed traverse around an edgy block that is not in style with the rest of the route. Once there you would be bummed to find suspect bolts and hangars. We did not use the rappel station to descend. Instead we continued up about 15 feet above the bolted anchor to a small ledge where another previous disappointed party left two good small nuts to rap off of. I added a third larger and some cord with a locker. A drill would solve the problem and place an actual anchor here. We split the route into 2 pitches to reduce drag. A 70 meter rope got us all the way down in one rappel.","location":"This route ascends the crack and dihedral system on the left of the Orangutan block."},"__v":0},{"_id":"A9RkVXmtUaaS5bQMSkwcsA==","name":"The Gold Standard","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kristian Solem, Jan McCollum, Guy Keesee","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":11,"mp_id":"121211956","mp_crag_id":"107387509","climb_id":"A9RkVXmtUaaS5bQMSkwcsA==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"The\n\nGold Standard\n\nand\n\nSeamstress\n\nstand as bookends to the main face of Voyager Rock, the first being at the far right end and the latter at the far left.\n\nThe Gold Standard climbs one pitch up a steep face with patches of gold patina. For the most part the holds are the edges of the patina. It will remind you of the road side of Pywiak Dome in Tuolumne Meadows, but it's steeper and harder than anything on that face.\n\nAbout a half dozen bolts lead up progressively harder moves to a two bolt anchor. This is the only route I've done that doesn't go to the top of something. We simply pushed it as far as we could go. Obviously the crux lies above.\n\nThis would be a four star climb if it had a little more variety. But if you like crimping thin holds on a steep face in idyllic surroundings this one's for you.\n\nBest done in the afternoon shade. The FA was done on crisp September days.","protection":"About a half dozen bolts to a two bolt anchor.","location":"From the center of the face, below the route\n\nBy Jupiter, There Are Rings Around Uranus\n\nan obvious system of hike-able ledges leads right, gradually increasing in height  from the base. When you arrive at a large step you'll be under the route, obvious by its bolts."},"__v":0},{"_id":"2UEdncsKXveXPGHavmpaig==","name":"Orangutan Roof","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Tuttle, Ron Skelton 1990","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":5,"mp_id":"118045410","mp_crag_id":"107387509","climb_id":"2UEdncsKXveXPGHavmpaig==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Another sweet trad challenge along the base of Voyager.\n\nHead up the chimney with an awkward move around a chockstone. Get in some good gear then fire the layback moves around the roof and into the hanging corner above. The corner offers excellent and casual climbing until thinning and steepening. Again, get some good (and thin) gear and bust a big move to get past a blank section and then romp up to the anchor.","protection":"Standard to 3\" with a tiny cam (grey metolious/purple c3) or nuts to protect upper crux. Extra finger size will be nice for the bulk of the climbing\n\nAnchor is original 2 bolts and could use some work, though one is 3/8\". Bring tat at the very least\n\nSorry, didn't have bolt kit with me","location":"Left end of Voyager. Start in a chimney in a big corner. Continuing up the chimney is Marmot Crack (5.8). 20 feet up, look for a roof to undercling out. Obvious feature."},"__v":0},{"_id":"dOyK66m3V7Cgdek4XkL+vA==","name":"Eve of Destruction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eve Laeger, Kris Solem, Herb Laeger, July 1990","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":7,"mp_id":"108340916","mp_crag_id":"107387509","climb_id":"dOyK66m3V7Cgdek4XkL+vA==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"A worthwhile pitch. The line is beautiful and obvious. On the left side of big, bad Voyager is a large \"Y\" with black rock between the two upper arms. Eve goes up the bottom leg.\n\nThe bottom half features some sometimes burly liebacking on a rounded flake/edge of the crack. The top half is some wild, technical liebacking and working a sometimes no-crack shallow corner. Pro is generally good except for a relatively easy bit of a liebacking run to a jug on the bottom and a run to the anchors when the crack totally closes shut at the top.\n\nFun, but this thing was really dirty!","protection":"Pro to 3\" with some extra small stuff (at least one grey and purple metolius). Small offset stoppers also useful. Anchor is three bolts and tat","location":"Left side of Voyager. To the right of a sweet looking 5.12 black corner"},"__v":0},{"_id":"M6IG7RkoXJOzNDq0jCKuQA==","name":"End of Summer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin and Sue Ludwig, 1990","type":{"trad":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":0,"mp_id":"113467228","mp_crag_id":"107387509","climb_id":"M6IG7RkoXJOzNDq0jCKuQA==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Thin seam and features leads to a small tree and bulge near the top; crack continues up and around the bulge, then easy slab to a gear anchor. Guidebook rates 11b likely if doing slab start to gain the first ledge and seam; however, one can do the crack start 2 feet to the right, making the climb about 10a. Rated 3 stars due to its potential with more traffic and some cleaning.","protection":"Slings, pro to 2\" with a focus on small cams/nuts/offsets. Gear anchor or walk off. Until route sees more traffic and is cleaned up, the pro is questionable, but one can set up a top-rope.","location":"Far left route on Voyager's Southeast Face. Approximately 40 feet left of Phasers Set On Stun 10b. A small pine at the top of the crack, and below the bulge, can be seen from the ground."},"__v":0},{"_id":"v49bOzE9XHW4qYJF8nXsnA==","name":"By Jupiter, There are Rings Around Uranus","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kristian Solem and Herb Laeger, August 1989","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":8,"mp_id":"119224584","mp_crag_id":"107387509","climb_id":"v49bOzE9XHW4qYJF8nXsnA==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"History\n\nIn 1989 Herb Laeger and I were looking for a summit line on Voyager Rock. This large dome is a tough nut to crack, there’s a scarcity of natural lines up the main face. By then Vaino Kodas and Al Swanson had established V'Ger (in the 1979 Star Trek motion picture the Enterprise encounters an ancient American space probe called Voyager, but the O, Y, and A were gone from its name). I climbed this route once; it’s a death-defying stunt. Battle Apple—an excellent outing-- went up around the same time, by Jimmy Gill and Dwight Kroll. Those two climbs were about it for long routes on Voyager.\n\nHerb and I were on a weekend trip. We left Los Angeles on a Friday evening and headed up into the mountains in my ever-eager little sports car. We bivied alongside the road somewhere past Shaver Lake. Saturday morning we were driving early, but when we got to the fork in the road (left goes up to Courtright, right down to Wishon), Herb wanted to go down to the Wishon Store. I was a bit miffed, but down we went. There, Herb saw a sign by the door of the store with a schedule of powerhouse tours. The powerhouse is carved out of solid granite below the level of Wishon Lake. They let water down from Courtright Reservoir, 2000 feet above, under tremendous pressure, to spin turbines generating electricity. They reverse phase on the turbines, and pump water back up at night. Thermodynamically inefficient, but practical. Herb said we should go take the tour. I was flabbergasted, but off we went. The tour was fantastic, like something from a James Bond movie.\n\nIt was mid-afternoon by the time we were up at Voyager Rock.\n\nI’ll take credit for By Jupiter. I spied the line. Herb was skeptical. Herb had light years more experience than I at doing FA’s, and had countless great routes to his credit. But on this one occasion he misjudged my proposed line. I pressed the matter.\n\nWe did the hard part of the second pitch and called it a day. On Sunday we finished the route and drove home. I can’t believe either of us made it to work the next day.\n\nThe Climb\n\nPitch 1 is easy, basically an approach pitch.\n\nPitch two: The money pitch. A 5.11+ steep slab (beautiful rock) leads up to a short traverse left. Move up to gain the right leaning finger crack. From the ground this feature looks like a horrendous seam, but it’s perfect fingers. At the top of the crack a 5.11 move protected by a bolt leads to a bolted anchor.\n\nPitch 3: A short pitch to a nice ledge with a belay on gear. This pitch enables the long 4th pitch.\n\nPitch 4: IMO the most enjoyable pitch on the route. Follow the bolts to the last belay.\n\nPitch 5: 5.9 to the top. Belay on gear. Walk off.\n\nNotes: Two 100 ft. raps go to the ground from the top of P4. Its 100 ft. from the top of P2.\n\nThe crux is extremely difficult on a hot day in the sun. This is a cloudy day or cool weather climb.","protection":"The crux is protected by three bolts. Getting a piece to protect the move from the traverse to the crack is funky. This is the PG13 bit. I used a brown or blue Tricam. A Camalot in that size range should work too. It’s also a good place to be using double rope technique. Long runners if not.\n\nThe crack is finger size up to a green Camalot, with thinner bits.\n\nOther than that, supplement your rack with a few cams from 1 to 3 inches for the 3rd pitch and summit belays.\n\nThe bolts on P2 are 5/16 button-heads. If you’ve ever pulled one of those suckers to replace it, you’ll probably be comfortable with those. The bolts on P4 are long ¼ inch button-heads. If you did P2 you shouldn’t have any trouble up there.\n\nI plan on replacing them, I’ll post here when I do. If anyone else wants to do it, please add an anchor at the top. The walk off is no big deal, but if I did the route today I’d set it up to rap. I beefed up the belays with a 3/8 inch Hilti bolt at each one sometime around 1995.","location":"Voyager Rock is east of the lake. Drive across the dam and continue to the lot at the end of the road, about ¼ mile from the dam. From the west end of the lot a trail cuts down to the 4wd road. Cross the road and find your way through a bit of woods, and on up nice slabs to the base of the dome. A fine boulder with a few good problems sits a short distance up the slabs.\n\nA low angle slab runs below the left end of the dome. Scramble up this slab to a large ledge under the main face (the western end of this slab features a spectacular boulder).\n\nFollow the ledge system to the right until it ends. If you find yourself scrambling you’ve gone too far. At the end of the ledge you are under the route."},"__v":0},{"_id":"AtkTblmcU22uhPjfM7OMjw==","name":"Battle Apple","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jimmy Gill, Dwight Kroll, 8/88","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"left_right_index":10,"mp_id":"112182393","mp_crag_id":"107387509","climb_id":"AtkTblmcU22uhPjfM7OMjw==","areaRef":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":"Pitch 1 (easy 5th): A short approach pitch gets you up to a ledge just beneath the big, right-facing corner. Gear anchor. (If you're comfortable with very limited or no protection on this pitch, it can be easily linked into pitch 2, but any protection on this pitch will result in rope drag when you get near the top of pitch 2.)\n\nPitch 2 (10b): Climb the right-facing book. As it starts to curve to the right and become a roof, escape over the roof to a bolt, then to a three-bolt anchor (historical note: one of these is the original anchor bolt from the FA of Space Probe, the other two are 1/2\" stainless steel Powers bolts added October 2019).\n\nPitch 3 (10d?): Climb the thin slab to the right through two bolts to the right side of a small roof that takes a small-medium cam. Turn the roof and follow four more bolts to a bolted anchor.\n\nPitch 4 (9): Follow features up the left-facing corner to a large horizontal ledge (bring your brass nuts if you want to feel safe here). Follow the ledge left to a two bolt anchor (intermediate - a new \"final\" bolted anchor with rap rings was added at the summit in June 2021). Easy 5th from this intermediate anchor to the summit.\n\nWalk off, or rappel\n\nBy Jupiter\n\n**using two ropes**).\n\nDetailed topo, route beta, and area info in the guide to the Courtright area by\n\nDwight Kroll\n\n.","protection":"Pro from small to 2\". Several hands to thin-hands sizes for P2. Six draws plus a medium-small cam for P3. Brass nuts strongly recommended for P4.","location":"Right of\n\nSmoke for Face\n\non the southeast face of Voyager."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,77c6d9ee-864e-57f6-b498-3d422508cbe0","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Voyager Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":5,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.96451,37.09126]},"bbox":[-118.96507371285972,37.090810339818134,-118.96394628714027,37.09170966018186],"left_right_index":-1,"ext_id":"107387509","area_id":"d8bZ7oZOV/a0mD1CJQjL4A=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:54:36.101Z","updatedAt":"2022-11-25T11:14:31.758Z"}