{"_id":"63689d20e80bff5a994f2581","area_name":"Kor Wall","shortCode":"","climbs":[{"_id":"YQA2DbBcXY2P0jVoqwh1hA==","name":"The Naked Prey","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Manny Rangel, Mike Knarzer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77605,32.3425]},"left_right_index":2,"mp_id":"105807949","mp_crag_id":"121390231","climb_id":"YQA2DbBcXY2P0jVoqwh1hA==","areaRef":"QfA5q0FHXva61jgGzo7sug=="},"content":{"description":"So far, this is a work in progress.  The first pitch starts way left in a short steep diheddral and trends up and right passing thin pro and a bolt to the main dihedral.  The crux may be after the bolt, you pass a bulge and use 2 med tri-cams  til you gain a finger-sized undercling (visible from the ground).  Build an anchor and the second pitch goes up a crack in the main dihedral to a bolted anchor at a stance right of the crack.  We were going left in the dihedral but it turns out to be a roof that blanks out.  We bailed and will return to finish around to the right.","protection":"Thin to large nuts, Lowe tri-cams, couple med hexes, doubles from small aliens to #1 camalot, single #2,3 camalot; one protection bolt.","location":"On the west side of Kor Wall, just around the corner, walk 100yds to an overhanging dihedral(fingers) in a corner and climb up and right to reach the main dihedral.  Pitch one anchor with natural pro at the start of main dihedral.  Pitch two anchor is two bolts that get you to the ground with double 60m ropes."},"__v":0},{"_id":"sAOAHGb/UiKHJiyYVRlH2w==","name":"Kor Wall","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Layton Kor, George Hurley 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77605,32.3425]},"left_right_index":0,"mp_id":"105799739","mp_crag_id":"121390231","climb_id":"sAOAHGb/UiKHJiyYVRlH2w==","areaRef":"QfA5q0FHXva61jgGzo7sug=="},"content":{"description":"Getting to the base of the route is an uphill march: from shuttle stop 7 walk back down canyon 100yds to a gully heading uphill for 200yds til it connects with the sabino trail.  Travel uphill @ 1/2 mile to the Phoneline trail, turn right til you get to the Hiker's Gully @ 100yds and walk up it til you get level with the Kor Wall's base.  Walk left to the rocky base and drop your packs.  Climb 3rd/4th class up to the left side of the pillar @ 300' and set your belay inside the chimney.  Climb chimney, work your way to the edge of it up high and then work back inside to top of pillar.  Belay on slung block.  Pitch 2 goes up @ 10-15' then traverses left on incipient cracks for 40-50', trending down on easier ground to the main crack.  Climb a bit higher to set belay.  Pitch 3 goes up small cracks on great rock, stay right of dihedral visible above.  Stay right on good crack with piton to pass crux bulge then traverse left when level with start of dihedral to set a belay.  Pitch 4 goes up remaining dihedral and wanders right to ledge going directly right under a roof.  Go around corner to set belay on ledge where it ends.  Pitch 5 goes up overhung finger crack with great rock and holds to top.  Walk north to descend Hiker's Gully to your packs.","protection":"standard rack of single cams, double set of nuts, 15 runners; I brought a #5 camalot and used it on the chimney pitch as recommended but didn't really need it.  An old hex fixed on start of pitch 2, one piton on crux in pitch 3 and long fixed slings on top of the pillar.","location":""},"__v":0},{"_id":"FWwgzmROVV2/C3zBxPn2Xw==","name":"Hard to Swallow","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Asher Sussman, JMw   4/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77605,32.3425]},"left_right_index":3,"mp_id":"107398144","mp_crag_id":"121390231","climb_id":"FWwgzmROVV2/C3zBxPn2Xw==","areaRef":"QfA5q0FHXva61jgGzo7sug=="},"content":{"description":"Each pitch has some junky spots you need to avoid and there are a few spots layered with decades of swallow droppings. Other than that, it's a great route!   Definitely some fun, steep sections with great exposure.","protection":"We used lots of stoppers, doubles thru #3, triples on .75 and #1 camalots, and a #4. (And that was just on the first 30 feet!)","location":"Approach as for the Kor Route then traverse right and up into the Hikers Gully.  About halfway from the base of the Kor to the top of the gully look for a big, white-stained, right-facing corner on the upper half of the wall. To the right of this corner is a triangular roof with another smaller triangular roof just above, next to a small oak tree.  The climb follows cracks past the right sides of both overhangs. The top of pitch 2 is just left of the tree. \n\n  As you hike up the gully, look for a small roof about 20 up with a white stain underneath and a crack thru its left side. Stay in the main gully till even with the base, (best to leave packs here,) then traverse left into the smaller, steeper gully to the base.\n\n 1.\tSteepening crack thru left side of small roof, then up to ledge.  Step right to small, ramping, right-facing corner with black stain. Wander up to access next main ledge up and right. Belay at base of next main corner.  (130, 5.10) \n\n  2.\tClimb corner then exit right onto face before getting to base of white corner, passing 2 bolts into cracks that lead past right sides of both overhangs.  Belay just left of small oak tree at a bolt backed up by gear.  (120, 5.9) \n\n  3.\tContinue up corner a short ways until you can exit left onto face with a pedestal that is more solid than it looks. Up and left past 2 bolts then up onto large, slanting ledge with some loose dirt/rocks.  Tip-toe to the right end and continue up past 1 more bolt to top.  (100, 5.7+) \n\n  Descent:  Hike right and descend Hikers Gully to gear."},"__v":0},{"_id":"oi0D9UPgV7KF86sUuKSrpQ==","name":"Eroder’s Delight","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"The Erodeica boas: Ian and Aaron Davis / DaveT","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77605,32.3425]},"left_right_index":1,"mp_id":"118317011","mp_crag_id":"121390231","climb_id":"oi0D9UPgV7KF86sUuKSrpQ==","areaRef":"QfA5q0FHXva61jgGzo7sug=="},"content":{"description":"Left side of Kor Wall.   100ft left of naked prey and few hundred feet left of the start of Kor Route. ","protection":"Standard rack to 3 camalot 2/60 M ropes or summit and walk off the gully with one rope","location":"Hike up to the left side of Kor Wall and spot the pitch 1 tower and double cracks above it.  \n\n Pitch 1:  Short crack and flake takes you to the top of the first pitch tower. An ancient rap anchor can be found here.  We assume someone bailed off that single bolt back in the 80s or 90s since we found no more hardware in the above pitches. (.9)\n\n Pitch 2 :  Step out right onto the steep finger and hand cracks. The cracks double up at the crux and then you can move out right then up and left to a small cave where you can belay with a few medium cams. (.10bc?)\n\n Pitch 3: Up and right to the end of the ramp and up a small dihedral to a belay ledge. You will find a tri cam and nut we rapped off. (.8)\n\n Pitch 4:   Continue up the weaknesses, cracks and chimneys up to a ledge with a two bolt anchor. (.8)\n\n Pitch 5 : Summit or rappel"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,5db81997-ac2d-5a5b-b4ef-84b5d419d3bb,41f039ab-4147-5ef6-bad6-3806ce8eecba","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Sabino Canyon","Kor Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.77605,32.3425]},"bbox":[-110.77658222710821,32.342050339818144,-110.77551777289179,32.34294966018187],"left_right_index":-1,"ext_id":"121390231","area_id":"QfA5q0FHXva61jgGzo7sug==","polygon":{"type":"Polygon","coordinates":[[[-110.77658222710821,32.342050339818144],[-110.77551777289179,32.342050339818144],[-110.77551777289179,32.34294966018187],[-110.77658222710821,32.34294966018187],[-110.77658222710821,32.342050339818144]]]}},"content":{"description":"Enter a description of this area."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:54.942Z","updatedAt":"2024-02-19T18:28:10.668Z"}