{"_id":"63689d5ce80bff5a994f539e","area_name":"Slack to West Buttress, The","shortCode":"","climbs":[{"_id":"dbNwkkcJXK+SKIfOrX2t/Q==","name":"West Buttress (pitch 1&2)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor, Steve Roper, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":0,"mp_id":"107416757","mp_crag_id":"119319385","climb_id":"dbNwkkcJXK+SKIfOrX2t/Q==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"So the West Buttress obviously isn't a \"base route\", but the first two pitches make for excellent cragging if you're in the area for Peter Pan.\n\nThere are a couple variations on the first pitch. There is a 5.6 start to the left which hand traverses a juggy diagonal crack up and right.\n\nThe 5.9 start is what we did, which starts at almost the same spot as Peter Pan. Climb straight up the flake which varies from fists to fingers. Feels sort of stiff for 5.9, I thought it was harder than the 10a second pitch. Either start you end at a bolted belay off to the right of the crack.\n\nThe second pitch is long and spectacular. Climb a low angle 4\" crack to a wider crack below a roof. From below this looks impossible but there's some good face holds out left. Stepping over to these is the crux (10a). Then climb up the delecate flake a short ways and move left again to the furthest left crack. (Don't miss this traverse or you'll end up in harder and scarrier terrain). Hand-jam up the awesome crack/flake to the anchor.\n\nFrom here, make two double-rope rappels to the ground.\n\nI think from here the West Buttress route climbs up to some old bolts and then swings over into the seam to the left which is filled with fixed hardware and bushes. There's also a sweet looking crack going through a bulge over to the right. I'm not sure if there is an anchor above the bulge however.","protection":"Doubles from fingers to 2\". A 6\" piece protects the crux step left below the roof. The 5.6 start looks like it protects with some 4.5\" pieces.","location":""},"__v":0},{"_id":"XXbt8ihBVGyewVf4aOSLhw==","name":"The Slack, Left","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chuck Pratt and Royal Robbins (May '65)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":10,"mp_id":"107032569","mp_crag_id":"119319385","climb_id":"XXbt8ihBVGyewVf4aOSLhw==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"This is a classic Chuck Pratt testpiece - a must-do for anyone interested in historic wide cracks. The crux climbs more like a chimney than an offwidth, so throwing a toprope on Moby Dick, Ahab is good training for it. The Slack Left requires less endurance then Ahab, but the short crux section is a step up in terms of pure difficulty.\n\nPitch 1 (5.9) - Start up the double thin cracks in a corner. They are often filled with munge, so you may need to dig them out to place pro. Climb up through the tree to reach the start of an offwidth. Fear not, there is a crack inside the offwidth which can be jammed and sidepulled. Eventually the crack will widen to a chimney which is a bit dirty. A short section of chimney ends the pitch. There are two options for the belay. Either sit on the ledge on the right wall of the dihedral, or belay in the back of the chimney off two pitons. I chose the ledge because it seemed more comfortable, but you can also make your choice based on whether you wish to belay in the sun or the shade.\n\nPitch 2 (5.8) - Continue up the chimney towards the roof. Small cams protect in the back. At the roof traverse left and climb up a short loose section before rejoining the corner. Alternatively, if you're feeling burley you can climb straight through the roof using the 5\" crack (probably at least 5.10). From here there's another section of offwidth up the dihedral, and same as p1 there's a crack within the crack, making the climbing easy. Belay at two pitons and gear on a ledge left of the corner.\n\nPitch 3 (5.10b) - This is the pitch that separates the men from the boys. The first two pitches are somewhat easy and average in quality. The final pitch is fiercely difficult and absolutely fantastic. If you're not feeling up for it, you can always tunnel through to the final pitch of The Slack Center, and finish on a pitch of 5.8, making for the most moderate way to climb to the top of The Slack. Otherwise, collect yourself and begin up the long chimney. I stayed near the edge because there was water running down the chimney further back. There are lots of good edges which make the climbing very easy (5.5 - 5.6). There's not really any pro, but if this section doesn't feel totally casual you're probably way in over your head. No matter what path you choose through the chimney, you'll eventually be forced to a inverted V-slot near the edge. A #5 Camalot protects the initial squeeze chimney moves and a #4 nicely protects the crux where you must partially exit the chimney. Like many wide cracks, it's easy to stay stuck in place, but making upward progress is very strenuous. The crux is less than a body length but you must fight for every inch. Resist the urge to wedge your hips in the chimney to rest. Once you're wedged, it's very difficult to get moving again.\n\nAfter the crux you gain a stance on a sloping ledge, but it's not quite over yet. The final obstacle is an overhanging flake that is *just* too tight to squeeze behind. The Don Reid guidebooks marks this section as \"5.9\" on the topo. Maybe I was just so exhausted from the crux below, but this felt more like a 5.9+, of the very most sandbagged type imaginable. Being a small person is extremely helpful here. This will be very difficult (possibly even the crux?) for really big dudes. It's also more difficult to protect than the lower crux. I was able to squeeze my chest in a short ways up and reach in deep to place a #6 Camalot. If you're too big to squeeze in here and reach back for pro, this could be very hard to protect without Valley Giants or Big Bros. However you manage, wiggle and squirm your way up the thing until the crack widens enough to finally take a deep breath. Just another 20 feet of easy wide chimney with lots of features and you'll be mantling on to the summit of The Slack - a very small feature compared to the behemoth it leans against, but an excellent climb and proud accomplishment nonetheless.\n\nDescent - Rappel with two ropes. I prefer to swing over to the anchors atop p3 of La Escula, rather than rap the route and deal with old pitons and webbing. There's a tree that might snag your ropes, but it's easy to lead over and fix the problem. From p3 of La Escula, believe it or not, just one more rappel (with 2 60m ropes) gets you back to the ground.","protection":"Pro to 6+ inches. Doubles from 2\" to 5\".","location":"The route follows the large left-facing corner up to the top of The Slack. It starts just a few feet to the left of The Slack Center and Sacherer Cracker."},"__v":0},{"_id":"yjCK/9VFUZiUjC3A+Q4csQ==","name":"The Slack Center","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Charlie Raymond, Wally Reed, 1958  FFA Pat Ament and Larry Dalke 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":11,"mp_id":"106410313","mp_crag_id":"119319385","climb_id":"yjCK/9VFUZiUjC3A+Q4csQ==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"First or one of the first Yosemite free 5.11. Later was downgraded to 10d, since block of rock fell off leaving place for hand jam - making crux sequence shorter.\n\nI found this climb good and clean and underrated in quality in Reid Book. At least one star out of 3 would be fair.\n\nPithch 1: Still hard 10d off the ground: first 15 feet with potential decking if your  gear placement is bad. fingertips, figers and good foot work  bring you to good handjam.  After that climb relatively easy wide cracks which become higher up 5.8 chimney. 150feet. 2 bolts Anker ( shared with Sacherer)\n\nPitch 2: ( link p2&3 in the book) Start easy climbing inside of the chimney (5.5) and after 70-80 feet you reach the ledge where you have the choice: a) climb wide crack in the corner or b) climb crack in the left wall with thin start. I climbed left one which can be rated 5.8- 5.9. 150 feet. Natural ancor.\n\n[ Added Feb 2015:-  climbed right variation of this pitch all the way from ledge to belay of pitch3. Way more classic , but little harder- probably goes at 5.10]\n\nPitch 3:  Start with  easy climbing to  5.7 chimney. Clinb to the top of the Pinnacle to new 2  rappel bolts.\n\nWe rappel down  and left  to top (third pitch) of La Esuella with one 70m rope. And from there tree more rappels to the ground.\n\nFrom  the top of the Slack the other option to rappel down \"Slack Left\"  with 2 ropes.\n\nAlso you can use this chance and check ( you can TR) last pitch of Slack Left - 10b Chimney/Flare/OW - older brother of Ahab","protection":"double from green Alien to #3. One each #4, #5, #6  (big gear for pitch 1 only)","location":"Climb located just left from Sacherer Cracker  and share the base and first pitch bolted anchors. You can go Sacherer to Slack with same gear you racked up for Sacherer"},"__v":0},{"_id":"ui2W7OozWFC7qCPffJ7jDg==","name":"Short But Thin","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tobin Sorenson and John Bachar, May 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":14,"mp_id":"106284793","mp_crag_id":"119319385","climb_id":"ui2W7OozWFC7qCPffJ7jDg==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"Sustained, technical, and thin. Creative footwork and knowing when to lock and when to lb required.","protection":"Fingers to micro-cams/nuts. Not often led as you can toprope off of bolts on top of beginning pillar of Sacherer Cracker.","location":"Obvious thin line to the right of Sacherer Cracker."},"__v":0},{"_id":"VjLw35MOVleTBH4nFrCmVw==","name":"Sacherer Cracker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FFA: Frank Sacherer and Mike Sherrick, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":12,"mp_id":"105945535","mp_crag_id":"119319385","climb_id":"VjLw35MOVleTBH4nFrCmVw==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"One of the most classic pitches at its grade in all of Yosemite, Sacherer Cracker is a full value 120+ feet of stellar jamming and clean movement.  Begin with a short wide section that leads to a small ledge (two bolts provide an optional belay here); step left to the splitter finger crack that widens gradually as you work your way toward the final, notorious wide section that guards the chains.  Some find this section to be the route's crux, and many have used the chockstone at its beginning to bail, swearing to come back after they get more practice on the wide...","protection":"Doubles to 3\". Most forego anything big for the top, as the chockstone and cam in the horizontal are bomber and the crack quickly gets wider than most cams can cover.\n\nYou can rappel with a 60m (barely) in 2 raps using the intermediate anchor. An 80m reaches the ground and lets you easily top rope.","location":"Continue up the scree trails along the SW base until you see this striking line - really can't miss it.  If you reach the obvious left-facing dihedral of La Escuela, you've gone too far."},"__v":0},{"_id":"L0bzYUVnV56uUY5oslPmtw==","name":"Peter Pan","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Kamps and Jim Sims (July '62)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":1,"mp_id":"107414798","mp_crag_id":"119319385","climb_id":"L0bzYUVnV56uUY5oslPmtw==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"Peter Pan is a great offwidth climb in a spectacular location near the West Buttress of El Cap. It's just as splitter as Moby Dick Center or Sacherer Cracker, but the views are much better and you won't have to wait in line.\n\nHike for 20 minutes along the west face of El Cap, then scramble up 3rd class (there's usually fixed lines to grab). Peter Pan is the super obvious, right slating, offwidth up on the face. This splitter is approached from the left, starting at basically the exact same point as the West Buttress route.\n\nPitch 1: Up the gully with a bit of awkward 5.7 wiggling at the beginning. Belay at a bolted anchor on a ledge.\n\nPitch 2: Traverse right and slightly down to reach a hand crack. Follow this handcrack as it widens to fists and takes you to a ledge. You could belay here but we kept going. Climb up the offwidth which starts at about 4.5\" and widens to a chimney. Belay in a alcove after about 190ft.\n\nPitch 3: A short pitch up the chimney, passing an awkward block. Above this, tunnel behind another block to reach the top of the pinnacle. The rope likes to get caught in a constriction so it's best to make pitch 2 super long and this one short.\n\nTo descend, make two double-rope rappels straight down. The anchor at the top of the pinnacle is sort of weird. It's a single bolt backed up by another bolt 10ft away (a rope attaches the two).","protection":"A single set of cams from 1\" to a #6 Camalot. If you are timid in squeeze chimneys (or you can't squeeze inside a crack that's slightly wider than a tipped out #6) then you may want to bring big bros or something.","location":""},"__v":0},{"_id":"H9RFSZU7XTufPZPAA+kNxw==","name":"Peter Left","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mead Hargis and Kim Schmitz (1971)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":2,"mp_id":"107436581","mp_crag_id":"119319385","climb_id":"H9RFSZU7XTufPZPAA+kNxw==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"This is the right side of the Peter Pan pinnacle, comprised of two pitches (which can be linked into one) up an intimidating looking right-facing corner.\n\nThe climb was originally cleaned out by Peter Haan after which he left to work in the Bay Area for a bit. Schmitz returned with Hargis to snag the first ascent. Hence the name, Peter Left.\n\nThe route begins a pitch off the ground. Several options exist. Lost Boys is a 5.9 corner over to the right. Tinker Bell is a small pinnacle which can be climbed via it's left side @ 5.7, or right side @ 5.9. Or the most direct route and probably the best (and the one we did) is Indubious Battle, an 11a corner almost directly below. All of these routes will lead to the ledge system which the climb begins from.\n\nPitch one will be the crux for most people. The crack starts off about 5\" but quickly shrinks to perfect #4 Camalots. For people with huge hands this will be a nice fist crack, but for most it will be an offwidth too tight for a knee. At least it's in a corner and the friction is really good. There's much harder 10b offwidths in the Valley (see: The Slack, Left). Above there's a 2 bolt anchor and a small ledge. Since I lugged such a massive rack up here and still hadn't placed most of it, I opted to just clip one of the bolts and keep climbing.\n\nThe second pitch starts off with what the guide book calls \"5.9 hands\". I certainly did a lot more fist jamming through this section than anything else. Eventually you'll get up to some flakes that are hanging out of the crack. There was a section here that I thought was probably the crux of this pitch, where you're sort of grappling with the flakes. Then it's a short easy section of liebacking up a wide crack to reach the base of the squeeze chimney. If you're a big dude and cheated...err...fist-jammed your way up the first pitch offwidth, then this is where the climb will seek it's final revenge. If you can't squeeze through it it will probably really suck since the corner is quite steep through this section. After that it's a bit of easy low angle offwidth to the ledge and top of the Peter Pan feature.\n\nTo descend, make two double rope rappels straight down from the bolt on the left side of the ledge which is around to the left of the ledge the climb ends on.","protection":"Doubles from 2-4\" and a 5\" piece. If you want to link the pitches it might not be a bad idea to bring 3 #4 Camalots if you have them.","location":""},"__v":0},{"_id":"rlTvtYSUX+S9cunnbjncwg==","name":"Mark of Art","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Chapman, Art Higbee, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":13,"mp_id":"106088058","mp_crag_id":"119319385","climb_id":"rlTvtYSUX+S9cunnbjncwg==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"The Mark of Art is an incredibly sustained 1-2\" corner to the right of Sacherer Cracker.  It shares the beginning (and the crux) of Sacherer Cracker, then branches to the right up the spectacular corner.  You may be able to do this in one pitch from the ground, but there are convenient chains at the ledge above the 5.7 section making two pitches more desirable.  Shaded in the morning and in the sun after noon.\n\nIt is possible to rappel the route with one 60M rope.  It will take three rappels.  First do a very short rap into the chimney above Sacherer Cracker to get to the Sacherer Cracker chains, then rap to the ledge above the 5.7 OW section, then rap to the ground.  With a 70m, you can surely make it to the ground in two.","protection":"Standard rack to 3 inches, doubles or triples of 1-1.5 inch pieces (yellow, orange, red Metolius).","location":"Start as for Sacherer Cracker climbing the 5.7 OW section to the ledge.  Continue up the thin layback section, which is the crux of Sacherer Cracker.  Shortly thereafter, move right into a left-facing corner which continues for the remainder of the pitch.  Continuous and hard 5.10 laybacking will get you to the anchors."},"__v":0},{"_id":"BhkPVkZaVOmmOJbsi7nO9w==","name":"La Escuela","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Yvon Chouinard and TM Herbert (May, '62) -- FFA: Steve Wunsch and Mark Chapman ('73)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":9,"mp_id":"107063747","mp_crag_id":"119319385","climb_id":"BhkPVkZaVOmmOJbsi7nO9w==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"This is an old aid line that now makes for a stout 5.11 test-piece. It starts about 100 ft up the hill from Sacherer Cracker. Look for the beautiful, left-leaning, shallow corner.\n\nPitch 1 (5.11b) - This thing is in your face right from the get-go. Leaning, polished, insecure, awkward. Even on toprope I felt like the first pitch was over my head. Knowing how to use blown-out and frictionless pin scars is key here. A severe lack of footholds makes placing gear an energy-sapping ordeal. This first pitch also tends to seep water after rain storms. Belay at the bolted anchor on a small ledge about 60 feet up. Or I suppose, you can link this into the second pitch if you're some sort of superhuman.\n\nPitch 2 (5.11a) - Fantastic! The climbing is still tough but much more straightforward and fun. Lieback and finger jam up the stellar arching crack. No crux, just endurance. There's a couple fixed pins along the way which help keep you moving. Round the bulge at the top and belay at bolts on a ledge.\n\nThere's actually two options here, both are quality pitches:\n\nRegular Finish (5.10a) - Climb up and right, heading up the corner. There's a roof shortly above the belay that is easiest to pass on the right. Then handjam up the corner until it thins to fingers. The final few feet are the crux.\n\nAlternate Finish (5.9) - Follow the obvious splitter straight up from the belay. It varies in size from hands, to fists, and a short grunt section of offwidth. I recall there being some loose looking rock near the end and opted to finish further left up a 5.7 offwidth in a corner. There's a 2 bolt anchor on top of this one too.\n\nDescent: It is actually possible to rap straight to the ground from the top of P3 with two 60m ropes. The climb is more than 60m tall, but the rappel takes you to a point higher up the talus than the start of the route.\n\nIt may be possible to rappel the route with one 70m rope (maybe even a 60m?) but swinging over to the anchors at the top of the first pitch would be a pain because P2 traverses so much.","protection":"Lots of stuff from thin to 2.5\", especially in the wide finger sizes (think flared pin scars). Bring some wider stuff if you're going to do the alt finish described above.","location":""},"__v":0},{"_id":"IanwbxOqWRaY7hZhDaycXA==","name":"Indubious Battle","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ray Jardine and Kris Walker (May '75)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":3,"mp_id":"107436575","mp_crag_id":"119319385","climb_id":"IanwbxOqWRaY7hZhDaycXA==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"This is a nice left-facing corner in the vicinity of Peter Pan. It works as a great approach pitch to Peter Left.\n\nAfter ascending the 3rd class on the approach to the West Buttress area, cut to the right and up ledges to the start of the corner.\n\nThe crux is a section where the corner leans to the left. Moderate lieback/undercling leads to a difficult finger jamming crux getting around the lip of this overhang. It's best to run it out a bit at the start of this section or you'll get bad rope drag for the rest of the pitch. Above the crux is a bit of tricky stemming protected by small wires and then some more liebacking on finger and thin-hand sized cracks.\n\nThe rap anchor is a sort of questionable flake with a couple manky slings around it. Def bring fresh webbing if you plan on only climbing this pitch. If you're continuing on to Peter Left, then climb up and left of this flake and scramble up some ledges to belay at the base of the big right-facing corner.","protection":"A double set of cams from fingers to hands and some small stoppers.\n\nIf you're linking this with Peter Left you will want to bring doubles of 3-4\" cams and probably a 4.5\" cam as well.","location":""},"__v":0},{"_id":"uOEcQs3eVtufeT/a8OfWRw==","name":"Delectable Pinnacle, Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Warren Harding and Brian Small","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":8,"mp_id":"106836238","mp_crag_id":"119319385","climb_id":"uOEcQs3eVtufeT/a8OfWRw==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"The route begins  in a short right facing open book that may be the crux moves. After liebacking the book to a series of broken ledges, continue following the line of least resistance upward. Avoid going too far to the left initially. Good climbing leads to a rocky terrace that is then followed to the left and thence the final short pitch to the summit. Descend the gully constituting the Left side route. Two ropes are necessary for the rappel.","protection":"Standard Yosemite rack. Can be led entirely using passive gear.","location":"About a hundred yards uphill and to the left of La Escuela, Left Side."},"__v":0},{"_id":"dzhioqjAWU23NH19SFE6/w==","name":"Delectable Pinnacle, Left","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":6,"mp_id":"117958685","mp_crag_id":"119319385","climb_id":"dzhioqjAWU23NH19SFE6/w==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"Climb up the gulley on the left of Delectable Pinnacle past a tree to a short low angle hand crack to a nice summit with great views.\n\nA lot of loose rock so be careful.\n\nWith a 70m you can rappel the way you climbed with rope to spare but it would be better to rap off the center of the pinnacle with two ropes.","protection":"Gear, bolted anchor at the summit.","location":"Left side of Delectable Pinnacle"},"__v":0},{"_id":"HbpyN+DCWXqr5AXSPdAAyQ==","name":"Captain Hook, Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Glen Denny, Eric Beck, Dave Cook (Mar '63) ----- FFA: Tom Gerughty and Chris Fredericks (1965)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":5,"mp_id":"107436614","mp_crag_id":"119319385","climb_id":"HbpyN+DCWXqr5AXSPdAAyQ==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"See\n\nCaptain Hook, Left\n\nfor approach beta.\n\nThe right side route climbs through a couple difficult bulges, both of which are best liebacked/underclinged. The start is pretty mossy and there's a very annoying bush you climb past in the middle of the route. I thought this was less pleasant than the left side route and considerably harder.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"QoMK7o7YWJGCrXe39ZMbKA==","name":"Captain Hook, Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"left_right_index":4,"mp_id":"107436602","mp_crag_id":"119319385","climb_id":"QoMK7o7YWJGCrXe39ZMbKA==","areaRef":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":"As you're approaching the West Buttress area of El Cap there's a short downhill section just before the 3rd class with fixed lines. Just before this downhill section you will see an obvious 60ft tall flake on the wall above. It sits atop a ledge system about 30 or 40ft above the ground. This ledge can be access by some grassy 3rd class stuff over to the left or you can climb a direct start up the face directly below the Left Side route. This direct start is unprotected by basically amounts to a 30ft 5.6 bouldering problem.\n\nAnyways the left side route starts up some flakes and stuff with sort of iffy pro. The climbing isn't hard though, as long as nothing breaks on you. Overall the climbing easier than it looks thanks to some good features on either side of the corner and after the first 20 ft you get some good pro. This climb can be a fun warm up for some of the harder routes in the area.\n\nRap with one rope from a bolted anchor at the top of the pinnacle. The bolts at the anchor are good.","protection":"Pro to 2\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,7058a6a5-7e19-5b3c-ba19-ab99dd6c923e,5dc0adfb-454c-5f3b-bb30-8fea988545a5,27a8ed61-7100-5b65-ace1-d3295edceb9f,473f3a78-cacf-5358-afec-b55ee65041a2","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","B. El Capitan","1. Base Routes","Southwest Base","Slack to West Buttress, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.63786,37.73009]},"bbox":[-119.63842854076638,37.729640339818125,-119.63729145923361,37.730539660181854],"left_right_index":-1,"ext_id":"119319385","area_id":"Rz86eMrPU1iv7LVe5lBBog=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:54:47.059Z","updatedAt":"2024-01-15T16:41:24.382Z"}