{"_id":"6368a44ee80bff5a9959c156","area_name":"Spire Two","shortCode":"","climbs":[{"_id":"5MsKYOAPXCCoqoQVYtBtiw==","name":"Stone of Tangible Truth","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Hirsch & Tony Schwartz, (Ground-up) 6/2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"left_right_index":4,"mp_id":"110684932","mp_crag_id":"105714423","climb_id":"5MsKYOAPXCCoqoQVYtBtiw==","areaRef":"XtrnsMQ1UZmuohZNka99kQ=="},"content":{"description":"Classic, without any doubt! This line follows the flared seam that cuts the ENE aspect of Spire Two, facing Station 13. Very clean, plumb line through a few bulges. Some tricky moves and tricky gear comes at the first bulge, followed by a rest right below the crux. Find a bomber RP placement then fire the very desperate crux at second bulge. Take crack to it's end and clip bolt out left. You will be kept on your toes getting to the next bolt and pulling the mantle above.","protection":"Single rack; purple C3 to #3   Nuts, RPs   2 Bolts   Slung buffalo head for anchor","location":"Located immediately below the peak of the 2/3 gully, to the N. On the tall buttress split by a flaring seam. 80m rope required!"},"__v":0},{"_id":"2pw1T/btXnap3bfaB7T6/g==","name":"Route 4","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chris Field and Paul Piana 09-1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"left_right_index":3,"mp_id":"119688581","mp_crag_id":"105714423","climb_id":"2pw1T/btXnap3bfaB7T6/g==","areaRef":"XtrnsMQ1UZmuohZNka99kQ=="},"content":{"description":"Start about 100 feet up and right of the Spire 2 East Face (aka Standard Route/Conn Route) and near the saddle that leads down to the Cathedral Spire Trail.P1: Climb up a wide groove/chimney, moving back and forth a bit for about 40 feet. Move left into the tube on the left side of the groove/chimney and follow this up to a ledge on the left. Walk left about 15 feet to a bolt anchor that is part of the rappel route off Spire 2.P2: Walk and easily climb up and left to either join Jan & Jane's Route or continue further left to join the East Face (this is what the FA party did).Be advised this route was originally graded 5.4 (and Jan & Jane's Route was 5.2)!","protection":"Carry a standard rack and follow the Spire 2 rappel directions.","location":"Start about 100 feet up and right of the Spire 2 East Face (aka Standard Route/Conn Route) and near the saddle that leads down to the Cathedral Spire Trail."},"__v":0},{"_id":"evR89eW4W9GpOJJ7fCp0NA==","name":"Jan and Jane Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jan Conn and Jane Showacre","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"left_right_index":1,"mp_id":"105937582","mp_crag_id":"105714423","climb_id":"evR89eW4W9GpOJJ7fCp0NA==","areaRef":"XtrnsMQ1UZmuohZNka99kQ=="},"content":{"description":"This is a very fun, mixed climb on Spire Two.  This routes first ascensionists were warming up for the first manless ascent of Devil's Tower in 1952.  I think this route is infinitely better than the standard Conn route as you get out of the gully and into the sun.   \n\n  P1. Start about 20 feet right of the Standard route start.  The first piece of protection goes in about 20 feet off the ground.  Continue climbing up with cracks to place gear in and things to sling the entire way.  The funnest move on this climb is a step from a block back to the main wall.  I placed a piece before this move, but it is easy, just a little awkward.  At about 160 feet you will get to a ledge where you set up a trad anchor for belay.  I used a #2 and #3 Camelot and slung a big boulder, but there are many other options.  \n\n  P2. At this point you have two options.  1: Climb up and left to the bolted anchors at end of the standard route to get to balcony point or 2: climb up and right to the other summit clipping 2 bolts and sparse gear along the way. \n\n  The crux of the climb for me was the end of the first pitch  the protection is good however and it is more awkward than difficult.","protection":"There are cracks everywhere that take any size nut.  I also used cams from #.4 to a #4.   Standard Rack and lots of single and double slings.","location":"about 20 feet right of the start for the Standard route. \n\n  Rappel to the second anchor of the standard route with a single rope and do a two rope rappel down the gully from this point to the ground.(60 meter rope)"},"__v":0},{"_id":"BIY5N5E8Xo+Blc7PLFg6zw==","name":"East Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herb and Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"left_right_index":0,"mp_id":"105715022","mp_crag_id":"105714423","climb_id":"BIY5N5E8Xo+Blc7PLFg6zw==","areaRef":"XtrnsMQ1UZmuohZNka99kQ=="},"content":{"description":"This route mostly follows the original Conn route done in 1949.  Only the 3rd pitch splits off of the first ascent line.  The climb is all 5.3 or under except one 5.6 move at the beginning of the 3rd pitch. Look for a heavily trampled area in the grass on the east side of the spire. \n\n  Pitch 1: Climb up the water drainage through sometimes very large crystals.  One of the coolest parts of this climb is a near vertical section in a large quartz band.  The pitch ends at an obvious set of fixed anchors. \n\n  Pitch 2: Finish climbing to the top of the water drainage.  The last move is the hardest, and requires a belly flop for some on to a huge belay ledge with fixed anchors. \n\n  Pitch 3: This variation is probably the standard now.  Climb up the face above, using 1 bolt to get off a ledge on to the face.  Make a few moves to fixed anchors at the top.The highest point is a \"jump\" away.  If you want, carefully head over to the true summit. \n\n  To descend, rap the route.  Make sure to bring 2 ropes.","protection":"Standard Rack.  Protection is sparse in places, but definitely adequate.","location":""},"__v":0},{"_id":"Hn7Sy2aKUDGXDAeIjsOBxg==","name":"Aspire To","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Todd & Donette Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"left_right_index":2,"mp_id":"119688651","mp_crag_id":"105714423","climb_id":"Hn7Sy2aKUDGXDAeIjsOBxg==","areaRef":"XtrnsMQ1UZmuohZNka99kQ=="},"content":{"description":"Start about 40 feet uphill of the East Face (Standard Route/Conn Route) and about 10 feet to the right of the upper start of Jan and Jane's Route. There is a flat area here, with the upper start of Jan & Jane's Route being in a small alcove on the left end of this flat area.Climb up a steep face using a left-leaning crack on the right for gear. Gain a small ledge at the base of a small, steep corner with an obvious crack in it. Climb the crack past a small ceiling to a chimney/gully. Stay to the right, climbing a flake up to a ledge and a bolt anchor that is part of the rappel route for Spire 2.","protection":"Carry gear to a blue Camalot.","location":"Start about 40 feet uphill of the East Face (Standard Route/Conn Route) and about 10 feet to the right of the upper start of Jan and Jane's Route. There is a flat area here, with the upper start of Jan & Jane's Route being in a small alcove on the left end of this flat area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,5edae7b0-c435-5199-aea2-164d91af7d91","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire Two"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.5"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53474,43.8486]},"bbox":[-103.53536351233578,43.84815033981813,-103.53411648766424,43.84904966018187],"left_right_index":-1,"ext_id":"105714423","area_id":"XtrnsMQ1UZmuohZNka99kQ==","polygon":{"type":"Polygon","coordinates":[[[-103.53536351233578,43.84815033981813],[-103.53411648766424,43.84815033981813],[-103.53411648766424,43.84904966018187],[-103.53536351233578,43.84904966018187],[-103.53536351233578,43.84815033981813]]]}},"content":{"description":"Spire Two is the second spire from the left when looking at the Cathedral Spires from the parking lot. This is a large spire, and it requires around 3 pitches to get to the top. This rock and Spire Four are probably the two most commonly climbed spires in the whole area. An excellent 5.4 climbs the east side.\n\n Route:  follow the obvious gully up and right.  The first pitch ends as you turn up and right out of view from your belayer.  Pitch 2 ends further up and inside the gully on a nice belay ledge with chains for a rap.  Pitch 3 begins by squeezing between the blocks and climbing up to a ledge for a bolt protecting a 5.7 face move onto the rock.  End the pitch on this formation, or step across to the larger detached summit further north.\n\n Descend by rappelling from the summit following the East Face route. Two ropes are necessary except for the third pitch needs only one."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:16.223Z","updatedAt":"2024-02-19T18:39:53.157Z"}