{"_id":"6368a214e80bff5a9955da74","area_name":"Yucca Flower Tower","shortCode":"","climbs":[{"_id":"MWpJoelfX1ynnVHCKdD8Cw==","name":"Yucca Flower Tower","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Mark Dalen, Charles Ware, 1977  FFA: Doug Drumheller, Paul Horak, Mark Leonard, Doug Teague, 1986.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":4,"mp_id":"105862618","mp_crag_id":"105862615","climb_id":"MWpJoelfX1ynnVHCKdD8Cw==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"After rapping to the base of the Yucca Flower Tower, head to the top of the pillar at your right (not the gully!). The route begins just at the top of this pillar.  \n\n  Pitch 1 (80'): Head up the obvious crack though a small roof, continuing through a corner system. Below another roof, clip a piton, and move through some awkward roof moves. Just up and left of the crux, find the bolted belay (5.10b). \n\n  Pitch 2+3: Head straight up a fine looking finger crack (5.9+), after which you can either stop at a convenient belay ledge and make the climb 4 pitches, or continue up easy low angle climbing to the anchors on the rappel block. \n\n  Pitch 4: (We did not do this exit pitch, we went to the first rappel and exited at Great Escape, a MUCH nicer variation!) The original line climbs up and to the left of a right facing corner and to the top (5.4).","protection":"Double set to #1 Camalot, with 1 #2, and nuts and slings (will want some to avoid rope drag) will suffice.","location":""},"__v":0},{"_id":"SwNHyyFJWmSDKyDyivhdYA==","name":"Where Eagles Dare","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Davidson et al, FFA John Kear and Benny Abruzzo 2010","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":7,"mp_id":"106806039","mp_crag_id":"105862615","climb_id":"SwNHyyFJWmSDKyDyivhdYA==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"A great variation on the Flower Tower Headwall.  1st variation - starts from the same ledge as The Great Escape but immediately traverses right out past a little Bonsai tree or 2nd variation - rappel 160ft to a ledge with a new bolt.  Start climbing just left of the belay up a steep slab on good rock.  Gain a thin seam in a wide book turning a couple small bulges.  Climb up to a 4-5ft roof and turn the roof left on the prow.  Clip a bolt and gain the Bonsai tree mentioned earlier. From there head up to a little roof, traverse a little right then turn the roof and step back left into a tiny seam (bolt).  Follow the seam for a few body lengths until the seam becomes a good flake/crack system.  Follow this crack to the top.   \n\n  The pitch has a nice combination of good rock, thin face big roofs and splitter crack to make it well worth doing.  The pitch is just left of an old route in Mike Hill's guide called Cattle Rustlers.  I'm fairly certain that this line is not the same route.","protection":"A rack of small gear from tiny to 2\", make sure to have doubles in the .33 to 1.5 inch range and RPs.  There is a bolt at the belay ledge one at the first crux roof and another at the second roof, three total.","location":"The route starts from the ledge at the base of The Great Escape or rappel 160ft in from the top to a new belay stance at 1 bolt and some gear.  The little Bonsai tree, that you can see from the belay ledge is a good landmark to get on route."},"__v":0},{"_id":"u5daoxUbVPmcOkfMAUjYrQ==","name":"Western Justice (Frontier Justice)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Drumheller, Mark Leonard, 1987","type":{"trad":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":8,"mp_id":"106472849","mp_crag_id":"105862615","climb_id":"u5daoxUbVPmcOkfMAUjYrQ==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Western Justice climbs a steep, smooth-looking face, following cracks and seams.  It's fairly sustained in difficulty and it makes a good follow-up to climbs in the Yucca Flower Tower area. \n\n  Rappel or lower ~170' from the rim, which will eventually lower you into a stance at the base of the obvious right-facing corner.  The start is somewhat vague, but if you begin below the lowest bolt, you'll get all the good parts of the route. \n\n  Start by moving left into a finger crack, passing a couple of bushes, or begin higher up in the left-facing corner.  Move left to a finger crack below a bolt and a piton.  Passing these is the first crux (5.11a), with off-balance moves, thin feet, and holds facing the wrong way as you follow the crack as it jogs right.  You're through when you reach a hand jam.  Above, move left into a stance, with another piton (old belay?), and climb easier thin cracks (5.10) with occasional hands sections.  These cracks fork about 20' near the top, stem between the two of them, or stay in the rightmost crack.  Watch out for a final thin crux (5.10+) about 8' below the rim. \n\n  Western Justice isn't so much of a thin face with small edges.  Rather, in the harder sections, the holds all seem to slope the wrong way, and the feet are not so obvious.","protection":"Standard rack of nuts & cams to #3 camalot, with extras in the smaller sizes, for leading.   A tree, or the 2-bolt anchor for Aces & 8's, can be used to set a toprope.   There are 3-4 fixed pins & a bolt on the route. (see comment). ","location":"This is the rightmost line on the clean wall south of Great Escape, following thin cracks on the smooth face, just left of the hand crack in a left-facing corner (Aces & 8's). \n\n  Approach as for the Yucca Flower Tower rappel. (Down the Crest Spur Trail to the junction; left on the La Luz 10 minutes to the Domingo Baca overlook- where the trail turns sharply left- then down the ridgeline on a climbers trail to the west and look for the anchors)."},"__v":0},{"_id":"D6dIvwkBU/CSdPS2QFWxxA==","name":"Squash Blossom","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Duran & David Benyak, August 1988","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":2,"mp_id":"106185273","mp_crag_id":"105862615","climb_id":"D6dIvwkBU/CSdPS2QFWxxA==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Note that I only TR'd this climb, if someone who has led it wants to update the description contact an admin. \n\n  Pitch 1, 5.12a PG13 140 feet    Head up 5.10 face climbing to a bolt and a fixed pin.  Here things get hard, stem and layback your way up the thin seam (guide mentions pre-placing rp's to protect this section) to reach the stellar finger crack above.  Jam up the finger crack to a small stembox and roof.  Pull roof, second crux and more small pro.  Head up on easier ground with great jams to a short left facing dihedral and the anchors shared with rawhide. \n\n  Possible to traverse right at the roof to join Rawhide for an easier variation. \n\n  Pitch 2, 5.9 150 feet, Shared with Rawhide   Head slightly left off the belay and climb a nice finger and hand crack up through a slightly tricky section, to easy low angle climbing to the anchor, there is an occasional 5.7 move or so. \n\n  For a nice finish head up the Great Escape to top out.  ","protection":"Many small cams, RP's and small nuts up to #2 camelot.","location":"Start 10 feet left of Rawhide below a bolt and a fixed pin."},"__v":0},{"_id":"spkg6MGpVUO4Hkpafkk/IA==","name":"Rawhide","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Horak, Mark Leonard 1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":3,"mp_id":"106185220","mp_crag_id":"105862615","climb_id":"spkg6MGpVUO4Hkpafkk/IA==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Pitch 1, 10c 140 feet   Start up easy face climbing to reach the superb fracture ahead.  Place pro and jam and lieback the strenuous finger crack (crux).  Continue up past a small dihedral, to a thin section through discontinous fractures.  Angle left to the shared anchors with Squash Blossom. \n\n  Pitch 2, 5.9 150 feet   Head slightly left off the belay and climb a nice finger and hand crack up through a slightly tricky section, to easy low angle climbing to the anchor, there is an occasional 5.7 move or so. \n\n  For a nice finish head up the Great Escape to top out.","protection":"Double set to #1 Camelot, 1 #2 & #3 Camelot optional, Small cams down to green C3, small nuts and micro nuts.","location":"Starts up the obvious fracture 10 feet left of Yucca Flower Tower"},"__v":0},{"_id":"MQnS4ac+Xc6MoAOMRSKNjQ==","name":"Medicine Man","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":0,"mp_id":"121228574","mp_crag_id":"105862615","climb_id":"MQnS4ac+Xc6MoAOMRSKNjQ==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Climb:A heady lead, Medicine Man is a step up from A Date with Death in terms of its more sustained cruxes and seriousness of the protection. The gear is small, fiddley, and much of it placed from precarious stances. Buyer beware.The first 30 feet are comprised of two cruxes barely separated by a stance. After finishing the second crux, move left through the small bulge and enjoy some easier climbing (maybe 5.11) to a stance where you can get a couple bomber pieces. Shake out and head up to the next horizontal break. Nest some gear and then charge up the headwall to an exciting victory mantle.It’s rare that a climb like this protects naturally (and safely) in the Sandias; no bolts needed. In the words of Will Stanhope, “It’s like graffiti on the Vatican. If it goes without a bolt, you kinda have to rise to the challenge.”History:In the late 80s, John Duran put up some of the best climbs at their grade in the Sandias. Around the time he established A Date with Death, he worked this line on TR but never got it clean. He referred to it as The Big Lie. Fast forward 30+ years. When I finished A Date with Death, the line and history caught my eye. In a conversation with John, he said all that was needed was some bolts and work. After aiding to the finish ledge and installing an anchor, it was clear no bolts were needed. Medicine Man was headpointed.Name:The climb, and North American Wall in general, has been a place of healing over the Summers of 2020-2021. I likely wouldn’t have been climbing there, or at the grade, without John’s inspiring routes (Cat Daddy, A Date with Death, etc). John Duran is the Medicine Man.","protection":"A svelte rack, FA was done with:   Double 0 through .2 Z4s   Single .2/.3, .3, and .5 Z4s   #2 Slider Nut   A couple small nuts (BD #5 range)","location":"The seam 15 feet left of A Date with Death"},"__v":0},{"_id":"vvpN54rIWh+dva9DPJMzAg==","name":"Great Escape","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Drumheller, Doug Teague, 1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":6,"mp_id":"105863177","mp_crag_id":"105862615","climb_id":"vvpN54rIWh+dva9DPJMzAg==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"This route ends at the same area of the first rappel into the Yucca Flower Tower. This is also the best variation to link with Yucca Flower Tower as an exit. It can also be top-roped. The route begins in the corner following the first rappel.\n\nFollow the right facing corner to a small roof, head slight left and over the roof, and follow the beautiful finger crack. Head up, traversing right (5.10c crux), then up into the corner through the finger crack to another small roof (5.10b). When the crack runs out, work slightly left to another crack and then to the summit.\n\n You can also step left at where the crack veers right, and head up through the dihedral and to the summit for a 5.9 finish.","protection":"Could easily get by with a single set of Camalots to #2 and a set of Nuts.","location":"To find the route, see directions for getting to Yucca Flower Tower."},"__v":0},{"_id":"tty1EcZuVQW2BDQAeUWw8g==","name":"Chair in the Sky","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Doug Couleur, Paul Horak, Mark Leonard, Kathy Kocon, 8/1987","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":5,"mp_id":"119249734","mp_crag_id":"105862615","climb_id":"tty1EcZuVQW2BDQAeUWw8g==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Tucked out of sight from the popular climbs in Echo Canyon, Chair in the Sky climbs a striking crack on the south face of the Yucca Flower Tower buttress. From Hail Peak and the tram, it looks like a splitter wide crack, but turns out to have not had the sustained wide climbing we had hoped for. No regrets, this natural line has very good crack climbing and good rock.\n\n Start at a tree to the south and 30' below the start of the Yucca Flower Tower route.\n\nPitch 1. Climb pumpy moves with some thin gear up to the little roof, get gear in the roof and turn it on the right (crux, 10d). The book's description of this crux as being scary probably has kept interest low; it sure feels full-on, especially as you're probably not warmed up yet. Follow the wonderful mostly-hands 5.9 crack to a stance belay on the \"Chair in the Sky ledge\" just below a 2nd roof after 150'.\n\nPitch 2. Turn the mini roof. Climb face and intermittent 5.9 cracks up and left, eventually rolling over to the west face of Yucca Flower Tower. Easier low-angle climbing leads to the bolted belay station at the top of Yucca Flower Tower. (150')\n\n Finish on Great Escape or one of the other headwall options.","protection":"Standard rack from RPs to 4\" with doubles in the hand sizes. Some folks may appreciate an optional 2nd #4 and optional #5.","location":"South face of Yucca Flower Tower.  Drop down 30' to the south (toward the tram) from the perch at the start of the Yucca Flower Tower and Rawhide routes. You can rappel down this from the last rap station, or downclimb it (probably 3rd class). Set a belay at a large tree (use cordelette or the rope), or perhaps the slightly higher smaller tree.  The rappel approach is recommended, but if you hiked down Echo Canyon to approach, you can scramble up to this tree without difficulty."},"__v":0},{"_id":"JMCWeV+zX0++C56A+9Q2Fw==","name":"Aces and Eights","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kathy Kocon and Mark Leonard","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":9,"mp_id":"106246376","mp_crag_id":"105862615","climb_id":"JMCWeV+zX0++C56A+9Q2Fw==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"Approach as for rappelling to Yucca Flower Tower. See directions there for finding the rap station for Aces and Eights.\n\nRap 180 feet to a small ledge, and build a belay. If you instead end the rap lower at a dirt stance in the gully itself, this can add about 20 feet of stiff climbing just left of the gully where pro may be scant (we only top roped).\n\nAssuming a higher stop than the dirt spot in the gully, the route starts up a moderate left facing dihedral with a hand crack and a few face moves here and there with good movement qualities on the entire climb. It is a little dirty and loose in a few spots, but it is worth doing. The crux is about 2/3 of the way up and the grade remains consistent for the entire route.","protection":"2-60 meter ropes, stoppers, double cams from 3/8\"-3\", 15-24\" runners, and a cordellette.","location":"The 2 bolt chained anchor for this route is located about 15 yards south of The Great Escape anchors."},"__v":0},{"_id":"ZbVv2KEQWCao7MpxdegxYA==","name":"A Date with Death","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"FFA: Cody Roth; Established: John Duran","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"left_right_index":1,"mp_id":"120911656","mp_crag_id":"105862615","climb_id":"ZbVv2KEQWCao7MpxdegxYA==","areaRef":"nfRTWnWKXkySSeyNAGpYuQ=="},"content":{"description":"This is the classic pitch of hard Sandia trad climbing. Established in 1988 by the visionary John Duran, and first led clean by Cody Roth in 2011, the line follows a finger crack up the very aesthetic North American Wall. Previous publications list the route as difficult to protect, but the majority of the placements are as good as it gets. Gear is small and tricky to place for the initial crux section, but can hold falls (I’ve confirmed this twice … oops). Once the seam opens up, you are treated to ~50 feet of clean, well protected finger crack. At the top of the crack, shake out and prepare for a crux that goes at least three different ways. The crux headwall is protected by two bolts. In 2019, a party placed a new bolt a few feet left of the original first bolt (out of concern for the rock failing where the first bolt is placed). I swapped the modern hanger to the original first bolt and always clipped it (it is more in line with the climbing) and have never had issues. The last bolt can safely be skipped as long as you don't catch your leg behind the rope. Top-out is mantling on to a great ledge with bolted anchor.","protection":"Multiple .5 and .75   Single .2-.4   2 draws","location":"The wall is more a part of the Yucca Flower Tower area, but the approach is the same for Bush Shark area climbs. Descend to the Bush Shark Spire and continue downhill until you reach the gully to the east separating the Bush Shark and Yucca Flower Tower areas. You will see North American Wall on the south side of the gully. A short and easy scramble gains a nice 6' x 6' belay ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,146f156b-f4b0-5691-8766-db1e57c5b9bc,9df4535a-758a-5e4c-9249-ec8d006a58b9","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Echo Canyon","Yucca Flower Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":2}},"alpine":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.445,35.2015]},"bbox":[-106.4455502922277,35.20105033981813,-106.44444970777229,35.20194966018187],"left_right_index":-1,"ext_id":"105862615","area_id":"nfRTWnWKXkySSeyNAGpYuQ==","polygon":{"type":"Polygon","coordinates":[[[-106.4455502922277,35.20105033981813],[-106.44444970777229,35.20105033981813],[-106.44444970777229,35.20194966018187],[-106.4455502922277,35.20194966018187],[-106.4455502922277,35.20105033981813]]]}},"content":{"description":"Though not really a tower, this formation has a high concentration of of some of the best routes in the Sandias!"},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:49.026Z","updatedAt":"2024-02-19T18:38:15.709Z"}