{"_id":"6368a265e80bff5a99565d57","area_name":"Upper Washbowl Cliff","shortCode":"","climbs":[{"_id":"aMu24l9sVQWXmNMHpEoVFg==","name":"Wiessner Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner (of course)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":2,"mp_id":"106391901","mp_crag_id":"106181772","climb_id":"aMu24l9sVQWXmNMHpEoVFg==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"c3zIROqlXKCqUVlFGYAPqg==","name":"Weekend Warrior","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Patrick Purcell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":6,"mp_id":"106923798","mp_crag_id":"106181772","climb_id":"c3zIROqlXKCqUVlFGYAPqg==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"I'm only describing the quality first pitch here. Lawyer and Haas make it a point to indicate that the upper pitches don't really get climbed much. From what I could see, it's clear why. \n\n  The first pitch offers incredible face climbing with a tricky crux. \n\n  Climb up to the first bolt and trend up and left to the forth bolt. A tricky and thin sequence left brings you to the small, shallow left-facing corner/edge and the last bolt. Make a hard move to the ledge (crux) and around the arete and up easier terrain to the fixed anchor.","protection":"5 bolts, two-bolt anchor","location":"Start: 20 feet to the left of Hesitation below a line of left-trending bolts to the arete. \n\nDescent: Rappel from the two-bolt anchor"},"__v":0},{"_id":"ywKsC61VV5WMkryZ4q7bPw==","name":"Prelude","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":10,"mp_id":"106595177","mp_crag_id":"106181772","climb_id":"ywKsC61VV5WMkryZ4q7bPw==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"Plain 5.8 with 2 cruxes: bouldery start and another bouldery move half-way up. The key hold moves on the bouldery start, otherwise solid rock. Fun moves between ledges. Good rests.","protection":"Bouldery start can be protected with #1 RP. The second crux feels better protected with #2 RP (or maybe #3).","location":"It's the right of two ramps, left of white, freshly fallen wall (with zigzag'ing roof).  If you walk away from the cliff you can spot one bolt high on the ramp. Rappel (longer than 100 ft) or continue on 5.6."},"__v":0},{"_id":"KRIXnEP1VVeVR1rBZTpqUg==","name":"Partition","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":3,"mp_id":"106594953","mp_crag_id":"106181772","climb_id":"KRIXnEP1VVeVR1rBZTpqUg==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"P1: recommended start variation is Butterflies Are Free (100 feet, 5.9-)   P2: the huge dihedral with a crack (5.9) sits above the 3rd class ramp. Very sustained. In some places no real features for stemming. Left wall below the offwith was dripping wet but I was able to use the right side \"ramp\" and stemming to move into the overhanging offwith. It felt more like 5.10. Stand up, and high reach will get you to better, if rounded, holds and exit.","protection":"gear to 3\" (blue camalot), doubles in #1 and #2.","location":"Approach - see Butterflies Are Free. Descent: walk on slabs and gain thin trail at the top of the cliff, walk right maybe 300feet, then down through some slabs and drainage where you see rock band on your left and right. On the right there would be some pine tops behind cliffs - that's where you get to 3rd class descent to rap slings on the pines (marked on the topo). Be careful; it's sandy/full of pine needles there. One exactly 100 feet rap gets you to the complicated terrain below the walls. Scramble to climber's left along the cliffs."},"__v":0},{"_id":"t2X1DkMcVJuElD6PoOtgOA==","name":"Overture","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"P1: Patrick Purcell & Don Mellor  P2-P3 Don Mellor, Bill Dodd, & Jeff Edwards","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":9,"mp_id":"106605409","mp_crag_id":"106181772","climb_id":"t2X1DkMcVJuElD6PoOtgOA==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"General: Lawyer and Haas write that Overture is \"a masterpiece of route finding\" and no description could be better. Pitch 3 offers a mentally demanding and committing exposed line that will not disappoint. Pitch 1 can be avoided by linking the first pitch of Prelude with Pitches 2 and 3, thus maintaining the 5.8 grade. \n\nPitch 1 (5.10a):An unprotected boulder problem start leads to a short, shallow, and thin left-facing corner with a bolt at the end of the corner. At the top of the corner, exit working up and left to another bolt. From the second bolt, climb up on easier (5.8ish), albeit unprotected, terrain to a two-bolt anchor (shared with Prelude). \n\nPitch 2 (5.6): From the belay, work left to the large, low-angle, left-facing corner. Climb the corner to where it meets a short vertical step and work left to the obvious crack. An uncharacteristically hard move gains the low-angle rock above. Continue up, trending left, past another vertical step to a large ledge to build a gear anchor. \n\nPitch 3 (5.8): From the ledge, drop down to the climber's left (consider protecting the second here with a #00 TCU size micro-cam) and traverse over to a lone bolt on the low-angle face to the right of the arete. Make a committing move up on the arete until you can see a left-rising ramp appear. Make a highly exposed, highly committing move around the arete and onto the ramp (good protection) to gain the small corner formed by the ramp. Climb the ramp to gain a second, much welcomed, bolt. Move left from the bolt, into the prominent corner. Continue to the top, on easier terrain to build a gear anchor. \n\nNote: On pitch 1, it is possible to escape climber's right into the first pitch of Prelude at the second bolt and above the second bolt after a short unprotected section (the latter being a good way to tame the stretch between protection after the second bolt).","protection":"A single set from #00 Metolius TCU size to hand-size pieces. Doubles in the TCU sizes might not be the worst thing for Pitch 3. Stoppers. \n\n  Pitch 1: 2 bolts, 2 bolt anchor   Pitch 3: 2 bolts","location":"Start: The approach through the talus brings you roughly to the main corner for Hesitation. Approach as for Hesitation, but follow the wall to climber's right until you come to an obvious rockfall runout. You should see an obvious, large rock fall scar with a \"zig-zag\" roof up to the right of the climb. This route shares its start with Prelude. \n\nDescent: See the Upper Washbowl Cliff page for descent information for the cliff."},"__v":0},{"_id":"QdTkP+/uXy2xWCuYXcEeXg==","name":"Oscar's Pillow Toss","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"August 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":0,"mp_id":"119846654","mp_crag_id":"106181772","climb_id":"QdTkP+/uXy2xWCuYXcEeXg==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"P1-5.7 G: Start as for the route cut de sac. Up the beautiful hand crack to the top of the flake. Walk a wide ledge with a hand rail to the right side of the flake and a fixed belay anchor. 40'P2- 5.11b/c G: Up the blocky corner to a good handrail. Follow the handrail right to gain a finger crack and good gear. A couple hard moves gain flakes and a stance on a face. Up the face to a crux mantle onto a wide blocky stepped ledge. Work left up the ledges to a corner next to a short face. Cross the face to gain a broken hand/finger crack and continue up this 20' to the fixed rap anchor above.90'A 70m rope gets you back to the low angle ledge in 1 rap.        ","protection":"single rack and 2 each .4, .5, & #2 camalots a few micro cams","location":"On the wall left of mastercraft at the left side of a big detached flake leaning against the wall on a large open low angle slab. "},"__v":0},{"_id":"4jZs80pkXcK12opI0/T63g==","name":"Northern Revival","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt McCormick and Naomi Risch, Aug, 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":5,"mp_id":"106575089","mp_crag_id":"106181772","climb_id":"4jZs80pkXcK12opI0/T63g==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"Follows the right-facing corner system just right of Too Wet to Plow. Amazing position and unique movement with steep bouldery sequences on pinches and slopey crimps, requiring many small cams in a row.  With proper rope management you can combine P1 and P2. The name comes from McCormick getting reinvigorated from climbing in the north country. This route is yet to see a repeat. Get after it! \n\n  Start: Same as Wiessner Route.   P1 5.5 G: Climb P1 of Wiessner Route to the first big ledge. Traverse to the right end of the ledge below a left-leaning, left-facing corner and belay on small cams. 70' \n\n  P2 5.10d PG: Follow the left-facing corner system up and left using many long slings to reduce drag later in the pitch. At the top of the corner, step back right past a bolt and continue up past small cam placements and another bolt to a fixed anchor on a hanging ramp. (Note: A red Alien or large HB offset protect the moves to the anchor.) 80' \n\n  P3 5.12c PG: Work up and right past two bolts (crux) and follow the corner until below a small roof where the crack runs out (black alien under the roof is the only piece that will fit). Run it out up and right to a shallow left-facing corner and good gear. Pull out right around the corner and up the face to a beautiful ledge and fixed anchor. 150' \n\n  P4 5.9 PG: A wonderfully exposed pitch up the very prow of the wall: head up and left and pull around the left side of an arête. Stay just left of the arête past small gear placements to the top. 60'","protection":"Be mindful of the protection, as several gear placements make the difference between this being reasonable and R-rated. Bring triples of purple C3/Black alien size and doubles of red C3 size. Singles on other cams plus some small wires.","location":"Begin as for the Wiessner route and then break out right to the base of the left leaning corner to belay for pitch 2."},"__v":0},{"_id":"5Wn9ToOaUvCm7UiEIAUh1g==","name":"Hesitation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Turner","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":7,"mp_id":"106249924","mp_crag_id":"106181772","climb_id":"5Wn9ToOaUvCm7UiEIAUh1g==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"1 Climb 4\" crack to overhang, up to crack and to belay stepping right consisting of pitons. 5.8 \n\n  2 Climb up to roof and clip 3 pitons while traversing under the roof with mild runout. At the third piton turn the roof, and climb up the ramp with basically no gear for 25' to a single piton and gear belay. 5.7 PG 5.5 R Note the first piton is at the apex corner the second in the middle, and the third is below a ramp where you go straight up!! \n\n  3 Climb up broken crack system to a ledge below a sick looking left facing corner. 5.5 \n\n  4 Climb the corner to the top! This pitch is nice!! ( : \n\n  I give this climb 4 stars for the nice first pitch, and the exciting traverse, and quality 4th pitch. Its a nice climb with magnificant views of chapel pond, and slab, and ADK in general.","protection":"I used a 4.5\" cam and a standard rack.","location":"When you arrive at upper washbowl take a left until you get to a corner with a small cliff below. The Base is a scramble up the small cliff to a nice area with a 4\" crack and a overhang."},"__v":0},{"_id":"0lsbmT7IUE27tYVC2hhUQQ==","name":"Flashdance","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":8,"mp_id":"108149946","mp_crag_id":"106181772","climb_id":"0lsbmT7IUE27tYVC2hhUQQ==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"The first two pitches of Flashdance offer great moves, good protection, and contrasting characters. They also offer a much more fulfilling approach to pitch 3 of Overture. For those not looking for the path of least resistance, I would recommend this as the link-up to provide the best consistent climbing for this section of the cliff. \n\nPitch 1 (5.9) 75': Climb the right side of the flake at the base and gain the right-facing corner. Technical climbing with a thuggish move brings you to a ledge with a left-rising tips crack in a mini right-facing corner. Follow this to the obvious humangous overlap/right-facing flake. Move right making physical moves transitioning from undercling to lieback to corner in/on the flake. Follow the flake/corner to its top (actually a large pillar) and a fixed anchor. \n\nPitch 2 (5.9+) 60': Gain the obvious horizontal and hand traverse right approximately 15' (3\" piece) until you are below a left-rising ramp. Climb delicately to a stance (loose rock potential) below the ramp and climb the ramp to a short overhanging open book with an incipienct finger/tips crack. Climb this crack (crux) to gain the Overture ramp right below the 4' vertical step on that climbs second pitch. \n\nPitch 3 (5.6) 70': An awkward 5.6 move clears the 4' head wall. Follow the ramp to it's end at a dinner table sized ledge with a half-inch crack in its floor. Overture drops down and then goes climber's left from this ledge. \n\nPitch 4 (5.10c) 70': To the right of the dinner table ledge, climb the orange lichen covered rock in the open-book/corner to an alcove beneath a large roof. Undercling out and climb the tiered roof system to the top.","protection":"Gear: To 3\" including micro cams, additional 3\" or a 4\" piece would not be a bad idea if you're not comfortable at the grade.","location":"Start: Approximately 25 feet left of the big cedar tree right before the wide open debris field at the base of Overture & Prelude. At a right-facing corner with a big flake at its base. \n\nDescent: The closet option is to rappel the climber's right side of the cliff, refer to the main page for directions and other options."},"__v":0},{"_id":"ED9FLXvNUuu3lMz6aaw+Ew==","name":"Feet of Fire","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Purcell, Mellor 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":4,"mp_id":"113195369","mp_crag_id":"106181772","climb_id":"ED9FLXvNUuu3lMz6aaw+Ew==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"The description of this route in the Adirondack Rock guidebook may scare folks off it, but I was surprised to find a number of nice new bolts protecting the start. The 10c R section is no longer a concern: hopefully this encourages more folks to go climb it. \n\n  This awesome, varied, and sustained pitch is in an amazing position and offers off-vertical 5.11 climbing that protects well and will keep you thinking. Begin at the bolts to the right of the Partition corner, off the slanted ledge, and climb through clean solid edges to interspersed rests between technical, engaging cruxes. At the last bolt, prepare for uninterrupted difficulties until the end, as well as some Adirondack dirt and lichen to keep things interesting.","protection":"Bring a standard rack. Bolts and a few pitons and an old can-opener looking riveted hangar protect the meat of the bottom half, but the crux(es) and most of the route are protected with good gear.","location":"Begins 20 feet right of the Partition corner, on the slanting ledge"},"__v":0},{"_id":"vKN/0yqzXSGHGy63yXGmGw==","name":"Butterflies are Free","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P1 Mastercharge: David Lovejoy,Dwight Bradley,Ray Crawford - Butterflies var.: Peter Ulrich, Mark Rechsteiner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"left_right_index":1,"mp_id":"106534685","mp_crag_id":"106181772","climb_id":"vKN/0yqzXSGHGy63yXGmGw==","areaRef":"fJwNR8zzWrisAvvGuhcrkw=="},"content":{"description":"General: Butterflies are Free is a variation to the first pitch of Mastercharge (5.11b). Its quality, moderate grade, and popularity make it worth noting as a separate route. This route is a great alternate route to gain the 3rd-class ramp that splits the left end of the cliff as well as a great way to approach P2 of Partition. \n\nRoute Description: Climb easy rock at the base of the broad corner aiming for the small ledge below and to the left of a small cedar with fixed webbing half-way up the cliff. From here make your way to the obvious crack that starts small but expands to solid hand-size (crux, hard 5.8ish easy 5.9ish). Once you gain the ledge at the top of the hand crack, traverse right to the obvious large ledge and the broad corner. Work up the corner (easier than it looks) till you reach the 3rd class ramp. Either belay from the tree to your left or build a belay on the ramp.","protection":"Gear: Stoppers, singles to C4 #2 size, doubles in C4 #1 to sew up the hand crack. \n\nAnchors: Either belay off the large cedar on the 3rd-class ramp, belay on the cedar about 20ft climber's left of the Partition corner or belay in the Partition corner on a gear anchor.","location":"Start: About 50 feet left of the Wiessner Route start. At the base of a broad corner system. Up on the left you can see a hand crack and above a finger crack. \n\nDescent: Two ropes from the large cedar will get you to the ground, but please see the comments on the Upper Washbowl Cliff page regarding descent details for the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,7c9c0d47-ccf3-5ab8-ac02-fbc6ba172b93","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Upper Washbowl Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":2,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.7438,44.14256]},"bbox":[-73.74442660874803,44.14211033981814,-73.74317339125196,44.143009660181875],"left_right_index":-1,"ext_id":"106181772","area_id":"fJwNR8zzWrisAvvGuhcrkw==","polygon":{"type":"Polygon","coordinates":[[[-73.74442660874803,44.14211033981814],[-73.74317339125196,44.14211033981814],[-73.74317339125196,44.143009660181875],[-73.74442660874803,44.143009660181875],[-73.74442660874803,44.14211033981814]]]}},"content":{"description":"Multipitch moderate mecca that overlooks Chapel pond and the great range. There are number of classic routes in the 5.8-5.11 range. The most popular three routes are: Hesitation, Partition, and Prelude/overature. The cliff is in the sun from 11:00am on. The rock quality ranges from immpeccable( most of the routes)  to down right scary."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:15:08.415Z","updatedAt":"2024-01-20T01:05:13.379Z"}