{"_id":"63689de0e80bff5a994fa379","area_name":"Jungle Wall","shortCode":"","climbs":[{"_id":"/fEmMI3yU8qMttlhxbSaWQ==","name":"Welcome To The Jungle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FRA: Jason Seaver, Nate Arganbright, 1-7-2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"left_right_index":3,"mp_id":"106676187","mp_crag_id":"106676096","climb_id":"/fEmMI3yU8qMttlhxbSaWQ==","areaRef":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":"This is pretty much the central line up the longest and steepest section on the cliff. Two pitches of great crack climbing. Pitch 2 was a little dirty, but not bad at all.\n\nThis is the only route we did on the crag that I felt like might have been climbed before. Maybe just because it's such a proud, obvious line. I'd love to hear about any previous activity / ascents up here.","protection":"Standard rack with doubles in hand and fist-sized pieces. 5-6 inch piece if you want to try the top roof. No bolts, no fixed gear, no anchors.","location":"In the center of the cliff is a steep, left-facing corner, starting 100' off the ground, that goes through three roofs. This is pitch 2. Pitch 1 climbs the right-most crack in the slab beneath this corner, pulling the left side of a hanging dagger / overlap 30' up. This crack leads to a low-angle chimney that dumps you out on a slab beneath the very obvious, cracked overhang. Belay on this slab. Pitch 2 climbs the left-most crack through the overhang and the steep corner above. We stepped out left before the top-most roof but, with big cams, you could pull this hard-looking offwidth roof crack as the finale.\n\nWalk / scramble off to the East."},"__v":0},{"_id":"Gqc/mWDbVTC4INwsmaex2w==","name":"Wear The Flare","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jason Seaver, Jim Belcer, 2-4-2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"left_right_index":1,"mp_id":"106679274","mp_crag_id":"106676096","climb_id":"Gqc/mWDbVTC4INwsmaex2w==","areaRef":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":"The meat of this pitch is the obvious v-groove corner / flare 40 or 50 feet up the cliff. This flare is guarded by some difficult and crowded maneuvers, in order to surmount the roof, at its base. Easier climbing leads up the flare and out the wild little roof at its top.","protection":"Standard rack up to #4 Camalot. No fixed gear. I think we left a long sling anchor around a horn to get down.","location":"Wear The Flare and\n\nWake The Flake\n\nstart in the same spot: on the left end of a small ledge system just left of the center, tallest section of the cliff. This ledge is 40 feet higher than the actual base of the cliff and is reached by an easy gully scramble."},"__v":0},{"_id":"pQiq55wsXT6iDN4FKvx0/w==","name":"We Got Fun and Games","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jason Seaver, Jim Belcer,  2-4-2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"left_right_index":4,"mp_id":"106678496","mp_crag_id":"106676096","climb_id":"pQiq55wsXT6iDN4FKvx0/w==","areaRef":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":"Excellent 2 pitch route with a moderate first pitch on bullet stone, an exciting crux pitch 2, and quality crack-climbing throughout.\n\nFrom the start (in the splitter through a bulge just right of the horizontal pine tree) head straight up the beautiful slab linking left-facing, corner features and cracks before angling left, before the biggish roof. This leftward traverse gains access to the BIG, left-facing, corner system that leads to the BIG roof in the center of the cliff. Belay on the slab left of the big corner.\n\nFrom the belay, climb the big, left-facing, corner through the big roof (easier than it looks). Above this roof is a slab. Angle left across the slab to a pair of twin cracks that split the vertical wall above. Unfortunately they don't extend all the way down to the slab. This gap presented the mental crux for me. Get some RPs in the bottom of the cracks, and climb up into the one on the right. After the crack slabs out and turns into a right facing corner, follow it up to a bulging flake crack on the left wall of the dihedral. Crank out this bulge to another slab with a crack in it. Follow the crack to an easy leaning corner and the topout.\n\nDescend by scrambling off to the East.","protection":"Standard rack including RPs, doubles of cams up to red Camalot. Bunch of draws, several slings.","location":"The right side of the crag extends lower down the hillside. The base of the cliff here is on an obvious lower tier. There is a small pine tree growing nearly horizontally out of the cliff, and a small bulge with a crack running vertically through it just to its right. The route starts here."},"__v":0},{"_id":"Ro2daLIIVf+YSRVpo3GVEQ==","name":"Wake The Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Seaver, Jim Belcer,  2-4-2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"left_right_index":2,"mp_id":"106679288","mp_crag_id":"106676096","climb_id":"Ro2daLIIVf+YSRVpo3GVEQ==","areaRef":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":"This is an exciting and airy pitch that climbs the golden hanging slab in the center of the cliff.\n\n25' above the starting ledge is a small pine growing out of the cliff. Directly above this pine is a big right-facing corner capped by a big roof. Wake The Flake starts up this corner, via a surly little fingercrack through a bulge / roof, then traverses out right onto the slab to gain the hanging flake out there. Follow the flake until you're higher than the big roof in the corner out left. Step left into the corner above the roof and topout as seems logical.","protection":"Standard rack up to #3 Camalot. The traverse is fairly spicy but not that hard.\n\nI think we left a slung horn anchor on top somewhere.","location":"Wear The Flare\n\nand Wake The Flake start in the same spot: on the left end of a small ledge system just left of the center, tallest section of the cliff. This ledge is 40 feet higher than the actual base of the cliff and is reached by an easy gully scramble."},"__v":0},{"_id":"lnB6rya3XPC9zk7I+l2dgg==","name":"Doin' The Band","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"John Tormalehto, Jason Seaver,  3-17-2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"left_right_index":0,"mp_id":"106679298","mp_crag_id":"106676096","climb_id":"lnB6rya3XPC9zk7I+l2dgg==","areaRef":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":"This is a great looking line, that climbs really well too, but is somewhat marred by some strange vegetation inside the crack. Despite being 6 inches wide, the crack bottoms out within 12 inches of the lip, and is graced with a strip of wierd black shrubbery. Fortunately it effects the climbing very little, and an enjoyable pitch of real offwidth climbing awaits all suitors. I think I used six stacks in a row!","protection":"Several big cams. At least doubles up to #6 Camalot. No fixed gear, no anchors. Scramble off the North.","location":"This route is actually on a separate formation just SW of the main cliff. It faces East and is the very obvious right-leaning offwidth crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,8281dd87-cf95-598e-b0a3-9a419010b273,25c6d2eb-a033-5d65-8f8d-9aa6680ace39","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Palisade Mountain","Jungle Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.31171,40.43666]},"bbox":[-105.31230078481403,40.43621033981814,-105.31111921518597,40.43710966018187],"left_right_index":-1,"ext_id":"106676096","area_id":"JcbS66AzXWWPjZqmaArOOQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:59.608Z","updatedAt":"2024-01-15T16:44:08.839Z"}