{"_id":"63689d5ce80bff5a994f4331","area_name":"Mt. Chamberlin","shortCode":"","climbs":[{"_id":"QOJmGzhFWbSiO2NZtbtuMg==","name":"The Sword in the Stone","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Josh Finkelstein, Chris Brown 2010","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31063,36.53777]},"left_right_index":1,"mp_id":"120296274","mp_crag_id":"120296216","climb_id":"QOJmGzhFWbSiO2NZtbtuMg==","areaRef":"KdUUF4MAXTuVvgbzxV7htQ=="},"content":{"description":"This rock is as good as anything on the Hulk. Amazing rock, amazing climbing. A classic for sure!\n\npitch 1, 35m (5.10+): Start in a left-facing corner with a crack that opens to #4 & surmounts a bulge, then gets lower angle. Grunt up the crack, using the face holds to make it a bit easier. Continue climbing cracks (mostly less steep) in the stellar corner. Belay at a ledge in the corner. The FA route overlay says this pitch should be 70m, but doing so looked like it required more 3s and 4s than we had, so we stopped here.\n\npitch 2, 70m (5.10): Continue up stellar corner to its top. Cross to stellar hand crack & climb it. Scramble up blocky 4th class, then belay at a flake after pulling a couple cool moves.\n\npitch 3, 70m (5.9): Up and left up hand crack, then 4th class to belay.\n\npitch 4, 70m (5.10): Awesome airy series of cracks! Keep left when you have a choice. Cross crystal band, up wide crack (not too grunty, can be protected with small gear (.4) on the right wall), then traverse right to belay at the base of an amazing steep thin hands splitter.\n\npitch 5, 40m (5.11-): Climb the amazing splitter, then up and right up the corner. Belay on a big ledge with some loose blocks.\n\npitch 6, 70m (5.10): Up dubiously glued in flakes on the right (there was a fixed ancient TCU when we climbed it), then climb good rock w/thin but low-angle moves. Belay below a little roof.\n\npitch 7, 70m (5.10+): Pull little roof, continue up left-facing corner cracks (awesome! sustained). Belay at big ledge.\n\npitch 8, 70m (5.9): Do a couple short Yosemite-style boulder problems, then 4th class / low 5th up the giant’s ladder. Belay when you run out of rope.\n\npitch 9, bonus 70m (low 5th): You could solo out, but this gets a little loose and you can make it more interesting if you stay roped. Choose your own adventure to the top.\n\nYou’re on top! Have a snack and don’t forget to sign the summit register just a short hike away, with phenomenal views of the sheer rock faces of the mountain.\n\nDescend heinous scree gully down & right back to Crabtree Lake. May require snow gear in early season.\n\nWe passed 3 fixed pieces on route - a big nut on p4 and 2 old TCUs later on (p6).","protection":"Double rack from thin to #3 with a single #4 worked for us. Set of nuts. Pitches are long, so bring shoulder slings to reduce drag per usual in the alpine. All anchors are gear anchors.","location":"The route heads up the right side of the middle buttress. If coming from the climber's right side of the lake, you will pass a wall of steep soaring splitters before you get to the corner where the route starts. The FA trip report is useful:\n\nhighexposures.com/blog/2011…"},"__v":0},{"_id":"ocIAWWFUVdO79Je0jcbXtg==","name":"Safety First","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brown Et. Al. July 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31063,36.53777]},"left_right_index":2,"mp_id":"121143021","mp_crag_id":"120296216","climb_id":"ocIAWWFUVdO79Je0jcbXtg==","areaRef":"KdUUF4MAXTuVvgbzxV7htQ=="},"content":{"description":"A link to the FA story which also appears in a copy of Rock and Ice.\n\nhttp://highexposures.com/blog/2011/06/17/storming-castles-part-2-the-sequel/\n\n***This is the way i climbed the route, i may have been off route in places.  please edit or update if you have better info.***\n\npitch 1: 5.8+  start climbing up the orange coral like rock, and follow the low angle thin cracks.  gear is spares at the start.  higher up an alcove will appear with steep stacked blocks and a large wet streak.  climb the stacked blocks and continue up until the low angle crack ends at a ledge.  some simulclimbing is required. 80m\n\npitch 2: 5.10- climb the left crack that goes straight up from the ledge. this crack runs out at a sloping ledge at the base of a clean cut right facing corner. climb thin cracks at the far right side of the sloping ledge, working back left. build a belay under the crystal roof. 60m\n\npitch 3: 5.10+ pull the crystal roof, and continue up the hand crack above. follow the crack as it leans right and goes thru a second roof. continue following the crack as it traverse further right and pull a third roof. after the last roof the angle backs off and 40 feet of climbing brings you to a multi tiered ledge system. 70m\n\npitch 4: 5.10- climb the lowest angle crack off the right end of the ledges. aim for the large budging grey chimney feature above. just before entering into the wide grey corner/chimney cut left and climb some flakes to a sloping ledge with a small undercut and build a belay. 40m\n\npitch 5: 5.10. climb flakes and cracks upward (this is the safe passage section as called out in the route overlay done by the FA team), and then traverse left into the top section of the grey chimney. after a little bit of chimney, climb flakes to small roofs. after pulling thru the roofs climb the knobby crack heading left, then cut back right following a dike feature to a nice ledge. 65m\n\npitch 6: 5.8 head left off the ledge and then up discontinuous cracks and flakes. about half way up the angle backs off and the climbing turns into knobby slab. there are many ways to go on this pitch, in general aim for the separated tower above 70m\n\npitch 7 5.9 continue upwards thru steeper giants stairway type terrain. aiming for the left side of the tower will deposit you in a 2nd class loose gully, climb up left to a huge rubble cover and sandy ledge and belay. 60m\n\n*Alternatively stay further right and aim to climb up the obvious corner system up the face of the free standing tower. belay at the base of the tower(45m). climb another pitch(40m) to the top of the tower, and rappel off the back into the 2nd class gully, then scramble downhill to the left to rejoin the route.\n\n*we didn't climb the tower as it looked steep and wide from below.\n\npitch 8 5.7 climb up cracks, ramps, and ledges generally trending right until you run out of technical climbing. many many options exist thru this section. 70m","protection":"Gear: one set of nuts. singles 00 .1, .2. doubles .3 thru #3. single #4. a few extra wide fingers to tight hands pieces useful.\n\ndoing the tower many need some bigger gear.","location":"On the west buttress of the north face of Mt. Chamberlain."},"__v":0},{"_id":"IR0d+NGeVpGXF5P3kINo4g==","name":"Asleep at the Wheel","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jim Haden, Mike Pennings Aug 2002","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.31063,36.53777]},"left_right_index":0,"mp_id":"121142929","mp_crag_id":"120296216","climb_id":"IR0d+NGeVpGXF5P3kINo4g==","areaRef":"KdUUF4MAXTuVvgbzxV7htQ=="},"content":{"description":"A link to the FA's AAC article:\n\nhttp://publications.americanalpineclub.org/articles/12200220902/North-America-United-States-California-Sierra-Nevada-Mt-Chamberlain-Asleep-at-the-Wheel\n\n***Below is how i climbed the route,  its likely I was off route in some areas, particularly the last pitches.  please make edits if you have better information.***\n\npitch 0: scramble up very dirty 3rd class ledges to the obvious alcove at the far left end of the central buttress\n\npitch 1: 5.11 climb up the various crack systems for about 35 meters, then go right thru a finger size corner and roof, using crack systems on the face to help. build a mostly hanging belay on the face on the right of the corner belay the large roof. 60m\n\n*its also possible to take a crack system that angles left.\n\npitch 2: 5.11 From the belay work up and left aiming for the obvious hand traverse under the roof. pull up out of the roof, then face climb up into a bombay chimney. exit the chimney and climb the right facing corner for 15 or 20 feet, then make a face traverse right to the large ledge. 35m\n\npitch 3: 5.10 follow a thin crack off the right side of the ledge, aiming to bypass the 3 part roof above to the right. after this roof the major right facing corner of the route is above. climb the corner using face holds and crack on both sides. belay where the rock color changes. 45m\n\npitch 4: 5.11 pg13 continue up the corner. the rock quality deteriorates thru this pitch, so treat the knobs with caution. pass a small ledge on the left, then climb a 20 foot tall separated column in the corner. belay where able depending on gear. we found a stance with a good #2 in a crystal pod 20 ft after the column. 55m\n\npitch 5: 5.11 R keep climbing up the corner on sparse thin gear, fortunately the rock improves some. after about 30 feet move around the arete to the right into the next corner. stem your way up this corner with big run outs. Aim for the small roof with some grass growing out of the corner, pull the roof and climb the thin finger crack until the terrain eases, build a belay on the huge ledge. 40m\n\npitch 6: 5.10 Climb up easy flakes till the headwall steepens, mantle up and follow the crack to a small ledge below a left trending roof. place pro high then step down and traverse across a black dike and knobs to the right. up the roof on knobs, then work up and left following a thin crack with a left facing corner of orange rook the eventually converges at a roof. pull the roof and climb the sea of knobs thru a second roof and up to an alcove where the knobs end. fantastic pitch! 35m\n\npitch 7: 5.12- Stem and chimney up the crack with medium sized pro in back. power thru the fingers on poor feet to reach the shallow hand crack. head up to the roof, and stem and lieback thru keeping an eye out for knobs on the arete. climb up to the highest of 3 ledges and build and anchor. 35m\n\npitch 8: 5.11 pg13 climb up and left thru poor rock toward a weakness in a crystal band. place lots of pro and watch out for crumbing feet. climb up easier slab and ledges a build a belay where able. 30m\n\npitch 9: 5.10. climb crack systems, always moving left between cracks, aiming for the angled roof above. smooth angular cracks at the start of the pitch give way to featured face and crack climbing. belay on the sandy ledge below the angled roof. 35m\n\npitch 10: 5.10 traverse to the left off the belay ledge for about 40 feet, aiming for the steep featured crystal band. pull some steep moves thru the crystals, and the climb the blocky and easier large corner system to the top out on the ridge. 50m","protection":"Gear: set of nuts, small offsets useful.  doubles 00 thru #2, single #3.  triples in .3 thru .75.","location":"on the left side of the central buttress of Mt. Chamberlain's north face.  look for the striking white square with red roofs that marks the crux pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,29d51417-8300-5d3b-95be-06f3c55ee1b5","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Chamberlin"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.31063,36.53777]},"bbox":[-118.31118965153577,36.53732033981814,-118.31007034846421,36.53821966018186],"left_right_index":-1,"ext_id":"120296216","area_id":"KdUUF4MAXTuVvgbzxV7htQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:50.560Z","updatedAt":"2024-01-15T16:40:17.086Z"}