{"_id":"6368a722e80bff5a995dd952","area_name":"Nautilus","shortCode":"","climbs":[{"_id":"dJqhxsicXeyaLDDevyHcAg==","name":"30 is the New 20","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jason Haas, 6/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":45,"mp_id":"119129175","mp_crag_id":"105745214","climb_id":"dJqhxsicXeyaLDDevyHcAg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"I did this after a couple visits four years ago and only left a comment on the page for\n\nWar Zone\n\n. Someone reached out to me about it again, so thought I'd make an independent route submission for it at this point. The name stems from having two small children and still trying to climb. We were fortunate enough to wind up with several families with kids around the same age and the parents are still trying to get after it. The bolts were originally placed by Matt Couppel.\n\nFind a line of low horizontal bolts traversing left to a hanging inset crack just left of\n\nWar Zone\n\n. Pull onto the protrusion, and work your way left with extreme difficulty to access the crack. Continue up the inset crack to a bolted anchor.","protection":"3 bolts at the start, gear for the rest, and a bolted anchor.","location":"It is immediately left of\n\nWar Zone\n\n."},"__v":0},{"_id":"jGcfAOQpVuuX3SacctKk3A==","name":"Willem Dafoe's Blood Penis","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":53,"mp_id":"111277325","mp_crag_id":"105745214","climb_id":"jGcfAOQpVuuX3SacctKk3A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This not so classic route is named after the not so classic scene in the not so classic horror film the \"Antichrist\". Top-rope from the anchors on\n\nHesitation Blues\n\nwhich are right above.\n\nStart up a lieback flake for a few feet, bust right on crimps to a large flake/shelf, and then go straight up on more crimps. The difficulty varies depending on how far you traverse the flake before heading up. The route is actually worth doing if you're looking for that last pitch in the day but are too worked after cruising up\n\nHesitation Blues\n\nto get psyched for leading.","protection":"TR.","location":"This is between\n\nHesitation Blues\n\nand\n\nMiddle Parallel Space\n\n."},"__v":0},{"_id":"e67qrXpHXfCnPOrwhN8JNQ==","name":"Whipping Boy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Wade Griffith,  Jeremy Griffiths,  Jen Hanft","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":83,"mp_id":"105765153","mp_crag_id":"105745214","climb_id":"e67qrXpHXfCnPOrwhN8JNQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The route goes up the offwidth to the right of a route called Hello Stupid near\n\nFather #1.\n\nClimb an offwidth to a ledge (or scramble in from the right) to get to the meat of the climb.  A flaring and overhanging offwidth looms above you offering some chickenwings, arm bars, and a little stacking.  It is fists to hands above that.  This is a fun route in a sick way.","protection":"#2, 3, 4, 4.5, and 5 Camalots.  A #3 Big-bro works well at the beginning.","location":""},"__v":0},{"_id":"NdQAvdj6V4+1CMmmsXTFPQ==","name":"Where the Sidewalk Ends","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"somebody","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106269892","mp_crag_id":"105745214","climb_id":"NdQAvdj6V4+1CMmmsXTFPQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start on the sloping, crystally jug with feet on the far side of the chockstone. Jam up and out the crack, following it to the finish.","protection":"A pad, the crux is low. Maybe a spotter for the top out.","location":"Approach as for\n\nFriday the 13th\n\n. When you get to the top of the switchbacks, bear right staying next to the large boulder with the horizontal crack. After walking over a few dead aspens, you will see a pit down to your right with a fewmore dead aspens spanning it like a bridge. Walk down into the pit. WTSE is the jagged hand crack with the chockstone at its start."},"__v":0},{"_id":"gbL//CVMU/2LRaUagJWvqQ==","name":"War Zone","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Sean Bradley","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":46,"mp_id":"105752152","mp_crag_id":"105745214","climb_id":"gbL//CVMU/2LRaUagJWvqQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"War Zone is another excellent line in the\n\nFriday the 13th\n\narea of the Nautilus. This line ascends the low angle face to the steeper headwall to the left of\n\nFriday the 13th\n\nand\n\nDeception\n\n.\n\nClimb up the interesting incipent cracks on the lower face before launching on the fun bolt protected face above. Good edges and crystals make for a thoughtful, balancy, and stellar climb. As always, the grade is debatable, perhaps soft at grade, particularly compared to Vedauwoo crack lines.","protection":"Four bolts on upper headwall to a 2 bolt rappel anchor. This route requires supplemental gear to reach the upper bolted section, gear up to 2 inches. A small camming device (0 TCU or equivalent) is nice to protect the seam between the 3rd and 4th bolts.","location":""},"__v":0},{"_id":"1LzJBRzcVrSSpnpH8FKCag==","name":"Wall-To-Wall","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Rob Kelman and Taimi Clark, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":111,"mp_id":"106870936","mp_crag_id":"105745214","climb_id":"1LzJBRzcVrSSpnpH8FKCag==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Move right from\n\nPar Four\n\ngoing around the boulder counter-clockwise eventually coming to a hallway. Enter the hallway and climb the slanting crack on the right (SW) side of the hallway.","protection":"#0.4 to #3 Camalots.","location":""},"__v":0},{"_id":"wM5q0Ad3UsuxUSjGNqYPOg==","name":"W.C. Fields","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":36,"mp_id":"113131470","mp_crag_id":"105745214","climb_id":"wM5q0Ad3UsuxUSjGNqYPOg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"W.C. Fields is an obscure, fairly tight chimney on the front of the Nautilus. The base of the route is quite vegetated, which is probably part of the reason why it doesn't attract much attention despite being in the middle of the most popular area of the Voo.\n\nScramble up to the start of the chimney or traverse in from the right. Once inside, a hand and fist sized crack that offers good protection soon appears on the left wall. The chimney widens near the top, which comes as a relief after wiggling around in the tight confines below. Upon topping out, you'll see\n\nOutrider's\n\nbolted anchor.","protection":"Cams #1 - #4 (doubles in hands/big hands) offer reasonable protection for those confident in their chimney technique. Can be sewn up with BD #6, #7 & #8.","location":"W.C. Fields is the deep chimney just left of the bolted route\n\nOutrider\n\n. It's a 1-2 minute walk left from the Friday's Recess area. To descend, rappel from the bolted anchor atop\n\nOutrider\n\n."},"__v":0},{"_id":"B+gSncEtXPuwhhDS/AqqXg==","name":"Vulture Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":57,"mp_id":"105762666","mp_crag_id":"105745214","climb_id":"B+gSncEtXPuwhhDS/AqqXg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"A relatively fun and varied wide crack.\n\nStart as for Right Parallel Space, but stay right in the slot and head for the shallow, hanging chimney.  Employ chimney and offwidth technique for about 20' feet until stemming is possible; this crux section is well protected using the hand and finger crack at the back of the wide crack. Stem for about twenty feet into an alcove where you trend left, passing an optional, uninspiring anchor and reach a low angle wide crack.  This crack has plentiful face holds on its left side and lasts for about 25'; it would probably take a 4.5 Camalot which we did not have.  When this last wide crack ends, face climb straight up to chain anchors at the top of the buttress; somewhere in this stretch it is nice to have a couple of cams 1\" and smaller.  Rope drag can be a problem if doing this as one pitch so sling accordingly.\n\nRappel as for Middle Parallel Space -- two raps the first about 40', the second _ 100'.","protection":"Nuts to 4.5 Camalot, slings","location":""},"__v":0},{"_id":"0ZAG4DQZWxqjnpFrmdMDBw==","name":"The Vedajuicer","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Justin Edl, 2007","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"105964181","mp_crag_id":"105745214","climb_id":"0ZAG4DQZWxqjnpFrmdMDBw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a burly little roof crack. Start with a foot in the first pod, which is about a foot from where the crack starts as a hairline seam, and your hands in the two first knuckle/tips locks that are a few feet further out and about six inches apart. If you start in the flared hands, you are starting too far out. Climb through some bad flared hands and when you can, make a desperate crack switch to the right. After you are established in the second crack, stem out to the boulder behind and to your left, and top out on that boulder, or for full value top out the crack past an abondoned rodent nest that is kind of in the way. The second topout is quite highball, involving a 5.10 or so crack to an easy but delicate mantle on a shelf a good twenty feet up. After mantling the shelf, traverse right and topout the boulder. This problem has cool subtle movement and is pretty much a pure jamming crack. The name was inspired by how hard you have to squeeze on the bad flared hands.\n\nHere is an old video of the problem which was actually one of the first \"uncut\" videos that got that whole thing started:\n\nhttps://www.youtube.com/watch?v=kx4MlFYmyeY&t=2m03s\n\n.","protection":"A pad or two.","location":"This is located on the huge boulder that is between\n\nThe Cupcake\n\nand\n\nFriday The Thirteenth\n\n.  The best way to access the problem is through the cave which is more or less on the east side of the boulder."},"__v":0},{"_id":"+5ARHiTdUu69l64VaJqxIg==","name":"Vault","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":67,"mp_id":"105752095","mp_crag_id":"105745214","climb_id":"+5ARHiTdUu69l64VaJqxIg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This line is interesting for two reasons.  The apparent one is the short lived fingery layback crux.  The not so obvious one is the spelunking that follows.  Locate the second crack right of Maxilash and several yards left of Captain Nemo.  Climb easily up to the pod below the finger crack above.  The crux above provides bomber placements for either small cams or nuts.  Blaze the first few bodylengths (crux), then the angle kicks back.  Soon the fissure widens and you'll find yourself deep in the chimney belaying inside listening to any beta being spewed in the Friday the 13th corridor.  Options include continuing 'up' into the chimney to topout and walkoff. I recommend the caving option. Lead directly back through (yes THROUGH) the Nautilus eventually popping back into the day(star/moon)light in the Friday the 13th corridor.  Place a few pieces to ease the seconds mind. Locate anchors (hopefully not occupied) on H&H Grunt or Deception and either rappel (single rope) or continue up. (Yes, I'm not sure which line it was we were descending, but there are easy to find anchors).","protection":"A SR up to #3 Camalot, inculding small camming units.","location":""},"__v":0},{"_id":"ogzGHXDEVP+eY7wQmDQ69Q==","name":"Upper Slot Left","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":97,"mp_id":"106194414","mp_crag_id":"105745214","climb_id":"ogzGHXDEVP+eY7wQmDQ69Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is the right-facing corner to the left of\n\nUpper Slot\n\n. The crux is moving off the ledge: there are good jams (and gear), but it's quite strenuous to get going. Once you get going, look to the right for some useful face holds for your right foot. Those with long legs can stem over to the right to a seam after a few moves to get a rest and take the edge off a bit. The crack gradually widens and the difficulty eases off considerably.","protection":"Standard rack. A couple of bigger pieces (#5, #6 Camalot) will be useful as the crack widens towards the top. A bolted rappel anchor can be used for a belay at the top. Although my partner didn't build a gear anchor, it looks like there are options if the bolted anchor is otherwise occupied.","location":"This route is the corner to the left of\n\nUpper Slot\n\n. The route links very nicely with\n\nLower Slot\n\n. Use the bolted rappel anchor to rap off the backside of the formation. Use one of several options to downclimb from there."},"__v":0},{"_id":"vXtlc7mnU9eV/2IY0q/z3g==","name":"Upper Progressive","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":22,"mp_id":"105995354","mp_crag_id":"105745214","climb_id":"vXtlc7mnU9eV/2IY0q/z3g==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This short fun route is one of the most fun at the grade 10a.  Slightly overhanging hands with great feet ends in a small section of slightly OW deep fists.","protection":"Fixed nut halfway up.  Take a #4 for the last 10 feet.","location":"Per\n\nJason Haas\n\n: directly above\n\nHandjacker\n\n."},"__v":0},{"_id":"MbkpPl3cWSWaKNYjnWYTUg==","name":"Unknown Mantle","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"109818242","mp_crag_id":"105745214","climb_id":"MbkpPl3cWSWaKNYjnWYTUg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a short problem that consists of an interesting (mandatory) mantle/press move.","protection":"A pad.","location":"It is just east of the Mushroom Boulder near the parking lot at the southwest end of The Nautilus."},"__v":0},{"_id":"3Pm9r4dwW8iMRcySp49L7A==","name":"Unknown Crystal Slab","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"109818248","mp_crag_id":"105745214","climb_id":"3Pm9r4dwW8iMRcySp49L7A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a great warm-up and introduction to crystal pinching! The crux is getting off the ground. It is tall and fun!","protection":"A pad.","location":"This problem is at the southwest end of The Nautilus, near the Mushroom Boulder."},"__v":0},{"_id":"RkdXMtSKVKasKML4cJZaQA==","name":"TTR","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":11,"mp_id":"106812099","mp_crag_id":"105745214","climb_id":"RkdXMtSKVKasKML4cJZaQA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This supposedly is the tamer version of the TT cracks.  Step across a hole and enter the deep embrace of the flaring chimney.  Maneuver around a chockstone to a shelf.  Next tackle 15-20 feet of offwidth and you are done.  If you loathe offwidth,  step a few feet to your left and finish on\n\nTTL's\n\nhand crack (physically harder but technically easier for me).\n\nI was a bit tired, but personally I thought\n\nHandjacker\n\nwas easier than this climb.  I think 5.6 may be a bit of a sandbag but another effort is in order before passing final judgment.","protection":"I used from #3 to #6 cams (Friends/Camalots).  Save a #5 & #6 for the offwidth.","location":"This climb is between the Three Sisters Area and the Practice Slab Area. To locate the start either scramble in from the right (Practice Slab Area) or climb one of the Tarsalation climbs.  There are a few ways to get down, but the quickest is to use the Practice Slab anchor if not in use."},"__v":0},{"_id":"vZpozrA2UQaqLUBhhaLYpw==","name":"TTL","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Phil Fowler, Dave Stiller, Roger Zimmerman, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":10,"mp_id":"105763056","mp_crag_id":"105745214","climb_id":"vZpozrA2UQaqLUBhhaLYpw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"A moderate offwitdth-hands Vedauwoo route that is well worth doing if in the area.  It's a ten minute scramble from the Nautilus parking area to the left end of the southeast face of the formation.  The route is the left of two cracks formed by a series of three rocks near Practice Wall.  Gain the crack and start heel and toeing your way to the shelf.  Once at the shelf enter the crack again (crux) and continue on solid sustained hands through to the top.\n\nDescend via one rope rap atop practice wall (30 feet climber's right).","protection":"Equivalency of Camalot size #2-#5.","location":""},"__v":0},{"_id":"vBnOXgjoVIet8Kx/nKZpiQ==","name":"Thunderbolt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":47,"mp_id":"108317238","mp_crag_id":"105745214","climb_id":"vBnOXgjoVIet8Kx/nKZpiQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start slightly inside the chimney on the cracks that angle left. Continue up this crack. You can belay at the bolts under the roof, or continue upward to a slightly overhanging bulge to a handcrack on the right. This leads to a short chimney exit.","protection":"Lots of hand-sized pieces and potentially something larger for the chimney.","location":""},"__v":0},{"_id":"S4GEe3gCV5CLixHqR2QbAg==","name":"Thin Lizzy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Davin Bagdonas, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":107,"mp_id":"106166256","mp_crag_id":"105745214","climb_id":"S4GEe3gCV5CLixHqR2QbAg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The crux is the first 10 feet of the climb, after that the climb is pretty much over.  It is an excellent climb if you like balancey, bouldery, climbs protected by small gear.  This is not your typical, Vedauwoo, thin crack climb.\n\nThis would be better if it saw a bit more traffic.  As it is, the climb is a little lichen covered especially a the top. Watch the branch behind you while topping out.","protection":"Bring micronuts, small cams, nothing bigger than #2.","location":"This is a thin, arching crack on the northeast-facing wall to the left of \"\n\nHarder Than Your Husband\n\n.\" Start next to a large pine."},"__v":0},{"_id":"FhZIn2kfXuyOaWIw3pysFw==","name":"Tempest","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"?Pat Goodman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"105756481","mp_crag_id":"105745214","climb_id":"FhZIn2kfXuyOaWIw3pysFw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Hard, crimpy.  This is a fantastic problem with super movement. It starts on a huge jug and follows to horrible finger slots- The end is desparate slapping of slopers to a nice crimper at the top. About 15 moves total of difficult climbing. It has only seen a couple of sends.","protection":"Tendons","location":""},"__v":0},{"_id":"EgEvnpn7WvSI2bupnKyE8w==","name":"Ted's Trot","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Grove Way, Ted Nast, Dan Doody, and Andy Ryan, May, 1956  FFA: Jerry Sublett and Phil Fowler, July, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":95,"mp_id":"105757027","mp_crag_id":"105745214","climb_id":"EgEvnpn7WvSI2bupnKyE8w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This great route is a fairly long pitch for Vedauwoo, and has everything from chimneying to a nice fist/hand crack.  Another excellent moderate on the Nautilus.\n\nThe climb follow the obvious chimney on the left side of Ted's Trot Block between Cornelius and Lower Slot Left.  Climb a fun well protected chimney(I'm not kidding, it sews up with stoppers and aliens) to a big ledge.  Above the ledge, climb another chimney with a fun hand crack in it to the small roof.  Pull over the roof on bomber fist jams, and grunt up the dihedral to the top.  The last 20 feet are the crux.\n\nTo descend, rap off the back of Ted's Trot block to the first big ledge.  Walk back around this and squeeze down the worm hole - this puts you about 20 feet from your pack.","protection":"Stoppers, small to medium cams.  Aliens make protecting the initial chimney easier.  Save a 3.5 and a 3 camalot for the exit moves, and no wide pieces are needed despite what it looks like from the ground.","location":""},"__v":0},{"_id":"E4Ft68qJWHeobgygTqShpg==","name":"Tarsalation","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":9,"mp_id":"106396710","mp_crag_id":"105745214","climb_id":"E4Ft68qJWHeobgygTqShpg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"A short but sweet wide testpiece for beginning off-width aficionados.  The hardest part is getting started and deciding which side to shove into the crack.  Try not to get too deep into the crack and remember that small movements are the key to making progress.","protection":"Bring the big stuff...  #4 Bigbro for the start.  #3 Bigbro and #6 Camalots up higher...  A toprope can be setup from the route 'Petite Tarsalation' that ascends the same gap between the boulders forming Tarsalation to the NW.  Walkoff is possible to the NE.","location":"Near the entrance to the Three Sisters Alcove.  This is the wide crack formed by two separate large vertically oriented boulders and faces southeast."},"__v":0},{"_id":"ILLG6dPSVNSKX3t98KbP7w==","name":"Sun Up To Sundown","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Trevor Turmelle and Scott Blunk","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106438428","mp_crag_id":"105745214","climb_id":"ILLG6dPSVNSKX3t98KbP7w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is one of the finest boulder problems in Vedauwoo, and would be a classic anywhere.  Start on the two big incut crimps a little above head height, then go up right to a tiny crimp before floating out left to the arete.  Finish to the right of the arete up the crack.  This is a must do for anyone seeking out Vedauwoo's face boulder problems.","protection":"Pads and spotters.","location":"Follow the trail that runs along the north side of The Nautilus.  While still on the western end of the formation, when you see a huge roof formed by a protruding block, walk up to the wall and hug it as you continue more or less to the east.  After a couple hundred yards you will walk directly into this problem, which is on a huge boulder leaning against the wall."},"__v":0},{"_id":"9eocBXmoVAioWWgn1HJv9w==","name":"Stranded at Sea","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"John Varco, 1995","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":73,"mp_id":"111711503","mp_crag_id":"105745214","climb_id":"9eocBXmoVAioWWgn1HJv9w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Stranded at Sea is a thin seam with a fixed piton (previously an aid route?).","protection":"Small nuts and ball nuts down low with micro cam placements on the second half.","location":"This is located on the slab next to Automotive Supply House."},"__v":0},{"_id":"vDogTzxmUQqnsPjrcVk4CA==","name":"Straight 4 Ward","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":110,"mp_id":"106173018","mp_crag_id":"105745214","climb_id":"vDogTzxmUQqnsPjrcVk4CA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a hand crack.","protection":"Hand to fist size pro to an anchor with chains.","location":"This is the vertical crack that creates a \"4\" with the route\n\nPar Four\n\nat the NW end of The Nautilus, the far right end."},"__v":0},{"_id":"8n6inqc/Ud+wMVg+d9SLmA==","name":"Stinkzig","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":21,"mp_id":"105751510","mp_crag_id":"105745214","climb_id":"8n6inqc/Ud+wMVg+d9SLmA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"3 pitch 5.6 starting in a hideous looking chimney.  The first pitch is awkward, hard to protect, and unpleasant.  The rest of the route is quite good, with some nice hands and fingers and an interesting step across to start the second pitch.  The Vedauwoo guidebook highly recommends it, probably as a sandbag.","protection":"Standard rack.","location":""},"__v":0},{"_id":"QAdFrwIuUKKGMGMnqe8NMQ==","name":"Step Ladder","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"108960449","mp_crag_id":"105745214","climb_id":"QAdFrwIuUKKGMGMnqe8NMQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Look for a wide chimney with a sweeping flake inside it formed in a dihedral directly south of\n\nElevator\n\n. Beware of the thorny bushes at the base of the climb. Begin chimneying up the wide crack using the crack formed by the sweeping flake and the main wall for feet. Staying farther out of the chimney will help to make this climb feel like 5.6.  When the chimney squeezes down to an offwidth (crux), pull into the crack using the flake and do a couple of offwidth moves to the top. Set a gear anchor.","protection":"I placed one number six Camalot and used several medium-sized cams for the anchor.","location":""},"__v":0},{"_id":"XtN5RX63VFW3VjZDjk5C7Q==","name":"Step Ladder","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":28,"mp_id":"117696491","mp_crag_id":"105745214","climb_id":"XtN5RX63VFW3VjZDjk5C7Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is easier than it looks. A combination of stemming and chimneying gets you quickly to the top. Watch out for thorns in the bushes at the base.","protection":"1x#4, #6 C4 Camalots.","location":"This is a squeeze chimney in the first left-facing corner encountered when approaching\n\nElevator\n\nfrom the main Progressive area."},"__v":0},{"_id":"/6kRevNVUHGXq4yjLPpOQw==","name":"Stand and Deliver","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Sam Davidson, Chris ..., and Ian ..., 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":100,"mp_id":"105755002","mp_crag_id":"105745214","climb_id":"/6kRevNVUHGXq4yjLPpOQw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Tired of the flesh being ripped from your body? This is an introduction to the \"Other Vedawoo\" and the great face climbing available. This short route starts from the top of a gully directly below \"\n\nFinally\n\n\" and just right(west) of the \"\n\nLower Slots\n\n\". A clip right at ground height protects the opening crux moves, in fact the crux is trying to figure out how to get two feet off the ground; not 24\" high, but how to get one foot then the other on the rock! Probably harder then 10a for one move but your only two feet off the deck. The rest of the climb is a fun crystal pinch and balance romp up the gradually steepning face with another minor crux just below the top. Rap off to the west and get a great view of \"\n\nHarder then your Husband\n\n\" 12a or b on the way down","protection":"3-4 bolts plus anchors. (Don't try to top-rope this from the rap anchors without using a real long sling or belaying from the top, the anchors are WAY back.)","location":""},"__v":0},{"_id":"Ej3imGmgURCRnv437hd7cQ==","name":"Soak'em In Cider","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Brad Jackson","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106220162","mp_crag_id":"105745214","climb_id":"Ej3imGmgURCRnv437hd7cQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Sit start the chalked up seam and the lieback your way up to a top-out full of crystal pimpin' goodness.","protection":"A few pads, balance.","location":"Following the trail along the south side of the Nautilus from the parking lot, you will come to a large roof. Walk under this roof and turn to the right. Soak' em In Cider is the tall seam on the slightly overhanging face."},"__v":0},{"_id":"h5alB210Vh26AkzOTpdvbA==","name":"Slit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":5,"mp_id":"105751837","mp_crag_id":"105745214","climb_id":"h5alB210Vh26AkzOTpdvbA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"I include Slit in the Wide Crack Tour to emphasize it is perfectly acceptable to use face holds, and adjoining features, to overcome the wide crack portions of a climb.\n\nThis climb resides in a small, obscure alcove on the SW side of the crag, just beyond the parking area.  Scramble around in the boulders until you find a small grouping of cracks in a hidden opening.\n\nSlit takes the wide chimney at the right end of the alcove to a stretch of offwidth climbing. It is a short climb, and it is possible to use holds off to the right.  But the OW section may require some technique, in which case remember the fundamentals: feet and legs power the wide crack machine, while arms serve to secure the progress gained.\n\nI like this climb, but am not sure why. It is short, a bit chossy, and not all that classic, but if you feel compelled to climb all the moderate wide cracks on the Nautilus, here ya go.","protection":"Wider stuff.  No pro for the start.","location":""},"__v":0},{"_id":"rrWcMfbtU/22Az1ORl967Q==","name":"Slick and Superficial","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bob Scarpelli, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":7,"mp_id":"106231036","mp_crag_id":"105745214","climb_id":"rrWcMfbtU/22Az1ORl967Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start on a crack that dissipates after 20 ft.  Traverse left to a bolt and continue left to another crack that begins midway up the wall.  Build anchor, walk off to the west.","protection":"One bolt, trad (fingers to hands).","location":"Three sisters amphitheater just left of Tarsalation."},"__v":0},{"_id":"ibMYxvqeWBCA6ghGEdiiOg==","name":"Slab Stealer","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Justin Edl and Jeremy Medley, 2004","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106442678","mp_crag_id":"105745214","climb_id":"ibMYxvqeWBCA6ghGEdiiOg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a very low offwidth roof formed between two boulders.  Luckily the ground doesn't affect the problem much, if any.  It is flared, very wide, and about a body length long.  Start with your feet up in the crack at the very back of the roof. Better than it looks.","protection":"One thin pad for the lip.","location":"This is in the low boulders directly in front of\n\nSlick and Superficial\n\n, facing up toward The Nautilus."},"__v":0},{"_id":"Jb3qwbwJVTall3QA/uBXog==","name":"Slat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Phil Fowler, Dave Stiller, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":3,"mp_id":"105764391","mp_crag_id":"105745214","climb_id":"Jb3qwbwJVTall3QA/uBXog==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Classic hand jams & good pro.\n\nStarting in a right-facing corner, climb a hand crack with a pumpy start.  Follow the crack to a small ledge and then cut left following a left facing diagonal crack.  To finish, step across a gap into a fun offwidth or face climb (right) up to a large boulder.\n\nGetting there:  Slat is located on the southwest quadrant of the Nautilus, and is left of\n\nTed's Trot\n\nBlock in the Three Sisters Area.  From the parking lot, walk about 100 yards along the south side of the Nautilus.  You can see the left-facing, diagonal crack at the top of Slat.  Then, scramble up through the boulders to the base of the Nautilus.\n\nDescent:  Head straight north and down climb a tunnel/chimney on the northwest side of the Nautilus (about 20 feet from the top of Slat), or traverse along the south side of\n\nTed's Trot\n\nBlock and down climb the tunnel/chimney half way between\n\nTed's Trot\n\nBlock and the top of\n\nCornelius\n\non the northwest side of the Nautilus.","protection":"Standard rack + a #4 Camalot if you want to use the offwidth finish.","location":""},"__v":0},{"_id":"WfoTqfvGXi+B5jwYss97vQ==","name":"Slab and Grab","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Kavee","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"119292704","mp_crag_id":"105745214","climb_id":"WfoTqfvGXi+B5jwYss97vQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Run and jump to good crimp line, and use an obvious ledge for your foot. Use small dishes and edges to traverse a bit on the crimp line to a sketchy flake that feels kinda loose, so be careful, trust your feet on the upper slab, and top out on small boulder wedges between the slab and the roof. If hold breaks off, this line can be done without it, but that will bump the grade up.","protection":"One or two pads is fine.","location":"It is just a short walk maybe like 50 feet to the left of\n\nHeel to Toe\n\nif you are looking from the trail."},"__v":0},{"_id":"SQvB1m7zXAqh7NUMvSwP1A==","name":"Shotgun Willy","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"113040976","mp_crag_id":"105745214","climb_id":"SQvB1m7zXAqh7NUMvSwP1A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This boulder is an iconic piece of rock that any Nautilus goer has seen and/or questioned its climbability. A mushroom, a trouser snake, whatever shape, it's a wild one! A couple of more positive holds on the shaft lead to some gripping and heinous sloper pulling to gain the tip. This is where friendship is born.","protection":"A single pad will do it!","location":"Drive/bike/walk to the parking area for the Nautilus, this little guy's right on the Southwest end of the formation just as you are walking in."},"__v":0},{"_id":"EIaDY/UCV4eW7tCJHZSuZw==","name":"Right Winger","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pre 1990s, FKA: Davin Bagdonas, 2002","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":25,"mp_id":"106019436","mp_crag_id":"105745214","climb_id":"EIaDY/UCV4eW7tCJHZSuZw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is listed in the Kelman guidebook as 5.7, but I personally thought it was harder than\n\nHandjacker\n\n.  The difficulty really depends on which side of your body is in the crack.\n\nStart 15 feet right\n\nLower Progressive\n\nand find a wide crack just before the rock rounds the corner and heads towards\n\nEscalator\n\n.\n\nPull off the ground through the crux start to get situated in the crack that widens into a chimney.  Wiggle up to the ledge for the start of\n\nEscalator\n\nand downclimb the chimney approach for that route or rappel from anchors above\n\nLower Progressive\n\n.","protection":"Big Big Bros would work but the better plan would probably be to put down a crash pad and boulder it.","location":""},"__v":0},{"_id":"vZT7sLOeV6GlEBcPkQul8w==","name":"Right Torpedo Tube","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":59,"mp_id":"105751711","mp_crag_id":"105745214","climb_id":"vZT7sLOeV6GlEBcPkQul8w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The Right Tube climbs the right of the the two end cracks on the Nautilus, at the far end of the crag from the parking area.  A true fist crack, the bigger your mitts the easier this baby is going to feel.  If you have small chops and cannot get fist jams, good luck, it may be 5.12 for you.  The upper part of the crack is considerably easier than the start.  Read Left Tube beta for anchors and descent info.","protection":"Up to 4\" cams required, wider stuff for the easier climbing above.  Those with small hands may opt for an additional wrap or 2 of tape around the thumb area to increase fist size- or is that cheating?","location":""},"__v":0},{"_id":"Y0bPXhSGVGOTRASC/P0+lA==","name":"Right Parallel Space","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":56,"mp_id":"105751831","mp_crag_id":"105745214","climb_id":"Y0bPXhSGVGOTRASC/P0+lA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is true chimney climbing that should not be missed by anyone. It's a bit runout, but reasonably secure, with some face holds to augment the chimneying.  Kneepads can make this a more enjoyable experience.\n\nLocate the beautiful, deep chimney on the right side of the large buttress at the SE side of the crag.  Don't stare too long at the right, overhanging offwidth (\n\nVulture Direct\n\n, a classic sandbag).  This climb takes the obvious chimney that forks left from the conjoined wide crack start with Vulture.\n\nLeft side in or right side in?  Remember that it's far less strenuous and easier to rest, if you lean back against a lower-angled wall instead of being forced forward towards one.\n\nThe climbing is runout, but be confident, and stay in control.  There are two bolts to clip.\n\nRap from the obvious anchors.","protection":"A #3-4 Camalot and two QDs for the bolts. This is a runout route, but relatively secure; it would be hard to fall out of this chimney - although not that hard.  A single rope rap is required.","location":""},"__v":0},{"_id":"+70ENNI4VTuqFLt4Qqodsg==","name":"The Republic","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Tim Rose","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":4,"mp_id":"108117194","mp_crag_id":"105745214","climb_id":"+70ENNI4VTuqFLt4Qqodsg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a really fun arête!  Start sitting with a good right hand undercling, a bad left hand slimper, and with a decent left heel on a little edge.  Go left hand first, either to a crimp up and left or an undercling/sidepull straight out, then compress your way up the double arête to the top.  Depending on which first move you chose, you will be forced into one of two distinct sequences, both of which are solid V10.  This is an area classic with fun and interesting moves.","protection":"A pad or two.","location":"This is on the uphill side of a large boulder at ground level on the southwest side of The Nautilus, below the climbs the Three Sisters.  The first or second trail into the boulders if coming from the main parking lot should take you right there.  You can also find it by walking through the tunnel right behind The Tempest, it will be on the left after the tunnel.  It is a distinct, steep, clean cut, curving arête, and it has a slab/rock combo that keeps the ground close (but not dabby) the whole time."},"__v":0},{"_id":"3IiplzMRXYK/hFJA6Ingug==","name":"Pretty","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mitzi Kenast and Bob Scarpelli","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":92,"mp_id":"107741865","mp_crag_id":"105745214","climb_id":"3IiplzMRXYK/hFJA6Ingug==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"At first glance, this seems like a squeeze job, but it was very enjoyable slab climbing.  Start on\n\nCornelius\n\n, but instead of following the crack up right, reach high for the first bolt.  The squeamish might want a yellow Alien (or similarly-sized piece) to reach the first bolt.  This tiny line packs in a ton of fun and engaging slab climbing before the anchor.  The crux is making the 2nd clip.  It is not too hard, but if you blew it, you might hit the ground....","protection":"3 bolts and an anchor without rings.\n\nWalk off or clean it from the shuts above\n\nCornelius\n\n.","location":"This is the slab in-between\n\nEasy Jam\n\nand\n\nCornelius\n\n."},"__v":0},{"_id":"Mfv4/gSXVtq5IxHTQeF4Zg==","name":"Practice Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":14,"mp_id":"118901581","mp_crag_id":"105745214","climb_id":"Mfv4/gSXVtq5IxHTQeF4Zg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This ascends a super fun, full body chimney behind the “Etudes”.  Either TR after a jaunt up the slab or lead by walking deep into the corridor around the right side of the slab face. This can either be a solo, or if you go back far enough, a corner/crack allows for adequate protection.","protection":"Nuts, a finger-sized cam or 2, and a #3 for up top. Some extension for the bolted anchors was nice.","location":"On the SE side of the Nautilus, it is behind the large boulder that houses the\n\nEtudes\n\n(5.5 bolted slabs)."},"__v":0},{"_id":"HQsYB4jLXseL6psJppQiDQ==","name":"The Postman","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Wade Griffith, Matt Flicek, Nick Beduhn","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":89,"mp_id":"105765183","mp_crag_id":"105745214","climb_id":"HQsYB4jLXseL6psJppQiDQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route starts on\n\nFather #1\n\nbut hangs a right on knobs at the first of the large folds of rock on the face (use long slings on your last piece of gear before heading right). Traverse up and right below the fold until you reach the bolted face climbing.  The crux comes near the top.  It is a pretty cool route with interesting face climbing and some crack thrown in the mix.","protection":"A few hands size and long runners for the beginning.  TCUs or stoppers can be placed in the horizontal seam.  Quick draws for the face climbing above.","location":""},"__v":0},{"_id":"MNSGRGUqU4q7+RPuMXP3xA==","name":"Popcorn Farce","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Paul Piana, Greg Waterman, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":31,"mp_id":"105790451","mp_crag_id":"105745214","climb_id":"MNSGRGUqU4q7+RPuMXP3xA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This climb is located about fifty feet left of\n\nOctober Light\n\n.\n\nStart in a left-leaning trough that slowly peters out to a crack switch right.  Follow this hands crack to a ledge where you can make a belay or with long runners climb through steep thin bulge to an all natural belay.  This route is always guaranteed to be free of crowds and is actually pretty fun.","protection":"Rack of cams up to #4 Camalot; a set of stoppers and some long runners; and a #1 and #0.75, I think, for the anchor.","location":""},"__v":0},{"_id":"TwEfqLUQUYiKG2CKMiMG6g==","name":"Piton Perch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":20,"mp_id":"105751807","mp_crag_id":"105745214","climb_id":"TwEfqLUQUYiKG2CKMiMG6g==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"I always think of an old climbing buddy from the Gunks- Rich Perch- when I think of this climb, although I don't think he had anything to do with it.\n\nLocated on the S side of the crag left of Lower Progressive, PP takes the obvious chimney line which ends right of the Parabolic Slabs overhanging side.\n\nThis climb is mostly easier chimneying and stemming (wide at points) that has a distinct crux at a chockstone.\n\nThe key to passing a chockstone in a chimney rests in your body position, which in turn depends upon how well you are using your lower body (feet, legs, etc.).  By stemming or chimneying high, less reliance on pulling with the arms is required.  On this climb, face holds and jams may help augment the pure stemming and chimneying techniques employed, but they should not overwhelm these methods.  Climb methodically, in control, and be confident that each move is reversible, and each body position is secure.\n\nDescend to the right, eventually locating some rap anchors.","protection":"There are placements for varying sizes of gear, but overall expect some runout climbing.","location":""},"__v":0},{"_id":"gcaAMhp4V5ygT8gPadFLPg==","name":"Petite Tarsalation","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":8,"mp_id":"106812084","mp_crag_id":"105745214","climb_id":"gcaAMhp4V5ygT8gPadFLPg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a hand crack in the Three Sisters Area.  The crux comes immediately.  It is a short easier climb that provides an alternative approach for  toproping\n\nTarsalation\n\n, leading\n\nTTL\n\nor leading\n\nTTR\n\n.","protection":"Standard rack.","location":"It is in the Three Sisters Area of the Nautilus.  It is just left and around the corner from\n\nTarsalation\n\n.\n\nTo descend, walk/scramble to the right (NE)."},"__v":0},{"_id":"frFPZyqTVaOgdrUVAd6YLQ==","name":"Par Four","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Brink, Rob Kelman","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":109,"mp_id":"105818192","mp_crag_id":"105745214","climb_id":"frFPZyqTVaOgdrUVAd6YLQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This climbs a handcrack to thin traverse...be careful of the dead \"tree\"...it wobbles lots. Then go back to hands for the rest.","protection":"Hands and thinner.","location":"This is on the FAR Northwest corner of the Nautilus, tucked back in an alcove to the west of\n\nStand and Deliver\n\n."},"__v":0},{"_id":"m3A4Itv7UmSU+R8KCNUCBQ==","name":"Outrider","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Brown 1989","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":37,"mp_id":"106174935","mp_crag_id":"105745214","climb_id":"m3A4Itv7UmSU+R8KCNUCBQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route begins just to the left of WC Fields. Follow three bolts via slab and thin edging/crystal pinching to a horizontal about 50 feet up, move left at the horizontal and belay on a ledge. Walk off/down climb a large chimney to the west (one chimney west of WC fields).","protection":"Three bolts and a 2\" cam for the horizontal, long cord or equivalent for the belay.","location":"30 yards or so to the north (right) of BC crack and Crankenstein; about the same distance to the south (left) of Friday the 13th area."},"__v":0},{"_id":"LT+FqCNAVCSGvdULUeWH4Q==","name":"Old Eyeful","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":80,"mp_id":"105757213","mp_crag_id":"105745214","climb_id":"LT+FqCNAVCSGvdULUeWH4Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"From the bottom of the climb, this appears to be a serious offwidth.  It is not.  A standard rack should do for protection.  The top of the route puts you adjacent to rap anchors that take you to the opposite side of The Nautilus. This climb is Mondo Bizzaro and not too difficult.  The only thing this route requires is a small person/ contortionist.","protection":"A standard rack should do.","location":""},"__v":0},{"_id":"s3r7mjyhVAOPS81nnCO2ag==","name":"October Light","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Scarpelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":32,"mp_id":"105762603","mp_crag_id":"105745214","climb_id":"s3r7mjyhVAOPS81nnCO2ag==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"October Light is an excellent testpiece that seems to receive very few ascents.  I would highly recommend this route for someone looking for a good challenge.  The route is located just to the left of Hurley-Fowler and\n\nB-G Crack\n\nand is very obvious.  It is the intimidating hands through offwidth crack that splits the buttress.  Get psyched up and go for it.  The pitch starts off as good flared hands through a steep bulge and continues to get wider.  Save a #4 Camalot for the top.  Don't expect to find a line on this Scarpelli masterpiece.","protection":"You can place everything from a yellow Alien to #6 Friends.  Go heavy from #3 to #5 Camalots.  Bigbros may be difficult to place because the offwidth section flares a bit. A #6 Friend is good to have.  Hand-size pieces are nice for the anchor.","location":""},"__v":0},{"_id":"7tPdG5xdWTqsD5LnAPqRDw==","name":"Octagon","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Aaron Love","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":66,"mp_id":"105760374","mp_crag_id":"105745214","climb_id":"7tPdG5xdWTqsD5LnAPqRDw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is the infamous thin crack between\n\nMaxilash\n\nand\n\nVault\n\n. It uses the same descent as\n\nVault\n\n(i.e. through the rock to H & H Grunt). This is a practice in the art of combining thin tips jamming with simultaneous flaring hand jams.  A good route to practice for this one is New Mutant near\n\nFriday the 13th\n\n.","protection":"This protects well, but use extra long runners below the roof.","location":""},"__v":0},{"_id":"gZ5e7SF8VGOJWmyrap7zcQ==","name":"Nitrogen Narcosis","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Cairns and Bob Scarpelli, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":94,"mp_id":"105757849","mp_crag_id":"105745214","climb_id":"gZ5e7SF8VGOJWmyrap7zcQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is located on Nautilus' \"backside\", just left of\n\nTed's Trot\n\nand 40 feet right of\n\nHairlip\n\n.  This worthwhile route starts out as a wide layback, rounds a corner to a no hands bivy, and then gets down to business.\n\nGood hand jams with interesting footwork take you to the big pod, which is better than it looks.  Get good gear in and then do the crux.  By this time, I was experiencing the route's namesake.  But I seem to breath this hard on most Vedawoo routes.","protection":"Small assortment of nuts and cams from 3/4\" to #5 Camalot.  Multiples for hands.  Chain anchor.","location":""},"__v":0},{"_id":"0get1qDfUEiC5kwIy//TDQ==","name":"New Mutant","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Paul Piana","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":44,"mp_id":"110168081","mp_crag_id":"105745214","climb_id":"0get1qDfUEiC5kwIy//TDQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This thing is mean...VERY MEAN. If you're not very comfortable or don't enjoy flaring cracks, then keep going. This is one of the most flaring hard cracks I can think of in Vedauwoo, and it's awesome. Start with some easier and straightforward but still burly moves that make you think \"Hey, this might not be that bad\" and continue into thought provoking, crystal dancing and butthole clinching climbing that leads to a heartbreaking, mega-flare ending.\n\nActually, it's very fun and all in all very safe. The first half of the route protects very well where you need it, and the second half is a little tricky but in no way warrants a PG grade. If you're on this side of the Nautilus and looking for a good technical challenge, this is it.","protection":"Bring your offset micro stoppers and small offset cams. Otherwise it's mainly finger and thin hand size pieces. Figuring out the protection is half the battle.","location":"Start 20 feet right of\n\nGhost Dance\n\n."},"__v":0},{"_id":"rChPMu5gVbmJvj0NFfdxwg==","name":"Nemo's Toad","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"(?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":70,"mp_id":"106471327","mp_crag_id":"105745214","climb_id":"rChPMu5gVbmJvj0NFfdxwg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The crux is an opening high step and palm directly left of the sport bolted slab. We will add a bolt here. The climb traverses into a thin, arching seam with sparse gear. A hard move clears the seam and launches onto the slab. Maybe add a bolt here? It then joins the first belay of\n\nCaptain Nemo\n\n.","protection":"Currently a bolt-anchored toprope.","location":"Nemo's Toad climbs the cruxy overlap onto face, below first pitch belay of\n\nCaptain Nemo\n\n. Begin to the right of the bolted, sport slab."},"__v":0},{"_id":"PKrBqoEVXxewMTEKYEugdw==","name":"Nemo's Nemesis","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Skip Harper and Zac Thomas, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":69,"mp_id":"107133606","mp_crag_id":"105745214","climb_id":"PKrBqoEVXxewMTEKYEugdw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Nemo's Nemesis has thin, technical, sustained slab climbing up a clean face.\n\nFrom an undercut ledge, sketch your feet onto the slab using 2-pad crystal clusters. Pinch crystals the rest of the way up the slab.","protection":"Quickdraws.","location":"Just to the right of\n\nCaptain Nemo\n\nis a ponderosa pine and giant block that forms a ledge. Scramble onto the block and follow the line of bolts up the slab."},"__v":0},{"_id":"4bMPzeQzWoa96oj+oYnATQ==","name":"Murphy's Law","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"Evan Martin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"109818100","mp_crag_id":"105745214","climb_id":"4bMPzeQzWoa96oj+oYnATQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This problem is a total anomaly for Vedauwoo!\n\nStand start on two in-cut, wind polished patina crimps. Get high feet and move up and right to another small crimp, then move left to finish around the arete. The landing is perfect and the rock is solid - go for it!","protection":"A pad.","location":"See the beta photo for location. Murphy's Law is located on the 2nd tier of The Nautilus, immediately above\n\nCornelius\n\nand\n\nEasy Jam\n\n. To get there, bring a pad up the 3rd class rocks on the northeast end of The Nautilus, which take you to the base of\n\nFinally\n\n, then walk east around the corner towards\n\nDeep Throat\n\nand\n\nB-52\n\n."},"__v":0},{"_id":"8sJcmQbkVmScN8j6nzlIQw==","name":"Mother   1","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Not sure","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":86,"mp_id":"105751369","mp_crag_id":"105745214","climb_id":"8sJcmQbkVmScN8j6nzlIQw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This was described in the guide book as a classic route...deservedly so IMO!  The approach to the base of the crack is hidden.  Essentially, there is a huge pile of boulders and flakes around the base of the climb.  So, if you walk up in front of this, and take a tunnel into a cave on the left, you end up in a cave with a hole coming out that would get you there.  Instead of coming out of that hole, go all the way to the VERY back of the cave, look down to the right, and you will find a hidden easy chimney that puts you right at the base.\n\nIn any case, get to the bottom of the nice looking crack (one crack to the right from a huge chimney,\n\nBaldwin's Chimney\n\n, 5.4, that splits the whole face, and ends up at a chockstone on the left).  The first half of the pitch is wide for about 50 feet.  Wedge yourself into the thing, and heel toe your way up. I had my left side in, so, maybe rack up mostly on the right.  After about halfway, the crack becomes an excellent, and steep handcrack until it peters out, and ends on a flat section.  From the flat section, you go left to belay at the chockstone.  You will have to jump over\n\nBaldwin's Chimney\n\nto get to the chockstone.  Or, if nobody is watching, just downclimb, and cruise over to it...:)  The belay at the chockstone can be made with slings, and/or your lead rope. And you could back it up with a large cam, but, with the same 100 million ton boulder.\n\nTo get off the route, you continue up the Parabolic Slab, (5.2).  I'm reasonably sure you could also do this in the same pitch as Mother #1, and skip the chockstone belay.  Either way, this continues up, and slightly right from the end of the Mother #1 crack for about 30 feet.  It's a low-angled slab with crystals.  No pro, but, no worries (maybe a little interesting in the rain).  You can do a really fun, overhanging rappel off the back side of the slab (this is the same rappel that is shown on the back of the guidebook).  This rappel takes you to a walk off that continues by sort of spiraling back down the crag clockwise.\n\nYou can also rap off the top of\n\nFather #1\n\nwhich is the 5.11 finger crack to the right on Mother #1.\n\nAfter we did this route, a geology student informed us that the rock is well over 2 billion years old, and some of the oldest rock they know of...pretty cool beta anyways!","protection":"This is a fairly long (maybe 110 feet??), fairly wide crack that ends up as a hand crack. I don't think I placed a single stopper, but a couple mid-big cams will do the job. It was nice to have at least a #4 cam. Bring long pants and tape gloves!!!\n\nPer\n\nmatt severini\n\n: there are now anchors directly on top of the crack that were placed in 2014.","location":""},"__v":0},{"_id":"aZXm9pawVVOfJcoFImYhVA==","name":"Middle Parallel Space","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Royal Robbins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":54,"mp_id":"105752155","mp_crag_id":"105745214","climb_id":"aZXm9pawVVOfJcoFImYhVA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This line follows the wide crack (crux) up to a spacious ledge before chimneying behind the huge pillar.\n\nP1. Chimney while jamming and protecting in the lovely handcrack. Surmise the difficulty of the line if the pillar were not present, then easily surmount the pillar for the first belay. According to the comments below the anchor atop pitch one has been fixed courtesy of the ASCA.\n\nP2. For pitch two, step across the pillar back into the hand crack and ascend to a horizontal crack, pull the small roof via another crack to the right. Easier, unprotected slab climbing gains the rappel anchor.","protection":"Standard rack up to 4 or 5 inches. Rappel anchor atop the 2nd pitch, as well as an anchor atop the huge flake.","location":""},"__v":0},{"_id":"3odi7Oo4WA+ErdEJUxyZEA==","name":"MaxiLash","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scarpelli? Wilford and Mammen?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":65,"mp_id":"105751738","mp_crag_id":"105745214","climb_id":"3odi7Oo4WA+ErdEJUxyZEA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Locate the wide crack right of Baalbek, i.e. 2 cracks right of Bug Squad, 3 cracks right of Max Factor.  Proceed to curse, thrutch, and thrash up the first 3 feet of the crack proper, then come down for a rest.  Repeat until 1) worked too much and in need of a beer, or 2) you succeed in getting to the 5-foot mark.  If in search of beer, locate the trail back to the parking lot, open vehicle, locate cooler, and swill.  If at the 5-foot mark, continue to the 6-foot mark, and repeat every foot until at the anchors.  You will know when you reach the anchors because you will feel an incredible sense of relief and an overwhelming desire to vomit.  I climbed this left-side in, and really, the bottom bulge is a stand-out crux; the upper, fist crack is really just maintenance climbing, but the sort of maintenance that is investment-based, i.e. you keep fighting because you do not want to repeat the lower part.  Rumor has it one of the hot young Boulder Rock Club climbers did this baby recently and declared it as hard as Vogue, Tommy Caldwell's 5.14b at the Industrial Wall.  Now isn't this a fun sport?","protection":"A few larger cams (4 Camalot size) for the start, and several 3.5\" cams for the rest.  include a few stray wireds to 3\" cams.  Please, please, wear high-top climbing shoes, or at least tape your left ankle- it can get pretty bloody up there if you don't.","location":""},"__v":0},{"_id":"rnQyBK6BVGiZZOlQHEp/BQ==","name":"Max Factor","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kim Carrigan & Steve Levin, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":62,"mp_id":"105751717","mp_crag_id":"105745214","climb_id":"rnQyBK6BVGiZZOlQHEp/BQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Max Factor is one of the best 5.11 finger cracks in Vedauwoo.  Locate this beauty at the far end of the crag from the parking lot, just around the corner right from the Tubes.  The climbing is positive with excellent finger locks until you reach a distinct crux just before the crack bulges.  There are good smears for the feet on the right, and if you utilize your left toe well in the crack then relying on the shallow, technical jams at the crux won't seem so desperate.  Still, it seems that one short section is a show-stopper for a lot of climbers.  Above, the positive locks resume.  Lower off of the (new) bolts on the underside of the big bulge (this is the top of P1 of Grand Traverse) or continue up the 5.10+ crux bulge of that route (possible in one pitch).  This climb was tried many times by many climbers before Australian Kim Carrigan onsighted it, and compared it in difficulty to Fish Crack in the Valley (5.12b).  It has cleaned up considerably since then; in 1980 the crack was filled with gravel, loose bits of rock, and vegetation, and felt like 5.12 to me.  Today most climbers will agree it is 5.11 something-or-other, and an area classic.","protection":"Medium wired nuts work well on this climb.  I would bring a good selection from wireds, TCUs to 1\" cams, and singles up to 3\", or something like that.","location":""},"__v":0},{"_id":"Qs4jCVE+V/a4dE8VzaTW5A==","name":"Lucky You","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Davin Bagdonas","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106442644","mp_crag_id":"105745214","climb_id":"Qs4jCVE+V/a4dE8VzaTW5A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a fun, bottomed out, overhanging, flared, wide crack.  Start at the very bottom of the crack on hand or fist jams.  The original version just steps off when you get the last jam where the crack shuts down, but you can do a fun and interesting topout by chimneying up the gap between the two obvious boulders.","protection":"Pads and spotters because the cave floor is very uneven.","location":"If standing at\n\nTempest\n\nwalk to the south and out the cave that contains\n\nTempest\n\n.  Once out of the cave, walk a bit further and you will spot a small cave low and on the right.  Lucky You is in this cave."},"__v":0},{"_id":"+mJG5o+dVkmZUwFMHEwfSQ==","name":"Lower Slot Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Skip Hamilton, Jerry Sublett, c.1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":96,"mp_id":"108317213","mp_crag_id":"105745214","climb_id":"+mJG5o+dVkmZUwFMHEwfSQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Climb the crack directly left of\n\nLower Slot\n\n.  It starts smaller and widens at the top.  The crux is exiting the crack around the chockstone.","protection":"This climb eats medium to large passive gear.  It will also take cams in the 0.75 to 3 range.  You may want a larger piece for the top.","location":""},"__v":0},{"_id":"dUIVhYk6W8GHfy+oiaknLA==","name":"Lower Slot and Upper Slot","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"sandbagger types","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":98,"mp_id":"105751849","mp_crag_id":"105745214","climb_id":"dUIVhYk6W8GHfy+oiaknLA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"And now, the final exam to Intro to Wide Cracks 101:  after\n\nEasy Jam\n\n,\n\nBaldwin's Chimney\n\n,\n\nRight Parallel Space\n\n,\n\nPiton Perch\n\n,\n\nSlit\n\n,\n\nHandjacker\n\n, and\n\nCandlestick\n\n, it is now time to do one of the area classics of the grade, the Slots.\n\nBeware of any climb at Vedauwoo named Slot (here are 2).  These were (and still are) sandbags for the grade, but the confidence gained of experience will work in your favor.  Body position, proper and rhythmical movement, foot and leg position, and confidence will all serve you well here.\n\nFrom the parking lot, head left around the crag.  Just left and around the corner from the Stand and Deliver Boulder are a series of overhanging wide cracks.  Lower Slot takes...the lower one, and leads to a classic, leaning OW (Upper Slot).  What else can I say at this point but: Go For IT.","protection":"Big stuff.","location":""},"__v":0},{"_id":"OYj7zJXeWXWXdUmMtkkzGw==","name":"Lower Progressive","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":24,"mp_id":"105751375","mp_crag_id":"105745214","climb_id":"OYj7zJXeWXWXdUmMtkkzGw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route follows a left-facing hand crack to an off-width finish.  It has very solid jamming, but making your moves are tricky with thin footing and the way the crack is recessed.  It is located to the right of the parabolic slab on the Southeast Side (left end).  It is a prominent crack that is right of the large, detached flake that looks like a giant, shark's tooth.\n\nThe downclimb traverses to the right and descends a chimney.\n\nI believe this climb to be under-rated at 5.9+.","protection":"The off-width finish can definitely eat up something large like a #4 - #4.5 Camalot or a Big bro.  The rest of the crack is hand and fist-sized pro.","location":""},"__v":0},{"_id":"c7LOu1MWVqeX79mGulMCsg==","name":"Knothole","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":30,"mp_id":"106451950","mp_crag_id":"105745214","climb_id":"c7LOu1MWVqeX79mGulMCsg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"50' left of\n\nBat Guano Crack (mistakenly aka B-G Crack)\n\nis a wide crack to squeeze chimney. Rap any of the multiple anchors on top of the Nautilus formation, or walk off to the Southwest.","protection":"#2-5 Camalots (the small stuff for an anchor).","location":""},"__v":0},{"_id":"gx8U2ngBVMaLudFI753uFQ==","name":"Knee Grinder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jerry Sublett, Roger Zimmerman, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":16,"mp_id":"106494945","mp_crag_id":"105745214","climb_id":"gx8U2ngBVMaLudFI753uFQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a short hand crack with high feet and good hand jams to begin. Throw a jam over the constriction, and you're home free after a few fist jams up top. There is a painful knee jam optional.","protection":"The route takes BD #0.75 to a #4 up top. A BD #1 fits perfectly just below constriction.","location":"It is on the south side of the Nautilus, under the parabolic slab rappel and just to the left of\n\nBlood Sport\n\n. There are lots of gear anchor options for a TR."},"__v":0},{"_id":"W/RooYa5Xu6RaAdyQOVh7Q==","name":"Left Torpedo Tube","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ray Jardine, 1973?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":58,"mp_id":"105751705","mp_crag_id":"105745214","climb_id":"W/RooYa5Xu6RaAdyQOVh7Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The Left Tube is about as impossible-looking as 5.10 can get.  While it is a bit of a struggle for those without the requisite mental deficiencies required of the genre, this exercise in wide crack climbing is worthy of your attention.  With that said, feel free to just walk past it and continue on to Grand Traverse or Captain Nemo for some fun climbing...\n\nLocated on the far side of the Nautilus from the parking lot, this climb is the left of the two end cracks, an obvious, flared, bottomless monstrosity rising above the cute little subalpine wildflowers.\n\nThe beta: set good gear, believe in yourself, and go for it.  Focus on knee-heel bars to overcome the bulge; above that the climbing eases, though many will find it strenuous to the top.  Look around for anchors on top, they are not obvious.  To descend climb boulders up to the climbers left to get to the anchors atop Middle Parallel Space- one rope off.\n\nI would recommend against wearing shorts and a t-shirt on this one.  I would also recommend against staring at this for too long before roping up and climbing it.","protection":"Larger pieces, include a #4 Camalot, long slings (one placement is deep in there before the crack pinches), kneepads, tape, and high top climbing shoes.  Additional body armor is optional.\n\nPer\n\nA-W\n\n: there is now a fixed, bolted anchor above.","location":""},"__v":0},{"_id":"GkJX8TGiUTKzV9LEMIzfHw==","name":"Kiai","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"not sure","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":84,"mp_id":"111872625","mp_crag_id":"105745214","climb_id":"GkJX8TGiUTKzV9LEMIzfHw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"A deep slot with a flake within is found to the immediate left of '\n\nBaldwin's Chimney\n\n'. Take the left side of the 'flake'.\n\n\"The Voo\" says: slot move left past flake.\n\nOnce you move past the 15 foot layback, walk your way up the inside of the sloping tufa. Scoot under the large boulder at the block to find your anchors.","protection":"Small to mid-size cams (#2, #3 and #4) and a few nuts 12+ (you don't need them all, you could potentially run the whole thing out and just rap off the anchors).","location":"This ascends the layback flake immediately left of \"\n\nBaldwin's Chimney\n\n\". Scoot under the large boulder at the top of the 'block' to find your anchors."},"__v":0},{"_id":"xOXm9/ZnVXKmVmPGU+uDvQ==","name":"Joke","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":40,"mp_id":"108388006","mp_crag_id":"105745214","climb_id":"xOXm9/ZnVXKmVmPGU+uDvQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"From vedauwoo.org:\n\nA nifty hand crack to the right of an obvious finger of rock.","protection":"Cams to 4 or 5.","location":"This is to the left of\n\nJim Jam\n\nin the\n\nJim Jam\n\nrecess."},"__v":0},{"_id":"9FRTCCfDUNKBO3W1wgn9PA==","name":"Jim Jam Junior","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":39,"mp_id":"109252880","mp_crag_id":"105745214","climb_id":"9FRTCCfDUNKBO3W1wgn9PA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Jim Jam Junior is an enjoyable offwidth climb. Start up the shallow, left-facing corner just left of\n\nJoke\n\n. Getting established in the wide crack above is the crux. Once you're in, rinse and repeat to the top.","protection":"#5 and #6 Camalots work here; don't bother bringing anything smaller. One #5 and one #6 sew it up. A pair of #6s would be slightly better if you've got them.\n\nIt is possible to rappel from the anchors atop\n\nJim Jam\n\n.","location":"This route is in the\n\nJim Jam\n\narea on the upper east side of The Nautilus. One way of accessing it is by walking west along the cliff from Friday's Recess and then finding a 3rd and 4th class scramble leading upward. There were old logs at the start of the scramble as of July 2014, making the initial chimney easy to locate and overcome."},"__v":0},{"_id":"iIy/+lfkV3a6T7+kiu6GQQ==","name":"Jim Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":41,"mp_id":"105995847","mp_crag_id":"105745214","climb_id":"iIy/+lfkV3a6T7+kiu6GQQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a good looking hand and fist crack. There's a chimney between the approach slab and this route and it's an easy step across to start the route. It's convenient to belay on the slab and there's gear available for a belay anchor (#3 Camalot and larger) so that leader and belayer don't accidentally end up in the chimney.\n\nThe jams are mostly wide hands and fists with a few good hand jams for those with average size hands.","protection":"We used gear up to a #4 Camalot. Several #3 Camalots and a few slightly smaller pieces would fit the bill. There's a two-bolt rappel anchor at the top.","location":"This route is located to the left of the\n\nFriday the 13th\n\nrecess. One way to get there is to walk left from that route along the wall and when you get to a ramp system scramble up it. You'll soon reach a large slab in front of two cracks on the wall. This one is on the left and an 11a finger and hand crack is to its right.\n\nDescend using a two-bolt rappel anchor. One could also walkoff to the climber's left. We saw this rappel anchor when we walked off\n\nHorticulture\n\n."},"__v":0},{"_id":"xmmQeO7cWM+4Gn1Sfb/msA==","name":"Infant Son","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":88,"mp_id":"117561166","mp_crag_id":"105745214","climb_id":"xmmQeO7cWM+4Gn1Sfb/msA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Thrilling climb! Four stars for the novelty! If you're claustrophobic, this climb might not be for you! Lol.\n\nI remember seeing this listed in the The Voo but with no description. So this is what my partner and I attempted:\n\nStarting in the pit where\n\nFather   1\n\nstarts, right of a giant slab that leans against the Nautilus, you'll see a flared finger crack. Climb up to the second horizontal crack where the right-leaning crack begins. Beach yourself on to the right-leaning crack (the crack over is bigger and appeared easier to us). Now you've come to the crawl space: it's a gap that's about 50 feet between two giant boulders. This is one place I wouldn't want to be during an earthquake. Figure out how to crawl to the other side where you'll find the anchors for\n\nHairlip\n\n.","protection":"Small pieces for the finger crack, #0.5 - #2 for the right-leaning crack, and 1-2 #6s for the crawl space. Long runners are recommended for pro before entering each section.","location":"Start in the pit right of\n\nMother\n\n. I believe this also shares the same start as\n\nFather 1\n\n. Bring long, long slings."},"__v":0},{"_id":"vCDd7038WPynOsrgo6ek2w==","name":"In the Groove","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Rolofson, John Mattson, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":72,"mp_id":"105954175","mp_crag_id":"105745214","climb_id":"vCDd7038WPynOsrgo6ek2w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route starts with some moderate offwidth and a strenuous move over a bulge to get into a large flaring crack. From the ground, this large flare is quite deceiving as it looks like you'll be jamming and stemming up it, but, in actuality, this is a flaring chimney with the crux coming at the top of flare where the wall gets steeper and the flare opens up wider. The route finishes with some awkward hand and fist crack climbing over a right-leaning bulge.","protection":"Mostly small pro to a #2 Camalot and a #3 and a #3.5 Camalot for the top.","location":"This route is located on the northwest face of the Nautilus in a large, right-facing corner to the right of\n\nCaptain Nemo\n\n. There are actually four different route in this corner, and this is the third crack from the left  Rap off the\n\nCaptain Nemo\n\nanchors to get down."},"__v":0},{"_id":"Y6nE8hVhVCyL47RCIKsvGg==","name":"In The Dark","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106438151","mp_crag_id":"105745214","climb_id":"Y6nE8hVhVCyL47RCIKsvGg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start on good jams at the very back of the roof and work your way down and around the lip, where it becomes offwidth.  This is a very unique problem.  The only negative thing about this crack is that you have to avoid dabbing on the aspen tree as you pull the lip.","protection":"One pad is fine.","location":"From the main parking lot at The Nautilus follow the trail that skirts the south side of The Nautilus as if going to Friday The Thirteenth.  After you ascend the two switchbacks a little past\n\nCrankenstein\n\nand start walking toward the wall containing\n\nGhost Dance\n\n, look to the left to spot this low cave with an aspen near the lip.  This is at the bottom of the ramp that you would use to access\n\nJim Jam\n\nand\n\nFlare Thee Well\n\n."},"__v":0},{"_id":"5SstewGIXlyx6vfEwmRNog==","name":"I'm Spartacus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":78,"mp_id":"112039446","mp_crag_id":"105745214","climb_id":"5SstewGIXlyx6vfEwmRNog==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a most interesting route that does not seem to be very well-traveled. It combines flared hand jams, insecure finger locks, and other typical Vedauwoo goodness.\n\nStart by climbing easily for a body length to a horizontal. Things get interesting here and won't let up for a while: small, but good gear, flared jams, some occasional feet outside the crack, and shallow finger locks will get you to a lower-angle section where the difficulties ease off. The easier section has a crack that's a bit dirt- and shrubbery-filled, but good gear and holds are still available.\n\nThe route ends at a good ledge where an anchor can be made at an obvious horizontal. Bring some hands to wide-hands gear for the belay.\n\nMy partner and I thought this was hard for the guidebook grade of 11b, but our technique for this sort of climbing is not well-honed.\n\n(The route name was obtained from Rob Kelman's guidebook.)","protection":"Small stoppers and cams from a black Alien to a 0.5 Camalot for the route itself. Although the gear is mostly small, it's generally very good. I used 0.5, #2, and #3 Camalots for the belay anchor.","location":"This route is located directly under the middle of a large roof referred to as the Tongue Depressor in the Kelman guidebook; it's about 100 feet to the right of Cool Hand Luke. Look for a flared finger crack with a horizontal about a body length up.\n\nThere's no fixed anchor for a descent in the area. We scrambled climber's right (roped up and with a belay) about fifty feet to the right to a large, dead tree and rapped off that (not necessarily recommended but it worked out for us). We explored a little farther along the ledge and it looks like you could scramble farther to get to downclimbing territory."},"__v":0},{"_id":"4r+k9wc3WNi2SRD0y63rag==","name":"Hurley-Fowler","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Hurley, Phil Fowler, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":33,"mp_id":"109580125","mp_crag_id":"105745214","climb_id":"4r+k9wc3WNi2SRD0y63rag==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is one of the most overlooked excellent 5.9s in Vedauwoo. It starts with fantastic, overhanging jug hauling through a large chockstone but quickly moves into a classic Vedauwoo scrape, with sort of offwidth-chimney combination climbing as the crack flares intensely. Throughout the climb you will find jugs, excellent hand jams, flared hand jams, arm bars, chicken wings, and even fists. Go past the anchors for\n\nBat Guano\n\nand\n\nCrankenstein\n\n, and head left of up 15 foot hand crack at the top. If you are feeling especially charitable, bring a wire brush and a trowel and remove some vegetation and lichen.","protection":"A light Vedauwoo rack with a #3 and #4 Camalot, doubles of the hand stuff, and a few small pieces should suffice. A #0.2-sized X4 or equivalent piece is very nice for the start.","location":"This the the dihedral directly left of\n\nBat Gauno\n\nand about 17 yards right of\n\nOctober Light\n\n. This climb is a great warmup to a day on\n\nCrankenstein\n\n,\n\nOctober Light\n\n, or\n\nBat Guano\n\nand is a great approach to Flare the Well and Jim Jam."},"__v":0},{"_id":"NPE2KokXWt2fSmLjVSd/sg==","name":"Humper","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":82,"mp_id":"106197783","mp_crag_id":"105745214","climb_id":"NPE2KokXWt2fSmLjVSd/sg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start up the easy chimney and gain a ledge midway. Once on the ledge, work yourself into the OW and ascend until you can stem- The route name will be obvious. Fun, committing, short.","protection":"RPs could be useful right off the ledge, large cams for the OW (#4-5 Camalot).","location":"This is located in the alcove immediately right of\n\nDual\n\n, left of\n\nBaldwin's Chimney\n\n."},"__v":0},{"_id":"kDy2cLw6WVSE+WCA6vRoOg==","name":"Horticulture","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":74,"mp_id":"105752098","mp_crag_id":"105745214","climb_id":"kDy2cLw6WVSE+WCA6vRoOg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is an excellent line. About 100 feet right of\n\nCaptain Nemo\n\nis an alcove/dihedral area.\n\nThe first pitch climbs the obvious corner (bit hard to get into) then follows the nice handcrack up the slabs to the right. Place some good pro before heading around / under the bulge, look for features on the right face. Belay at the good shelf.\n\nThe second pitch uncomfortably enters the offwidth to the left. One or two large pieces will protect the section. Continue above the ledges in another wide crack (#3 Camalot in crack to the right) to 'summit' ledges. Anchor with medium to small pieces.\n\nA bolted anchor can be found by going straight forward from the top of the second pitch, 31m to the ground, tie your ends.","protection":"Standard rack including wider gear for the last pitch (could possibly get by with just 2 #3 Camalot's on the last pitch, but a #4 recommended).","location":""},"__v":0},{"_id":"8MpXnXVHUNudt5jeHwYdRg==","name":"Hesitation Blues","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chick Holtkamp and Bob Yoho, Steve Matous & Doug Cairns, 1975?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":52,"mp_id":"105752149","mp_crag_id":"105745214","climb_id":"8MpXnXVHUNudt5jeHwYdRg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This amazing line is the first right of Friday the 13th on the Nautilus.  The first pitch climbs fingerlocks, thin hands and lay-aways to a two bolt anchor at about 50 feet. The second pitch climbs the burly mostly fist crack to a fixed anchor at a horizontal crack below a capping roof. One can rappel here if the anchor is deemed suitable, move left to Friday the 13th or move right to Middle Parallel Space. The pitches can easily be combined (recommended) to entertain full enjoyment.","protection":"A standard rack including small camming devices (#1 to #2 Friends) for the fist pitch and larger camming devices for the upper pitch (up to #4 Camalot). At least double cams in the #1 to #3 Camalot sizes are/were useful in the sustained upper crack for those near their limit, myself included.","location":""},"__v":0},{"_id":"fpJloNu+Va+rRsoMW09nng==","name":"Hemoglobin","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":18,"mp_id":"106503675","mp_crag_id":"105745214","climb_id":"fpJloNu+Va+rRsoMW09nng==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This has a low crux getting your high feet (standard Vedauwoo start) with fingers to hands to off hands sizes.","protection":"Cams from BD# 0.75 to #2, BD #3 in upper horizontal crack for solid anchor.","location":"It is located in left-facing dihedral, right of Blood Sport, above\n\nFlying Buttress\n\n, under Parabolic Slab."},"__v":0},{"_id":"Jk82UeN4VhaziSSRShkf7A==","name":"Heel to Toe","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"Kavee K., 7/23/20","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"119266118","mp_crag_id":"105745214","climb_id":"Jk82UeN4VhaziSSRShkf7A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start on the left side on a sidepull and sloper ball, and a small second rock at the base of the boulder, if you look from right to left, is on as a foot hold. Move your right hand to a wide pinch, then bump to a small crimp on top of a small flake, heel hook on a sidepull, cross to a decent ledge, and match. Slide your heel to a sloper ball, gain a good, solid ledge higher up, and top out. A campus start can be done, but that would make the grade harder. If you want to try it, start with your left hand on the sloper and your right hand on the pinch.","protection":"Two pads are good, and a good spotter would be helpful, so you don’t fall back into the other rock when you get the heel hook.","location":"Hike down trail towards parking lot (southwest corner), make a left ,and follow trail a ways up. Look for a giant balanced rock. The boulder is on the left up from the path near a pine tree."},"__v":0},{"_id":"Lj4c2nB1V0Wt2nM0fMCSuQ==","name":"Harder Than Your Husband","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Paul Piana","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":108,"mp_id":"105814068","mp_crag_id":"105745214","climb_id":"Lj4c2nB1V0Wt2nM0fMCSuQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a very stiff and beautiful line, accentuated by the lovely lichen covered water streaks on either side.  It is quite overhanging with two cruxes, hardest right off the ground, then another after the handjam pods.  This is a groovy climb, the only standout line on the boulder it resides on.  It shuts most everyone down.  Do it!","protection":"Good, though it looks bleak in spots. Green to red Aliens, you can get a #3 Camalot in the flare up top. There are bolts up top, pull the lip!","location":"This is on the biggest boulder down and to the left from\n\nFinally\n\n, which is the most obvious line facing the western parking lot for The Nautilus. On this boulder, it's on the side facing The Nautilus."},"__v":0},{"_id":"NNaNRBU7WJaTJRHUCgqDSA==","name":"Handjacker","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Adolescent Boy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":23,"mp_id":"105751843","mp_crag_id":"105745214","climb_id":"NNaNRBU7WJaTJRHUCgqDSA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Located left of Lower Progressive, this is a stiff little piece of offwidth climbing to contend with. Beware the Vedauwoo 5.7 wide crack!\n\nNote that the photo on page 88 of the guidebook has the climb incorrectly labelled- the 30 arrow points to Lower Progressive, where as HJ is the climb to the left. The obvious flake at the start is a fun, if moderate, boulder problem.\n\nIt has good protection and sustained climbing. We have now entered the realm of climbs that are a LOT harder if technique is not employed. If you have followed the progression described in Easy Jam, by now you should feel confident on this one.\n\nArm bars, heel-toe, foot torque-cams, knee wedges...use it all, and pause every so often to remind yourself that, indeed, this IS fun.\n\nDescent: Rap off bolts to the right(above Lower Progressive)","protection":"Big stuff.","location":""},"__v":0},{"_id":"VW7ZKP/pVLmpFPTZ9SGqXw==","name":"Hand Jam Traverse","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"121731234","mp_crag_id":"105745214","climb_id":"VW7ZKP/pVLmpFPTZ9SGqXw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Traverse left and right on this wonderful hand crack boulder. The hand jams are all there, but the foot holds are small and are what make it difficult.","protection":"The crack is 6' off the ground and makes a pad not required.","location":"You can see this boulder up the hill after passing Cupcake on the Nautilus south trail. It's between the east end of the Nautilus and the Balanced Rock."},"__v":0},{"_id":"RgTyqWasXmCtZFqgj3hqqw==","name":"Hamburger Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":38,"mp_id":"105751834","mp_crag_id":"105745214","climb_id":"RgTyqWasXmCtZFqgj3hqqw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Who would want to climb a route with a name like this?  You do.\n\nFollow the S side trail from the parking lot, and just as you near the crag at the far end (at a large boulder), and immediately right of a 3-bolt face climb, you will find this friendly fissure.\n\nThe climb is short, wide, and unprotected.  The crux is getting into the crack, and once in there you should be in fat city.\n\nIf you are taking the Intro to Wide Cracks tour, it should be somewhat obvious by now which side-in you want to orient yourself for this climb.  Be confident that you can use body friction to your advantage on this one.\n\nDescend to the E (right) down the slabs between the top of the climb and the back wall.","protection":"Poor protection for the crux, but it would be difficult to slide out of this crack.  If unsure, it is easy to toprope.","location":""},"__v":0},{"_id":"lJYswLKpWWeEip3gtXNJIA==","name":"Hairlip","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":90,"mp_id":"105760194","mp_crag_id":"105745214","climb_id":"lJYswLKpWWeEip3gtXNJIA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Just to the left of Easy Jam, climb and obvious right leaning crack with a little of everything.  Start with awkward off-width/tips crack moves (weird huh?) into hand and fist to the top.  Be kind, leave a sling of your own (and cut off some old ones) before rapping from the anchors.","protection":"Standard Vedauwoo rack.  Up to #4 Camalot, and slings for the cold shuts at the top.","location":""},"__v":0},{"_id":"ycVXzW0CVPeQs24jTXCxxQ==","name":"H & H Grunt","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rex Hoff and John Horn, 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":49,"mp_id":"107761156","mp_crag_id":"105745214","climb_id":"ycVXzW0CVPeQs24jTXCxxQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start by scrambling up to a crack to the right of Thunderbolt.  Climb this crack up to the bolted anchor on Thunderbolt.  Clip a bolt at the anchor and traverse to your right (10 feet) to a sloping ledge to a gear belay.  Alternatively, start up the crack, then squeeze through a chimney and go directly to the same belay ledge.\n\nThe first pitch is a little grungy. Therefore a better option is to climb the first pitch of Thunderbolt and traverse right.\n\nFor the second pitch step across to an island like rock.  Then leave the island stepping into a crack.  Follow the crack up and walk over to a thin chimney.  Suck in your gut and take this to the top.\n\nBelay at the top of the chimney.  To descend, step over the chimney and walk over to the\n\nMiddle Parallel Space\n\nanchor (two raps to the ground).","protection":"A standard rack plus a #5 Big Bro if you want to protect the upper 20 feet of the chimney.","location":"H & H Grunt starts in the\n\nFriday the Thirteenth\n\nalcove between Thunderbolt and\n\nFriday the Thirteenth\n\n."},"__v":0},{"_id":"YERMCNhOUziGU3n6WDrGHw==","name":"Gravity's Rainbow","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chace & Levin, 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":60,"mp_id":"105751714","mp_crag_id":"105745214","climb_id":"YERMCNhOUziGU3n6WDrGHw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Gravity's Rainbow climbs up to the left-facing corner and long undercling that is just right of the\n\nRight Torpedo Tube\n\n.  The initial section is poorly protected 5.9 or 5.10- leading into the short, obvious, hanging corner about 30 feet up.  Place gear, then launch up and left into an impressive undercling.  The jams are OK to start, but as you move left, the rock swings out from underneath the feet...just as the jamming and underclinging gets hardest...very out-of-balance stuff, pumpy too.  The irony here is you will never have wanted to get into one of the Tubes as badly as you will when you are about to barndoor off into space at the crux.  Once in the\n\nRight Tube\n\n, slither, flex, and curse on much easier climbing to the top.  See the\n\nLeft Tube\n\nfor descent beta.","protection":"Wireds to something big for the upper part of the\n\nRight Tube\n\n.  The last moves into\n\nThe Tube\n\nare a bit exciting.","location":""},"__v":0},{"_id":"Jk3TR2nuWf6ifQU+zk6/ZA==","name":"The Grand Traverse","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"P1 - unknown? P2 - Steve Matous & Doug Cairns, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":61,"mp_id":"105751804","mp_crag_id":"105745214","climb_id":"Jk3TR2nuWf6ifQU+zk6/ZA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The Grand Traverse is a classic 5.10 to the right of the Torpedo Tubes.  The first pitch is very popular in itself, and many (most?) people chose to do this pitch and leave the second pitch for another day.\n\nClimb the nice crack system right of the Right Tube and Gravity's Rainbow, good (hard) 5.9 or easy 5.10.  The crack protects well, nice hand jams and stemming, with one distinct crux-like section; the rest is just the usually pump fluff.  At the roof there is now a 2-bolt anchor, but to continue skip this and traverse way right (the \"Grand Traverse\") on slopey holds with decent gear (large TCUs to 2\" cams, roughly) to a stance below a bulging fist crack at new bolts on the under side of the bulge.\n\nFrom here you can lower off with a single (60m) rope, and belay your second sitting on the beer cooler that Erik brought to the crag, and later toprope Max Factor into submission, OR, belay and prepare for pitch 2.\n\nP2 grunts up the wide fist crack (crucial crystal on left wall for foot) through the bulge and above to the top of the crag (5.10+ or so, but a short crux).  Wander due S over boulders to the top of the crag above Middle Parallel Space to rap off.","protection":"Gear up to a 3 (or 4) inch cam for pitch one; include doubles in the large wireds to 2\" range.  Pitch 2 requires a slightly larger cam or two (4 Camalot).  One rope off the raps on the other side of the formation.","location":""},"__v":0},{"_id":"P/f1izYOXciuerTBYUL2zg==","name":"Ghost Dance","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Gary Isaacs, '70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":43,"mp_id":"105751780","mp_crag_id":"105745214","climb_id":"P/f1izYOXciuerTBYUL2zg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Ghost Dance is a Vedauwoo area classic, combining a striking line with difficult and sustained climbing.  GD is located left of the\n\nFriday the 13th\n\nalcove, on the SE side of the Nautilus; look for the left of three prominent, L-diagonal cracks before the alcove (the middle one, New Mutants, has a visible chain anchor at 60 feet), behind some aspen trees.  From a block get yourself established in the crack.  Struggle with the gear (an RP can be helpful) just as the \"jams\" become flared, karate-chop insecurities.  A couple of difficult moves leads to wider, more positive jams, which in turn lead to wider struggling above.  The upper crack is sustained, and succumbs to the usual Vedauwooesque thrashing.  A long pitch.  Descend by heading west (climber's left), following the line of least resistance to easy down climbing.  Tape can be helpful in the shallow, technical jams.  A really fine route: do it!","protection":"A few wired nuts, including an RP or two, up to a #4 Camalot.  You can gauge how many of each size you want by looking at the crack from below, but probably gear in the 2\" to 4\" range should be emphasized.","location":""},"__v":0},{"_id":"GfCZVehxU36XWN3oyI2q0A==","name":"Friday the 13th, Part 2","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":50,"mp_id":"107189269","mp_crag_id":"105745214","climb_id":"GfCZVehxU36XWN3oyI2q0A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a nice alternate finish to\n\nFriday the 13th\n\n. Climb up to the bolted anchor below the first roof, clip it, and bust left, then go up a steep crack. Belay on flat platform as for\n\nDeception\n\n. I thought the climbing was quite nice and am surprised this hasn't been posted. I thought it had more good climbing than the 2nd pitch of\n\nFriday the 13th\n\n.","protection":"I used #1.5 to 3.5 Friends for protection and large stoppers for the anchor. Heel and Toe says bring small RPs. Huh? I didn't use anything small but felt well protected.","location":"Do pitch one of\n\nFriday the 13th\n\nto access this pitch.\n\nDownclimb or rappel\n\nWar Zone\n\n."},"__v":0},{"_id":"mnSNyAGvXTSHhWcrTtNpiA==","name":"Friday the 13th","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Ken Duncan, 1976? Todd Skinner & Paul Piana, ~1979-1981?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":51,"mp_id":"105751792","mp_crag_id":"105745214","climb_id":"mnSNyAGvXTSHhWcrTtNpiA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"From the parking lot, listen for crowd noise, then follow this to the start of the route.  Located at the far SE end of the Nautilus, Friday the 13th is tremendously popular (at least the 5.10a start) and for good reason.  This climb takes the obvious L-facing corner just right of the deep chimney recess, through a large roof, then, higher, a second even larger (and much more challenging) roof.\n\nP1. The start is the crux, with several off-finger jams to contend with.  After a short bit, the crack widens to hands, then fists for short little stretches.  There is a 3-bolt chain anchor below the first roof from which many people slingshot toprope (don't hog the route though!).  A 5.11- variation climbs left towards the chimney (good climbing) and a steep, hanging crack.\n\nP2. If you want to climb the roof (5.11 something), continue through in one pitch.  The initial moves are strenuous but secure, then rounding the lip requires a bit of go-for-it.  Belay above in a recess at some fixed anchors.\n\nP3. The final roof (hard 5.11) has a cool cut-your-feet-loose move, on technical thin jams.\n\nThis route gets early morning and mid afternoon shade.  Truly a classic crack line!","protection":"The first pitch takes larger TCUs at the start up to a 3-4\" cam (the upper part is a bit wider than it looks).  The roof takes hand-size pieces.  The upper roof requires large wireds, TCUs in addition to the gear you've brought for the bottom.  One rope off from chains at top of the 5.10a part, and from above the first roof (good anchors).  Descend from the top via the rap route climbers right, or search left for anchors down the chimney.","location":""},"__v":0},{"_id":"DL0KWfBYWzSzwEpJnUzT6Q==","name":"Fourth of July Roof","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Shane M. and Juan Quetzal","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":79,"mp_id":"113264447","mp_crag_id":"105745214","climb_id":"DL0KWfBYWzSzwEpJnUzT6Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Climbed after drinking 5L of wine and a bottle Admiral Nelson, this testament to American Freedom was sent during the wee hours of the Fourth of July.\n\nFourth of July roof is a roof crack situated on the climber's right of the Tongue Depressor. The route follows hands and fists out the roof. A belay can be found from the tongue depressor rap bolts. It is approximately 10 feet of horizontal and 10 feet of vertical climbing.\n\nAn interesting finish for\n\nI'm Spartacus\n\n(11b).","protection":"Hand and fist-sized gear is adequate.","location":"The route is on the climber's right of the Tongue Depressor. It can be approached from\n\nI'm Spartacus\n\n(11b), Rope Eating Maw, or by spelunking from the rim."},"__v":0},{"_id":"EhJ6tRUUXeGH9OI3JbDbeg==","name":"Folded, Spindled, and Mutilated","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":2,"mp_id":"106903062","mp_crag_id":"105745214","climb_id":"EhJ6tRUUXeGH9OI3JbDbeg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Begin a yard to the right of \"\n\nSlut\n\n\" in a crack with a handle in it. Follow it to the ledge. The crux at the top where the crack ends and the OW/chimney begins. The rock is friable, so be safe and toprope this one.","protection":"Top rope. Plenty of boulders to sling for anchors. Approach from the North side of the Nautilus to set top ropes.","location":"Located in the Three Sisters Amphitheater. To get to the amphitheater, walk right from the parking lot along trail to the southeast side of the Nautilus. As you come to Ted's Trot Block, head in to the boulders approximately 11:00. Pick your way through the boulder pile eventually entering the amphitheater from its right side."},"__v":0},{"_id":"OO7OPz+jX/WGUA1G+eGrqQ==","name":"Flying Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Doug Cairns with Diana McWilliams belaying, 1970s, Bill Roberts?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":19,"mp_id":"105752740","mp_crag_id":"105745214","climb_id":"OO7OPz+jX/WGUA1G+eGrqQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Located about 50 feet left of\n\nStinkzig\n\n, this line goes through the prominent, overhanging slot/stem box.  Due to the enormous ledge between ground and the slot, it is best to do this climb as 2 short pitches though the full climb is probably only 100 feet.  The guide calls this one of the best pitches of 5.10 at Vedauwoo.  It is strenuous, technical, awkward, and can be made much more difficult if you don't work the back wall of the slot.  I found it difficult compared to similarly graded mid-10s at Vedauwoo and Lumpy.  Start in the flaring hand crack below the slot.\n\nPitch 1: Jam the strenuous 5.8 crack 20 feet to the ledge.\n\nPitch 2: Jam the overhanging crack and stem the slot (crux) on super-polished feet up and out to a 5.7ish OW finish.  Belay and enjoy watching the 2nd struggle.  If the 2nd isn't solid, consider placing more pro to protect the big swing out of the slot.  My 2nd had difficulty getting back on after falling.","protection":"A single set of nuts and cams should suffice.  Bring a #4 Camalot to protect the final OW moves.  Some extra hand sized pieces might help for setting up an anchor on top.","location":""},"__v":0},{"_id":"kceP/eKjVse998muAGxAFQ==","name":"Flare Thee Well","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Todd Skinner and Paul Piana","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":42,"mp_id":"105761289","mp_crag_id":"105745214","climb_id":"kceP/eKjVse998muAGxAFQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This difficult line is located approximately 50 feet left of\n\nGhost Dance\n\n.  Once you see it, the name will immediately make sense.  While it appears as though this may not be a good one to lead, I assure you that it does take descent pro.  The downside is that you need to hang out in some pretty strenuous stances to work the gear in just right.  Also, if you place gear above you, you will definitely screw yourself in a major way.  This climb is a bottomed-out flare with a distinct crux in the middle.  I will give you one tip...believe in your right foot.  I have climbed hard .11s at Vedauwoo that were significantly easier than this climb.","protection":"Small Stoppers and RPs, maybe Screamers, cams #00 TCU to #0.75 Camalots. Don't worry about doubles. Two-bolt anchor at the top.\n\nPer\n\nJohn Lombardi\n\n: as of 6/16/2018 bolts are on the hangers but no rap rings.","location":""},"__v":0},{"_id":"NumMxj0AWV6I9nILnBGl8g==","name":"Finally","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Stiller, belayed by Peter Hollis?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":101,"mp_id":"105751387","mp_crag_id":"105745214","climb_id":"NumMxj0AWV6I9nILnBGl8g==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is located on the far right side of the Nautilus as you view it from the parking lot.  It is a wide right-facing dihedral.  To access it scramble up to the ledge at its base.  The crack in this dihedral is fat.  Suck it up, use some technique and/or lay it back in sections and go.  I wish I could give a more vivid description of this generic looking dihedral.  I'll just say that it held my attention from start to finish.  I jammed, stemmed and did some laybacking.As far as fatties go, this is a good sampler.","protection":"I did this route with nothing more than 1 #4 Camalot.  I wish that I had brought my #5 and #6 Friends also.  There are 2 adjacent cracks, where you can sometimes place smaller gear.  Upon finishing this climb, establish a gear belay in a scoop at the top.  To descend, locate the nearby rap anchor on the back side of this section of the Nautilus and head for the ledge below. Bring a light standard rack, and go heavy on the big stuff.","location":""},"__v":0},{"_id":"8JakplqWULmQhXwMNFQVMg==","name":"The Final Cut","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Josh Helke, 2004","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":6,"mp_id":"106228296","mp_crag_id":"105745214","climb_id":"8JakplqWULmQhXwMNFQVMg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is the finely positioned arete to the left of\n\nSlick and Superficial\n\n. It is climbable on all but the coldest Wyoming days.\n\nIt was an old Bob Scarpelli-Tim Tuola top rope project from the '90s.  Bob urged me to lead this and gave permission for the bolts to be added. The first ascent climbed with natural gear placements in the crack, bolts were added later after a few locals at the time agreed it would be nice to have a nice hardish sport line for the upcoming young strong pad people to get hooked on tying in at Vedauwoo as well.\n\nClimb it how you like, gear, bolts or gear and bolts more style points and an extra cheers if you place the gear, congrats either way on sending this classic line.","protection":"Bolts to small hands gear. If you skip bolts a small shaky nut at the bottom and a poor piece behind your heel at the crux protect till the better crack at 35' please consider a pad over the ankle breaker botton.\n\nNatural anchor on top.","location":"Above the tempest for pad people and 12' left of the  classic \"slick and superficial\" for those who have the climbing guide."},"__v":0},{"_id":"VOgRpzcYXAKsWIuvIPefcg==","name":"Father   1","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Robert Warren, Pete Williams, 1981. Jack Sprat?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":87,"mp_id":"106793181","mp_crag_id":"105745214","climb_id":"VOgRpzcYXAKsWIuvIPefcg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Just right of\n\nMother #1\n\nis a splitter hand crack that fades into a seemingly perfect, finger crack before ending completely at a horizontal seam.  Scramble to the base of the hand crack and enjoy 35 feet of sinker hand jams before arriving at the \"finger crack.\"  Notice now that this is not a finger crack at all but instead is a flared seam that will only accept the smallest wires on your rack.  Place a piece, or two or three, then climb a scary and technical sequence on pebbles and crystals.  Plug your thank-God piece in at the horizontal break then traverse left along the break and link into the top of\n\nMother #1\n\n.  A beautiful line and well worth the time if your RPs made it into the pack with all those #5s.","protection":"RPs to #3 Camalot.  Not sure that this one deserves a safety rating, but be prepared to pull the crux above the smallest gear you brought.","location":""},"__v":0},{"_id":"nBgKRuJ3Wg6FjWDkbd1VnA==","name":"Failure to Communicate","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Piana?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":76,"mp_id":"105981811","mp_crag_id":"105745214","climb_id":"nBgKRuJ3Wg6FjWDkbd1VnA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is a great warm-up or cool down for Cool Hand Luke.  Start up a thin crack through a bulge to a ledge, string a long runner, and traverse left and up to the nice handcrack exit.  The crux is entering the final handcrack.","protection":"Standard rack, nothing bigger then #3 Camalot size.","location":"10 yards left of CHL."},"__v":0},{"_id":"FQEj5bITXYWxDYB7TZaXsQ==","name":"Etude For The Right Hand","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":13,"mp_id":"105752122","mp_crag_id":"105745214","climb_id":"FQEj5bITXYWxDYB7TZaXsQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Etude For The Right Hand is located on the Practice Slab on the southeast side of the Nautilus.  It climbs the right side of an easy, textured slab past three bolts and makes for an ideal beginner's climb.  Other than that, there's not much to recommend it unless you're already in the neighborhood.","protection":"3 bolts to a 2-bolt chain anchor.","location":""},"__v":0},{"_id":"2sD6mNmyX/ykjVy9KbYg/A==","name":"Etude For The Left Hand","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":12,"mp_id":"105752125","mp_crag_id":"105745214","climb_id":"2sD6mNmyX/ykjVy9KbYg/A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Left Hand climbs the left side of the Practice Slab.\n\n\"Heel and Toe\"\n\nsays that this is another bolted route up the slab, but when I climbed it in Nov '99, all the bolts were gone (or maybe just the hangers - can't remember which).  In any event, this climb can be top-roped from the anchors above\n\nEtude For The Right Hand\n\n.","protection":"A couple of biners (2-bolt chain anchor on top of slab).","location":""},"__v":0},{"_id":"l5M2qZwXWQ6N/BaLS2O4bw==","name":"Escalator","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":26,"mp_id":"106019454","mp_crag_id":"105745214","climb_id":"l5M2qZwXWQ6N/BaLS2O4bw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route would be fantastic if it was twice as long.  Also, the crux start will be even more difficult for shorter people.\n\nWalk around the corner to the right of\n\nLower Progressive\n\nto a broken, right-facing dihedral with a fin of rock in it.  Scramble up this (beware loose boulder halfway up) to a ledge.  The route begins here and follows a left-rising splitter up to a notch.  Pull a difficult start to gain some jugs before the crack.  Angle up and left on hand jams to wide-hands, then back to hands.  Good footwork will ease the difficulties.  Reach a ledge and rappel from 2 Metolious rap hangers.","protection":"Optional med-large nut for start, #1, (2) #2, #3.5 Camalot.","location":""},"__v":0},{"_id":"/yAlgO5qXzG/ku5uxhLGrg==","name":"Elevator","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":29,"mp_id":"105817917","mp_crag_id":"105745214","climb_id":"/yAlgO5qXzG/ku5uxhLGrg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Big hands for the most part.  May need to pull on a few fists through the middle section.","protection":"A few threes, maybe a four, and some smalls for the top.","location":"50 yards right of lower progressive there is a flat section of rock on an upper tier, Elevator is in a corner facing NE."},"__v":0},{"_id":"pPf/Yxd/XRmIXeytf3FKCw==","name":"Ejector-Rejector","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":0,"mp_id":"105756964","mp_crag_id":"105745214","climb_id":"pPf/Yxd/XRmIXeytf3FKCw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"See the climb Slut for a description of location of the alcove and TR location. This is the furthest left line in the alcove, just left of Slut (5.7).\n\nFun moves, sometimes a bit open handed and thin, lieback up this left facing flake. You'll probably notice a few spots where old footholds have broken revealing less lichen and brighter rock. Seems as the loosest has broken off leaving a fairly fun TR problem.","protection":"TR pro: medium pieces (1-2 inches, preferably camming) and / or a large piece of sling/rope. No reliable protection is available for leading.","location":""},"__v":0},{"_id":"xt/SnGxJW2y5/vOKoNYsAg==","name":"Easy Jam","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":91,"mp_id":"105751825","mp_crag_id":"105745214","climb_id":"xt/SnGxJW2y5/vOKoNYsAg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Wide cracks have a well-deserved reputation for being one of the more difficult genres in our sport.  I suspect this is due to the simple observation that in wide crack climbing, technique goes a long way.  Struggling up a wide crack without technique is like climbing a steep trail on skiis- without wax: just plain miserable.\n\nLocate Easy Jam by heading left from the parking lot, and wandering through the maze of boulders to a short slab with a nice-looking diagonal crack in it (\n\nCornelius\n\n, 5.5, excellent).  Just left is this wide crack challenge.\n\nWear protective clothing- minimizing pain or discomfort is a good place to start.  Now decide which side of your body you want to have inside the crack.  Think which orientation allows for the most friction (often very helpful) while reducing any awkwardness.  In leaning wide cracks it is often advantageous to have your back against the lower angle side, so that rests can easily be found by leaning back (as opposed to being forced up against the crack).  For this route you will want your left side in.\n\nArrange your gear on a sling, so there is nothing on your harness to get caught.\n\nKeep in mind that in wide cracks and chimneys you can often optimize your body position to provide added security.  Done properly, it is hard to fall out of a wide crack, although the tendency for the leader is to get too deep in a wide crack, which is not always the easiest way to climbing one.\n\nThe secret to wide cracks is focusing on your lower body.  It is the legs that do most of the pushing and stabilizing.  Use your arms to maintain your position.  For this climb, heel-toe jams with the left foot work well.  You can also torque your left knee to help.  Arm bar with your left, and move systematically: secure your arms position, then release your lower body (legs, feet) and slide them to a higher position.  Now lock them in, and slide up (don't pull) with your upper body by pushing with your legs.  Lock the upper body and repeat.\n\nThis climb is a little runout, but short. If in doubt, try it on tr.\n\nA nice progression on the Nautilus for learning wide cracks is: Easy Jam 5.4,\n\nBaldwin's Chimney\n\n5.4,\n\nRight Parallel Space\n\n5.5,\n\nPiton Perch\n\n5.6,\n\nSlit\n\n5.7,\n\nHamburger Crack\n\n5.7,\n\nCandlestick\n\n5.7, Upper Slot 5.7+.  Remember that, unfortunately, easier wide cracks tend to be squeezes, and are often poorly protected, so take this progression slowly.","protection":"#4 Camalots, #4 Friends.","location":""},"__v":0},{"_id":"Nwhh2uLnXWuC/hAJ+Xx/+A==","name":"Dual","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":81,"mp_id":"106166617","mp_crag_id":"105745214","climb_id":"Nwhh2uLnXWuC/hAJ+Xx/+A==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Climb a 5.7 handcrack in a slot to a shelf and belay (30 ft). Get back into the crack on the left (crux) and continue on sustained jamming and stemming to the top. The crux is height dependent (9+ for those under 5'4\" and 7+ for those over 6'3\").","protection":"Standard rack, up to a 3 possibly a 4 Camalot.","location":"This is on the Northwest Face of the Nautilus (right end). It can be accessed by hiking north along the rock past the climbs Baldwin's Chimney and Humper."},"__v":0},{"_id":"287IVjfIXP6r72odPvLb7Q==","name":"Drunken Redneck Rappellers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sam Lightner, Bam Bam, Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":102,"mp_id":"105899971","mp_crag_id":"105745214","climb_id":"287IVjfIXP6r72odPvLb7Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"I haven't been to the area in a long time, so it might have been chopped (that happened a lot at one time), but we established this sport climb on the south end of the Nautilus. As there was a spot  where you could get an RP behind a flake part way up, and as sport climbing was taboo then, it has that one piece of gear that you might feel better with.","protection":"A handful of draws and a large RP or equivalent.","location":"This goes up the middle of the south end of the Nautilus."},"__v":0},{"_id":"78XX0q1OWfajRdIEiEmaww==","name":"Deterioration / Unknown","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"114173253","mp_crag_id":"105745214","climb_id":"78XX0q1OWfajRdIEiEmaww==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start in the offwidth with a high, straight-legged right foot in the deteriorating sloped outcrop from the offwidth. Use the jug on the right side if you can, although it won't do all to much for you. Thrutch up to good fists and classic Voo crystal crimps for the finish.","protection":"It has an easy walkoff.","location":"This is the short offwidth crack just about 20-40 yards northeast from\n\nCupcake\n\n."},"__v":0},{"_id":"xJ+V84tSWdq0rQF9GohzKg==","name":"Deep Throat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Garson, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":106,"mp_id":"106148101","mp_crag_id":"105745214","climb_id":"xJ+V84tSWdq0rQF9GohzKg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This has varied climbing in a deep flare.  It starts out offwidth, then thins to hands at the overhanging crux.  It is great stemming practice.  The rock is a little rough, which along with the flare makes placing protection somewhat strenuous.  In all, it is a fun climb.","protection":"Stoppers to #4 Camalot.  #5 and #6 Camalots are nice but not required.  One of each should be enough.  Be prepared to fight with crystals and a flared crack when trying to place gear.  Belaying from the rappel bolts on top of the block prevents the rope from jamming in the bulge.  Otherwise, you could build an anchor with hand-sized cams.","location":"This is on the Southeast corner of Ted's Trot Block.  It is right of\n\nThe Central Scrutinizer\n\n, left of Bombay.  The dihedral in which this climb is located generally faces south."},"__v":0},{"_id":"4dtWxFYzXUukcckzVxn6RQ==","name":"Deception","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":48,"mp_id":"105760497","mp_crag_id":"105745214","climb_id":"4dtWxFYzXUukcckzVxn6RQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Just across the way from Friday the 13th is this deceiving line.  From a distance, it looks like a simple off-width.  Get closer, it looks like hands.  Once you're in it, its awkward face moves (in the crack) for about 20 feet until you hit a finger crack.  Follow said finger crack up to a ledge, then farther to rap bolts.","protection":"Stoppers and cams up to yellow camalot.","location":""},"__v":0},{"_id":"1FjfD2MKV6mPv5vHeLhhWQ==","name":"Cupcake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"105814053","mp_crag_id":"105745214","climb_id":"1FjfD2MKV6mPv5vHeLhhWQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is steep with two pods to get through.  It is mostly hands.  Climbers with smaller hands will find the very top harder, as it is big deep hands.  Lots of people lead this, there is even an anchor up top.  It is probably the most classic boulder problem at Vedauwoo.\n\nWhen the tree right next to this boulder was younger and not a victim of beetle kill, people used to climb down the tree to get down from bouldering it.  Be careful now if you do this, as the deteriorating nature of the root structure on that tree now makes that a potentially dangerous situation which is probably best to avoid altogether.","protection":"Hand-sized stuff, old bolts up top, or skill.","location":"On the east end of the south side of The Nautilus, there is a big, freestanding boulder right off the trail. This right-leaning crack is on its overhanging east side."},"__v":0},{"_id":"t5aywIHOUf6+DiyzD1CVDg==","name":"Crankenstein","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":35,"mp_id":"105814034","mp_crag_id":"105745214","climb_id":"t5aywIHOUf6+DiyzD1CVDg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Stiff. It is overhanging the whole way. This starts off with wild moves on overhanging buckets, then you have a crux encounter getting into and through the first ten feet of the crack. It eases off to 5.10 after that. This has cool, technical climbing with lots of variety.  Crankenstein doesn't get nearly the respect it deserves, this is one of the best harder cracks at Vedauwoo.  Do it!","protection":"#6 Zero through #3.5 Friend, plus a #5 unless you want to run out the easy though somewhat insecure wide section up top. There is one bolt at the bottom.  Watch the rock in the horizontals at the beginning.  People have decked or come real close to it clipping their first piece after the bolt. It is pretty strenuous.  There are shuts up and left from the top of the crack.","location":"Crankestein is pretty much right off the trail that runs right behind\n\nThe Cupcake\n\n, in some aspens.  This crack is the rightmost of two parallel, slightly left-leaning cracks (the left one is\n\nBG crack\n\n). It should stand out based on the above description."},"__v":0},{"_id":"Ls7Rp+NKU/K9+dBSvbzOYg==","name":"Cornelius","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":93,"mp_id":"105757021","mp_crag_id":"105745214","climb_id":"Ls7Rp+NKU/K9+dBSvbzOYg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route is located about 2 minutes from the parking lot and is next to\n\nEasy Jam\n\n.  Follow a trail around to the left of the Nautilus until a dihedral is found (Easy Jam) with a beautiful finger crack curving up and to the right.  Climb the finger crack and belay at a shelf 30-40 feet up.  A walkoff can be found by going to the right, squeezing through a small hole, and descending a easy chimney.","protection":"This is a short pitch, and it eats up as much gear as you can stuff in it. It could easily be lead on a set of nuts, but aliens or small cams are also very useful. As of June 2020 there are anchors at the top again.","location":""},"__v":0},{"_id":"L2RtTOxrXlmRx2rhPCWsCg==","name":"Cool Hand Luke","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Paul Piana and Drew Arnold, 1983.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":77,"mp_id":"105764298","mp_crag_id":"105745214","climb_id":"L2RtTOxrXlmRx2rhPCWsCg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a very good and sustained pitch with lots of variety.  It's located on the north side of the Nautilus just west of the Horticulture area.  Start up the left-facing corner system and climb through moderate but sometimes insecure terrain. The first half is harder than it looks, with [tricky] gear in spots, maybe 5.9+ or easy 5.10.\n\nOnce you've arrived at the base of the overhanging, flared hand crack, things get much harder.  Power up this sustained crack for 15 or 20 feet, the crux is getting over the bulge at the top of this section.  For people with thin hands, the jams may feel relatively secure, but many will find it thin and flared.  A nice rest stance comes after the overhang and under the final roof/offwidth.\n\nWork into the wide crack, this upper crux is getting off the stance and into the crack initially. This bit felt like 5.10c or so, and can be protected with a #4 Camalot.  From there, easier 5.9 fists takes you to the top. Walk off to the west.\n\nQuite a nice route, even by Nautilus standards.  I took the liberty of increasing the rating a bit over the 5.10d listed in the guidebook.  I've done other 5.1la routes in Vedauwoo that felt easier than Cool Hand Luke, and this felt similar to\n\nBoardwalk\n\n(5.11b) in difficulty and type of climbing, so the 11a seems justified by Vedauwoo standards. (Also, three others who climbed it that day thought it was 11+ so it may still be tough for it's rating).","protection":"Standard Vedauwoo rack with plenty of cams, and some nuts.  The crux will require 1.5 to 2-inch cams, and make sure you have a couple of pieces in the #3 to #4 Camalot size for the final wide crack at the top.","location":""},"__v":0},{"_id":"+hOYPTXwUOCaiTHA4Zu2Rg==","name":"The Central Scrutinizer","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sam Lightner Jr and Penn Burris in like 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":105,"mp_id":"106317436","mp_crag_id":"105745214","climb_id":"+hOYPTXwUOCaiTHA4Zu2Rg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The route follows a thin crack to three bolts on a face.\n\nAt the time, it seemed hard, like 11+, but shoes were not designed for face climbing then... it's probably a lot easier.\n\nThe name came from the war that was going on in the American climbing scene. Veedauwoo was a bastion of anti-sport climbing, yet we put this up on rappel. There was much talk that one of the big players was gone up whoop us for it... turned out he liked the route.","protection":"I can't remember. I do recall an RP high in the crack.","location":"This is off the ledge at the southwest end of the Nautilus above\n\nTTL\n\n."},"__v":0},{"_id":"fHLf4eCoUk6ujV/bOpJ6Ag==","name":"Captain Nemo","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Doug Cairns, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":68,"mp_id":"105764748","mp_crag_id":"105745214","climb_id":"fHLf4eCoUk6ujV/bOpJ6Ag==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"The first pitch is one of the best moderates in the area, and for 5.10 climbers the second pitch should not be missed. This was one of my first climbs while learning trad and is a great introduction to the Voo. The easiest approach is to walk the entire length of the east side of Nautilus, past\n\nFriday the 13th\n\n. Walk around the north end, and then head back in the direction of the parking lot. Just past\n\nMaxiLash\n\nis a large roof with a dihedral leading to it.\n\nP1 (5.8, 70') - climb the shelves below a left-facing dihedral, which goes to a right-facing dihedral as you turn the corner. The first pitch is a popular hand crack which starts off small and gets bigger as you go. End underneath the roof at the chain anchor.\n\nP2 (10d, 80') - the start of this traverse lures you in, but the reason this is 10d lies just around the corner. The wall drops away, and the crack turns to flaring jams and slopers. Trying to place gear on this section is awkward to say the least (you might want to take off that helmet!). Pull over the bulge at the lip and belay at the anchors.","protection":"#0.5 - 3.5 Camalots, TCUs can be helpful.","location":""},"__v":0},{"_id":"+VQrkXXqW8Wf0gh8exmUVQ==","name":"Cannonball","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":75,"mp_id":"105995843","mp_crag_id":"105745214","climb_id":"+VQrkXXqW8Wf0gh8exmUVQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This route starts with a left-facing dihedral that doesn't look like much fun to climb. It's not so bad. After about 20 feet it switches to a right-facing dihedral and the climbing improves. After thrutching through an easy chimney you'll be faced with the crux bulge in the dihedral. Climb the crack in the corner and not the one that branches up and to the right (although that looks like a fun variation).","protection":"Standard rack to a #2 Camalot works nicely. Doubles in #0.75 and #1 Camalots would be useful as well as Aliens underneath the bulge. There's a two-bolt rappel anchor at the top.","location":"This route is about 100ft to the right of Horticulture. It's the first major dihedral to the right of that route. Rap using a 60m rope from the two-bolt rappel anchor to descend. Be careful with the rap in two ways: it'll take all of a 60m rope to get down and the crack through the bulge is a rope eater (someone recently got their cord stuck in the crack; you'll see remnants of it when you're below the bulge). One can also walkoff to the climber's right."},"__v":0},{"_id":"ZsrRUOqgXZ2k+/tuNRKNxw==","name":"Candlestick","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":15,"mp_id":"105751846","mp_crag_id":"105745214","climb_id":"ZsrRUOqgXZ2k+/tuNRKNxw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Candlestick takes the straight-in chimney left and below of the Parabolic Slabs overhanging underbelly.\n\nThis is another of the 5.7 wide cracks where technique greatly aids in enjoyment and success.  The climbing is sustained and the protection is reasonable.  By now you should know how to decide which side of our body you want in a given crack, but consider also that often you will need to switch sides mid-way up some wide crack.  Having your gear on a gear sling greatly aids in this type of maneuvering.  Also, it is often necessary to move around in a wide crack or chimney to best utilize the size and orientation of the crack.  Often the more shallow you are the easier the climbing, but this proves counter-intuituve to the leader (who often wants to get as deeply wedged as possible).\n\nIn this case, you do a bit of caving to get in deep enough at the top (for a real caving experience try TM Chimney over at the Main Area- a very unique and brilliant chimney climb).","protection":"Big Stuff.  Include a few stoppers for the top.","location":""},"__v":0},{"_id":"eFfEhEsHUCGtp7fnPbXY1w==","name":"Campsite Host Boulder","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"One Ugly Gyp","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"111031236","mp_crag_id":"105745214","climb_id":"eFfEhEsHUCGtp7fnPbXY1w==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This was put up in loving memory of Juan and Teresita.\n\nFind this boulder by entering the first paved camping loop in the fee area. Look for the sign that reads \"campsite host.\" Evade the likely uptight host, and ascend this classic boulder via any line you can find.\n\nIf you want a challenge, go around to the side with the BBQ grill. There is a boulder in the ground that marks the start of a V2 or V3 problem on the larger boulder. Start on tiptoes and a small left hand crimp with a thumb catch. There is a crimp for the right hand, too. The first crux is getting off the ground, and the second crux is getting off the boulder. Be a hero, and do it in the rain!","protection":"Pad and spotter or not.","location":"This is at the campsite host campsite."},"__v":0},{"_id":"wfPKhMBtUayFwuHRwatmIw==","name":"Bug Squad","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Sherm the Verm","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":63,"mp_id":"105751735","mp_crag_id":"105745214","climb_id":"wfPKhMBtUayFwuHRwatmIw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is the obvious layback crack immediately right of Max Factor.  Prepare for wild, insecure barndoor moves with your feet at an old fixed pin.  Other than that, this is a gem.  Most people will layback the rounded edge of the flake-crack; however it can be climbed straight-on, jamming in the flared crack...very technical but probably more secure and safer.\n\nApparently the second pin was added after the first ascent, it is still a bit exhilarating with both fixed pins in place.  The upper crack is tedious, thin, and technical; a person with yams for fingers may even call it 5.11.  Probably TR'd most of the time, it is a worthy lead.","protection":"The crux is sketch-city, 2 fixed pins and little else. Get some gear in below the first pin at the horizontal break. A mediocre yellow Metolius backs up the first pin. The upper part is protected with wireds to 1 or 2 inch cams. There are chain anchors. You can TR this by climbing the 5.9 to the right,\n\nBaalbek\n\n.","location":""},"__v":0},{"_id":"arURx4YoX8yxw+AfwP9tpA==","name":"Bombs Away aka B52","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":103,"mp_id":"106148141","mp_crag_id":"105745214","climb_id":"arURx4YoX8yxw+AfwP9tpA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This is a thought-provoking climb involving crack, face, and slab moves, all in just 40 feet!  Start up a broken crack system, being careful for rotten rock.  Surmount the hand crack, and rest on a ledge.  Place gear in the crack before it peters out, and climb some face moves to the top of the block. Exciting.","protection":"Standard rack to #2 Camalot.  Make sure to leave a #0.5-1 Camalot sized piece for the crack before the face section.  Watch out for rotten rock at the start.  Build an anchor with hand-sized pieces.  Bolts on top of the block.","location":"This is on the East side of the\n\nTed's Trot\n\nBlock.  It is to the right of Bombay and\n\nDeep Throat\n\n, left and around the corner from\n\nTed's Trot\n\n.  Start up the discontinuous cracks, over a jumbled boulder start."},"__v":0},{"_id":"51154iSJWPe2icd5S05JhA==","name":"Bombay","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Phil Fowler, John Garson, 1970","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":104,"mp_id":"109489300","mp_crag_id":"105745214","climb_id":"51154iSJWPe2icd5S05JhA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"To start from the ground, do some kind of jump or lieback move to a good hand jam, then try to get into the chimney. Once you're in, you're in. This can also be started from a boulder to the right, which allows early gear placement and removes the PG-13 grade but detracts a little from the route.","protection":"This pretty much only takes #5s and #6s, unless you want place a #3 at the start and block a good handjam.","location":"Start below the obvious chimney right of\n\nB-52 a.k.a Bombs Away\n\nand left of\n\nDeep Throat\n\n."},"__v":0},{"_id":"0kfXXaRwWKmccc3ePfX7Zg==","name":"Blood Sport","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Anderson, 1980, solo","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":17,"mp_id":"109489309","mp_crag_id":"105745214","climb_id":"0kfXXaRwWKmccc3ePfX7Zg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This starts as a shallow fingercrack/lieback in a right-facing dihedral. Climb mostly on good flared hand jams, to bomber jams, up through fists at the top.","protection":"This route is really a boulder problem and has been traditionally climbed without a rope. It may be practiced by building a TR anchor from climbing either\n\nKnee Grinder\n\nor\n\nHemoglobin\n\n.","location":"It is left of\n\nHemoglobin\n\nand right of\n\nKnee Grinder\n\non the same tier of the Nautilus as\n\nFinally\n\nand\n\nDeep Throat\n\n."},"__v":0},{"_id":"1AbkFAQuXembwt91SLmj7Q==","name":"Bat Heaven","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":27,"mp_id":"105761055","mp_crag_id":"105745214","climb_id":"1AbkFAQuXembwt91SLmj7Q==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This nasty little booger of a crack is quite attractive looking, but has the personality of an axe murderer.  While the multitudes are queued up for \"Lower Progressive\" and \"Handjacker\", this beauty doesn't show a touch of chalk.  Contrary to the description in the \"Heel and Toe\" guide, it bears no sign of bats or excrement.  Rather, it comes across as a tasty overhanging handcrack in the back of a flare on the right end of the ledge below \"Progressive\".\n\nThis is a crack that bites back.  Don't even think of attempting it without taping all exposed flesh, wearing a long-sleeve shirt, and pulling on the kevlar chainsaw trousers.  An awkward start quickly turns into a major struggle not to get spit out.  Jamming straight on is not the solution as the hands recede into the back of the flare while the shoulders get wedged on the outside.  If you make it more than three moves you'll be fighting into an overhanging squeeze lined with crystals bigger and sharper than shark's teeth.  Pulling out of the top of the flare isn't so bad, but by then you'll be sucking wind and ready for a nap.\n\nTake the rating with a grain of salt (it's straight out of the book, so it must be correct, right?)  Don't forget the antibiotic ointment and a pack full of field dressings.  You'll be proud of the scars when your spouse/parents/grandkids ask \"What happened to you?\"\n\nIt is easy to scramble around to set up a toprope if you don't feel like leading.  While you're in the area, have a look at \"Caesar\", directly overhead.  If \"Bat Heaven\" doesn't slow you down, \"Caesar\" might.","protection":"Cams to 2.5\"","location":""},"__v":0},{"_id":"Qw/Hrwz5Xo+9z9d2eq8KWA==","name":"Bat Guano Crack (mistakenly aka B-G Crack)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Gary Isaacs & Andrew Zeiler, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":34,"mp_id":"106175591","mp_crag_id":"105745214","climb_id":"Qw/Hrwz5Xo+9z9d2eq8KWA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Stout.  This pretty line starts out entering a short, wide ceiling to a shelf.  Take a quick breather before pulling the small roof on thin hands to the steep and sustained wideness to the top.  You can choose to battle for the deep fist-jams or use stacks for the sustained upper part.  This is a classic line, give it a shot!","protection":"Standard rack with emphasis on wide, 1 #5 Camalot for bottom section.","location":"The route is 20 feet left of\n\nCrankenstein\n\n."},"__v":0},{"_id":"kfqun8bFWvO4MrUETVzJLw==","name":"Banana Hammock","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brad Jackson","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":999999,"mp_id":"106220143","mp_crag_id":"105745214","climb_id":"kfqun8bFWvO4MrUETVzJLw==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Start as far back under the roof as possible on very flared, yet good jams. work through the awkward offwidth and jam out to the lip.","protection":"A pad for the topout.","location":"Follow the trail along the south side of the Nautilus until you go under the large roof that is formed by the boulder containing\n\nSoak 'em Inside Her\n\n. You'll see that you can turn up to the left. Walk up this short trail about 20 feet, Banana Hammock will be the low, roof crack on the left. It is formed where two large boulders are resting against each other."},"__v":0},{"_id":"Nz3/XBOeWtGh5U0CzhPNQQ==","name":"Baldwin's Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"? Baldwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":85,"mp_id":"105751828","mp_crag_id":"105745214","climb_id":"Nz3/XBOeWtGh5U0CzhPNQQ==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Number 2 in the wide crack intro course (see\n\nEasy Jam\n\n), Baldwin's Chimney is a noticeable jump up in difficulty, primarily due to the length of the route.  At the left end of the Parabolic Slab, on the NW side of the crag, find this little beauty.  Use all the considerations in the\n\nEasy Jam\n\ndescription, and proceed with confidence. Consider neoprene kneepads to lessen the pain- you can really get into a knee-foot stance so much easier if you are not wincing every time you weight your knees.  Focus on securing your lower body in the crack, then pushing off your legs to advance to the next stance.  The descent succumbs to moderate exploration.","protection":"Stuff.","location":""},"__v":0},{"_id":"qWT0rcMTX+6IuOHxN7UPag==","name":"Baalbek","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":64,"mp_id":"105751798","mp_crag_id":"105745214","climb_id":"qWT0rcMTX+6IuOHxN7UPag==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Balbaak means, \"better than it looks\" in an obscure dialect of ancient Vedauwoo-ese.  Many climbers come sniffing around these parts of the Nautilus in search of the first pitch of Captain Nemo (an excellent 5.8 pitch), and walk underneath this classic muttering droll comments about nightmarish wide cracks.  Nonsense!  This is a worthwhile little gem with varied climbing and a nice finish.\n\nLocated right of Bug Squad, Baalbek begins in a chimney sort of an affair with a wedged chockstone.  Calmly stem and chimney up to the block, then awkwardly surmount it, and resume chimney detail.  A few strenuous moves above lead into a nice finger/hand crack, and eventually a set of new anchor chains.  Catch a toprope on Bug Squad (use a lower set of chains on climber's left as a directional, which incidentally will commit you to completing the TR).\n\nGood climbing, nice shade until early afternoon, and reasonable protection.","protection":"Wireds, TCUs to a 3\" cam (I don't think you need anything bigger).  From time to time a sling appears around the wedged block.","location":""},"__v":0},{"_id":"elTlifa2UxKtYSRWfhwhhA==","name":"Automotive Supply House","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"probably Scarpelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":71,"mp_id":"105752944","mp_crag_id":"105745214","climb_id":"elTlifa2UxKtYSRWfhwhhA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"35 yards right of\n\nCaptain Nemo\n\n.  This route is one of the best of its grade.  Three 11 cruxes (thin hands, caterpillar, bizarre wide-crack) provide unusual variety and will keep you thinking.  The upgrade (from 11b to 11c/d) reflects the difficulty in onsighting it compared to\n\nSpectreman\n\nor other routes of this grade.  Try it and tell Rob or Skip what you think. - Lord Slime","protection":"Finger-sized stoppers/hexes and up, green Alien and up including Friends (2)#2, (2)#2.5, (2)#3, (3)#4 and a 4 or 5 Camalot.  This will leave you  with enough stuff to make a belay anchor.  Recently someone left a webbing rap anchor on top.","location":""},"__v":0},{"_id":"hAtJlMWaX9GFHvbylPcKkg==","name":"Air Voyager With Report","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Craig Reason","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":55,"mp_id":"109279870","mp_crag_id":"105745214","climb_id":"hAtJlMWaX9GFHvbylPcKkg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"Unique! This thing is sustained with spectacular movement.Start on\n\nMiddle Parallel Space\n\n, then follow a series of unlikely crystals and edges up a clean face that teeters between slightly less-than-vertical to dead-vertical and maybe slightly overhanging. Some of the holds have been reinforced, so be careful to pull down and not out when on route, which ends at chains on top of the pillar that makes up the\n\nMiddle Parallel Space\n\nchimney. The bolts used to be an old amalgamation of homemade hangers, Mammut with ring hangers, and some newer looking bolts/hangers but luckily have all been replaced.\n\nMost of the bolts are spaced out so that you'd definitely catch some air if you fell just about anywhere.","protection":"Quickdraws and a large cam for the beginning of\n\nMiddle Parallel Space\n\n.","location":"It is just right of\n\nMiddle Parallel Space\n\n."},"__v":0},{"_id":"R48U5uJrW7SBdHhkkSzcDA==","name":"A Little on the Ugly Side","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":99,"mp_id":"105761277","mp_crag_id":"105745214","climb_id":"R48U5uJrW7SBdHhkkSzcDA==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"This line lies directly below Upper Slot.  It makes a logical start to that climb because of its position.  Scramble up to a bulge with a large u shaped groove above.  Place a large cam to the right of the bulge and muscle/ scratch your way up on to the face above the bulge.  Ascend the groove past two old bolts by thin stems and crimps.  It is possible to protect the final move out of the groove on to the ledge below Upper slot by placing an ok RP on the right side.","protection":"2 old 1/4 bolts, large cam for the start and an RP for the top out.","location":""},"__v":0},{"_id":"8Lj9LPCNWLiyj4Ut31SMOg==","name":"[Redacted]","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"left_right_index":1,"mp_id":"105756961","mp_crag_id":"105745214","climb_id":"8Lj9LPCNWLiyj4Ut31SMOg==","areaRef":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":"An interesting short grunt of a climb. Located in the same ampitheatre on the far left side of the SE face of the Nautilus as Slit. This alcove is a short distance from the parking lot and hidden by the boulder scrambling approach. The access for descent or placing of a TR for the five or so lines in this ampitheatre can be reached via a short 3rd class chimney on the exact opposite side of the Nautilus.  This chimney has a pine tree at it's base and shimmeys back into the rock to emerge on the top of this short portion of the Nautilus.\n\nThis line is found on the left side of the ampitheatre just above the cool - in more ways than one - pit formed by massive boulders.  The furthest left flake is a non-protected 10a lieback flake (TR'd from the same spot as Slut). Just to the right of this is a bottoming left facing series of cracks. Climb this, with the very stiff for 5.7 moves coming quickly. The difficulty eases quickly around 10 feet up once you've jammed your the right side of your body into the chasm.  Near the top of the short wall it is possible to top out either up and left (best for a TR) or continuing up and right. A short lesson in Vedauwoo thrutching.","protection":"A few pieces for the lead (1.5 to 5 inches), a few medium sized pieces and/or a long piece of rope or webbing to sling a bulbous block for the toprope.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,db7f3233-d29c-57d6-8187-cfe944f36cb2","pathTokens":["USA","Wyoming","Vedauwoo","Nautilus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12+"},{"count":6,"label":"5.11a"},{"count":4,"label":"5.11c"},{"count":2,"label":"Unknown"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.8-"},{"count":11,"label":"5.7"},{"count":11,"label":"5.10a"},{"count":1,"label":"V11"},{"count":4,"label":"5.10"},{"count":1,"label":"V2"},{"count":1,"label":"V1"},{"count":10,"label":"5.6"},{"count":10,"label":"5.8"},{"count":5,"label":"5.9"},{"count":5,"label":"5.10c"},{"count":1,"label":"V9"},{"count":3,"label":"V6"},{"count":3,"label":"5.12"},{"count":5,"label":"5.5"},{"count":1,"label":"V5"},{"count":2,"label":"5.12c"},{"count":2,"label":"V4"},{"count":2,"label":"5.11+"},{"count":1,"label":"V10"},{"count":5,"label":"5.9+"},{"count":1,"label":"5.3"},{"count":5,"label":"5.11"},{"count":3,"label":"5.11d"},{"count":1,"label":"V4-5"},{"count":3,"label":"5.7+"},{"count":1,"label":"5.10+"},{"count":2,"label":"V2-3"},{"count":2,"label":"5.11-"},{"count":1,"label":"V4-"},{"count":1,"label":"V0-1"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.4"},{"count":2,"label":"5.9-"},{"count":1,"label":"V1+"},{"count":2,"label":"5.10d"}],"byDiscipline":{"trad":{"total":106,"bands":{"unknown":0,"beginner":42,"intermediate":34,"advanced":28,"expert":2}},"sport":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":6,"expert":0}},"bouldering":{"total":22,"bands":{"unknown":5,"beginner":1,"intermediate":5,"advanced":5,"expert":6}},"tr":{"total":16,"bands":{"unknown":0,"beginner":10,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":46,"intermediate":41,"advanced":37,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37467,41.15478]},"bbox":[-105.3752672101951,41.15433033981814,-105.3740727898049,41.15522966018187],"left_right_index":-1,"ext_id":"105745214","area_id":"238yM9KcV9aBh8/pRPNssg=="},"content":{"description":""},"density":0,"totalClimbs":132,"__v":1,"createdAt":"2022-11-07T06:35:20.683Z","updatedAt":"2024-01-15T16:51:30.673Z"}