{"_id":"6368a214e80bff5a9955d97a","area_name":"Dingleberry","shortCode":"","climbs":[{"_id":"n0Y23IK9XXauVXfZRMeCHQ==","name":"Normal Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"D. Schluter, B. Tyrone, J.M Adams: 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5709,32.354]},"left_right_index":0,"mp_id":"106665777","mp_crag_id":"106665767","climb_id":"n0Y23IK9XXauVXfZRMeCHQ==","areaRef":"J+UtYQ/aUMqO6P4nlpV8pw=="},"content":{"description":"The easiest route to the summit, but still a challenging non-technical outing. The route ascends a weakness in the summit up a series of gullies and steep blocks. \n\n  While this route is mostly a strenuous hike, it does offer some nice glimpses of Dingleberry's other faces. It skirts beneath the SW side of the rock walls until close to the ridge-line. the ridge-line at the south end of the Dingleberry cliffs has a small saddle which provides an elegant perch to peer over into the Tulorasa basin, and check out the large steep SE face of the peak.","protection":"None required. A 30 m rope may come in handy as a hand-line for some of the steeper 3rd class sections, or as a rappel.","location":"From the top of Wohlt's Welt traverse left towards Wildcat gully. Take either Wildcat gully or the next gully over to the south. These join up as they ascend above a stand-alone rock feature at the base of the organs. Continue up the gully until just before the ridge-top, at which point a gully weakness on the South side of Dingleberry is apparent and provides a 3rd class scramble to the summit. Descend the route, or off the North side (2 short rappels, 15-30m) in a gully which drops to the saddle between Wildcat and Dingleberry."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,27e52d61-0fda-50ca-8ee8-fe2796957ca7","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","Dingleberry"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5709,32.354]},"bbox":[-106.57143229477035,32.35355033981814,-106.57036770522964,32.354449660181864],"left_right_index":-1,"ext_id":"106665767","area_id":"J+UtYQ/aUMqO6P4nlpV8pw==","polygon":{"type":"Polygon","coordinates":[[[-106.57143229477035,32.35355033981814],[-106.57036770522964,32.35355033981814],[-106.57036770522964,32.354449660181864],[-106.57143229477035,32.354449660181864],[-106.57143229477035,32.35355033981814]]]}},"content":{"description":"Dingleberry... why this peak was dubbed such an unflattering name is beyond me. Perhaps the approach was so off-putting, it displeased even its first ascentionist. The peak is one of the more massive peaks of the \"Central Organs\" peaks, dwarfing Wildcat and the sharp spires to the north, and only slightly lower than the Wedge to the south. despite its bulk, the peak is not as attractive as its neighbors, being broken up into a series of buttresses and \"cirques\". When approaching from the west, the true summit is often hidden behind these buttresses possibly leading to route confusion. \n\n  While Dingleberry has relatively few published routes, it has enormous potential for climbers wishing to make the effort of a long and arduous approach."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:46.462Z","updatedAt":"2024-02-19T18:38:11.249Z"}