{"_id":"63689d20e80bff5a994f2030","area_name":"Bridge Wall, The","shortCode":"","climbs":[{"_id":"/mXMX+mEXayQBsak7B33sg==","name":"Western Flyer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kevin Keith & Bill Cramer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.41455,34.5974]},"left_right_index":1,"mp_id":"116627424","mp_crag_id":"116513573","climb_id":"/mXMX+mEXayQBsak7B33sg==","areaRef":"Cg0QnveOVfeMb8dbTNLILA=="},"content":{"description":" **THE CLIMB**\n\n P1: (5.10a.) Basically a highball boulder problem past three bolts. First bolt is a bit off the ground so make sure you can make the move before becoming committed. Follow the slab up to two bolted anchor that is shared with Duck Itch and The Natural Side. Staying just left of the bolts makes for nice movements.\n\n P2: (5.9). From the anchor climb up easy ramp to first bolt on the middle of the face. Exposed steep lay-backing into deep flaky seams. find the weird toe jam to make the last move. Two bolts, with option of gear. (I placed a #3 at the crack on top, but not needed) \n\n You have two options for anchors, (1) use the bolted anchors on the top of Lust for Life, and place a #1 or #2 as your first piece to protect a severe fall onto your rope/anchor, or (2) build an anchor in the crack that holds BDs #.75-#4. \n\n I'd personally give this pitch a 5.10 rating\n\n P3: (5.10b) This is what you came for and the namesake of the route. Dig deep into your psyche and leap across the 7ft chasm and catch the flake. Move up past two bolts on another boulder problem. Anchor requires gear to 3\" This is the front cover of Kevin Keith's \"The Granite Dells Climbing Guide.\"\n\n **THE DECENT**\n\n Once you and your partner(s) make it to the top you can rappel off the anchors on the South facing wall .\n\n If you need to bail before making it up the third pitch there is 3rd class walk-off or multiple anchors to rap off. However, I wouldn't suggest rapping off the flat anchors located near the the little bath top formation.\n\n **OTHER INFO**\n\n Overall you really don't need to bring much on this climb. If doing it in 3 pitches than you don't need more than 4 draws. Make sure some of them are alpine. A small rack of medium BD cams should be fin, no nuts needed. A slimmed down multi pitch rack should suffice.","protection":"Mostly bolted with a few places to put cams. Small multi pitch rack, a couple of medium cams.","location":"Just right of the south arete. Look for three bolts spaced about 5 feet apart from each other with a high first bolt. Just right of the OW (Duck Itch). "},"__v":0},{"_id":"Z/YTgZ0lVn2uCCWTJw56wQ==","name":"Tree Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Keith & Jeff Jones","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.41455,34.5974]},"left_right_index":3,"mp_id":"116627145","mp_crag_id":"116513573","climb_id":"Z/YTgZ0lVn2uCCWTJw56wQ==","areaRef":"Cg0QnveOVfeMb8dbTNLILA=="},"content":{"description":"4 bolted route on the far right side of the wall. Face climb with crux move between 2nd and 3rd bolt. Top is easy but run out. leads to crack climbing near the top with 2 bolt anchor. Water level can almost reach the base of the climb in wet seasons. ","protection":"4 bolts and two bolt anchor","location":"Under a small bulge sticking out and right at a dead tree with a strange growth root pattern. It starts literally on the Flume trail."},"__v":0},{"_id":"3BY2PvUGWACvPaS3hDdsNA==","name":"The Ripple","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Cramer and Kevin Keith","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.41455,34.5974]},"left_right_index":2,"mp_id":"121771076","mp_crag_id":"116513573","climb_id":"3BY2PvUGWACvPaS3hDdsNA==","areaRef":"Cg0QnveOVfeMb8dbTNLILA=="},"content":{"description":"Climb a thin but secure sequence to the first bolt. Clip this and head straight up to the second and last bolt underneath a small roof. Move left and around the roof and look for the thin gear placement. Pull over the rounded lip on slopey hands and feet, a committing move.The guidebook does not include the \"R\" rating. I am including it here to highlight that a fall without the gear placement would likely be a ground fall, and the placement is a bit finicky. A purple Metolius Master Cam 0 seemed like the right size but I was unable to fit my fingers far enough into the flair to place it and ran it out. Of course, I could have missed a more obvious spot but only climbed it once. I would suggest being solid at the grade. ","protection":"2 bolts with thin to finger sized gear up high. Two bolt anchor. There is a bolt not visible from the ground that can be used as a directional for TR. ","location":"Between Western Flyer and Tree Line. Start directly off the trail about 20ft. to the left of Tree Line, closer to the dam. "},"__v":0},{"_id":"Gi1IZ7DSVhG6/XaJDzYabg==","name":"Duck Itch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.41455,34.5974]},"left_right_index":0,"mp_id":"116513615","mp_crag_id":"116513573","climb_id":"Gi1IZ7DSVhG6/XaJDzYabg==","areaRef":"Cg0QnveOVfeMb8dbTNLILA=="},"content":{"description":"Pitch 1: Start on the Southeast facing Arete in the crack system just left of Wester Flyer. Climb up to a two bolt anchor. Pitch 2: Continue making your way up a chimney system. Not much protection if I remember correctly, but easy stemming and chimney movements. Two bolt anchor on top.  Desend down 3rd class terrain.","protection":"Single Rack","location":"Just left of Western Flyer"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,99a4fc3c-0cdf-5b21-be8c-53aae1e4ced7,f00e864a-aeb9-5078-bfbc-9c9eb774fce6,ae5bcab3-530d-5eea-b4a4-5395ce340e40,0a0d109e-f78e-55f7-8c6f-c75b4cd2c82c","pathTokens":["USA","Arizona","Central Arizona","**Prescott Area","Granite Dells","Below the Dam","Bridge Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.41455,34.5974]},"bbox":[-112.41509625955496,34.59695033981814,-112.41400374044507,34.59784966018186],"left_right_index":-1,"ext_id":"116513573","area_id":"Cg0QnveOVfeMb8dbTNLILA=="},"content":{"description":"A bulbous granite wall containing many features that include face and chimney climbing. You'll need to bring a mix of draws and fixed gear in order to climb here. This wall has the Western Flyer climb on it which is the front cover of Kevin Keith's \"The Granite Dells Climbing Guide\" book. This wall is East Facing."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:36.525Z","updatedAt":"2022-11-25T11:09:25.147Z"}