{"_id":"6368a214e80bff5a9955d8e2","area_name":"(03) Wall of Dreams","shortCode":"","climbs":[{"_id":"0d+bxfffXv+OniYmLgzZLw==","name":"Turquoise Classic Thunder","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alexander Nees","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":6,"mp_id":"106165853","mp_crag_id":"105805544","climb_id":"0d+bxfffXv+OniYmLgzZLw==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"A nice crack with great movement, TCT is the hardest trad lead at Mentmore to date, and one of the best.  Only a discontinuous start and a bit of sandy rock at the base keep it from being a four-star route.  Scramble up some boulders at the base of the crack to reach the small roof.  Strenuous moves get you over the roof, and a combination of face climbing and finger locks takes you to the top.  This route can be climbed almost entirely as a crack climb, or with a great deal of face climbing, but at least some jamming skills are probably necessary.   \n\n  The crack is deep and varnished on the inside, so the gear is good.  However, the soft rock at Mentmore means that long falls are NOT a good idea.  Protection every body length is a good goal to shoot for. \n\n  Be aware that after heavy rain storms, some sand may have been washed into the crack.  It's not a major problem, but if no one has climbed the route in a while (likely to be the case at Mentmore), it may be worthwhile to brush the crack out on a toprope before leading it.","protection":"Trad gear from 0.5\" to 1\".  Nuts work, but cams are better.  A double set is plenty.  The crack is quite deep, so four-cam units are recommended to get as much surface contact with the rock as possible.  Two-bolt anchor at the top.","location":"The attractive, jagged finger crack left of Stolen Dreams, near the right end of the Wall of Dreams, and just left of an obvious pour-off.  The location is also marked, as unnamed \"Crack- #14\", on the black+white beta map photo available on the New Side front page.   \n\n  The anchor is bolted, but cannot be rappelled from.  To get down, either rap off Stolen Dreams' anchor (just to the left of the topout) or take the long walk up and left to get down off the cliffs."},"__v":0},{"_id":"udnfFFxxVXS0Z+CkGuhFgw==","name":"Time Bandits","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":8,"mp_id":"106053289","mp_crag_id":"105805544","climb_id":"udnfFFxxVXS0Z+CkGuhFgw==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"A nice climb with a steep beginning and a slabby, run-out finish.  Crux is on small crimps with good feet, just above the third bolt.  Careful on the top out: others have broken holds before, and it's a long way to fall.  Although fun, the business of this climb is only about 25 feet, and the climbing is fairly generic, with no standout moves.","protection":"5 bolts to a 2-bolt rap station set WAY back from the lip.","location":"The only boltline on the right side of the Detached Flake (see beta photo).  Rap off the anchor to get down."},"__v":0},{"_id":"YgC/XpkkV6yErLmOGXA2DA==","name":"Stolen Dreams","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":5,"mp_id":"105805557","mp_crag_id":"105805544","climb_id":"YgC/XpkkV6yErLmOGXA2DA==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"Continuing to the right of the arete with On the Edge is a nice looking climb up the face. The bolts were original set by a Gallup local who was unable to complete the route, so Scott had to finish it off for him! Hence, the name, Stolen Dreams. Though the route setter puts this route at .11a, the crux move, a large lunge, I believe goes at .11b or c.","protection":"Five bolts to bolt anchors.","location":""},"__v":0},{"_id":"bAuZQfAMWXCaeJz8c45HLA==","name":"Sink or Swim","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":2,"mp_id":"105805550","mp_crag_id":"105805544","climb_id":"bAuZQfAMWXCaeJz8c45HLA==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"Just right of Flakes Don't Fail Me Now, and left of the arete (On the Edge). Climb the lower angled white colored rock (though not easy!), to the more vertical rock above. Here is where you'll \"Sink, or Swim\". The route is named after the crux move near the top of the route.","protection":"7 bolts to bolt anchors.","location":""},"__v":0},{"_id":"yJHCj9gVVOWoZpEoVEBh6g==","name":"On the Edge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":4,"mp_id":"105805553","mp_crag_id":"105805544","climb_id":"yJHCj9gVVOWoZpEoVEBh6g==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"A striking arete with fun and delicate moves! This route climbes the obvious arete to the right of Sink or Swim.","protection":"Bolts to bolt anchors.","location":""},"__v":0},{"_id":"QsIcsJPyXIWOlkHEhYzrtw==","name":"Lost Boys","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Harry Edwards","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":0,"mp_id":"108561979","mp_crag_id":"105805544","climb_id":"QsIcsJPyXIWOlkHEhYzrtw==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"Obvious dihedral with wide crack which narrows to a fingertip seam.  Excellent, tenuous climbing from midpoint up.","protection":"Gear to bolts.  At the current time, there are no chains on the anchor bolts.","location":"Between \"Reach Around\" and \"Flakes Don't Fail Me Now\" above the obvious \"Lost Boys\" graffiti."},"__v":0},{"_id":"XuhkeJ5FUZKB8KSgVJNnvQ==","name":"Happy Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":3,"mp_id":"106053246","mp_crag_id":"105805544","climb_id":"XuhkeJ5FUZKB8KSgVJNnvQ==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"One of the most enjoyable trad lines at Mentmore, Happy Crack makes a great warm-up.  Also a good cool-down at the end of the day since you can easily lower off of it, avoiding the typical Mentmore anchor-retrieval shenanigans.   \n\n  A nice combination of liebacking, stemming, and straight-in jamming, this is a good climb to introduce beginners to these techniques.  It protects well, although at the final offwidth lieback section, it's probably easier to just run it out than to hang around attempting to frig some gear into the crack. \n\n  The rock is pretty good, but at Mentmore that never means more than just \"O.K.\"  Try not to fall, and toprope the line if not solid at the grade.  Note that you DON'T need jamming skills to climb this one.","protection":"Bring 1X C4s .75-3, plus one or two big pieces for the top (like a #5 Friend).","location":"The obvious dihedral with a widening crack, found between \"Sink or Swim\" and \"On the Edge.\"  You'll be able to see the anchor chains hanging over the lip at the top.  The anchor is a normal chain sport anchor, so this climb is one of the few at Mentmore that can be rapped off or lowered off easily.  Please don't toprope directly through the chains."},"__v":0},{"_id":"YW5sAi4sUbOJBRwOPvISnA==","name":"Flakes Don't Fail Me Now","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":1,"mp_id":"105805547","mp_crag_id":"105805544","climb_id":"YW5sAi4sUbOJBRwOPvISnA==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"Another Mentmore classic 5.10 route! Though it appears that the rock will fall apart, it has'nt! Fun moves nearly all the way to the top. Start to the right an overhang, moving left to the vertical wall, and climb the flakes.","protection":"Bolts to anchor bolts.","location":""},"__v":0},{"_id":"T1JyC5exWIO/nN1yOf6ZaQ==","name":"Crescent Moon","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scott Halliday","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":9,"mp_id":"106053293","mp_crag_id":"105805544","climb_id":"T1JyC5exWIO/nN1yOf6ZaQ==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"This is one of the most unusual and asthetic climbs on the New Side.  Only sandy rock and a dangerously inadequate bolting job prevent it from receiving 3 or 4 stars.  Climb the flakes and edges to the base of the obvious crescent-shaped arch feature with a finger crack.  Stemming, fingerlocks, and underclinging, with great moves and delicate balance, take you to the end of the arch, and up over the top.  Careful of loose rock on the topout.   \n\n  Unfortunately, the second bolt is SO high that you WILL deck (from ~25 feet up) if you fall at that point in the climb.  The runout is made worse by the soft, sandy nature of the rock in that section of the climb.  NOT a recommended lead for these reasons.  You could bring supplementary gear to use between bolts 1 and 2, but the rock is soft enough to make any gear very suspect.  Best toproped by climbing either \"Time Bandits\" or \"Chai Tea\" and traversing right to the anchor.  Highly recommended as a toprope climb, one of the best at Mentmore.","protection":"5 bolts to a 2-bolt anchor.  The anchor is a long way back, but single-length slings work fine.  Don't try to rap or lower off the anchor; traverse left to the Chai Tea/Time Bandits anchor to rap off, or take the long walk off.","location":"A few meters to the right of the Detached Flake (see beta photo).  The climb follows an obvious, right-trending line of flakes and an arch.  Rap off Time Bandits."},"__v":0},{"_id":"8fWIJEJ+XHqEfDpgcKZVQw==","name":"Chai Tea","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Halliday","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"left_right_index":7,"mp_id":"106053281","mp_crag_id":"105805544","climb_id":"8fWIJEJ+XHqEfDpgcKZVQw==","areaRef":"CqnmOYR/Wzq2QUgesFE3rA=="},"content":{"description":"Reasonably fun line up a steep, smooth slab.  Crux is right around the second bolt, although the mantle higher up gives some people trouble too.  The rock is pretty good, but the shade and lack of traffic means there's a lot of lichen on this climb.  A bit run out (on easy terrain) to the anchors.","protection":"5 bolts to a 2-bolt rap anchor that is shared with \"Time Bandits.\"  The anchor is WAY back there, so far that it's not really practical to try and get the anchor over the lip of the climb.  Just use two single-length runners on the bolts and call it good.","location":"The only boltline on the left side of the large, prominent detached flake (see beta photo).  This is one of the only climbs on the New Side that gets morning sun and afternoon shade.  A good cool-down on hot days.  Rap off the anchor to get down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,899dc7c1-b0aa-5860-a11c-d960f8f90826,8400a523-b56e-56d3-9f3c-07cc28f329ca,2dcda503-ec75-542c-aa5d-f94fd5ebf62f,0aa9e639-847f-5b3a-b641-481eb05137ac","pathTokens":["USA","New Mexico","Gallup Area","Mentmore","New Side","(03) Wall of Dreams"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.86996,35.51219]},"bbox":[-108.87051241354744,35.51174033981814,-108.86940758645257,35.512639660181854],"left_right_index":-1,"ext_id":"105805544","area_id":"CqnmOYR/Wzq2QUgesFE3rA==","polygon":{"type":"Polygon","coordinates":[[[-108.87051241354744,35.51174033981814],[-108.86940758645257,35.51174033981814],[-108.86940758645257,35.512639660181854],[-108.87051241354744,35.512639660181854],[-108.87051241354744,35.51174033981814]]]}},"content":{"description":"As with the rest of the New Side routes, this wall gets sun in the afternoon. Home of some of the more difficult routes on the New Side of Mentmore."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:44.886Z","updatedAt":"2024-02-19T18:38:08.381Z"}