{"_id":"6368a185e80bff5a9954f2d6","area_name":"East Face","shortCode":"","climbs":[{"_id":"DN3k9LySWiSyQPOir8Y5NA==","name":"Y2K","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Swain & Paul Ross, 11/98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":22,"mp_id":"105732287","mp_crag_id":"115004550","climb_id":"DN3k9LySWiSyQPOir8Y5NA==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This is an outstanding route that is usually less crowded than other routes in RR of the same quality. It is possible to climb only the crux first pitch and rap with double ropes but the whole climb is fun and interesting; especially the fourth.\n\n Y2K is located on the north-east corner of the Mescalito. On the approach, spot a pinkish dihedral that has a sharp curve to the right in it. To the right of this dihedral is a bolted face that leads to a roof. This is the route.\n\n P1: 5.10a, 150' Begin atop a large boulder leaning against the face. Climb up past several bolts to the overhang. Turn the overhang (crux) and continue up the crack and face to a bolted belay. The crux is very well protected with a bolt and you can place a good cam just above the bolt.\n\n P2: 5.8, 160' Climb straight up the face to a huge ledge and a double-bolt belay. There are two ledges here; one stepped above the other.\n\n P3: 5.5, 50' Traverse straight right to a nice belay alcove at the base of a right facing corner and build a gear anchor.\n\n P4: 5.9, 150' Climb the stellar right facing corner. Near the top, the crack goes from thin to non-existent and pro becomes a bit tricky. Step left onto a ledge and belay from the anchors. I'd give this pitch a PG rating but it is superb.\n\n Decent: 3 double rope raps.","protection":"Lots of bolts but bring a rack of gear from tiny to about 2\".","location":""},"__v":0},{"_id":"9N6Szw+cVRKtpASW+pzs4w==","name":"When A Stranger Calls","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Randal Grandstaff, Steve Anderson 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":14,"mp_id":"106124864","mp_crag_id":"115004550","climb_id":"9N6Szw+cVRKtpASW+pzs4w==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Fun climbing, memorable second pitch, classic old school with not a bolt in sight. Enjoyed myself thoroughly on this one. Nice sunny route, good winter tick.","protection":"Single rack & a couple hexes work fine","location":"Attractive crack/corner system to the right of Pine Nuts. Buy a guidebook, fer chrissake!"},"__v":0},{"_id":"LNRZozXzVKCNM0jf09FJBg==","name":"Welcome to Red Rocks","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Sal Mamusia & Paul Van Betten - 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":20,"mp_id":"105959443","mp_crag_id":"115004550","climb_id":"LNRZozXzVKCNM0jf09FJBg==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Welcome to Red Rocks should be considered a good, but contrived, route at 5.12 and an excellent route at easy 5.11 (taking the obvious variation to avoid the crux).   \n\n  Begin the route just left of Pauligk Pillar below an obvious hanging right-facing dihedral.  Do a short approach pitch up rampy corners at 5.7 to a belay.  The meat of the route tackles the corner above to a good stance below a bolt.  Continue straight up the blank corner at 5.12 (contrived), or foot traverse out a horizontal crack to the right, up face holds, and hand traverse back into the corner on a second crack.  In either case, once above the crux, continue up the corner to another choice:  Heading straight right to a threaded anchor or up the varnished, highly featured face above.  Heading right allows descent to the ground with a single 70m rope, but going up provides some fun, and at times run out, face climbing on huge holds up a steep wall.","protection":"Standard rack, no brass needed.  The protection bolt was replaced by the ASCA in 2007.","location":""},"__v":0},{"_id":"nTiGSMN1VXSOtyddVtHxbw==","name":"The Wasp","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joe Herbst, Randall Granstaff 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":8,"mp_id":"106374554","mp_crag_id":"115004550","climb_id":"nTiGSMN1VXSOtyddVtHxbw==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Pitch 1: Start by climbing the white rock leading to the varnished thin corner above. Continue up through a section of finger locks and stemming. The corner will begin to open up into hands and eventually an easy chimney. Solution pockets on the side walls keep the grade to a very pleasent 5.9. At the top of the chimney pull into a large \"hole\". This is a very unique feature and certainly adds to the route quality. There are 2 ways to exit the hole. The first is to squeeze out the obvious opening near the middle of the constriction. The second is to climb out the bottom and up the outside. Both options are about the same difficulty. However both options will not be available to everyone...fat kids(like me) will have to use the later. Continue upward via stemming and jamming. The pitch ends at 2 good bolts on the right hand wall. 180ft, 5.9. \n\n  Pitch 2: Start by continuing up the corner for 20ft until you reach an obvious roof. Undercling and layback out the roof. Continue climbing the nice varnished crack above. Belay at it's top on a large ledge.  160ft, 5.9+. \n\n  Descent: Traverse the ledge to the west/north west. This is the terrace at the top of the first pitch on Cat in the hat. Rappel CITH with 1 60M rope ...doing 2 rappels. \n\n  A very good climb.","protection":"Single set, nuts to #4 camalot size. Optional #5.","location":"On the south east corner of the mescalito. This is the large open book corner seen just before turning the corner to the south face."},"__v":0},{"_id":"IyzDPjqQXI278FhJbN1CGA==","name":"The Walker Spur","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"John Long, Lynn Hill, Richard Harrison 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":12,"mp_id":"105733070","mp_crag_id":"115004550","climb_id":"IyzDPjqQXI278FhJbN1CGA==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Pitch #1- Head up the plated face aiming for the left side and a bulge leading to an obvious thin crack. Surmount the bulge past a bolt (on the left) at 5.10a. It is very important to locate good gear under the bulge...and you will still be looking at a slab/ledge fall if you blow the moves (but they are solid). Once on top of the bulge you will be at a very good stance. There is a fixed piton in the crack above. Ascend the finger crack (5.10c) to a small, good stance directly below the chimney and the bolt on pitch 2. There are 2 stances here and you want to be on the lower of the 2. You'll need several 1\" piece to belay here. The crux moves aren't as obvious as they sound...look around. (5.10c, 110').Pitch #2- Start up the chimney and clip the bolt (there is very good gear available to back it up). After clipping the bolt traverse left onto the obvious varnished face. DO NOT CLIMB THE CHIMNEY! Climb up the face at 5.9, there is at least 1 good gear placement on the face but it is not super obvious. At the top of the chimney there is a roof and there will be an obvious place to step across the chimney to the crack on the right side of the roof. Follow this perfect finger/hand/fist crack for another 100'. When the crack becomes a bomb bay chimney look up and left for an obvious stance on the outside wall. There is a very good bolt here with a brown hanger, this and a very good nut are the belay. Warning!! There are a couple of inobvious, loose blocks at this stance, watch what you are kicking! (5.9, 150').Pitch #3- Continue up by face climbing either side of the chimney until it pinches back down(which is not very far)then follow the crack system up and left as the angle ease's off and the climbing turns back into Red rocks style. There are several option for belaying/descending from here. If you'd like to climb the last pitch of cat in the hat you'll want to watch for a \"cave like\" area directly below the obvious crux pitch of CITH. There are sling's around a boulder on a ledge, it's about 200' between the pitch 2 belay and this spot. Then continue on CITH and descend as for the same. If you want to skip the last pitch of CITH you can easily traverse in to the \"pancake\" belay and start rapping. This is about 210' from the pitch 2 belay and will require some simul climbing. A third option exists, however I have not done it. Apparently you can head up and right to the obvious tree in the rock. From this tree you can rap onto the route \"Pine Nuts\" and then use the anchors on this route to rappel the east face landing you back very near your pack. This option is less then 200' from the pitch 2 belay. Regardless which option you choose pitch 3 is about 5.5. This route is truly amazing.","protection":"A standard Rack, to a #3 Camalot will suffice. However you should also bring a couple of extra 1\" pieces as you need them at the Belay on the top of pitch 1. There is a bad bolt at the start of pitch 2 and a brand new bolt at the belay on top of pitch 2. If you want to really sewn it up bring a double set of cams from a green Alien thru #3 Camalot.","location":""},"__v":0},{"_id":"g4w0grw8Ur+2sc6JtohuCQ==","name":"Too Many Tantrums","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Francis Baker and Rex Parker on Labor Day '06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":23,"mp_id":"105856887","mp_crag_id":"115004550","climb_id":"g4w0grw8Ur+2sc6JtohuCQ==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"The crack system 10' left of Splitting Hares. There are several options that will get you to a cleft about 75' off the ground. Build a belay in the cleft. Follow the crack system up to the roof. I did not pull the roof but stayed just below it and traversed right on the horizontals. This kept all the climbing at 5.7. Rappel with two ropes from top of Next Century.","protection":"A standard trad rack.","location":"On the NE side of Mescalito between Y2K and Next Century."},"__v":0},{"_id":"9EUQlKRYVxCo9NiNUoHR1A==","name":"This Ain't No Disco","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Grandstaff & Marsh","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":19,"mp_id":"108434493","mp_crag_id":"115004550","climb_id":"9EUQlKRYVxCo9NiNUoHR1A==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Follow the line of bolts up the right side of the slab.  Some of the moves may be height dependent or depend on the exact line taken.  The bolts are well spaced and the climbing is a little runout even with a handful of gear placements. Disco offers up some fun black varnish face climbing. \n\n  Rap with a 70M...","protection":"Single set of cams to #2 and 6 bolts...","location":"The varnished face to the left of Welcome to Red Rocks and to the right of a large white pillar."},"__v":0},{"_id":"faa0LVVNVUade7tGXSAJdQ==","name":"Splitting Hares","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ignacio Delgado and Francis Baker 08/26/06 noon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":24,"mp_id":"105853323","mp_crag_id":"115004550","climb_id":"faa0LVVNVUade7tGXSAJdQ==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This route follows a crack system for its entire length. The first pitch starts in a dihedral and finishes on classic red rock varnish face climbing, after passing a small roof. 85' 5.7. Build an anchor in the crack on a ledge just below and left of \"Next Century\" P1 bolts. \n\n  The second pitch starts with a nice white flake and then follows the weakness up to a roof via corner, crack, and face climbing. Surmount the roof and build a belay (opt. 1). Then work right (west) about 15' to the anchors for \"Next Century\". It would be possible to pull the roof and then traverse directly right to the anchors (opt. 2) and belay. 130' 5.9 \n\n  Rappel \"Next Century\" with two ropes.","protection":"A standard rack with doubles up to 2\" for the long second pitch. Pitch 1 is a trad anchor.","location":"This line is 10' left (east) of \"Next Century\". Start in a dark dihedral with flakes capped by a white roof. The white flake starting pitch 2 is very visible from the base."},"__v":0},{"_id":"PxIgdgPAXxWUOiISgxN8uQ==","name":"Pine Nuts","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Gill, Paul Ross & Todd Swain, 12/98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":13,"mp_id":"105945889","mp_crag_id":"115004550","climb_id":"PxIgdgPAXxWUOiISgxN8uQ==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Start about 20 ft right of Walker spur, on the same ledge.Pitch 1:Begin up a heucoed face. You 'll see a bolt in brown varnish about 60 ft up. Link features to this first bolt, and a second bolt will appear shortly. Climb out the roof and up the face above to a 2 bolt anchor on a small ledge.5.10b.Pitch 2: Continue up the perfect varnished face. Link small cracks and obvious features for 130' to a 2 bolt anchor. 5.8.I did this route last week and you can rap to the ground from the 2nd pitch anchors with a 70 meter rope. No trickery needed!Descent: rap the route with 2 ropes.","protection":"Nuts and cams to 3\"","location":"East face of the Mescalito, between The Walker Spur and When a stranger calls."},"__v":0},{"_id":"hnIhfvkDWAmthsaXZ03TOQ==","name":"Pauline's Pentacle","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":10,"mp_id":"106125175","mp_crag_id":"115004550","climb_id":"hnIhfvkDWAmthsaXZ03TOQ==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This route has its good points and bad points. First THE BAD- there is no direct line after initial crack runs out. Route finding is compounded by chossy rock. The top of the first pitch is on the left side of the big ledge you eventually end up in. The second pitch starts out on better rock but you wander around a bit looking for pro. THE GOOD- Up and left is where the money is. I beautiful right slanting crack line that is a joy to climb going at no more than 5.9 Near the top the rock gets chossy again and you must use caution so has not to bombard your climbing partners. This pitch is about 165' and you need 2 ropes to get down. The route for me is a one time wonder. Worth doing once if only for the adventure. Probably would not do it again. I used many nuts and cams to a 1\" Place pro where you find it as its a bit difficult to sniff out. Rappel with 2 ropes from top. The first picth could be rapped with a 70m.Note - Handren guide says you can rap this with a single 70m, but this is wrong - the second pitch is 165'.","protection":"Gear to 1.5 inches","location":""},"__v":0},{"_id":"CJrOZssRXQCIsR9EMrjvqw==","name":"Pauligk Pillar","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mr and Mrs Roland Pauligk, Randy Grandstaff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":21,"mp_id":"105732767","mp_crag_id":"115004550","climb_id":"CJrOZssRXQCIsR9EMrjvqw==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This climb fallows a right facing corner for two pitches. It starts just to the left of Y2K. Face climb,jam, and stem up the corner past a thin section(crux) to fixed gear and slings. Continue up the corner angling slightly left using mostly face climbing,stemming, and some chimneying.","protection":"Fixed pro and slings in the crack at top of first pitch,but you can build an anchor and only use them to rappel. Slings around tree on top of second pitch. A standard rack and slings will do. Two ropes to rappel.","location":""},"__v":0},{"_id":"nve8NaD1UHudEv7J2b6mXA==","name":"The Next Century","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Todd Swain, Paul Ross","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":25,"mp_id":"105732698","mp_crag_id":"115004550","climb_id":"nve8NaD1UHudEv7J2b6mXA==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"The Next Century is on the northern end of the east face of the Mescalito in Pine Creek, to the right of Y2K. The first pitch is 5.8, is surprisingly fun and short, and ends at a bolted anchor. The second pitch is a nice long 5.10 with a few bolts, 3 I believe. The face climbing is sustained on beautiful chocolate sandstone and the pitch is not recommended for the faint of heart. The pitch ends at another bolted anchor. Tom Moulin and I simul-rapped off of 8 m lines and, with rope stretch, reached the ground with 2-3 feet to spare. Recommended.","protection":"A few bolts, 3, I think. The rest was smaller gear with a few nuts. I don't think I placed anything larger than a #1 cam on the second pitch. Maybe some larger gear for the first pitch.","location":""},"__v":0},{"_id":"2VBlYgM6Uymk+x4+u0ut7A==","name":"Mescalito - Original Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Lansing Peter Wist 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":17,"mp_id":"110539256","mp_crag_id":"115004550","climb_id":"2VBlYgM6Uymk+x4+u0ut7A==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"The first recorded technical route in Red Rocks, the lack of information regarding the route and relative position near so many other popular routes put it on the list of things to do. There are a few options, I will recount our path, and I tried to follow what I thought was the \"5.5-Regular Route\". If you were looking to practice route finding and adventure climb skills, this one I thought was pretty good.  \n\n  P1 220' Begin on the right side of the tall rectangular pillar topped with bushes. Go up, passing a belay in a smooth varnished chimney with a rap station on the left. Continue up and eventually belaying in a alcove on the right face filled with a chockstone with inumerable amounts of old nylon and a locker. Back it up with a small cam.  \n\n  P2 150' Go up over whichever path you chose, mostikely going over a bulge on white rock above your gear and run over easy ground to the top of the bushy ledge. I slung a large shaggy tree passed a nut, rings, and inordinate amount of slings, as continuing around the tree and rope drag was somewhat annoying with all the traversing.  \n\n  P3 140' Up the face to a crack and then mostly right, to a wrist-sized tree with old slings. You can build a belay under the flake ahead. Here you will find out why all the slings are probably here.  \n\n  P4 50' To your right is a white rock chimney, with a classic RR hard start then unsustained climbing up past bushes. Above the aforementioned belay flake, there is a peculiar and awkward set of moves off the ground to surmount the bulge to traverse left. Well protected, just remember to put a piece in so your follower doesn't swing if they get cold feet. Traverse 30-40' left and up to a right leaning crack. Belay on finger sized pieces.  \n\n  P5 +-300ft go up the face/crack with sparse gear on easy terrain to a wide white crack. Odd, off-balanced and fun.  It's easy, but you're 15' a bit run out from your gear here. A few sandy-smeary moves and you can place a #4 above you to feel good about going around the loose pillar. Be careful. Go right to keep the rope from pulling on the block, and get ready for some unprotected terrain. There might have been gear around there, it just seemed like I would have needed to wander for sub-par placements. Up to a 4th class chimney, some gear and up past a long sling and fatty rap ring. Why would anyone try to rappel from here? Belay where available.  \n\n  P6 -+200' Unrope and make your way up to the Red Cap and final chimney.  \n\n  P7 120' Climb the chimney to rap station, and wonder why you're covered in black ants. They are everywhere! \n\n  Make your way up and around to the summit.","protection":"Single to 4\". Didn't bother with anything too small, Green C3 was sufficient, extra passive pieces were nice. Would reccommend pink/red tricams and several hexes as doubles. Some of the placements do not like cams, and are of the \"hex only\" variety. Big nuts. Stoppers are good, too.","location":"Follow carins to either the walk off or rappel slot chimney to the south. As of 5/27/15 the rap stations in said chimney looked good, chockstone rap is still annoying as usual. Single 70m worked great."},"__v":0},{"_id":"dTeeE37PVW23IeFr9xyE9A==","name":"Left of Disco","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":18,"mp_id":"108434514","mp_crag_id":"115004550","climb_id":"dTeeE37PVW23IeFr9xyE9A==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Follow the arete to the left of This Ain't No Disco.  The first bolt is a little high but the climbing is positive. Pass a small roof and crack system and a few more bolts to the shared anchors on Disco. As with Disco, there are a few runouts even with the gear placements.   \n\n  Rap with a 70M...","protection":"1 set of cams to #2 and a handful of bolts...","location":"Just left of This Ain't No Disco..."},"__v":0},{"_id":"DDJdVHBQWba1xg3MPgfj1g==","name":"Deep Space","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst and Larry Hamilton, May 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":27,"mp_id":"105732455","mp_crag_id":"115004550","climb_id":"DDJdVHBQWba1xg3MPgfj1g==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Air temperatures rose well past 100 degrees on the day of the first ascent, but the chimney stayed cool -- hence the route's name.  Offbeat and varied, moderate climbing.  See Urioste guide for a photo showing the approximate location. \n\n  Begin in a deep chimney on the NE side of Mescalito.  After two pitches of easy climbing, the chimney widens.Pitch 3 -- Stem the wide chimney to reach a jam crack on the right wall, pass a small roof and belay (5.9).Pitch 4 -- Face climbing leads up and left to a shelf.  Belay below an offwidth crack (5.9).  An old piton, predating the first ascent, used to exist on this pitch.Pitch 5 -- The offwidth crack.Easier climbing continues for hundreds of feet, eventually moving left into a long hand-sized crack.  One final pitch achieves the summit of Mescalito.","protection":"No fixed anchors.  The FA party took one set each of hexes and stoppers.","location":""},"__v":0},{"_id":"wWP7Jes4XbW30rZIVY4dlA==","name":"Crunchy Cat","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":15,"mp_id":"108485248","mp_crag_id":"115004550","climb_id":"wWP7Jes4XbW30rZIVY4dlA==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This route is listed in Supertopo as This Ain't No Disco, but according to Handren, that route is around right on the other side of the pillar.  Other than that, the Supertopo information seems pretty accurate. \n\n  Diagonal up left across an easy apron, pull an overhang on somewhat sketchy rock, then wander up varnish to the thread anchor of When a Stranger Calls.  No fixed protection. \n\n  Unfortunately, the rock quality at the crux is poor.  The varnished face above is nicer, but never really makes up for the lackluster start.","protection":"Standard rack to 3\".  Threaded horns for the belay/rappel anchor at the top; consider bringing extra cord or webbing.  Two-rope rappel.","location":"East face of Mescalito, immediately right of When a Stranger Calls, starting from an obvious ledge just right of the bushes."},"__v":0},{"_id":"incl5fA6UP6FJZBQHJhudw==","name":"Cookie Monster","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe and Betsy Herbst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":11,"mp_id":"105732773","mp_crag_id":"115004550","climb_id":"incl5fA6UP6FJZBQHJhudw==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"On the east face of Mescalito in Pine Creek Canyon there are two large left-facing corners on the south end. This route climbs the second (north) corner. Follow the trail into the canyon. Approach as if going to Cat in the Hat. Head up just before entering the south fork. There are a few thin climber's trails up to the east face of Mescalito. The climb starts atop a small ledge system. We started below this band on its south end and climbed up a short easy chimney to the base of the route. The line is up the corner for two or three pitches (depends on where you build anchors). When the corner ends you can continue up Cat in the Hat or rappel it (CitH) with two ropes. I thought this made an excellent direct way to the good upper pitches of Cat. A good option if Cat is crowded, although it is an all gear route a # grade harder.","protection":"A standard rack.  If you bring big stuff you can use it.","location":""},"__v":0},{"_id":"CLLU6Nf5VTi7HVPCIfhU+A==","name":"Centerfold","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Woodruff, Joe Herbst, Larry Hamilton, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":28,"mp_id":"105732440","mp_crag_id":"115004550","climb_id":"CLLU6Nf5VTi7HVPCIfhU+A==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This route was recommended in the old Urioste guide--in 1987 for this reason we elected to climb it instead of Crimson Chrysalis.  The problem is that the rock is poor on the crux pitch, making for a freaky pitch.  After that the climb is easier, but much bushwhacking and crumbly rock will be found.  There are no fixed anchors on this route. \n\n  From the parking lot a prominent white tower can be seen on the right side of Mescalito (called Perception Tower).  This tower appears in the photo below, it's top is white and in the sun.  The route follows cracks that form the left side of this tower.  The crux (3rd?) pitch involves white rock, an old bolt, flexy flakes and questionable pro.  About 6-8 pitches to the top of Perception Tower.  From here find a way through the bushes and ledges to the top of Mescalito (3-4 more pitches).  Scramble NW (with a few rappels) back down into Pine Creek (1-2 hours).","protection":"Standard rack to #3 Camalot","location":""},"__v":0},{"_id":"mLIg8PuRVaGeVFceydah0w==","name":"C11H17NO3","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Logerquist, John Willams","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":16,"mp_id":"105732788","mp_crag_id":"115004550","climb_id":"mLIg8PuRVaGeVFceydah0w==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This route follows a corner/flake system up the east face of the Mescalito. Start at two parallel cracks 75' south of a huge left facing corner. \n\n  P1 Follow either crack over a low bulge, via good face holds, up into a chimney. Layback and stem up the chimney, using the crack in the right corner, to a ledge with bushes(optional belay).  Hand traverse left into the corner and build a belay. For the left-corner anchor, a couple very small micro-cams might help as well as climbing up a move or two to place a reassuringly larger piece. 180' 5.7 \n\n  P2 Upward via flakes and the large right facing corner. Continue up crack on right. Finally, move right under the roof and up into the chimney/cave. Belay from the cave.  \n\n  P3 From the cave go up the low-angle right-facing corner. Exit left after a white bulge, via cracks and plates, eventually reaching Cat in the Hat. \n\n  Either rappel Cat in the Hat or continue upward to the summit.","protection":"A standard rack plus a #4 and 4.5 would be helpful.","location":""},"__v":0},{"_id":"tMKlnJtCVv+Rc2H7gaW8XA==","name":"Bloodline","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":26,"mp_id":"110259854","mp_crag_id":"115004550","climb_id":"tMKlnJtCVv+Rc2H7gaW8XA==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This last pitch of this route is THE best finger crack  in the history of mankind. Ever. I couldn't believe it just kept going and going. Splitter locker fingers. Need I say more? Due to some other reviews/comments, I am going to revise this statement. I will say this is the best finger crack I have done in Red Rock.. \n\n  Details: \n\n  Approach as per Deep Space. We chose the climber left side of the triangle rubble heap getting up to the route start. If you choose to pitch this out, it's about 200 feet of mostly 4th class with a little bit of 5th class mixed in. Call it pitches 1 & 2. This will land you at the top of the rubble triangle heap (as it appears in the Handren guide book picture).  \n\n  Pitch 3: From the top of the rubble heap, when you look up, you will see a line of bolts going up the face to the left of the chimneys of deep space. This is the first true pitch of the climb. Follow the bolt line up the face, over a bulge (crux), and up committing slabs (trending left) to the base of the finger crack. This pitch ends on a nice ledge with a bolted anchor. 9-10 bolts, 180 feet, 5.10b/c and spicy. \n\n  Pitch 4: The money pitch. Follow the amazing and sustained splitter finger crack for ~100 feet up the face. About 50 feet up this pitch, as one crack peters out, switch to another splitter crack (transition protected by a bolt) and continue up excellent edging and finger locks. Before you know it, you will be at a steeper section of the face (possibly slightly overhanging). Continue up this section (crux) to a roof. Pull over the roof with bomber hand jams (#3 camalot) and continue about 10 feet to a heavy duty chain anchor/hanging belay. This pitch is mostly green alien, but you can get an assortment of nuts as well as a few other cams in pods. I took two green aliens and ended up bumping one for about 30 feet before leaving it, and then immediately placing the second green alien and bumping it... 100 feet, 5.11a \n\n  Rap the climb with two ropes.","protection":"Double ropes (or rope with a  tag), rack with doubles in finger sizes and singles in 1, 2, & 3 camalot, 12 draws. 4 green aliens (or equivalent) if you are not comfortable bumping gear in sustained finger cracks. Wired nuts.","location":"Although we climbed up the left side of the triangle rubble heap as approach pitches, we chose a different method to get off of the climb. From the anchor at the bottom of the splitter finger crack, double rope rappel all the way down to the bottom of the chimney on the climber's right side at the start of the real climbing (pitch 3 above). We had to down climb just a little bit down a gully at the base of this rappel. This is a full 200 foot rappel. From here, proceed down the gully another 50 feet to a tree with rap slings on it. Double rope rappel from here another full 200 feet to the ground. Beat some bushes, head left a bit, and you will be back on the trail leading out."},"__v":0},{"_id":"UIWsEwkYXDOOaqTb2W+29A==","name":"Black Widow Hollow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, Mark Moore, Nov 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"left_right_index":9,"mp_id":"105732794","mp_crag_id":"115004550","climb_id":"UIWsEwkYXDOOaqTb2W+29A==","areaRef":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"This is the large dihedral on the left side of the East Face of Mescalito. It is to the left of Cookie Monster.\n\n pitch 1: go up an easy chimney and belay at a small tree on the right side.\n\n pitch 2: continue up the crack. Sustained climbing up squeeze chimneys and cracks goes past several cruxes. Ultimately a smooth chimney leads to a huge ledge on the crest of the ridge.\n\n pitch 3: Turn right and climb a pleasant (and comparatively relaxed) crack on the crest of the ridge. From the large belay ledge at its top, scramble down and west (class 3) to rappel anchors on Cat in the Hat.","protection":"Surprisingly, not much need for big gear; in fact most big gear will not be big enough.  Fortunately there are options for a variety of gear from small to hand or fist size.  Bring a bunch of this stuff.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,d9c00e33-ec11-5a94-b110-205dca459825,3a4e9e55-0790-514e-abf3-b334cce22ce5","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","10-Pine Creek Canyon","Mescalito","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.10a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.12"},{"count":2,"label":"5.10b/c"},{"count":3,"label":"5.7"},{"count":3,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":7,"intermediate":13,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49265,36.12301]},"bbox":[-115.49320668016337,36.122560339818136,-115.4920933198366,36.123459660181865],"left_right_index":-1,"ext_id":"115004550","area_id":"Ok6eVQeQUU6r87M0zOIs5Q=="},"content":{"description":"Enter a description of this area."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:11:18.213Z","updatedAt":"2022-11-25T11:19:38.518Z"}