{"_id":"6368a722e80bff5a995dd966","area_name":"Land of the Rising Moon","shortCode":"","climbs":[{"_id":"RPY4PpbLVN2dUelnol4ShQ==","name":"Turtle Rock Summit Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":7,"mp_id":"115165960","mp_crag_id":"105746853","climb_id":"RPY4PpbLVN2dUelnol4ShQ==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"Do you want to stand on top of Vedauwoo? The top of the crag known to climbers as Land of the Rising Moon is actually the highest point in the Voo! It is the only \"ranked\" summit in the area, meaning it is the only peak that has over 300 feet of prominence. It is officially named Turtle Rock on the USGS map.\n\nIn the past, this route has likely been of most interest to non-climber peakbaggers who have been known to aid their way up it, but it is a fun little climbing adventure too if you're in the area and have the skills. For the best value, climb\n\nStraight and Narrow\n\nto\n\nDrainpipe Left Exit\n\n, and finish with this.\n\nThe oversized summit boulder poses quite the challenge for the non-technical peakbagger. Luckily the boulder is spilt on one side by an overhanging, tight hands crack. Climb the short but enjoyable crack, and then scamper up low angle slab to the summit.\n\nThere is NO FIXED ANCHOR at the top. To descend, most down-aid the route, which is actually quite quick and easy. Don't let the lack of top anchor deter you as the descent when done this way is really no big deal and goes quickly. It should also be possible to run the rope over the whole boulder and anchor it on one side in order to rappel off the other, or to simul-rap.","protection":"A few cams 0.5 to 3 inches.","location":"This route is at the tip top of the crag. Climb\n\nDrain Pipe\n\nor easily scramble up the east side of the formation. Once on top, look for the highest boulder with a significant crack on its northwest side."},"__v":0},{"_id":"DgaF49iqX5qvaDY/8i9qbg==","name":"Straight and Narrow","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Garson, Jeb Schenck, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":5,"mp_id":"105764907","mp_crag_id":"105746853","climb_id":"DgaF49iqX5qvaDY/8i9qbg==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"In the middle of LRM, look for an easy to identify dihedral (Straight & Narrow).\n\nMaster of Sport\n\nis a left to right-angling crack to the left which joins S&N halfway up. This is a really good route, and NOT offwidth climbing.\n\nHand jamming, liebacking, and possibly [a little] wide technique will get you to the top.  Starting in the large, left-facing corner ascend a double crack system which turns into a triple crack system.  Gain a stance on a small platform.  Leaving this to get to the bomber hand jams above is the crux.  Belay at a large chockstone with slings around it.  Check condition of slings before trusting!\n\nThere is a 2nd pitch option which continues up the wide crack to the top.  This is the 3rd pitch of Drain Pipe, rated 5.4.  Scramble down the backside.","protection":"Small to medium cams, you don't need offwidth gear, may want extra webbing/slings in case rappel slings are bad","location":""},"__v":0},{"_id":"fFPnFCORV32Q45JXLwMUSg==","name":"Moontide","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vladimir Farkas (led), Mike Yokell, Mike Parker, Skip Hamilton, and Jeb Schenck, 1972. Steve Matous, Scott Heywood?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"115433448","mp_crag_id":"105746853","climb_id":"fFPnFCORV32Q45JXLwMUSg==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This route has it all: fists to traversing hands to offwidth, so buckle up!\n\nThis starts fists then widens to offwidth just before a nice hands to thin hands traverse. Start with the fist and offwidth crack. When the wide crack turns horizontal, continue right until a little rest under the offwidth. Blast up the offwidth, and end by ducking left around a slopey boulder to chains. The chains are directly above the thin, horizontal variation.","protection":"A couple 3s, a couple 4s, a two, and maybe a 0.75. The offwidth was protectable with a 5, but I think a 6 might have felt better.","location":"This is ~50 feet around the corner down from\n\nStraight and Narrow\n\n."},"__v":0},{"_id":"DdvbfD8kVy2NfDrqI8/gfA==","name":"Moonrise Variation (Moontide?)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Vladimir Farkas (lead), Mike Yokell, Mike Parker, Skip Hamilton, and Jeb Schenck, 1972. Steve Matous, Scott Heywood?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"105979790","mp_crag_id":"105746853","climb_id":"DdvbfD8kVy2NfDrqI8/gfA==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This route is a Vedauwoo Classic!  It has all sizes of crack climbing to a technical and hair-raising, face climbing finish.\n\nThis starts fists then widens to offwidth just before a nice hands to thin hands splitter shoots straight up the imposing \"headwall\".  Start on the route Moontide with the fist and offwidth crack.  When the wide crack turns horizontal, start up the vertical hand to thin hand crack that shoots straight up the wall, this is The Moonrise Variation.  Moontide continues along the wide crack as it turns horizontal and finishes on an obvious offwidth, thereby avoiding the beautiful splitter and face finish of Moonrise.  Moontide is easier but not as aesthetic (5.10a).","protection":"1 of each; yellow TCU, Orange TCU or #0.5 Camalot, #0.75 Camalot, #1 Camalot and #2 Camalot, 2 or 3 #3 Camalots, 1 new #4 Camalot, and 1 new #5 Camalot. The yellow and orange TCUs offer bomber pro just before the face finish. There are brand new, stainless anchors with chains on top.","location":"Just down and left from\n\nStraight and Narrow\n\nis a very obvious, wide crack that arcs to the right with the thin hands splitter of Moonrise branching off and going directly up to the anchors."},"__v":0},{"_id":"SG8A9AwyUJKOoTWbxE3EDg==","name":"Master of Sport","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Paul Piana","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":4,"mp_id":"106014555","mp_crag_id":"105746853","climb_id":"SG8A9AwyUJKOoTWbxE3EDg==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This is the elegant, right-angling splitter on the left wall of the\n\nStraight and Narrow\n\ndihedral.  After thirty feet the climb joins\n\nStraight and Narrow\n\n.  The climbing is interesting and sustained, involving big reaches between fairly good locks.  This is one of the best hard finger cracks in Vedauwoo.","protection":"Zeros 4-6 or blue to yellow Aliens, plus a few hand-sized pieces for the top of\n\nStraight and Narrow\n\n.  Bolts up top.","location":"On the left wall of The\n\nStraight and Narrow\n\ndihedral."},"__v":0},{"_id":"xDdK2gzLVOmRtwUKE7rxMQ==","name":"Make A Dead Man Cum","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Jenkins, Justin Bowen, fall 2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":0,"mp_id":"121959200","mp_crag_id":"105746853","climb_id":"xDdK2gzLVOmRtwUKE7rxMQ==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"Crux is at the top of the first pitch moving from overhanging face to hand crack.","protection":"full set of stoppers, including brassies, camalots .3 to 3","location":"Far left of Cable Cutters. Crack runs straight through roof."},"__v":0},{"_id":"hoTQxH2bUzSRStJ1h9gX0Q==","name":"Drainpipe Left Exit","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pete Takeda and Andy Donson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"106500256","mp_crag_id":"105746853","climb_id":"hoTQxH2bUzSRStJ1h9gX0Q==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This is a left-leaning hand/finger flare. It is a bit crunchy - it might clean up.","protection":"Hand and finger-sized gear.","location":"This is on the upper tier of the west face of Land of the Rising Moon. After climbing second pitch of Drainpipe (the classic chimney right of Straight and Narrow), find the the obvious crack on the left wall of the upper tier's main wall.\n\nClimb the crack, belay from anchors in horizontal crack, and walk off due east."},"__v":0},{"_id":"Z0EWNjVrW5mu/TF+9mw1AQ==","name":"Drain Pipe","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":6,"mp_id":"113090802","mp_crag_id":"105746853","climb_id":"Z0EWNjVrW5mu/TF+9mw1AQ==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"If you've hiked out to climb\n\nStraight and Narrow\n\n, Drain Pipe offers two more pitches for your effort, but if you're in the market for a casual 5.6 multipitch, look elsewhere. Both pitches felt harder than advertised and would make a 5.6 leader unhappy.\n\nP1. Climb a hand crack in a shallow chimney, following it as it traverses left into a deeper chimney halfway up the pitch. This second flaring chimney climbs like an offwidth and ends on a big ledge. At the time of my ascent, there was a rap anchor here (cordalette around a horn).\n\nP2. Move left on the ledge so you're in the corner system above\n\nStraight and Narrow\n\n. Climb the easy, tightening chimney until it gets too narrow to fit in. Next comes the hard part: getting out of it. Here you're forced to climb out and around a bulge in the now #5 crack. My partner was able to overcome it with wide stemming, but I was too short and resorted to ugly, flailing, desperate offwidthing.\n\nThe second pitch can also be accessed by climbing\n\nStraight and Narrow\n\nand veering right into the chimney at the top just before the anchor.\n\nFor a more pleasant outing, consider the\n\nDrainpipe Left Exit\n\nvariation. The 5.9 crux is brief and well protected and the rest of the pitch is significantly easier.\n\nKelmen's guidebook calls this a 5.4, the hardest 5.4 on record? Even at 5.6 as listed in the Orenczak/Lynn guidebook, this thing seemed like quite a sandbag.","protection":"A standard rack to a BD #5. The #5 is useful on both pitches. Don't expect any fixed anchors, though you may find a rappel sling on the ledge atop the first pitch.","location":"The obvious chimney system that starts just right of\n\nStraight and Narrow\n\n. The descent is short and easy: walk off east."},"__v":0},{"_id":"4Rb2CunTXj2JPqz3cffUGA==","name":"Digital","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Brett Hoffman, 2017","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"111930946","mp_crag_id":"105746853","climb_id":"4Rb2CunTXj2JPqz3cffUGA==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"Sit start matched on a right-leaning rail with small feet. Do a couple big moves to match another good sloper rail. Establish your feet (left heel hook), then fire high and right to a small incut crimp. There are two finish options from here. The proud line is to move left to a good flake and up on crystals, but the slab could be traversed to the right as well.","protection":"The landing is not great. Two pads and a spotter are nice.","location":"This is on the bottom of the Analog Boulder. Go down and left from the start of\n\nAnalog\n\n."},"__v":0},{"_id":"C0NQ461kUvq0wh5IKvqtMQ==","name":"Cross of Iron","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Scott Blunk, '88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":2,"mp_id":"108915682","mp_crag_id":"105746853","climb_id":"C0NQ461kUvq0wh5IKvqtMQ==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"Do the start as for\n\nMaster of Sport\n\npast good jams to a cobble. Make an extremely height-dependent difficult move to another crack out left, and follow that to the top.\n\nThe crack splits in two at the top, one ending on a ledge to the left the other following a traverse to the\n\nMaster of Sport\n\nanchors. If anybody knows the original route, please let me know so I can update it. Thanks!","protection":"Stoppers would work well, finger and hand-sizes for cams.","location":"Do the same start as\n\nMaster of Sport\n\n."},"__v":0},{"_id":"IURoW/mgVt+mrh4SRyAOYQ==","name":"Colorado Cable Cutter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":1,"mp_id":"111021708","mp_crag_id":"105746853","climb_id":"IURoW/mgVt+mrh4SRyAOYQ==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"Colorado Cable Cutter is a 2-3 pitch route worth doing if you want an adventure. The first pitch is a decent fist to offwidth crack. Climb this for 30-ish feet, and then climb a slabby section up and left toward another corner. Climb the awkward corner into a second short offwidth to the left. Somehow finish on top.\n\nThe descent is where is gets really interesting. There is not an anchor, so plan on leaving some webbing. We got off in two raps but had to skirt around the formation to get back to our packs. Plan on an adventure or a nightmare. Be safe.","protection":"Standard rack with a couple larger pieces. A Camalot #5 should be sufficient.","location":"Head to\n\nStraight and Narrow\n\n, and continue northwest past\n\nMoonrise Variation\n\n. Colorado Cable Cutter is just left of\n\nBlade Runner\n\n. The descent is dicey. Plan on sacrificing some webbing or nuts."},"__v":0},{"_id":"q5w1bSXPWzSNvC8wR/bytA==","name":"Chitty Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kyle Chitty, Zach Orenczak & Rachael Lynn, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":3,"mp_id":"115167778","mp_crag_id":"105746853","climb_id":"q5w1bSXPWzSNvC8wR/bytA==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This is your typical Voo sort of chimney climb. It's on the pleasant side and not the tight, thrashy variety. Despite its modest grade, the phrase \"Big Bros are all that protect you to the horizontal\" in the Orenczak & Lynn guidebook had deterred me from checking it out until now. For those in the same boat, take heart - this is quite a reasonable route for most climbers who cruise 5.7. The walls of the chimney provide good friction and foot ledges down low, and after 20 feet or so, you get a bomber #4 placement (next to a large pile of poop). Once inside, the chimney does extend a bit below ground level though, so if 5.7 is your limit this probably isn't a great place to be testing your mettle as a slip before making the first placement could lead to a long fall.\n\nThe business doesn't come until the top where the chimney widens and you have to exit it onto a ledge. The difficulty of the moves is height-dependent, but the protection is excellent. If you have long enough legs to stem knee-to-butt at the top, the crux will feel easier than it will for shorter folks.","protection":"A single set of cams to BD #4. If you want to protect the initial part of the climb, you need a yellow Big Bro.","location":"This is the aesthetic looking chimney left of the classic\n\nStraight and Narrow\n\n. It is NOT the easy slot/chimney directly left of\n\nStraight and Narrow\n\nbut the cool-looking chimney LEFT of this slot. The easy/chimney slot provides an easy descent after climbing this route."},"__v":0},{"_id":"2xJeQUO5UhiKUZxi1Ox75Q==","name":"Analog","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Josh Helke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"105872962","mp_crag_id":"105746853","climb_id":"2xJeQUO5UhiKUZxi1Ox75Q==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This is a must do, new school, Vedauwoo classic!\n\nStart on a low, left, bulby horn, and climb out a very steep arete on patina and hard heel hooks. The holds on the arete are becoming more positive and comfy with increased traffic.\n\nIt is a very good, steep line!","protection":"Pads.","location":"This is on the southwest face of a large boulder that has slid down the slabs from the\n\nStraight and Narrow\n\narea. From the main large cliff, go down the slabs about 100' north."},"__v":0},{"_id":"piJcI+IjWaSds8PBbnqoMA==","name":"Blade Runner","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Piana, Barbara Devine, Kevin Bein, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"left_right_index":999999,"mp_id":"105764838","mp_crag_id":"105746853","climb_id":"piJcI+IjWaSds8PBbnqoMA==","areaRef":"vxVSp8FqViir3nSx96RcuA=="},"content":{"description":"This route is a Vedauwoo classic. Instead of the typical, blue-collar thuggery required by most climbs at the Voo, this one is more balancy and touchy-feely stuff. Two distinct cruxes will be encountered. The first is a thin lieback past two fixed nuts (the second of which, a wedged copperhead, looks to be the better of the two) about 10 or 12 feet off the deck. Jam and lieback the thin crack above to a great no-hands rest, then finagle your way up to where the crack starts to close down. Place gear and commit to the thin, spooky moves up to and past a tiny copperhead pasted into the seam. A committing, but not too difficult, mantel follows, at which point you can place a hand-sized cam and regain your wits. Twenty feet of low fifth class up the corner leads to a belay (gear in crack on left or sling giant blocks on right) - there is no fixed anchor.\n\nDescend by scrambling up and to the right, then down the rubble-filled gully- pretty casual descent.","protection":"Mostly nuts (all sizes) and smallish cams, and bring a couple of hand-sized pieces.","location":"If facing\n\nStraight and Narrow\n\n, head downhill to the left, passing MOON TIDE and then a rubble-filled gully.  Stay to the right, up and over some boulders, and you'll see BLADE RUNNER straight ahead- a clean, less-than-vertical dihedral with a very thin crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,bf1552a7-c16a-5628-abde-74b1f7a45cb8","pathTokens":["USA","Wyoming","Vedauwoo","Land of the Rising Moon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":1,"label":"V6"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.7"},{"count":1,"label":"V8-9"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":3,"expert":0}},"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37581,41.16616]},"bbox":[-105.37640731390096,41.16571033981813,-105.37521268609905,41.16660966018186],"left_right_index":-1,"ext_id":"105746853","area_id":"vxVSp8FqViir3nSx96RcuA==","polygon":{"type":"Polygon","coordinates":[[[-105.37640731390096,41.16571033981813],[-105.37521268609905,41.16571033981813],[-105.37521268609905,41.16660966018186],[-105.37640731390096,41.16660966018186],[-105.37640731390096,41.16571033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:35:20.687Z","updatedAt":"2024-01-20T01:09:21.255Z"}