{"_id":"6368a50be80bff5a995aff95","area_name":"Burner Buttress","shortCode":"","climbs":[{"_id":"tBdvQcWaXHGoyxi+oddRug==","name":"Swing Trumpet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Blake DeVries - 3.16.17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":1,"mp_id":"112783869","mp_crag_id":"105871101","climb_id":"tBdvQcWaXHGoyxi+oddRug==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"Pitch 1: Start at the finger crack to left of Death Flake (see the new granite guide). Follow finger crack dihedral and climb onto the ledge using the right-hand flake. Continue to the bush on top of the ledge. Follow the ledge up to a fist jam crack. Once at the top, veer right to the top of the tree gully under the roof. Set up a gear belay station here.\n\nPitch 2: From this point, climb straight up and place a #3 camelot. Traverse across the face to the right and link in with the top portion of Death Flake and up to the belay tree.","protection":"Standard rack and nuts.\n\nBring gear for belay station at the end of pitch one. Rappel out of tree on pitch two.","location":"The route sits to the left of Death Flake and the start is a small dihedral finger crack."},"__v":0},{"_id":"vcQACUTpWa64ho+qoKEQXg==","name":"Goldfinch Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":0,"mp_id":"106342988","mp_crag_id":"105871101","climb_id":"vcQACUTpWa64ho+qoKEQXg==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"Definitely not a Bong Eater, but still a fun, short line to hit up if someone is bogarting the better lines or to beat the winter inversion. Found just uphill and west of Bong Eater and just down and west of the Burner Brothers this scrappy chunk of rock offers at least one decent line (and reportedly another). Start in a nice nook in the scrub oak, climb through a couple of blocks to a nice stance about fifteen feet up. Lieback left up a quality crack to an offwidth with interesting holds. From here three options arise. Either continue straight up a wide crack in the corner (more liebacking), or step out right on easier terrain with cracks and face holds. Or finally crank out left on reachy, fun hand jams, on perpetually deteriorating rock. Despite the serial crouton nature of the rock, the jams are solid and the move out to the arête is quality. Follow the arête/slab to the top. Belay at double bolts at the head of the original corner. Walk off east or west. Or rap off chains.","protection":"Standard rack.  One larger piece is nice but not critical.","location":"Found on perhaps the furthest west chunk of granite in LCC.  Five minutes uphill and west of Bong Eater, and a short jump downhill from the main Burner Buttress.  When the Bong Eater trail cuts right to the route, continue uphill on social trails.  The easiest entrance is by continuing up towards Burner and then cutting back west at the elevation of the base of the Finch line through a gap in the scrub.  A few large boulders directly below the line provide ample room for sun bathing and hide the lower reaches of the climb."},"__v":0},{"_id":"YdiP3NfpWU2dbYHkh6pwog==","name":"Fire Starter","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":5,"mp_id":"105871114","mp_crag_id":"105871101","climb_id":"YdiP3NfpWU2dbYHkh6pwog==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"The crux is the bottom 15 feet. Above this, there are enough \"milker\" holds to keep it mellow. If these holds weren't there, the route would be a hard 5.10. The bottom looks easy, but is quite surprising. Bolted anchors.","protection":"#5-#6 BD camalots, #4.5, camalot.","location":"This is the furthest right of the Burner offwidths."},"__v":0},{"_id":"RIOoHZH5VEq8yX4B97qRjA==","name":"Dread Locks","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Les Ellison, Doug Moffat  1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":3,"mp_id":"106909871","mp_crag_id":"105871101","climb_id":"RIOoHZH5VEq8yX4B97qRjA==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"A great overhanging crack system to the right of Death Flake.  I think this is a great route, and would give it 3-4 stars except for a short section which required grabbing holds covered in guano.  I guess I have been climbing on routes covered in Guano for over 20 years and it hasn't seemed to harm me yet... Go for it, a classic route.\n\nPitch one is great, for Pitch 2, climb directly up the face and exit on cracks to the left of the summit pinnacle.","protection":"I usually recommend the LCC rack... one set of stoppers, one set of cams from small to large.","location":"Dread Locks is the next major crack system left (west) of The Burner crack, and the crack system right of Death Flake."},"__v":0},{"_id":"3DG/hgMFUXmtFkTptjGx5w==","name":"Death Flake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Smoot, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":2,"mp_id":"113114923","mp_crag_id":"105871101","climb_id":"3DG/hgMFUXmtFkTptjGx5w==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"This is a great climb for practicing your chimney technique. It has a little bit of everything: Pure chimneying with manageable 'chimney runouts', an airy crux where you are pushed out of the chimney into a tight squeeze/OW, classic wide crux of a sudden constriction, cam pushing, and rack trailing (at least I found it useful to trail the rack until I exited the chimney).\n\nThe start is obvious as it begins in a corner shaded by a roof - almost like a cave. When you get to the base you can see that the roof is split by a giant crack, and that you can tunnel inside to chimney past the roof. This entire section is protected by a #2 cam halfway up.\n\nAs you are pushed out of the chimney, you can then place and push a #6 cam with you. At one point the chimney becomes an OW and almost too wide for the #6, but there are some good edge and face features to work with to inch past the crux. Just take care with the cam, as you would deck if you fell here without the cam engaged.\n\nAbove the crux there is an awkward wedged flake to surmount (the Death Flake?). It is a bit rotten and the gear isn't the best, but it is all you have for a ways. After this there is a short bit of rotten rock to climb up to reach a good stance at a tree. This is a good spot to belay from. From here you can either rappel, traverse to the top of Burner, or climb up the final moderate but loose quartzite to a walkoff at the top.","protection":"BD Camalots 1x#0.4, 0.5, 0.75, 2, 5 & 6. The #5 is optional but gives more 'piece' of mind to leave behind when moving the #6 up at the crux.\n\nIf you want to belay off gear beside the tree (nicer line), bring a BD #0.75, 1, 2 for that.","location":"This climb is below and to the West of Burner. You can actually rappel to it from the same anchors as Burner & Firestarter, or downclimb (belay with a few pieces of pro might be appreciated).\n\nYou can also approach either by taking a steep sandy climbers trail from the SW side of Bongeater Buttress, or traversing West and dropping down on a climber's trail from a notch between Burner and Bongeater.\n\nThere is a tree 3/4 up the climb that provides a convenient means of rappelling (90'). Otherwise, finish on the easy and dirty quartzite and walk off to the East or West.\n\nAlso, with a belay and some pro, you can traverse a low 5th class slab from the anchors atop Burner over to the tree if you wanted to set up a top rope for Death Flake or Dread Locks."},"__v":0},{"_id":"9MwCX5ZwWzyrNIQS7x0dhQ==","name":"Burner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Ward & Kim Miller, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":4,"mp_id":"106594666","mp_crag_id":"105871101","climb_id":"9MwCX5ZwWzyrNIQS7x0dhQ==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"Full on fatty!","protection":"Big fat cams (#5 and #6 Camalot) Bolted anchors. Hexes work well.","location":"Left of Firestarter"},"__v":0},{"_id":"afP6YgI6UO6LiDVue747XA==","name":"Back Burner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown- perhaps a small child in moon boots.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"left_right_index":999999,"mp_id":"107921796","mp_crag_id":"105871101","climb_id":"afP6YgI6UO6LiDVue747XA==","areaRef":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":"Climbing the strange wall directly above Firestarter this somewhat steep crack makes for a great second pitch to the Burner brothers- albeit diametrically different in width from the first.  Navigate the old snag above the Firestarter upper belay and launch into an odd concoction of thin crack, large knobs, and small rodents.  The rock is surprisingly good (until the last moves) considering the ratty quality of the other Upper Burner routes.  Walk off or rap off eroding horns and tat.\n\nSurely this has been climbed before(?)- if you have previous ascent info and/or a real name PM me and I'll update it.","protection":"Light rack.","location":"Starts on the ledge at the top of Firestart/Burner"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,dfe4c174-dc29-5752-8033-79a6521a42f7","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Burner Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77324,40.57512]},"bbox":[-111.77383200568296,40.57467033981813,-111.77264799431704,40.57556966018186],"left_right_index":-1,"ext_id":"105871101","area_id":"3+TBdNwpV1KAM3mmUhpC9w=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:26.441Z","updatedAt":"2022-11-25T11:22:22.744Z"}