{"_id":"63689d20e80bff5a994f2221","area_name":"Centipede Spire","shortCode":"","climbs":[{"_id":"Jo6D+4nIU3GYS6EqNl50Ew==","name":"Metamerism","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Trevor Bowman, Neil Kauffman, Emily Reinsel 3/24/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80837,34.89299]},"left_right_index":0,"mp_id":"115431329","mp_crag_id":"115431138","climb_id":"Jo6D+4nIU3GYS6EqNl50Ew==","areaRef":"74jNyQ6zUfCUh5F3Vj0sjQ=="},"content":{"description":"Centipedes are metameric, in that their body is a linear series of fundamentally similar segments; this route features four pitches of uniquely varied climbing, but all at a relatively similar grade. The variety and generally high quality rock make this a good Sand-land tick for the grade, and it will continue to improve with a bit of traffic cleaning to buff out the plentiful patina. \n\n Northwest facing, this thing gets pretty good shade until mid-afternoon (depending on season) and is a great morning mission for the hotter days. \n\n P1--A steep start with reachy moves between handjams in a left-facing corner leads to a left-leaning, lower-angled flare with a baggy hands/fists crack, continue up a chimney section and finish with a strenuous squeeze/flare behind a well-wedge triangular chockstone. Belay on a luxury ledge. This is the most blue-collar pitch of the route; it will warm you up, but hopefully not deter too many with the heavy dose of wider climbing. Consider it the entrance fee for some more \"civilized\" cracks and patina above. You can leave the #6 at the anchor. 5.10+, 125'\n\n P2--A steep, right-facing dihedral with baggy hands/fists and stemming leads to a featured arete, bust a crack switch into a left-facing corner with hands and a bizarre honeycomb fin, continue up a slabby corner with abundant patina edges and a couple of step-up moves. Belay on a decent ledge. 5.10, 95'\n\n P3--An easy chimney (with some friable rock) leads past the only 2 pro bolts (use extended slings) on the route into the looming, A-frame roof above, reach out and sink some cams in the fat-finger crack out the roof, and awkwardly work out it using a fortuitous patina footrail to pull the lip and exit the alcove on jams and patina jugs. Belay up and right on a small foot ledge. A very unique and cool pitch that looks like it could be way harder, but pans out. 5.10+, 50'\n\n P4--Easy shelves lead to a final roof with a handcrack and patina jugs. Flop onto the flat summit. Belay from cams. 5.10, 30'\n\n Rap off of chained anchors that are about 40' or so south of where you top out.  Skip the anchors atop P3 and hit the ledge atop P2 and walk over to the chains. The final rap to the ground is a full 35m--watch the ends of the rope! You will probably end up in an oak.","protection":"2 bolts   (1X) .2-.4    (2X) .5    (1X) .75   (2X) 1,2   (3X) 3   (2X) 4   (1X) 5, 6   Slings   Chain anchors","location":"Head up the gully on the west side of the spire. We cleared a path through the oak to a good staging area at the base. "},"__v":0},{"_id":"TGykzFiDUTeM4gKy41UuUQ==","name":"Automaticity","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Trevor Bowman, Zach Harrison, and Blake McCord 3/26/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.80837,34.89299]},"left_right_index":1,"mp_id":"116925578","mp_crag_id":"115431138","climb_id":"TGykzFiDUTeM4gKy41UuUQ==","areaRef":"74jNyQ6zUfCUh5F3Vj0sjQ=="},"content":{"description":" The proud, prominent corner system cleaving the pillar of Centipede Spire. The system is quite obvious on the approach, and starts with an obtuse corner in the uppermost Schnebly banding and continues into a more defined Coco corner with a looming roof. A unique line that runs a full range of sizes and styles from sub-tips stem-shuffling to fist roof thuggery. It should provide challenges for all hand-sizes (unless you fingerlock green C3s and handjam #4 C4s that is...).\n\n It is west facing, and will hold shade until early afternoon (around 2pm) during most of the typical Sedona season.\n\n P1--A bit of face and podded corner will quickly deposit you into the crux, which consists of about 15' of sub-tips in a pretty smooth-walled corner. Invent beta to pass this (power-stemming and some body English scumming help). Fortunately, the Schnebly is as solid and clean as it gets for these micro-cam placements! Continue with gradually opening tips and fingers until the corner rolls over, and romp up the widening crack between stances and jugs (that once housed plentiful loafs and blocks--diligently turned into talus by Blake on the first attempt). Belay on a stance. .12-, 100'\n\n P2-- Ramble over a large block and size up the slanting roofcrack above. Fistfight your way out it and pull into the beautiful corner above. Mostly baggy handcrack with some wider bits and flared spots lead to the dramatically steep exit. The crack narrows quickly here as you pull onto the belay ledge, but there are ample features all around to help the cause. A pretty memorable pitch and true blue-collar classic! .11, 120'\n\n     ***Due to the steepness of P2, you can't rappel from the top of P2 to the anchors atop P1. Either continue up or rap to the ground with           two 70m ropes. ***\n\n P3--Up the corner to a bulge, cut left and round the arete to the belay anchor atop P2 of Metamerism (which is joined from here up). There's a bit of suspect rock to avoid on this connector pitch, but generally it's on pretty good patina still. .8, 50'\n\n P4--The crux pitch (P3) of Metamerism. An easy chimney (with some friable rock) leads past the only 2 pro bolts (use extended slings) on the route into the looming, A-frame roof above, reach out and sink some cams in the fat-finger crack out the roof, and awkwardly work out it using a fortuitous patina footrail to pull the lip and exit the alcove on jams and patina jugs. Belay up and right on a small foot ledge. A very unique and cool pitch that looks like it could be way harder, but pans out. 5.10+, 50'\n\n P4--Easy shelves lead to a final roof with a handcrack and patina jugs. Flop onto the flat summit. Belay from cams. 5.10, 30'\n\n Rap off of chained anchors that are about 40' or so south of where you top out. Skip the anchors atop P3 and hit the ledge atop P2 and walk over to the chains. The final rap to the ground is a full 35m--watch the ends of the rope! You will probably end up in an oak.","protection":"(1x) .1 or purple C3   (2X) .2-#2   (4X) #3, #4   All cams in BD C4 sizes.    (1X) 70m rope","location":"It's hard to miss this corner system on the lower west side of Centipede. Follow the directions in the spire overview page on how to approach, and look up. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,735192c3-2618-5eeb-8122-6d733c4317fa,ef88cdc9-0eb3-51f0-9487-9177563d2c8d","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Lost Dry Creek Cirque","Centipede Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.80837,34.89299]},"bbox":[-111.80891821774216,34.89254033981813,-111.80782178225785,34.89343966018186],"left_right_index":-1,"ext_id":"115431138","area_id":"74jNyQ6zUfCUh5F3Vj0sjQ==","polygon":{"type":"Polygon","coordinates":[[[-111.80891821774216,34.89254033981813],[-111.80782178225785,34.89254033981813],[-111.80782178225785,34.89343966018186],[-111.80891821774216,34.89343966018186],[-111.80891821774216,34.89254033981813]]]}},"content":{"description":"A pillar hugging the north wall of the cirque with a summit block detached by 50' or so...a spire in the same sense that Coyote Tower is a spire. The rock is quite good throughout both routes on the feature, being that unique \"transition layer\" where the top-shelf Schnebly merges with Coconino; there are lots of patina features, pockets, edges and some honeycomb. Both lines follow prominent crack/corner systems, are almost devoid of bolts, and serve up a wide variety of crack sizes and styles of climbing. And yes, we unearthed a large centipede while constructing cairns to mark the best approach."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:43.825Z","updatedAt":"2024-01-20T00:56:39.856Z"}