{"_id":"63689d20e80bff5a994f21c2","area_name":"7. West End Wall","shortCode":"","climbs":[{"_id":"Ttl27pH9WxqYNtXUfY/0aQ==","name":"Soul Feather","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Wilson Cutbirth","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":2,"mp_id":"115156619","mp_crag_id":"107246341","climb_id":"Ttl27pH9WxqYNtXUfY/0aQ==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Soul Feather starts on Soultangler then busts right at the ~15' mark following the imposing, steep and diagonal seam that becomes the Jade Feather flare. Soul Feather connects with Jade Feather above the bolts and goes all on gear. ","protection":"1x Blue ball nut    2x c3 000-1   2x c4 .3-.5    1x c4 #2-#3 optional    small wires","location":"Start on Soultangler and finish on Jade Feather."},"__v":0},{"_id":"b62mTAYrV1uP8zWQTIC75w==","name":"Take a Chance on Me","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JJ Schlick, Wade Forrest 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":8,"mp_id":"112197610","mp_crag_id":"107246341","climb_id":"b62mTAYrV1uP8zWQTIC75w==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Take A Chance On Me is an airy and thought provoking all natural gear line, though there is not a ton of standard jamming on it. The route follows a wavering crack system just left of Discothèque. It is also the only warm up in the Nycto sector, and tops out the same way A Flickering Flame does, via 5.7 climbing which leads back to the top out into the Nycto gully.\n\n Rappel\n\noff the front of the watch tower formation on the west side of the gully. 90' down is an obvious tan colored belay ramp. This is where Discothèque and Disco’s Dead start as well. Build a belay using finger sized units #.4 through #.75.\n\n Starting from the belay, traverse left along an obvious rail to reach the crack. Once you gain the crack, avoid drag with runners on the first couple pieces in the flare. From there tackle everything from tricky layback moves, a reachy, pinchy crux, and even a little jug hauling. The texture on the route is awesome. Many foot bumps allow one to climb this more like a face.\n\n At roughly the 50' mark, there is a stuck Purple TCU in a horizontal to the climber's left near an oak bush. This is your cue to start trending up and left through the path of least resistance to gain the next crack system. Follow this wavering hand crack to a saddle feature. Surmount climber's left, and exit into the gully.","protection":"Doubles from 000 through #1 BD cam. I also placed a single #3 BD and a #3.5 BD in pod flares. Medium wires could be handy. Bring a handful of long trad draws.","location":"Crack system immediately left of Discothèque. Shared belay ”ledge”."},"__v":0},{"_id":"TvhisONLVP6DMUXjeD2vUg==","name":"Shoshin","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Joel Unema 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":12,"mp_id":"113688621","mp_crag_id":"107246341","climb_id":"TvhisONLVP6DMUXjeD2vUg==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Shoshin is a concept of the Beginners Mind, an idea of keeping an open mind.  This climb begins with a traverse off the shared belay to gain a steep seam. Big moves on positive face holds lead to a steep, clean dihedral.  Technical and powerful climbing leads to jugs.  Above, there are several options, the FA took the cleanest line up and right.  follow the wide stembox up 10ft until you can step out right onto the arete.  Follow the arete to the top, placing small gear and climbing awesome slopy features.","protection":"Belay: C4 0.3 and 0.4x2   I placed the following:   Sliders (1 blue, 2 red)   Small offset nuts and one medium nut   c3's (000x3 greenx2, red x1, yellowx1)   c4 (0.5 x1, 1 x1, 2 X1)","location":"shares a belay with Cash Grass or Ass and Disco's Dead and traverses crimps off the right side of the belay"},"__v":0},{"_id":"GRExd9zOVPi2DHVFfUknkg==","name":"Plain Jane Glory","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman 10/7/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":15,"mp_id":"113750009","mp_crag_id":"107246341","climb_id":"GRExd9zOVPi2DHVFfUknkg==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Near the far west end of the West End Wall, this long, all gear line offers a nice mix of styles on excellent gray basalt which has been scrubbed and swiffered into submission for your climbing pleasure.  \n\n  The first 20' ascend the steepest terrain on the route, with a mix of discontinuous crack and face features and plenty of stemming. The gear through this section is a little fiddly, but certainly adequate if you take the time. A shelf marks the rollover onto slabbier terrain with left-leaning twin cracks leading to a stance. Above the stance, work up a wide stembox, using the dual thin cracks on either side for progress and protection; there are some interesting maneuvers throughout the box, which will be harder for shorter folks. At the end of the stembox, enter a short flare and pull over a slight bulge using some pockets and a good sloping rail. Finish up a handcrack with jugs. \n\n  The name is a reference to a Gregory Alan Isakov song, not the band by the same name.","protection":"(1X) Purple C3    (2X) gray mastercam/gray TCU    (3X) purple mastercam/purple TCU, blue mastercam/blue TCU, .3 BD C4    (2X) .4-.75 BD C4   (1X) #1-#2 BD C4   Stoppers (small-med.)   Bolt anchors for lower belay","location":"Close to the west end of the West End Wall. Rap skier's left (west) of a juniper on the rim that has some trimmed branches to permit the topout; this sits in a slight depression/trough in the clifftop. You can rap off of another juniper (larger) or a mid-size ponderosa, both of which sit about 10-15' back and west of the trimmed juniper.  \n\n  The lower belay is on a small block shelf that has been excavated out of the blocky choss with a 2 bolt belay."},"__v":0},{"_id":"wHk2/LqMU766mk6XRbf9yQ==","name":"Phantasm","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"JJ Schlick 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":0,"mp_id":"107246346","mp_crag_id":"107246341","climb_id":"wHk2/LqMU766mk6XRbf9yQ==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Phantasm is one of the most unique lines I've ever established on basalt, and when I first laid eyes upon the series of traverse holds, it was like a veil between dreams and reality was lifted. A geologic blessing from another time. I named it Phantasm both for its faintness and because I thought it might one day become a chopped out ghost route. It’s survived at least one selective chopping and was brought back from the light to haunt Volunteer Canyon once again. Maybe forever this time. \n\nFrom the climbers left side of the drainage at a large half alive ponderosa which juts off the edge of the rim, rappel past knobby horns down 90' to an excellent belay ledge and a fixed belay.\n\n From the deluxe ledge, tackle the slightly overhanging dihedral with thuggy hand and finger pods (5.10). Take a moment at the break before the rail traverse, and eye it well. Once on the move again pop up to the jug, and then start moving past perfect jugs and textured smearing towards the steep thin crack.\n\n Entering the thin crack and then getting into the hanging stem box is the crux of the route. This section is exciting, engaging, and ever so slightly enigmatic. After you plug some small gear and enter into the stem box be prepared for some intriguing and semi technical stemming for 30' of airy exposure in the shallow box. At the top of the box there is a good #.75 Camalot in a diagonal slot/handhold. One final tricky section exiting the top of the box to the right is followed by easier blocky climbing to the top.\n\n The rock temperature may sway the grade a bit on this thing. Cold stone will make the traverse feel like an ice rink. Picture perfect conditions would be an ambient 70 degrees and climb it in the shade. \n\nThe direct start has been done at 5.12+ PG-13 if you are looking to up the ante.","protection":"Single set through #3 Camalot. Small/ medium wires. Five bolts total. Plenty of draws and long draws.","location":"Climbers left side of drainage, at base of large ponderosa."},"__v":0},{"_id":"ngkJmXpeWcW/u4NRa7gcUw==","name":"Nyctophiliac","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Wade Forrest 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":4,"mp_id":"108431377","mp_crag_id":"107246341","climb_id":"ngkJmXpeWcW/u4NRa7gcUw==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Nyctophiliac is a Greek term meaning \"friend of the dark\" and is commonly thought of as a love of nighttime or darkness. This pitch is a jaw dropping, heart kicking, scream inducing, all natural gear line which climbs the center of a brilliant black water streak.This steep crack climb starts out with 50' of thoughtful \"Overlookesque\" trad daddy terrain with vertical fingers and small hands jamming. Several different block boulder problems (5.10) add some intrigue to the route.A natural break after the intro offers a fantastic rest and the opportunity to eye the dark, overhanging finger crack which looms eerily above. 5.11- climbing off the break leads to a conspicuous orange jug and the entrance to the very definitive crux section. Despite the positive holds and finger locks(?) you'll use everything you've ever learned at Paradise Forks to gain the \"gravity amp\" jug which splits the crux into two sections. When things seem darkest before the jug, look around the arête to the right and be gifted a perfect sidepull rail.Getting your feet onto the gravity amp jug is harder than you might first expect, and the moves here are wildly exposed. It's also the apex of the routes steepness. Fret not, however, because the gear on this line is as biter as it comes. The original pitch stays in the lefthand black system and does not meld into Like a Shadow in the Night just right. I'd hate to see you cheat yourself of the full value experience.\n\n The second known 5.12 to be established at Volunteer. This pitch conjured memories of Acid Test Crack at the Forks because of the crisp jamming, dramatic stances, bouldery cruxes, and it's just a striking line. If you're a connoisseur of 5.12 basalt trad climbing, you are not going to want to pass up this out of the way line.\n\nThe top of this line sits in a low spot of the rim and is a snow catch drainage, thus the black streaks. Due to wildlife and spring thaws, it will require some seasonal brushing. If you want to go for the well protected onsight, talk your partner into going down and giving it a brushdown with a small whisk brush. It’s an effort well rewarded.","protection":"I essentially used a triple set from #.3 through #1 camalots. Smaller, and larger units could find a home. Small/ medium wires. Whisk broom.","location":"About 20' to the climbers right of Phantasm, to the right of Jade Feather. Rap down the large drainage 125' to a perched boulder ledge belay. The belay takes #.3 through #.75 BD pieces. Nyctophiliac starts left of belay, on giant grey flake."},"__v":0},{"_id":"n8DFGDnbXJWMbXKcpM9cUA==","name":"Mental Block","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Trevor Bowman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":18,"mp_id":"118943089","mp_crag_id":"107246341","climb_id":"n8DFGDnbXJWMbXKcpM9cUA==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Start from a two bolt anchor off of a ledge (shared with Basalt of the Earth). Some tricky moves up cool pod-locks and face features with tenuous, fiddly gear lead to more straightforward fingers and hands (past the namesake block) and a thinner bit merging into Collar Blind at the upper roof blocks. Finish up Collar Blind. The pro through the crux is trickier than most at the grade in the canyon. I had cleaned several large death-blocks off of this a couple of seasons ago, and worked the block that still lingers with the 3' bar for over an hour. It would move around, but I couldn't get it to release. Discouraged, I abandoned the line. Upon revisiting it later, the block has settled back into place, and doesn't shift at all while climbing past or standing on it. It doesn't seem any sketchier than many I've climbed over on basalt routes throughout NAZ, and the section it's on is the easiest part of the route, so the block can be be largely avoided if desired.","protection":"(1X) gray C3, .2, red C3, .3   (2X) .4, .5    Small stoppers   Bolted lower belay","location":"In between Basalt of the Earth and Collar Blind. Finishes on Collar Blind. Rap just skier's right of two tiny pines right next to the rim. Look for a lower 2 bolt anchor. "},"__v":0},{"_id":"7ETCKW3yWGC3yM2qNstU3w==","name":"Like a Shadow in the Night","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Joel Unema, JJ Schlick, Wade Forrest 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":5,"mp_id":"111355986","mp_crag_id":"107246341","climb_id":"7ETCKW3yWGC3yM2qNstU3w==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":" Like a shadow in the Night is a gem which climbs the dark and varied system right of Nycto. \n\n Rappel straight down the Nyctophiliac gully to a pillar top belay. #.3- #.5 are handy. Nyctophiliac starts off the climber's left side of the pillar, while Like a shadow in the Night starts off on the right side of the pillar.\n\n Work your way past 5.9 hand cracks to chimney roof at 35'. As you work out the little roof, the climbing and the gear get more thoughtful. You will work past some welded blocks and 5.10- climbing to a good shake at a conspicuous white jug on the left, just before the steep upper half of the route.\n\n From this point, 5.11- climbing will lead you into the first of several black bouldery cruxes with good gear. If you can crank through the darkness, you will be rewarded with a fantastic shake and awesome 5.8 climbing to the top. Exit into the Nycto Gully.","protection":"Doubles from #.2- #2. Medium wires are handy, and there may some fixed wires on the pitch.","location":"Climber's right of Nyctophiliac. Starts off of the same belay."},"__v":0},{"_id":"MzOxsZ24U9uklY1IDCM96g==","name":"Jade Feather","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Joel Unema Blake McCord","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":3,"mp_id":"111357139","mp_crag_id":"107246341","climb_id":"MzOxsZ24U9uklY1IDCM96g==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Jade Feather climbs the system left of Nyctophiliac. Begin on a steep and featured face left of Nycto, pulling big moves on flat edges protected by bolts, for about 45 feet, then mantle up onto a small ledge. From here commit to the overhanging flare to the left. Enter the dihedral on a prominent arete hanging over the canyon.  Top out straight up a blobby face 10'left of the Nycto drainage.","protection":"Belay anchor takes hand sized cams Bring gear from 000 c3 to #4 camalot. Extra fingers to hands gear plus runners and quickdraws.","location":"Begin 15 feet left of Nycto."},"__v":0},{"_id":"hPpOXU5TX4OLw51lrhMdDg==","name":"Eyes on Fire","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Trevor Bowman 4/20/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":16,"mp_id":"117767728","mp_crag_id":"107246341","climb_id":"hPpOXU5TX4OLw51lrhMdDg==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Shares the belay perch and 2 bolt anchor with Plain Jane Glory. Start PJG and almost immediately cut right on a blocky/juggy horizontal into a parallel crack system on a steep panel. Steep moves on good locks/jams and juggy edges lead up to a bolt, bust a couple steep moves up rad face features up to a horizontal (staying left in the system also goes, but wasn't cleaned thoroughly as it infringes more on Plain Jane and misses some great moves). Switch gears and engage the balance as you stand up on the horizontal and work the sub-tips splitter to another horizontal. Continue up a slightly right-leaning system (keep your eyes peeled for an awesome pocket), until you can traverse left into a stembox. Clip a 2nd bolt and enjoy juggier features to the top of the box, and a final slab exit with some cool horizontals/pockets.\n\n A pretty diverse route with several hard sections. The steep lower bit is postive and powerful, whereas the slab micro-splitter is flared and tenuous.","protection":"2 bolts   In BD sizes:   (2X) purple C3-.1   (3X) .2-.5   (1X) .75-#1","location":"Locate the top of Plain Jane Glory near the west end of the West End Wall (look of the small juniper adjacent to the rim with the lower limbs trimmed up). Rap down about 10' or so climber's right (skier's left) of the juniper, over a flat, rippled section of basalt on the rim. Use the bottom belay (2 bolts) for Plain Jane Glory."},"__v":0},{"_id":"rJk64v/NXVehNH3VQ64YNQ==","name":"Discothèque","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"JJ Schlick, Wade Forrest, Seth Dyer 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":9,"mp_id":"109577178","mp_crag_id":"107246341","climb_id":"rJk64v/NXVehNH3VQ64YNQ==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Discothèques were one of the most inclusive environments in the United States during the 70’s. Marganlized communities came together in a safe, welcoming, tolerant, experience of pulsating music and human connection. This line is stunning and the pitch tackles a splintering crack through an other worldly section of pinkish basalt. This all natural gear line features 90' of classic Volunteer Canyon bottle neck finger locking, a clever Paradise Forks style low crux, and a full on Waterfall style roof-stem box crux at the top. There is some sweet exposure and a splitter small hands crack with excellent finishing holds at the top.\n\n There's tons of good gear on this pitch, and both cruxes are well protected. I feel like this will be an enjoyable, though a challenging onsight for anyone climbing the grade on local basalt. Don't forget your runners.\n\n RAPPEL- Straight down 90' off of the front of the little 'watch tower' formation, 30' climber's right (west) of the Nyctophiliac drainage. Extra rope and rigging is nice to keep your rap line where you want it. Good Ponderosa anchors are a ways back in the woods. Rope guards are useful on the edge of the cliff as usual here.\n\n BELAY- All gear, #.3- .5 size units in a horizontal just above sloping ledge with large patches of scrub oak below and right. A few medium wires or #.3 work well for higher pieces, though in a hollow/welded block.","protection":"RACK- doubles from #00 TCU or BD through #.75, as well as a #2 BD down low. Medium wires/ large wires can be useful. Full length runners.\n\n If you’re going for a flash, I'd bulk up on #00- #.5 sized units. It's also that kind of pitch where you can double up the smaller units in the same place. If you enjoy that as much as I do these days....","location":"30' climber's right (west) of the top out drainage of Nyctophiliac, there is a small out cropping on the rim. The route tops out on the lower east shoulder of this little 'watch tower'. Rap off the front, watch for loose rock on the way down."},"__v":0},{"_id":"ZDdApy64XOmUQTFAg+/cAA==","name":"Disco's Dead","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"J Unema, JJ Schlick, Wade Forrest 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":10,"mp_id":"112276048","mp_crag_id":"107246341","climb_id":"ZDdApy64XOmUQTFAg+/cAA==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"After breaking off the 15' of crack climbing shared with Discothèque, traverse right to gain a smooth dihedral/arete combo. Stem, crimp, slap, and huck. Catch your breath and launch into a powerful compression section. Finish on moderate climbing on sticky and featured basalt.","protection":"Cams from 000 to #2.  Micro offset nuts.  Draws and runners.\n\n Belay takes finger sized cams.","location":"Start on shared belay with Discothèque. Finish on high point of rock prow at top ~10ft right of CGA finish"},"__v":0},{"_id":"uDmT070vVhiMVVMf20t+rA==","name":"Collar Blind","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman 5/17/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":17,"mp_id":"117767755","mp_crag_id":"107246341","climb_id":"uDmT070vVhiMVVMf20t+rA==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Start out of a tight corridor at the base of the cliff formed by a detached block sitting out from the wall about 4' or so, the stance is comfy, and you can belay off of gear in the system (.4-.75 BD). A short fingercrack and jugs lead to an offwidth flake that defines the lower part of this system. Fear not, for you can eschew traditional blue collar values and daintily mince up this wide section in true sportwanker fashion via laybacking up the oh-so-positive edge of the flake. Once past the wideness, steep, perfect handjams quickly pinch down as the angle rolls over onto the upper slab. Fingercrack leads to a more incipient crux section (with a few fortuitous face features) and some interesting jamming right out the slightly spooky, massive blocks forming the roof topout. ","protection":"In BD sizes:   (2X) .2-#2   (1X) #3, #4, #5   Slings, draws.   Lower gear anchor--.4-.75 sized pieces.","location":"Rap off climber's left of Basalt of the Earth, on the opposite side of the tiny trees near the rim. You will rap over the massive blocks that are detached from the top of the wall after about 10'. "},"__v":0},{"_id":"7OJ3il0ZWNmysMTYhvSVUQ==","name":"Callused Earth Skin","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Trevor Bowman 10/7/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":20,"mp_id":"113750084","mp_crag_id":"107246341","climb_id":"7OJ3il0ZWNmysMTYhvSVUQ==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"The furthest west climb on the West End Wall, and likely to stay that way as the wall pretty much ends here.  \n\n  Start off of a blocky ledge and work up the wavy tips-finger crack on good, albeit a little licheny rock. This splitter lies immediately left of a prominent, leaning pillar. You can cop some hand jams in the flared corner of this pillar at a couple spots to make the going easier, or stick strictly to the finger splitter. Once the crack ends, merge left with the upper 1/2 of Basalt of the Earth and enjoy its great face finish.  \n\n  The climbing on the lower splitter is worthy, but less quality than Basalt of the Earth. I gave it a couple stars simply because you get to finish on the cool juggy topout they share.","protection":"1 bolt, (2X) blue TCU .3 .4 .5 BD C4 sizes (1X) #3 BD for belay","location":"Rap down as for Basalt of the Earth, but to a blocky ledge 5' climber's right (west). A gear belay can be formed from blue TCUs in the crack itself, or #3 BD in the corner of the column to the right."},"__v":0},{"_id":"laX0GKIgXb+craAU3Jgmng==","name":"Bat Outta Hell","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"JK Moehlman, Ashley Freeman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":13,"mp_id":"117723916","mp_crag_id":"107246341","climb_id":"laX0GKIgXb+craAU3Jgmng==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"Technically a variation, begin trending left and up across a colorful curtain of orange and black streaks, utilizing intermittent gear, often horizontal through the shared start of Wild as Hell. A good rest below a tight fingers corner leads you to a small roof and the lodged block/rest that is the bolt protected section of Wild as Hell...instead of moving right to this block, follow the crisp fingertips crack toward a technical face passing two bolts.","protection":"Small stuff through a couple of hand pieces, plus two draws and runners. Single bolt belay.","location":"Up the entirety of the most black streak at the West End, sharing its' first half with Wild As Hell, Man. A single bolt belay at an earthy ledge marks the base."},"__v":0},{"_id":"6bDsiggFXFaIlWENR3svEg==","name":"Basalt of the Earth","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Trevor Bowman 10/7/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":19,"mp_id":"113746206","mp_crag_id":"107246341","climb_id":"6bDsiggFXFaIlWENR3svEg==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"This line, along with its neighbor Callused Earth Skin, lie on the extreme west end of the West End Wall. Despite the diminutive height, this climbs quite well and serves up a pleasant variety of fun crack and face. It offers one of the best warm-up options on the South Side.\n\n The bulk of the line ascends a wavy, slabby crack that varies from tight hands to fingers peppered with good face features. As the angle steepens lock up a short stretch of fingers in a shallow corner and reach high to latch the wrapper jug which commences the steep face climbing finish. Clip a bolt (a little awkward as it was placed for optimal rock quality, not optimal clipping) and yard up excellent juggy sidepulls and edges, working slightly right and then moving back left. Finish on a blocky topout.","protection":"1 bolt, (1X).3 (2X).4 .5 .75 (1X) #1 BD C4 sizes   The belay takes a #2 and #3 Camalots.","location":"Far west end of the West End Wall. It's pretty much the end of the cliff-band. To find the top-out, look for two tiny pine trees standing side-by-side near the edge and rap just west (skier's left) of these. The rap tree sits back from the edge a good ways (50' or so). Belay from a ledge with a 2 bolt anchor (shared with Mental Block)."},"__v":0},{"_id":"8KTXGEDxUWeDEMMX5R6bkg==","name":"A Flickering Flame","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Joel Unema, JJ Schlick, Wade Forrest 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"left_right_index":6,"mp_id":"111356002","mp_crag_id":"107246341","climb_id":"8KTXGEDxUWeDEMMX5R6bkg==","areaRef":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"It takes but one small flame to dispell all the darkness in the universe....\n\n A Flickering Flame is a quasi-adventurous, all natural gear route, that for the grade will please the connoisseur with an airy, powerful crux. The gently overhanging crux section offers good gear and very bouldery sequences up a stunning, obtuse dihedral accented with a flickering orange and yellow streak which runs vertically parallel to the upper seam.\n\n Rappel down the Nycto Gully 125' to a pillar top one bolt belay. #.3- #.5 are handy at the belay.\n\n Start as you would for Like A Shadow In The Night. At roughly the 50' mark, figure out the compression problem which grants access to the bottomed out, \"backwards J\" seam out climber's right. Once established on the seam, several big, cruxy moves follow over good gear and open air.\n\n If you make it to the rather enjoyable jug after the crux section, it's time to calm down and regroup, as the next 30' is technical climbing and placing some of the gear on the run. This section is gorgeous as you climb along the bright, broken orange streak on your left.\n\n Once the angle breaks, climb to the right of a small oak bush up rather fun 5.8 to the top. Exit into the Nycto Gully.","protection":"Doubles from #.2- #2. Small/ medium wires are nice.","location":"Shares first 50' of Like A Shadow In the Night. Climber's right of Nyctophiliac."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,e94943ae-35c0-5dd1-bf05-6ddd7b19a3f0,bca40dc0-0dc7-5a10-a113-ffa5c60b0426,7ba506cb-78ed-59ed-a095-b88d057a7e7d,f2fabe97-ed9d-549f-8940-43e41a95af3a","pathTokens":["USA","Arizona","Northern Arizona","Sycamore Canyon","Volunteer Canyon (The Cwm)","South Side","7. West End Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":9,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":9,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.93604,35.1187]},"bbox":[-111.93658973235772,35.11825033981814,-111.93549026764231,35.119149660181854],"left_right_index":-1,"ext_id":"107246341","area_id":"8vq+l+2dVJ+JQEPkGpWvOg=="},"content":{"description":"The West End Wall is an intriguing spread of tall, morphed columns, and stunning architecture. Over the last number of years this wall has delivered long, striking lines which have created a full value venue. This wall is stained with dramatic black water streaks interfolded with other worldly swaths of vibrant yellow lichen.\n\n If you are looking to climb a lot of hard routes in a day, this would be high on the list of sectors which dish out some of the most classic climbing in the canyon. There is a very conspicuous drainage/ low spot on the rim which marks the top of Nyctophiliac and Like a Shadow in the Night.\n\n This northwest facing wall gets morning shade until midday during the summer months, an increased shade during the Fall season. 65 to 70 degree ambient temps will seem perfect."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:52:42.286Z","updatedAt":"2022-11-25T11:09:32.375Z"}