{"_id":"6368a50be80bff5a995aff61","area_name":"Lizard Head Wall","shortCode":"","climbs":[{"_id":"wtFhwoOwVZm8yxezlel1fg==","name":"Zigzag","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brad Gilbert & Jeff Allred, 1978 (pitch 2) - Les Ellison & Larry Carrol, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":1,"mp_id":"106266970","mp_crag_id":"105822915","climb_id":"wtFhwoOwVZm8yxezlel1fg==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"P1:\n\nStarts on the left side of the face and wanders up moderate slabs broken up by 3 roofs. Climb to the right of the 1st one where a missing piton used to protect the thin slab moves. Head straight up and pull the chickenhead-covered second roof, then slab up to the third roof where you'll find a solid piton to protect the lieback moves. Belay above the roof to the left in the Wings dihedral where you'll find a slung horn. Don't pass opportunities for gear on this pitch as the placements are mostly thin and well spaced.\n\nP2:\n\nStart by traversing right along a flaring crack for about 30', then step across the slab (thin) to get into an arching double crack. Climb the stellar finger crack that eventually arches back left into the dihedral. Set up a belay in the squeeze below a detached flake.\n\nP3:\n\nis the business: climb a few feet up to a bush then traverse right on the steep blank slab following a thin undercling, past 3 sad looking pitons that can be backed up in places. Step across a blank section to reach a flaring lieback crack. Heady and less than ideally protected climbing along this feature will bring you back left top the top of the buttress. Walk down a few feet to a solid tree anchor or keep going up the ramp for more trees.\n\nZigzag\n\nwas cleaned in the spring of 2008 by Andrew Burr. It used to look like a jungle. Apart from a bit of exfoliation it is now really clean. Props for the hard work!","protection":"Standard trad rack: nuts, cams through BD #3, optional #4 for belays on top of P2. Maybe doubles in small to finger sizes. Long runners to minimize rope drag, maybe double ropes. Possibly a screamer or two for the old pitons on P3.","location":"Follow the updated approach to\n\nLizard Head Wall\n\n. Once you reach the base of\n\nSqueeze My Lemon\n\nwalk out west along the trail that skirts the base of the wall. About 100' on this trail will bring you to a dead-end at the base of broken slabs just west of a tree-choked gully.\n\nDescent\n\n: either find the new 2-bolt anchor on top of Assumption Of Risk (see descent info for\n\nAnother Day At The Office\n\n) or scramble up and right towards a notch overlooking\n\nAltered States Gully\n\n. Downclimb 15' to the tree anchor at the base of The Slash. Bring a knife and replacement slings. Either way 2 rope raps."},"__v":0},{"_id":"iYGW4kp9VGCMtCe60YD4DA==","name":"Zesty","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dallen Ward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":11,"mp_id":"106182282","mp_crag_id":"105822915","climb_id":"iYGW4kp9VGCMtCe60YD4DA==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"This route starts 30 feet left of\n\nSqueeze My Lemon\n\n. It goes up a patina face to a bolt then a crack that eventually joins\n\nSML\n\n10 feet from the old belay tree. Face climb up to a right leaning crack. The crack starts off fingers and goes into a beautiful hand crack that you have to climb to believe.  Was full of scrub oak until it was cleaned out. Really fun route that adds to the area. Watch your rappel/lower I use a 70M rope. Some who have climbed say a 60M works, but to be safe tie your end.","protection":"2 bolts and  gear from small nuts to #4 BD cam(optional). Bolt and chain anchor at the top","location":"30 feet left of the start of Squeeze My Lemon on a cool patina face"},"__v":0},{"_id":"JJoxEeLPUQWhbQ/xtxNnuA==","name":"Wings of Perception","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"1980-Doug Madera and Jeff Butterfield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":0,"mp_id":"107551620","mp_crag_id":"105822915","climb_id":"JJoxEeLPUQWhbQ/xtxNnuA==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"I'm pretty sure I know why no one has added this climb yet. It isn't that great. But its worth posting as it is the most obvious feature in the area.\n\nPitch 1- We climbed the first pitch of zig zag, but according to the Ruckmans you can traverse out to the left onto some grungier looking rock to reach the obvious, gigantic right facing corner. Though not too difficult this pitch is quite serious in my opinion as the gear is spaced. Upon pulling the final roof, traverse to a slung horn at the base of the dihedral. Don't leave the ground without small cams, like purple tcu to red c3 size stuff.\n\nPitch 2- Climb up the right slanting crack that takes good gear in the finger to hand sized range. Some gardening was in order for our ascent. We linked it all the way to the top from here, climbing through a grungy pod OW thing. You can stop at the intersection of zig zag if you need to and build a belay.  A bigger cam in the #4-#5 camalot range is nice through the top sections though not mandatory. Belay off a small tree at the top.","protection":"Doubles small tcu to #3 camalot. The first pitch is R in my opinion. No fixed anchors, though there was some tat on the horn at the top of pitch one.\n\nDescent: Scramble up through some dead logs to a notch, then downclimb to a tree slung with about 90 pieces of tat. Cut tat. Resling tree. Rap to safety of Altered States Gully with a 70m rope. Go lap SML.","location":"Easy to spot from the road. Obvious huge dihedral.\n\nTraverse left from SML through some jungle to access the slabby start. If you don't see a massive dihedral above you, you are lost. Did I mention the massive dihedral?"},"__v":0},{"_id":"GL5AfYc4WGOGrJsuxRaC+g==","name":"Unknown Slab/Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"? ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":8,"mp_id":"106195119","mp_crag_id":"105822915","climb_id":"GL5AfYc4WGOGrJsuxRaC+g==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"To start this climb gain the mid-ledge by beginning in the alcove for\n\nBlue Collar Crack\n\nor\n\nZesty\n\nor work your way up\n\nPart Time Crack\n\n. Once on this ledge look to the far left for a set of chicken heads on the slab. Follow this slab past four bolts up to a mini dihedral/lie-back finger crack. Get your digits deep in this crack, place a few small pieces and work your way up and right around two bulges through jams and lie-backs to finish at the anchors.","protection":"Four draws, a few slings, and a light rack. (bd #.2-#.5 and a #2 are useful)","location":"This climbs the mixed line directly left of\n\nBlue Collar Crack\n\nand right of\n\nKing Lizard\n\n. the exact ending of this line is unknown.\n\nyou can finish on\n\nBlue Collar Crack\n\nanchors.\n\n1. Part Time Crack 5.5 2. Blue Collar Crack 5.9+ 3. Zesty 5.8+ 4. Squeeze My Lemon 5.7 4a. 5.9 variation 5. Errant Edge 5.10a 5a. Errant Edge variation 6. Red neck Slab (glass ceiling)5.10b 7. King Lizard 5.9 8. ? 9. ?"},"__v":0},{"_id":"9EecjnVrU9K5SEHFLtUmew==","name":"Unknown Slab","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"wish we knew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":10,"mp_id":"106194871","mp_crag_id":"105822915","climb_id":"9EecjnVrU9K5SEHFLtUmew==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Climb the varnished, featured face with a piece or two of gear then clipping a bolt before you either a)move straight up and onto a ramp across the little chimney with a little runnout mantle to a stretch clip OR b)move up and left on good gear towards a big belay ledge. Then climb the face to the right of the blue collar crack for another 4 bolts on the cool slab including chickenheads and a thin dike with edges. (ok, not really edges but fingertip crimps in the varnish)","protection":"5 draws (or is it 6) with a few being long and a nut or medium cam if you go left after the first bolt.","location":"To the left of Squeeze My Lemon is a little alcove with a steep left wall and a mottled, highly featured face."},"__v":0},{"_id":"wtinxlZbX1yPc6jszZ08RQ==","name":"Tangerine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":13,"mp_id":"119068680","mp_crag_id":"105822915","climb_id":"wtinxlZbX1yPc6jszZ08RQ==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Hope you enjoy hand cracks! This splitter line connects the two best cracks on the wall, making for 110' of continuous crack climbing.\n\nFollow SML to the end of the traversing crack section. Follow the obvious seam/chickenheads (protects well) left and then up. Pull around the arete into the $$ hand crack & follow to the chains","protection":"70m, Standard rack with extra hand sizes, with a brass offset or small tcu for the seam. We used a red BD z4.","location":"Start on Squeeze My Lemon"},"__v":0},{"_id":"LDIfjR4OWtmO0bw+zw63HA==","name":"Squeeze My Lemon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave and Scott Lunt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":14,"mp_id":"105822918","mp_crag_id":"105822915","climb_id":"LDIfjR4OWtmO0bw+zw63HA==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"As you approach Lizard Head Wall, this climb is the obvious vegetated splitter hand crack located on the east side of the wall. Start in the bushes on a right slanting ledge that gains a flaring splitter crack. Fire up this, surmounting the large foliage to a beautiful hands splitter. Continue following this crack until it trends left and runs out. Make a step left into a short dihedral with......you guessed it......great hands again. Follow this to a bolted anchor. A 60m rope will just reach the ground - be sure to tie stoppers before lowering/rapping.","protection":"Protection to 2\" with extra hand size pieces. Bolt and chains anchor at the top.","location":""},"__v":0},{"_id":"dG16B7NtWviHXaMXBHNUBg==","name":"Red Neck Slab","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Clay Watson, Gregg Kirchhoff, Tyler Phillips, 4/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":7,"mp_id":"106194664","mp_crag_id":"105822915","climb_id":"dG16B7NtWviHXaMXBHNUBg==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"This exciting slab continues left from the anchors of\n\nBlue Collar Crack\n\n. Ascend over a small bulge, gain a stance and begin to climb right and up a seam using large cracks and jams. Continue up and right towards chicken heads to gain the first bolt. Make another good move or two past another bolt to the crux. Clip a bolt and get busy.\n\nDrilled on lead by a few very tall climbers, don't hate us cause we're beautiful.","protection":"Three draws, a few large cams and slings. (bd #3, #4 and a #13 stopper for the start are helpful)","location":"This clean, thin slab continues left from the anchors of\n\nBlue Collar Crack\n\nIt climbs past a few gear placements and three bolts to a two bolt anchor."},"__v":0},{"_id":"DKKjokpuVfm72CHhk/2F8w==","name":"Part Time Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dallen  Ward, Bryce Perkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":4,"mp_id":"106182727","mp_crag_id":"105822915","climb_id":"DKKjokpuVfm72CHhk/2F8w==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"This route was created  for someone trying to break into Trad climbing It protects well and is easy to climb with great gear placements . All the starts are fun.   the 5.5 start is perfect for people trying to break into leading trad.  The 5.8 start has no pro but is a really fun way to start the climb.  I like this approach better then the original start to Blue Collar Crack","protection":"It is all Traditional Gear standard rack for the beginner nuts, tcu's and hand sized cams 2 bolt anchor on top. great belay for Blue Collar Crack","location":"This route sits below the blue collar crack on the lizard head buttress.There are 3 starts to this route depending on what you want to do. Down from Blue Collar Crack and Zesty you will find a 5.8 slab/chicken head start  4 moves.  Around the corner there is a 5.5 start and if you walk along the base of the rock you can do a long traverse into the steeper part.5.5-5.6"},"__v":0},{"_id":"xy/IPDrRU3e+lJ4/foPn5g==","name":"Maverick Line","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A. Mollard & S. Gileadi, 11/2008 (upper section was most likely done on TR earlier)","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":12,"mp_id":"106304505","mp_crag_id":"105822915","climb_id":"xy/IPDrRU3e+lJ4/foPn5g==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Start about 20' left of Squeeze My Lemon by a wide dirty crack.\n\nFind a way to clip the 1st bolt (from the starting ledge if you're tall, from the brushy crack otherwise) then slab/lieback the sloping edge of the crack to a big chickenhead. Clip the 2nd bolt then traverse/slab dyno out right to another chickenhead mantle (fun). Follow the chickenhead highway on the edge of SML (no need to get in the crack but this is where you dump your #2) then above aiming for a ramp that eventually curves into a finger traverse. Follow it (great fingerlocks) until the crack pinches out and gets vegetated then tackle the slab above (thin, crux) heading for the mini-roof. Protect under the right side of the roof (avoid its lowest point for gear as it is pretty hollow) then mantle on the crystalline slab and head straight for the chains (exciting).\n\nRefrain from following the finger traverse to its end (grassy) or from traversing right at the roof. The safety of the arête is appealing but it robs you of the best slab moves and makes you wander in uncleaned territory: every hold will break.","protection":"2 bolts and a set of C4s from #2 down to .4 and C3s down to purple. Double on green and red C3s useful.","location":"Follow the approach to\n\nLizard Head wall\n\n. The climb starts 20 left of Squeeze My Lemon by a tree-filled wide crack (Zesty is on the other side of it).\n\nDescent: lower or rap from the anchors. Some 60m are a bit short so watch the ends of you rope. 70m will bring you peace of mind."},"__v":0},{"_id":"z7CWwnqlW5uU8exJNWefOQ==","name":"Manager's Special","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Z. Robinson, S. Ohkawa, 25 March 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":6,"mp_id":"106710331","mp_crag_id":"105822915","climb_id":"z7CWwnqlW5uU8exJNWefOQ==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Inspired by an image recently posted here by Tenesmus, Zac and I decided to have a go at this unclimbed line on the Lizard Head Wall.  In spite of the blustery, cold conditions, we managed to thrutch our way up this severely leaning hands-to-fists crack and into the bombay squeeze chimney above.  From the Blue Collar Crack belay, downclimb a few body lengths to the base of the obvious, right-leaning handcrack.  The business starts right off of the belay, then the route eases considerably; mantling the awkward bulge--and, perhaps, the angle of the crack--proved to be the crux.  Continue past a steep, darker colored roof then finesse your way into the wideness, careful to avoid a bit of bat guano.  Bring pants.  The chain anchor belay atop the Redneck Slab (10a) provides an escape; rap to the first belay, then to the top of Squeeze My Lemon--or to just shy of the deck if you've got a 70m and don't mind a bit of easy downclimbing.  This adventure was fueled almost entirely by discount provisions purchased on our way to the canyon--hence, the Manager's Special.","protection":"Bring pro to 3.5\", with optional wide gear to 7\" for the back of the upper chimney.  Doubles may prove useful in hands to fists.  Don't forget the long slings!","location":"To find the Manager's Special, climb Blue Collar Crack (9+), Part Time Crack (5), or even Squeeze My Lemon (7)--link it past its anchors to the final slab moves of Blue Collar--to a two bolt belay.  From the belay, downclimb a body length or two to the base of a right-leaning handcrack."},"__v":0},{"_id":"WZEWroruWzyDPF8zYD/1Pg==","name":"Life of the Party","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"David Bell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":16,"mp_id":"109838409","mp_crag_id":"105822915","climb_id":"WZEWroruWzyDPF8zYD/1Pg==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Start on Cashmere Crack to a stance then head left to the steep prow past 2 bolts. This route joins Errant Edge at the 3rd bolt. Bring a #3 C4 or similar to protect easier climbing between the 2nd & 3rd bolt.","protection":".5-.75 Camolots, 3 bolts, #3 C4, #3 or #4 Camolot, #1 or #2 Camolot, chain anchors...","location":""},"__v":0},{"_id":"+3as3kDFWDqHk7UxLLohcQ==","name":"King Lizard","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clay Watson, Tyler Phillips","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":3,"mp_id":"106194840","mp_crag_id":"105822915","climb_id":"+3as3kDFWDqHk7UxLLohcQ==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"From the little ledge belay on the Lizard Head wall, climb up and left into a dihedral.  Do some cool moves left and through the crack system onto an arete.  Clip a few bolts on the arete then trend back right to a fixed pin marking the bottom of the knife blade crack.  Put in your choice of small pro with many options and do the slab boulder problem to the two bolt anchor.","protection":"standard Wasatch rack with a few long runners and three bolts to a 2 bolt anchor.  A 70 meter rope lowers you back to the starting belay station.","location":"Left of the face split by Blue Collar Crack is a dihedral system that is the start of the climb.  You can leave the top anchor and walk up about 20 feet (roped) to a big ledge system and walk off.  This ledge system also leads to the anchors at the top of the Redneck slab if you wanted to TR that or descend that way.  Please also see the beta photo for the Lizard Head wall - its #7"},"__v":0},{"_id":"LW1LdJgKUtaM0422dIsauQ==","name":"Errant Edge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ruckman Bros.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":15,"mp_id":"106124672","mp_crag_id":"105822915","climb_id":"LW1LdJgKUtaM0422dIsauQ==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Follows three bolts up chicken heads and small crystals on the right side of the\n\nLizard Head wall\n\n.  Spicy.","protection":"Some pro available between the three bolts.","location":"Right of\n\nSqueeze My Lemon\n\non the\n\nLizard Head Wall\n\n."},"__v":0},{"_id":"bI7tvxgDX5ylXnus1AFuaw==","name":"Delicacy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rob Duncan and Zac Robinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":5,"mp_id":"106725551","mp_crag_id":"105822915","climb_id":"bI7tvxgDX5ylXnus1AFuaw==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"This variation of Manager's Special was kindly offered by Z Robinson to R Duncan on April 9th. A fun route that is capped by an absolutely stellar finger crack (that just doesn't seem long enough!).  A hand crack to a tenuous slab step-over move, to a splitter finger crack (with good feet in the finger crack!)","protection":"Bring pro from small fingers (blue aliens) to 3.5\". A few long runners are needed to keep the rope drag manageable.  A bolt protects the delicate and exciting slab move that is necessary to gain the killer finger crack.  Two bolt anchor.  Easily rapped with a 60m.","location":"Same as for Manager's Special, except upon completion of the hand crack (before entering the gaping chimney/offwidth) step up and left to gain the obvious splitter finger crack."},"__v":0},{"_id":"pPTVT/+qWTGnFWbO8Ft6oQ==","name":"Cashmere Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Pete Vintoniv","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":17,"mp_id":"106704687","mp_crag_id":"105822915","climb_id":"pPTVT/+qWTGnFWbO8Ft6oQ==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"This is the thin right leaning hand crack that turns OW around the edge from Errant Edge. Though the hand crack at the bottom is a little stiff the business is the off width for sure. Also right leaning and overhanging.","protection":"one set up to #3 BD and 1 #5 and 2-3 #6 cams. Fixed anchor at the top. We placed a stopper for the very first piece off the ground.","location":""},"__v":0},{"_id":"IYUldHniVH+JY1oUx4NqKw==","name":"Blue Collar Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C. Watson, G. Kirchhoff, D. Ward, B. Perkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":9,"mp_id":"106182736","mp_crag_id":"105822915","climb_id":"IYUldHniVH+JY1oUx4NqKw==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Pitch 1\n\n: Climb the arete up to a high bolt and contiue up to the base of a sweeping crack or begin the climb in the corner on the left using the small crack in the wall for gear. Either way, once at the headwall climb to a comfortable stance and stand in a right sweeping, arching crack the starts horizontally. Follow the crack proper all the way up to a set of anchors. (115 feet)\n\nPitch 2\n\n: Lean right off the anchor and follow a double crack system to a great stance and chain anchor. (65 feet)\n\nThis route was cleaned out by Gregg, Clay and Dallen.","protection":"Standard rack -- nuts, tcu's through 3.5 or 4 BD cam. There are a total of 3 sets and chain anchors for the rap.  Can be done with a 60 M rope.\n\nPitch one can be done from the ground and back using a 70m rope only. If you do this\n\nWatch Your Ends\n\nas a 70m will just barely get you back to the belay.","location":"This Route starts in/on the corner just west of\n\nZesty\n\n. Climb the arete proper to a bolt and continue up until you reach the base of the swooping crack or follow the left-side corner up and step on the shelf 50 feet up."},"__v":0},{"_id":"fSkboWesVcCCrz7/s44ZYw==","name":"Another Day At The Office","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Gregg Kirchhoff, Dallen Ward, and Clay Watson, March-April 2008, equipped  2 July by James Garrett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"left_right_index":2,"mp_id":"106196216","mp_crag_id":"105822915","climb_id":"fSkboWesVcCCrz7/s44ZYw==","areaRef":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":"Another Day At the Office\n\nstarts on the same ledge as\n\nBlue Collar Crack\n\nand the many other routes that use it for access. It climbs sharp left up a blunt arete to a quasi chimney that quickly ends, but brings the climber to a steep arete.\n\nPitch #1\n\n: Climb to the arete. A hand crack deeper in the recess to the left goes easy to a big chickenhead and steepening slab requiring an athletic lunge past some fixed protection. Trend rightward and reach a blocky headwall where an undercling allows a traverse to the right to a two bolt belay. 5.11, 25m.\n\nPitch #2\n\n: Climb the awkward thin tight finger crack above the belay until it ends at\n\nKing Lizard\n\nor continue past two bolts on delightful chickenheads to the top of the buttress, building your own belay. 5.10+, 20m.\n\nPitch #3\n\n: This pitch was climbed before the lower pitches of the climb, but sits and waits for you right above it. On the big scrub oak filled belay ledge just 10m above the chain anchors for Red Neck Slab, an east facing slanting crack sweeps up to the top of the main Lizard Head Wall. This may be climbed via OW wide hands from its base or can be approached directly via some steppy cracks and slab that eventually intersect with the difficult and exfoliating layback crack at its top. Walk 2m north on the cut swath of scrub oak \"path\" to begin. We chose the direct (not having multiple #3-#4 Camalots with us as may be required by the lower portion of the crack) and possibly easier variation to the upper layback crack and two-bolt belay ledge. A crack that works you! 5.10, 20m.\n\nWe climbed this traditionally, ground up, without pre-inspection and low down of Pitch #1 not entirely free (thermal and heavy load burn performing our chosen Line Of Work?). Consequently, we were surprised to see the\n\nKing Lizard\n\naround the corner to the left. We also were unaware of the previous very bold ascent leaving no fixed gear of this route that had occurred in April.\n\nWalk about 15m to the west and down the\n\nAssumption Of Risk\n\nspur and find a two-bolt belay. Two Rope Rappel.","protection":"QDs, set of Camalots, extra #3-#4.5 sizes for pitch #3 and perhaps extra micro sizes for Pitch #2.\n\nSet of Nuts.\n\nIncidentally, Assumption Of Risk looks great, but could use its one old 1/4\" bolt replaced and I doubt that it is still an \"X\", given the advances of modern gear.","location":"We found no modern rappel anchors on top, so we installed a two-bolt belay/anchor at the top of Assumption Of Risk. Two rope rappel or find some intermediary tree rappel options to base of the Main Lizard Head Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,ef88237a-b5d4-56e0-ab55-382c24d593e8","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Lizard Head Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":4,"intermediate":11,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7596,40.5733]},"bbox":[-111.76019198958,40.57285033981814,-111.75900801042002,40.573749660181875],"left_right_index":-1,"ext_id":"105822915","area_id":"74gjerXUVuCrVTgsJNWT6A=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:26:25.916Z","updatedAt":"2022-11-25T11:22:21.531Z"}