{"_id":"6368a60be80bff5a995c545d","area_name":"South Face","shortCode":"","climbs":[{"_id":"UmUe4LmxURKgfZ+aQyQBFA==","name":"Western Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"8/21/2017 Bill Enger, Yale Lewis, Jim Daubert","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65485,48.19575]},"left_right_index":1,"mp_id":"118571310","mp_crag_id":"118278469","climb_id":"UmUe4LmxURKgfZ+aQyQBFA==","areaRef":"Tt8s+GaiUqCO/Vxcvf1YaQ=="},"content":{"description":"The route is named for the large, reddish right-facing corner with its big cracks visible from the base—the Western Dihedral. Both pitches 2 and 3 feel like crux pitches, but are completely different. Pitch 2 has lieback and stemming moves, and Pitch 3 has delicate smearing on an exhilarating finger traverse. The rest of the route is pleasant smearing and easy cruising.\n\nPitch 1\n\nFollow a left-facing edge with face moves past two grassy ledges and a bolt at each. Walk up the interesting angled dike to another bolt, 5.8. Alternate smearing and ledges lead to the anchor.\n\nPitch 2\n\nA pitch of varied charms, an area classic. Start up around the bush to its left side. Walk up a trough with minimal gear to a short wall crowned with a vertical 2\" crack. Pull over this onto a ramp rising leftward. Pass some flakes with gear and continue to a bolt on the face. Pull over this hump into the Predihedral. Filled with beautiful finger edges, this is an enjoyable feature with good stemming. At a bolt at its top, cross left on a sloping wave to the Western Dihedral. Placing gear here will result in a sharp zigzag in the rope(s) unless mitigated. Climb the various cracks, 4\"+ wide, in the big dihedral to a nice ledge out left with the anchor, 5.8.\n\nPitch 3\n\nLower back out into the dihedral, pad up it a bit and clip the first bolt. Smear up to reach a fine finger traverse across the wall to the right, 5.8. Cruise up a couple of cracks for pro until a bolt appears one to the right. Cross a dirty hump rightward, then some fine, clean smearing past two bolts to the anchor.\n\nPitch 4\n\nThe angle eases off even more, so this pitch is an easy ramble straight up the slab for 40m. Then look right for one bolt, leading one to the anchor, 5.5.\n\nPitch 5\n\nSetting a course for the large-looking Headwall Block above, cruise up shallow troughs and slabs with at least one decent pocket for pro, 5.4. Get right up to the block, a flat vertical wall, and clamber left around it.  Blocks and ledges lead to the summit, where a sling belay is threaded around a pinch point.\n\nDescent: rappel the route.","protection":"Single standard rack to 4\", a dozen draws plus some long ones, two 60m ropes\n\nAll of the holes on this route were drilled with hand drill and hammer. As the route is within the boundaries of designated Wilderness, power drills are not allowed. All bolts are 3/8\" stainless steel wedge bolts. Hangers are modern, stainless steel, mostly powder coated. Anchors are mostly Fixe stainless steel two-hanger chain with equalized ring.","location":"Follow the approach directions on the South Face page to the grassy saddle, then left, up to the base of Skeena26. Do the class 4 scramble, and on up to the far western wall.\n\nAbout the class 4 scramble: choosing the easiest way, this can be done with easy scrambling and a few low class 5, low-angle moves. One way, from the base of Skeena26, is to first trend leftward on easy humps and grooves, then back right when they end. With a few smearing moves go up grooves to a white tree stump. A couple of face moves lead to the top of the dark green gully on the left, and the huge shelf system.\n\nOnce at the top of the talus field at the base of the far western wall, follow the wall closely to the right. Pushing past tree branches in two places, drop down to a nice ledge with a belay bolt.\n\nTime: 1 hour from the grassy saddle, 4 from trailhead\n\nThe far western wall of the South Face of Squire Creek Wall"},"__v":0},{"_id":"KzPfNazBUsqM2UcM5vFBUQ==","name":"Skeena26","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"9/17/2012, David Whitelaw, Bill Enger, Yale Lewis","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65485,48.19575]},"left_right_index":2,"mp_id":"118285647","mp_crag_id":"118278469","climb_id":"KzPfNazBUsqM2UcM5vFBUQ==","areaRef":"Tt8s+GaiUqCO/Vxcvf1YaQ=="},"content":{"description":"In the original announcement of this route, David's writing describes it well:\n\n\"The south side of Squire Creek Wall isn't as steep as the Illusion Wall or even Slab Daddy, it's just that the rock is so exceptional and the setting so perfect. The stone is brilliant white and peppered with textures, bumps and knobs. When it gets a little steeper, the knobs get a little bigger and there are good places for gear on many of the pitches.  This is a friendly route of high quality and though the first pitch touches 5.9 at a couple of polished spots most of the rest of the route is 5.4- 5.6 with sporadic freak-outs of up to 5.8.  We tried to make a route that a 5.8 leader would find reasonable. We just went with the flow, and followed the knobs for a dozen pitches.\"\n\nThe crux moves are on the first pitch. Find the narrow whale's back of stone between facing corners of more broken rock. The bolts are hard to see but there are nine on this pitch. A short bouldery sequence (5.9 move) gets one onto the rib and soon the first clip. Continue up on 5.7/8 friction for most of the pitch until polished rock near the top of the pitch makes for a few more 5.9 moves. After the last bolt move onto a flake on the left and find good pro cracks a few feet later. From the pro cracks move horizontally right to reach the belay ledge.\n\nOn the last pitch, climb up and right past 4 bolts (max 5.7) and finish with clean splitter cracks (5.7) and a few face moves past the left side of an overhang. Moves on blocks lead up onto a small forested ledge on the very crest of the buttress. Don't miss the awesome close-up view of Whitehorse from the end of the ledge.\n\nDescent: Rappel the route.\n\nBuilt with 50-meter ropes, most of the pitches take all of 50 meters and so will the rappels. One can combine pitches 6 and 5 with 60m ropes.\n\nThe original FA trip report was posted on cascadeclimbers.com on 12/30/2012, here:\n\nSkeena26 III, 5.9","protection":"This general phrase applies: light single standard rack to 3\". The FA party was comfortable with the following rack:\n\nBD Stoppers 5,6,7,8\n\nCamalot C3 #1\n\nCamalot C3 #2\n\nCamalot C4 .5\n\nCamalot C4 .75\n\nCamalot C4 #1\n\nCamalot C4 #2\n\nCamalot C4 #3\n\n5 draws\n\n5 alpine draws\n\nAll of the holes on this route were drilled with hand drill and hammer. As the route is within the boundaries of designated Wilderness, power drills are not allowed. All bolts are 3/8\" stainless steel wedge bolts. Hangers are modern, stainless steel, mostly powder coated. Anchors are mostly Fixe stainless steel two-hanger chain with equalized ring.","location":"Follow the approach directions on the South Face page to the restful grassy saddle. As it says, for Skeena26 continue left (west) along the wall for 5 minutes to another smaller saddle. Scramble up the grass into a minor gully to the start of the route.\n\nTime: 3 hours"},"__v":0},{"_id":"wSb7gP5IWKKgfZxjpDPoCw==","name":"Doorway Flake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"June 19, 2019  Bill Enger, Yale Lewis","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65485,48.19575]},"left_right_index":0,"mp_id":"118626762","mp_crag_id":"118278469","climb_id":"wSb7gP5IWKKgfZxjpDPoCw==","areaRef":"Tt8s+GaiUqCO/Vxcvf1YaQ=="},"content":{"description":"The first three pitches present a collection of enjoyable features. Without long stretches of any one climbing style, they are each a mixture of knobs, cracks, slab smearing, and face climbing. The last two pitches predictably round off with low Class 5 friction and blocks to the summit.\n\nPitch 1\n\nBoulder up some sculpted knobs to the bottom edge of the flake where a good crack takes a range of pro sizes. Fun stemming gets one over the threshold, with its sharp finger crack deep inside. The top edge of the flake's crack takes a 4\" cam to protect some cool knobs up to a bolt. Then step right and up cracks and ledges past a bolt. Move back left using a quartz-encrusted block, the Crystal Step, to reach a large ledge. Continue up smears past two bolts to the anchor, 5.8.\n\nPitch 2\n\nFrom the right end of the belay ledge, step right on face moves up to the bolt in view. Cruise up easy ground then pull over a steep block with a horizontal 1 1/2\" crack for pro. The obvious vertical edge above starts facing right, changes to facing left at an alcove, passing four bolts. This is fun, challenging 5.9 face climbing. Step down and left to a narrow ledge, clip the high bolt (drilled overhead on the FA). Use the pinch underclings to move out leftward to a diving board with 3/4\" pro. Climb its dihedral with one bolt to the anchor, 5.9.\n\nPitch 3\n\nGo left off the belay ledge and up some edges with a slot for pro and a bolt. Move straight up to the big circle of bushes, passing it on its left. On smears, reach left to the start of a blissfully clean crack system going through the White Spot. Pass a hanging block with a white stump on its left. Move right to a lovely 1\" crack, climb it then traverse right to a large easy trough for a short distance to the anchor, 5.7.\n\nPitch 4\n\nCruise up easy dihedrals including a long 4\" wide layback crack. When it turns right, step left for some pro or pad up to a single bolt at a stance below a bush patch. Smear rightward and up close to the hanging branches, and move left past them to the anchor, 5.6.\n\nPitch 5\n\nOne bolt protects a slabby hump heading straight up toward the summit. Clamber up the blocks to a chain anchor, 5.6.\n\nDescent: rappel the route.","protection":"Gear: standard single rack to 4\", a dozen draws plus some long ones, two 60m ropes\n\nAll of the holes on this route were drilled with hand drill and hammer. As the route is within the boundaries of designated Wilderness, power drills are not allowed. All bolts are 3/8\" stainless steel wedge bolts. Hangers are modern, stainless steel, mostly powder coated. Anchors are mostly Fixe stainless steel two-hanger chain with equalized ring.","location":"Follow the approach directions on the South Face page to the grassy saddle. Continue left (west) along the wall and up to the base of Skeena26. Do the 4th class scramble, and on up to the far western wall. For more on the 4th class segment of the approach, see the sketch on that page.\n\nFrom the bivy site, cross the talus field to the nearest point of the wall. The namesake flake is 6m directly above.\n\nLocator for Skeena26 start, beginning of 4th class approach segment. Cruise up the shallow dihedrals on the left:"},"__v":0},{"_id":"ugug3RChXqqI2V+GQcS0vQ==","name":"Concerto in C for Drill and Hammer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"9/7/2014, David Whitelaw, Bill Enger, Jake Larson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.65485,48.19575]},"left_right_index":3,"mp_id":"118299770","mp_crag_id":"118278469","climb_id":"ugug3RChXqqI2V+GQcS0vQ==","areaRef":"Tt8s+GaiUqCO/Vxcvf1YaQ=="},"content":{"description":"This fine 15-pitch route goes from near a good bivy bench to the summit crest. A clean, white fan of easy cruiser slab leads to the Class 5 climbing near the end of Pitch 1. Sustained 5.8 friction slab is featured in pitches 2, 7, 8, 9, and 10. Crusty ridge running completes the climb to the summit with views overlooking Buckeye Basin to the town of Darrington below.\n\nIt must be said that the final five pitches along the ridge have been done before, as part of the route Primal Scream. We wanted a secure descent route, so we put in chain anchors along the ridge, but very few pro bolts in this section.\n\nPitch 1\n\nAn easy warmup pitch. Ramble up the slab past Africa Flake, a few meters to the right, until it steepens. Here there are gear opportunities and one bolt to the anchor, 5.5.\n\nPitch 2\n\nClimb past four bolts on small knobs, 5.8. Continue up past a gear placement and one bolt to the anchor.\n\nPitch 3\n\nCruise along a left-facing edge for about 10m to a bolt protecting a diagonal dike crossing. On good knobs, go past four bolts to cross an interesting bridge around a hole in the slab. One more bolt and gear opportunities bring one to the anchor, 5.7.\n\nPitch 4\n\nMove up easy ground with good knobs, with no need to touch the dirty feature on the right. Go past four bolts ending on the ledge atop the feature, 5.6.\n\nPitch 5\n\nThe first bolt protects fun moves crossing a sill, and four more take one through breadloaf knobs, 5.7. Head for a nice crack for pro and climb it to the anchor.\n\nPitch 6\n\nA couple of bolts protect the moves getting into the fine crack, quite thin at the bottom. Climb up the gradually widening crack and place your favorite size for pro from 1/8\" to 1/2\". From the top of the crack, two bolts trend leftward, heading for a couple of nice overlaps. After pulling over the second overlap go straight up a path between the bushes to the anchor, 5.7.\n\nPitch 7\n\nMove the belay by walking through the Bubba Compactor, a ledge behind a large detached flake, down a few steps and contour to the thin ledge where there is a belay bolt. There is a 2\" crack there to add pro to the belay. Climb the slab above, catching one bolt before some obvious big flakes for pro. Two bolts atop the large flake protect the crux, stepping up a thin dike, 5.8. Cruise the slab above using four bolts to the anchor.\n\nPitch 8\n\nSix bolts worth of thin friction slab bring one to a hole in the rock with pro possibilities from 1\"-3\", 5.8.\n\nPitch 9\n\nStep right past a bush at the start to find the first bolt. Smear up to a bolt and cross a right-facing edge, and trend rightward for three bolts, 5.8. Thin climbing continues up past three more bolts. Then a 1\" gear opportunity in an overlap crack leads to the anchor.\n\nPitch 10\n\nDelicate smearing on smallish knobs past 8 bolts leads to a horizontal crack for a 2\" piece. Continue smearing up past two more bolts to a left-facing corner with gear opportunity, to the anchor atop a pedestal, 5.8.\n\nPitch 11\n\nMove up and past a couple of right-facing corners with pro, clipping one bolt to reach the Inverted Prow. There was a piton placed by the FA party here; if it's gone there are some placements for very small cams. Continue up the ramp next to the dihedral, where another piton was placed. Move up onto the buttress crest and find the chain anchor, 5.7.\n\nPitch 12\n\nMove up the right side of the buttress crest over blocky and ledgy ground, to an anchor on the crest, 5.5.\n\nPitch 13\n\nScramble up the ridge until forced by the trees to move right. Step down onto the slab layer just below the trees, and follow its dihedral with good pro to the anchor on a small stance, 5.6.\n\nPitch 14\n\nStep out right past an obvious clean 3\" crack and around the bulge above and to the right. Cruise up a cool rib with a horizontal crack for a perfect 1/2\" placement, 5.7. Move up between some bushes to another cool rib with no pro in it, currently, to a sling belay of webbing around a stout tree.\n\nPitch 15\n\nA short pitch out of the tree branches into some wide cracks between blocks to the summit, 5.6. Top anchor is a long sling around a boulder.\n\nDescent: rappel the route.\n\nSpecial thanks to Jim Daubert and Wes Bevins.","protection":"Standard single rack to 3\".\n\nAll of the holes on this route were drilled with hand drill and hammer. As the route is within the boundaries of designated Wilderness, power drills are not allowed. All bolts are 3/8\" stainless steel wedge bolts. Hangers are modern, stainless steel, mostly powder coated. Chain anchors are mostly Fixe stainless steel two-hanger chain with equalized ring.","location":"Follow the directions on the South Face page. From the grassy saddle scramble down on ramps for 20-30m and across the granite apron. Walk up the sidewalk, easiest on the far side of the apron, to find a two-bolt anchor on a vertical short wall in the middle of the slab. This is the start of Pitch 1. The distinctive Africa Flake feature will be visible about 35m upslope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,d7b060e8-9fad-5218-b374-b025154fd51a,4edf2cf8-66a2-52a0-8efd-5c5cbdfd5869","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Squire Creek Walls","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.65485,48.19575]},"bbox":[-121.6555245701096,48.19530033981813,-121.6541754298904,48.19619966018186],"left_right_index":-1,"ext_id":"118278469","area_id":"Tt8s+GaiUqCO/Vxcvf1YaQ=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:50.143Z","updatedAt":"2024-01-15T16:50:43.513Z"}