{"_id":"6368a44ee80bff5a9959bf60","area_name":"Palmer Gulch","shortCode":"","climbs":[{"_id":"sNSC49nFUJG6so9GDfDb8g==","name":"Unnamed V1","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"\"Unknown\"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":999999,"mp_id":"119491058","mp_crag_id":"108058478","climb_id":"sNSC49nFUJG6so9GDfDb8g==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"A stand alone boulder in the KOA RV park & resort at Palmer gulch.  Start far left with hands on a horizontal shelf and traverse right to big overhanging holds and pull up over the bulge.  Nothing very special but something to climb if staying at the campground.  ","protection":"pad/spotter","location":"(Location Coordinates- 43°54'28.6\"N 103°32'01.9\"W).  Enter the KOA resort and campground at palmer gulch and drive straight up the hill past all the RVs till you reach the cabins and the boulder will be in the middle of the large open grass field in the middle.  "},"__v":0},{"_id":"KMjgNSmLV1m+H8Sb1F57hw==","name":"Three Yak Crack","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mike Cronin and Mike McNeil","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":3,"mp_id":"111977439","mp_crag_id":"108058478","climb_id":"KMjgNSmLV1m+H8Sb1F57hw==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"This is a stunning splitter that I eyed a couple of years ago when we did a route right next door.  It starts out with a 100ft of easy climbing with a short 5.7 crux.  You can set up a belay on a nice ledge before the second pitch crux.  The second starts out with a easy slab to a tricky dihedral that leads to a really cool roof with a interesting tongue of rock at the lip.  You then get into the meat of a really steep hand crack that is a-typical needles crack  climbing where you really need jam not only your hands but your feet too.  At the end of it you get to a huge flake that Cronin slung right before the roof that finishes the pitch.  The next pitch is a long one that goes through a tight constriction and may be 5.9 at the hardest and you can end on a nice gravel platform 150ft.  The last pitch may not be 5th class but is cool and tops out the route 60ft 5.3.","protection":"It definitely takes a full range of gear.  I would take doubles to a .75, triples to a 3, two 4's and 5's, and a six.  One rope.","location":"Route is on the southwest face of Harney.  Walk off to the east and then down the gulley.  Tough walk."},"__v":0},{"_id":"mz+2i7dCU/qDRatPZ6XeuA==","name":"Spicy Thai Tuna","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike McNeil and John Hinrichs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":2,"mp_id":"109606410","mp_crag_id":"108058478","climb_id":"mz+2i7dCU/qDRatPZ6XeuA==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"Climb into gully at the start of Mr. October Two and go right at the spectacular handcrack that slants to the right and set up belay under the roof 5.8 170ft.  Traverse left ten feet to a sweet hand and finger crack and pull roof to the left. Go up huge chimney finding nice small gear in the face until you can place a 5 camalot in the large crack .  Continue up the crack to set up a belay on a nice ledge 5.8 140ft.  On pitch three traverse right place gear and then down climb10 feet and traverse around the corner past two vertical cracks that provide good hand jams to access the large chimney section to the right. climb up walking your gear for 20ft to protect the second on the traverse.  Continue up the chimney placing small gear in the back of the chimney until you get to a tight squeeze.  At this pint place a 3/4 inch piece down climb five fee and traverse out to the edge and climb the arête till past the squeeze.  Continue up the chimney on easier climbing to the top 5.9 190ft.","protection":"Double rack to a five and a six.  Could probably get by without the 6.","location":"Climb to the top of Harney Peak and then traverse down 700ft of vertical down the south facing wall to the biggest buttress on Harney Peak."},"__v":0},{"_id":"DPWoEUoSV/WPxF0Q/u1pGw==","name":"Mr. October Also","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mike McNeil and John Hinrichs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":1,"mp_id":"109583663","mp_crag_id":"108058478","climb_id":"DPWoEUoSV/WPxF0Q/u1pGw==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"Start the same as Mr. November, but instead of heading left about 100 ft up just go straight up the crack until the end of the rope about 180ft total 5.6.  You can go farther up the dihedral for about 30ft. and then traverse left around the corner continue traversing about 100ft to the left on a nice crack for about 50ft and then heading up and left placing some small cams straight up into a horizontal roof crack for protection.  Then continue to the left and pull the offwidth crack roof and continue up the crack for 40ft for about 170ft total 5.7+.  Continue up the face and easy wide cracks for about 170ft total 5.6.  Pull a hard move protected by a tightly placed #4 camalot for about a 10ft and then another 30ft above that boulder problem then traverse left for about 30 more feet about 70ft total 5.7.","protection":"Double rack to a 4 and a 5 and a 6 should be adequate.  Take may long slings. Rapped 120ft off the ridge off a arch thread.  Walk east and then down the gully that leads to the Harney Ice waterfall and rappel of the anchor.","location":"Starts the same as Mr. November and then goes right about 100ft up.  It starts off a large boulder 450 ft right of the Harney Flow ice route."},"__v":0},{"_id":"HkqI2MylXLS2Xx0Pyi2PDw==","name":"Mr. November Too","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Pat Flemming, Mark Jenkings 2007 Ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":0,"mp_id":"108058486","mp_crag_id":"108058478","climb_id":"HkqI2MylXLS2Xx0Pyi2PDw==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"Fun route with a semi wilderness feeling. Cool summit with great views. \n\n  P1 5.9+: Climb up past some blocky/loose stuff. Jam the crack to some face climbing until you can set a belay on a good ledge. (100')   P2 5.10: Head right on ledge to a crack and face, pull into the fairly dirty crack placing good gear through a few sustained moves. Eases off as you progress up. Build belay on good ledge off to the right under a roof. (200')   p3 5.6: Move left and up through some easy climbing to a small bulge. Move through the bulge into a wider crack that eventually turns into an easy chimney, take it to the summit (160')               (i thought the move through the bulge felt 5.8ish)  \n\n  Descent: Walk off SE down slab, find easy gully down around adjacent formations. Once down the gully just follow the granite walls on your right back to your backs.. May be wise to bring up a pair or shoes to walk of in. ","protection":"Green c3-#5, nuts, a few slings, material for bulding anchors   no fixed pro/bolts on route.","location":"Starts on SW side of Harney Peak Granite Massif    (GPS N43.866594*W103.539331*)  - From Busse/Burr 'THE NEEDLES OF RUSHMORE' guidebook \n\n  Approach: From the Nelson Creek granite ridge locate the southwestern most point of the harney massif, make that a point to go to. Once there skirt around the formation and start hiking E up the hill. It would be easiest (if you don't have a gps) to follow the granite cliffs as you make your way up the hill. You'll get to a huge cave/amphitheater, keep trending right past the cave and hike up the hill until you reach the base of a pretty big wall/formation. The start of the route is pretty much in the center of the formation."},"__v":0},{"_id":"vIe2Xi1tXsiaAJ4hplzh6A==","name":"Keelhaul","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin Bein, Jim Black, Paul Muehl, Bob Archbold, Barb Devine, June 2nd 1980 (ground-up)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"left_right_index":4,"mp_id":"113799766","mp_crag_id":"108058478","climb_id":"vIe2Xi1tXsiaAJ4hplzh6A==","areaRef":"PdYz0WahXGmeTOm0P77sOA=="},"content":{"description":"One of the top 5 five hardest spires in the Hills completed a year after the infamous Vertigo spire by mostly the same crew. Very rarely gets repeated, probably due to the hour+ hike it takes to reach. Certainly not harder than Vertigo but still has a short, wicked crux with some ride potential. \n\n  Once at the west side of this spire scramble to a ledge with a pine sapling and build a belay. Take large horizontal that slopes away from belay to the East. Clip old bolt then head up face to second old bolt on arete below the bulge. (I was able to place the smallest ball nut and a #3 RP to back up the 1/4\" bolt). Commit to some terrible holds and don't look back! Exit on easier crack up left. \n\n  The Busse/Burr guide is not accurate on this climb. Especially the topo drawing, do not take that line!","protection":"2- 1/4\" threaded bolts   Single rack extra small to hands   2- 1/4\" buttonhead bolt for anchor (recommend building)","location":"Located about two thirds the way up the West side of the Nelson Ridge, it's the unique shape that resembles half of a spade."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3dd633d1-66a1-5c69-9e4c-e9b43fbeec38","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Palmer Gulch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0-1"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.55451,43.88607]},"bbox":[-103.55513390440908,43.88562033981814,-103.55388609559093,43.88651966018186],"left_right_index":-1,"ext_id":"108058478","area_id":"PdYz0WahXGmeTOm0P77sOA==","polygon":{"type":"Polygon","coordinates":[[[-103.55513390440908,43.88562033981814],[-103.55388609559093,43.88562033981814],[-103.55388609559093,43.88651966018186],[-103.55513390440908,43.88651966018186],[-103.55513390440908,43.88562033981814]]]}},"content":{"description":"There are some pretty good adventurous type routes up the nelson creek/palmer gulch area. They need to see some more traffic so they can be cleaned up a bit. \n\nAll INFO TAKEN FROM BUSSE/BURR 'THE NEEDLES OF RUSHMORE' GUIDEBOOK\n\n  Comprised of Harney Peak and the ridge to the N of the massif, Nelson Creek Ridge. Palmer Gulch is home to countless Conn routes, a few new routes, and the Harney Peak ice flow in the winter. All routes are in the Black Elk Wilderness and require a bit of hiking to access. "},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:10.575Z","updatedAt":"2024-02-19T18:39:45.454Z"}