{"_id":"6368a265e80bff5a99565c06","area_name":"Greek Wall (Timgor Overlook) Left, Ridge","shortCode":"","climbs":[{"_id":"jv2CxUHLVrePurB5zQ1ALQ==","name":"Violetta / βιολέτα","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.47052,43.79489]},"left_right_index":0,"mp_id":"119395749","mp_crag_id":"119395689","climb_id":"jv2CxUHLVrePurB5zQ1ALQ==","areaRef":"6zQN9XjzWx2Bynv/htLUuw=="},"content":{"description":"Getting off the ground is the hardest part as is deciding to futz with the first big nut or just commit and pass to a better stance. A pretty line with unfortunately brittle bones. The 500-600 lb keystone came loose in June 2021. One of the most satisfying moves, toward the top, is like carrying a piece of plywood, and has also started to sound hollow on the right side of the flake. The caterpillars have made it more visible than it ever has been. This is unclean and potentially rotten rock left 'as-is'; proceed with caution.","protection":"Standard rack","location":"Obvious crack on the farthest left reach of the face."},"__v":0},{"_id":"Z1TVD7OOXx2xAsCglFd4Qg==","name":"Nefeli /  Νεφέλη","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.47052,43.79489]},"left_right_index":1,"mp_id":"119420448","mp_crag_id":"119395689","climb_id":"Z1TVD7OOXx2xAsCglFd4Qg==","areaRef":"6zQN9XjzWx2Bynv/htLUuw=="},"content":{"description":"A fun top rope, have not led solo trad even with multiple trips but still actively working toward the commit.First simple traverse (low) is surprisingly committing; landing sans pro a high probability of unpleasantness.  Note, for TRS, it's about 80ft to anchor in the glade via the \"Cove Wall Staircase\" if setting top ropes that way.","protection":"TR Solo, easy anchors above. No longer pursuing a ground-up due to a new-found respect for decomposing rock and determination never to touch the stacked blocks again.","location":"20 feet right of Violeta, obvious crack system ending at stacked blocks. If the future of those blocks is anything like the keystone that just fell on Violeta, I will avoid them at all costs moving forward (exits left or right)."},"__v":0},{"_id":"n0Qry1TiXZ+xxTdqZZwXCg==","name":"Elektra /  Ηλέκτρα [Project]","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.47052,43.79489]},"left_right_index":2,"mp_id":"119420480","mp_crag_id":"119395689","climb_id":"n0Qry1TiXZ+xxTdqZZwXCg==","areaRef":"6zQN9XjzWx2Bynv/htLUuw=="},"content":{"description":"The blank canvas on the kitty litter at the right of this wall using any and all between Nefeli and the nose at the far right, projected on TR only so far with a lot of zig-zagging experimentation. Broken crystals and July / Aug sun, unclean status have made this a challenge. Currently rated as 5.0 as there's no option to define failed attempts at a top-out but despite it's dirty and rotten character, it's fun to be frustrated.","protection":"Top rope only at this point","location":"To the right of the block-topped crack of Nefeli"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,91bc0d64-0382-5936-9167-7baff300e857,418a8845-1bfd-5937-8fc7-bd52fb904d43,eb340df5-78f3-5b1d-81ca-7bff86d2d4bb","pathTokens":["USA","New York","Adirondacks","F: Lake George Region","Rogers Rock","Greek Wall (Timgor Overlook) Left, Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.0"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.47052,43.79489]},"bbox":[-73.47114295165557,43.79444033981814,-73.46989704834441,43.79533966018186],"left_right_index":-1,"ext_id":"119395689","area_id":"6zQN9XjzWx2Bynv/htLUuw=="},"content":{"description":"The left of the Greek Walls on the Timgor Overlook has 3 easy routes on somewhat dirty rotten rock with, 2 potential lines on the face between the obvious dirty cracks. This is a dynamic and decomposing area, proceed with caution do not belay directly below. Easy access and shady glade base and summit, as well as the chance to swim in the clear water by Timgor after, are a diversion after breaking camp or a day after exploring the slides.Over the course of June / July / Aug 2020 major hazards, monkey skulls and loose blocks have been addressed without tools or touching trees but be careful and treat it like a remote FA. Keep lines straight even en rappel to avoid knocking anything loose. The 500-600lb key stone 2/3rds of the way up Violetta is fine for assistance but shouldn't be used with protection as it's base is a ramp has fallen June 2021 after being used, passed, and with a surprisingly little nudge at maybe 30% body weight.Late winter and early spring were dramatic with almost rhythmic rockfall from here to the Campground wall. A large plate nudged closer to, and over the edge of Nefeli, and with nerves shot from the dramatic loss of the keystone I am abandoning the bottom-up project and happily leaving it's designation as top-rope... "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:04.434Z","updatedAt":"2024-01-15T16:47:23.587Z"}