{"_id":"63689d5ce80bff5a994f48db","area_name":"Voodoo Dome","shortCode":"","climbs":[{"_id":"LM86ZmEtXhK+3OISZWnn6Q==","name":"White Punks on Dope","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Burrell, Leversee, E.C.Joe, Edmiaston (1976)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":2,"mp_id":"105844453","mp_crag_id":"105844449","climb_id":"LM86ZmEtXhK+3OISZWnn6Q==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"Considered by many to be the best moderate route in Southern California.  Six incredible, wildly diverse pitches make this a Sierra Classic.\n\nPitch 1 (5.7+)\n\nA beautiful, knobby crack slowly tapers before leading to a belay in a comfortable alcove.  Stretch a 60m rope to reach the alcove.  Climbers with a 50m rope will need to establish a belay from gear before the crack tapers to nothing.\n\nPitch 2 (5.8+)\n\nLeaving the alcove is the clear crux of the pitch.  Climb delicate face holds out the north (left-hand) wall of the alcove.  Climb a slab alongside a thin crack and establish a belay  in a cave-like alcove above.\n\nPitch 3 (5.7)\n\nExit right and enter a large chasm.  Walk along the chasm to the far end.  Chimney up and then scramble to a spacious ledge beneath the famous dihedral.\n\nPitch 4 (5.8/5.9)\n\nOne of the most memorable pitches you'll ever do.  Lieback a wave-like left-facing dihedral.  A finger size crack in the corner takes many small nuts, cams, & TCUs.  Just as the difficulty eases, the crack widens into a  gaping offwidth--place a 4-5\" piece before setting off on the runout.  Continue liebacking sans protection to a small belay ledge.  Save some small gear for the belay.  DO NOT be seduced out left of the offwidth onto face holds.\n\nPitch 5 (5.8)\n\nRunout, diagonaling slab climbing past 4 bolts leads to a ledge with an aging pine tree (stump?!).  The runouts are not horrendous.\n\nPitch 6 (5.8)\n\nStep 15-20 feet left of the tree/stump and climb a beautiful splitter to the top.","protection":"Small to 3\", carry extra small gear, 4-5\" piece recommended.","location":"Wide Punks on Dope is located in a large recess on the South/Southwest side of the dome.  The recess is created by a massive detached block on the right-hand side which abuts the dome.  The approach from Needlerock Creek takes 45-90 minutes depending on your experience with the trail.\n\nTo descend from White Punks, walk north along the crest of the dome. Find the spot where the main east-west ridgeline nearly meets the top of Voodoo dome. Look for slings around a constriction and make a short rappel to the ground. Walk east or west (I like east) and then south around the dome.\n\nAlso, see\n\nVoodoo Dome\n\nmain page."},"__v":0},{"_id":"wufQmvTBUBOM2NA07jjqlg==","name":"Voodoo Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":0,"mp_id":"114804544","mp_crag_id":"105844449","climb_id":"wufQmvTBUBOM2NA07jjqlg==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"Possibly the most easily identifiable line in the Needles, this chimney hews the upper cap of West Voodoo Dome in two. The void can be seen with clarity from any route that ascends the east face of the Warlock, and has undoubtedly been ogled by every climber to lay eyes upon it.\n\nWhen viewed from above, the chimney runs about 100ft or so from East to West, with several blocks and one large flake spanning its width near the center. As far as technique and difficulty go, don't count on this being the crux of your trip. But it might be a highlight regardless. Back-foot and stem from bottom to top, pausing frequently to take in the view and revel in the shaded perfection of this wild feature.\n\nThe most obvious line, to the right of the flake, has surely been climbed before. This line is about 75ft in length.\n\nTo the left of the flake, the chimney gets deeper as the hillside gradually drops away. Lichen and hanging flakes (some flexing up to 4 inches off the wall) covered much of the upper 30ft of this section. About 20sf of guillotines were removed by hand, but some remaining sections will probably flex a little bit under full pressure. At 90ft, this way up seemed more fun to me, albeit requiring nearly identical movement to the other side. Wearing a helmet might be a good idea.","protection":"None. Bring a cordelette or your longest sling to extend the anchor.","location":"In an effort to beat midday sun at the main notch, we decided to look into access, initially from below. Although entering through the base is possible, most will probably access the area from above, opting to save it for a fun add-on after doing WPOD. From above, the chimney is located directly south of the standard rap station at the top of the dome, and an anchor can be built on either side of the large flake bridging the gap.\n\nIf access to the base is needed, tunnel through a tree to the right of the chasm, then squeeze through a smallish gap between two boulders. Easy scrambling will take you to the base from here."},"__v":0},{"_id":"uKQ7zrEeXeWRFuKrtP700Q==","name":"Summer Sojourn","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bender, Warender (1974)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":6,"mp_id":"105844561","mp_crag_id":"105844449","climb_id":"uKQ7zrEeXeWRFuKrtP700Q==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"Pitch 1 (5.7)\n\nStem and jam an obvious deep crack system in a corner/gully.  An offwidth section past a small roof is the crux.  Belay from bolts on a sloping ledge beneath a striking dihedral with offwidth.  (Alternately, climb a hand crack on the prow out to the left of the traditional start.  This 5.8/5.9 crack leads to the same belay as the traditional start.)\n\nPitch 2 (5.6)\n\nStem the striking dihedral above the belay.  The crack takes 3.5-4.5\" (?).  Easier crack climbing leads to a belay beneath a roof.\n\nPitch 3 (5.7/5.8)\n\nBypass the roof on the right (crux of route) and belay from a sloping ledge.\n\nPitch 4 (5.5)\n\nClimb up then traverse left on slab to a dish and gear.  Climb the water groove above to belay from bolts.  The traverse and the runout up the groove is the pshychological crux for many.\n\nPitch 5 (5.4)\n\nContinue up slab to a large belay ledge.\n\nPitch 6 (5.5)\n\nClimb a headwall via chickenheads.","protection":"Small to 3.5 or 4\"","location":"The route starts in one of the left-most of many corners/chimneys that break up the south east side of the dome.  The approach from Needlerock Creek takes 45-90 minutes depending on your experience with the trail."},"__v":0},{"_id":"mcPFgEr3Xs292ceUb1H9Sg==","name":"The Skull","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: Charles Haas & Greg Cloutier - 1974; FFA: Tobin Sorenson & Dean Fidelman - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":3,"mp_id":"117962285","mp_crag_id":"105844449","climb_id":"mcPFgEr3Xs292ceUb1H9Sg==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"One of the most prominent features on the largest dome in the Needles is the enormous, inset cave/arch feature in the center of the south face of Voodoo Dome. This 400' tall cave is ominous and spectacular, and there is only one route that tackles it directly: The Skull.\n\nThe Skull was recorded as 5.11+ (11c to be precise) in the original Moser/Vernon/Paul guidebook and 5.12a in the more recent Solem book. I'm just gonna call it 5.12 here and offer a little recommendation: Bring your A-game. The route has little in the way of fixed pro, a slightly involved approach and descent, and suffers a bit for want of traffic, but on the plus side it is a crazy cool place to be and has a distinctly old-school feel. The Skull's location on the inside right corner of the cave lends it shade from dawn until early afternoon which keeps it much cooler than anything else on Voodoo Dome.\n\nApproach: I believe it is possible to scramble directly up to the bottom of the cave from just left of the toe of rock you would normally pass on the right to get to the Dihedrals area of Voodoo Dome, but I have not attempted this. Instead, one can easily build an anchor at the start of The Emperor and belay a short, awkward traverse leftwards across a slab to access the cave. Continue working across the bottom of the cave through a small jungle until just left of center. From here scramble up and back right into a narrow chimney/gully that is choked with blocks. Climb these blocks, immediately hang a sharp lefthand turn into another corridor, squeeze past a bush, and continue to the very back of this corridor. Here you can easily mantle up and onto an expansive, beautiful slab that forms the true floor of cave. From here the left-leaning triple cracks of The Skull's first pitch are obvious.\n\nP1 (5.10, 100'): Climb the triple cracks. Steep, excellent jamming on rock covered with a strange mineral deposit that leaves it feeling a bit like limestone. Belay from gear on a nice ledge in the vicinity of a fixed pin.\n\nP2 (5.12, 100'): Execute a boulder problem to access the corner above, using extreme caution if handling the enormous leprotic flake on the right. Once in the corner, slam in some gear, take a quick breath, and boulder up a steep stemming section with tricky gear and cryptic climbing. A series of jugs marks the end of the crux, but there is still a long stretch of surprisingly pumpy jamming ahead. Some of the rock is sharp, the angles make it a bit awkward, and there's even a wide section to slap you in the face near the end. Belay on an uncomfortable sloping stance at a pair of rusty fixed wires (other gear abounds).\n\nP3 (5.12, 100'): You thought it was over? Oh no... you still have the roof of the cave... Turns out this is not really the issue however - that would be the giant flake immediately off the belay. Steeper than it looks, the finger crack behind the flake is just not quite what you want it to be and this becomes a sleeper crux. If you can get through this 20' section of struggle and the flake doesn't peel off and crush your belayer, you're likely home free. Breach the roof (be wary of a pinch point that can strangle your rope) and work up an easier right-facing corner to good belay ledge.\n\nDescent: From the top of the third pitch you can join Crossbones, traverse over towards Summer Sojourn, or just forge your own line up easier terrain to the top of Voodoo Dome. Alternatively it is possible to traverse right and creatively rappel down into oblivion. If you're lucky you'll eventually hook up with some fixed anchors on Pea Soup (and The Emperor) and can ultimately reach  the ground near where this all began.","protection":"2x Tiny to #2 Camalot.\n\n3x 0.5, 0.75 Camalot.\n\nWires.\n\nOptional #4 Camalot for P2 wide section.","location":"The right side of the massive recess in the center of Voodoo Dome. Use the Dihedrals approach."},"__v":0},{"_id":"dY3sASJPVwa51ITj3lRGuA==","name":"The Light Side","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ron Carson & Dick Leversee","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":5,"mp_id":"117962374","mp_crag_id":"105844449","climb_id":"dY3sASJPVwa51ITj3lRGuA==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"...of The Force: Call upon it for this fine route, but be warned, The Emperor might be a better warmup for this rather than the other way around.\n\nThe Light Side takes the attractive right-facing corner in the center of the Dihedrals area as it arches leftwards, then spectacularly pulls the roof above to a somewhat hidden anchor. It would be possible to link this in a single pitch but this is probably ill-advised if you're onsighting.\n\nP1 (50', 5.11c): Climb a nice #1 Camalot layback to a stance below a steep tips crack. Load this up with micro gear and stem or lieback your way to glory and a spacious belay ledge with two bolts.\n\nP2 (65', 5.11a PG13): Lieback up the 0.75/#1 Camalot crack through a little rooflet and on to a weird, slabby corner where the crack pinches down momentarily (this is near where the arete climb \"Supernova\" joins the route). Past this there is better gear. Keep climbing a bit further to a good foot ledge and rest. Reach out behind you to the lip of the roof. Blind pawing may uncover some tricky shallow stopper placements between patina fingertip buckets - hopefully yielding something encouraging enough to then commit to the roof (crux - would be a really ugly fall if the gear rips). Pull up and over to a bolted anchor. A 70m rope is enough to rap all the way to the ground from here.","protection":"2x from tiny to #1 Camalot.\n\n3x 0.75 Camalots.\n\nStoppers.\n\nRP's.","location":"The central right-facing corner at the Dihedrals area of Voodoo Dome."},"__v":0},{"_id":"acZU8wyBW3Kw0SOOFYCerg==","name":"The Emperor (aka Pea Soup)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FFA: Tony Yaniro and Brett Maurer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":4,"mp_id":"108414153","mp_crag_id":"105844449","climb_id":"acZU8wyBW3Kw0SOOFYCerg==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"This route was described by Randy Leavitt as, \"The best crack at the Needles.\" Despite this description, the route seems to have fallen into Needles obscurity maybe due to the difficult approach, lack of an updated guidebook, and general difficulty of the climb. However, this route inspires the imagination and those who seek it out will not be disappointed.\n\nThe Emperor is a pure granite crack climb. As are most Needles routes, it is sustained in nature. The rock is spectacular, the gear is textbook, and the position is amazing. The first pitch can be top-roped (barely) with a 60m rope, although a 70m is recommended. The climb (Pea Soup) continues for several more pitches to the top, but only the first is described here.","protection":"Natural protection with a two-bolt rappel anchor (1/2\" SS).\n\nThe anchor could use some help from anyone willing to switch out the fixed slings and biners for some chain and quick-links.\n\nTo stay in character with the route I will not make any gear recommendations.","location":"This route is located on the south face of Voodoo Dome. The start is difficult to find and explain - perhaps this is part of the adventure. It is possible to reach the base by foot on easy terrain. Once at the base of the cliff, most will choose to rope-up and approach the climb from climber's right, although it is possible to solo easily 5th class."},"__v":0},{"_id":"4s516ee4VvafwZ8c1ZuhTw==","name":"Dihedral Variation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Herb and Eve Laeger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"left_right_index":1,"mp_id":"117066728","mp_crag_id":"105844449","climb_id":"4s516ee4VvafwZ8c1ZuhTw==","areaRef":"S5TWgG9KXeaq86BQ03Z+Xw=="},"content":{"description":"An excellent variation of White Punks on Dope. This route climbs a prominent left facing corner/chimney for 2 pitches, joining White Punks on Dope at the base of the Wave pitch.\n\nP1. Climb a hand crack until it is possible to enter the left facing corner. Continue up the corner/chimney to a good stance and build a gear belay. 60m\n\nP2. Continue up the chimney passing some bushes along the way, and then follow a hand crack on the corner to the base of the wave pitch. 60m\n\nP3-5. Continue on White Punks on Dope to the top.","protection":"Doubles from fingers to #3 Camalot.","location":"Approximately 100ft left to the start of White Punks on Dope. The prominent dihedral/chimney is hard to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,4b94d680-6f4a-5de6-aaf3-a050d3767e5f","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Voodoo Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":3,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.47618,36.10433]},"bbox":[-118.47673654776577,36.10388033981814,-118.47562345223423,36.104779660181855],"left_right_index":-1,"ext_id":"105844449","area_id":"S5TWgG9KXeaq86BQ03Z+Xw==","polygon":{"type":"Polygon","coordinates":[[[-118.47673654776577,36.10388033981814],[-118.47562345223423,36.10388033981814],[-118.47562345223423,36.104779660181855],[-118.47673654776577,36.104779660181855],[-118.47673654776577,36.10388033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:11.907Z","updatedAt":"2024-02-19T18:29:12.603Z"}