{"_id":"6368a265e80bff5a99565d86","area_name":"Lower Beer Wall","shortCode":"","climbs":[{"_id":"WViqaB2sWUeJR9hrOnGfvw==","name":"Wandering Lunatic","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Patrick Purcell and Bill Dodd (TR) 9/8/88","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":12,"mp_id":"105966655","mp_crag_id":"113579019","climb_id":"WViqaB2sWUeJR9hrOnGfvw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"This route used to be a top-rope climb until Steve Mergenthaler and Todd Morgan bolted it in 2003, and it forces you to wander (thus the name of the route) a bit to reach each bolt.Reach the start of the climb by 4th-classing your way up to the ledge at the base of The Sword. A belay can be set up below the face with a couple of green and red Camalots.The section between the 1st and 2nd bolt is PG13, as a fall from here would have you landing on your belayer almost definitely!Now, climb up past 7 bolts to a crux comfortably placed right above the 6th bolt.Clear the top of the route and walk back about 5 yards to the trees to build an anchor. (Note: At the time of this entry there are no fixed anchors at the top of this route.)","protection":"7 bolts.  Gear for the belayer.","location":"About 100 yards to the right of Rockaholic up a not-so-obvious gully that turns into 4th class terrain."},"__v":0},{"_id":"gw2qLlZJWj6Hob9PV4EMJA==","name":"Turbocharge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck Turner, Alan Jolley, and Mark Meschinelli, 8/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":14,"mp_id":"106055057","mp_crag_id":"113579019","climb_id":"gw2qLlZJWj6Hob9PV4EMJA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"A stout, fingery crux off the deck and an exquisite crack system highlight this hidden Adirondack gem.   \n\n  Turbocharge is a great way to safely break into Adirondack 5.10s.  It offers well-protected crux moves in the first 15 feet, and moderate crack climbing above to a dead tree and 2-bolt anchor to the left. ","protection":"Bring a good selection of small to medium cams, plus a few red and yellow Camalots for the crack system above.","location":"About midway down the Lower Beer Walls is a clean section of cliff.  This is the Pegasus Wall.  To the left about 100 feet is a low roof split by a tasty finger crack--this is the start of Turbocharge."},"__v":0},{"_id":"4CrFFFFvXrmsUt7Q+mdDyg==","name":"Sword","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Cunningham and Alan Jolley  5/7/83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":10,"mp_id":"106859116","mp_crag_id":"113579019","climb_id":"4CrFFFFvXrmsUt7Q+mdDyg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"A stunning pitch of juggy arete climbing.  Though rather short in length, it is certainly one of the best routes at it's grade in the park.   \n\n  Climb juggy rock up to a small overhang.  Clear this on large holds and gain the razor sharp arete above.  Continue up on mostly large holds, until a balancey move past a bolt requires you to use some friction to access the much easier, but beautifully exposed, climbing above.","protection":"Care should be taken when protecting this route as the gear is PG.  This route DOES, however, easily protects with a single rack to #1 Camalot, a few QDs, and double-length slings.  Also, carry along a cordalette for the tree anchor at the top.  Walk off to climbers left.","location":"Start about 120' right of the obvious left-leaning crack of Rockaholic at a dirty ramp-like feature that ends 40' up at a small, flat island with a few small cedars."},"__v":0},{"_id":"Elz4lsY8UIqRufaMjkHtaw==","name":"Supercharged","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Lawyer and Lori Crowningshield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":15,"mp_id":"111951489","mp_crag_id":"113579019","climb_id":"Elz4lsY8UIqRufaMjkHtaw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Start as for Turbocharged and traverse right under the roof to the apex, then step up and left onto the face. Follow a seam/crack up to easier, but extremely runout climbing and finish on bolted anchor left of tree. If leading consider traversing left to finish on Turbocharged and allow for more reasonable protection.","protection":"Small cams (00 TCU) at the start. Gear through the crux is reasonable, but may be difficult to find. Last half of route deserves a 5.9 X rating if sticking to the original route.","location":"Right of Turbocharged, left of Pegasus."},"__v":0},{"_id":"3GJXtg7GVI+kBnUR5n87fA==","name":"Rockaholic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Meschinelli, Dave Hough, and Chuck Turner (5/6/83)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":5,"mp_id":"105966643","mp_crag_id":"113579019","climb_id":"3GJXtg7GVI+kBnUR5n87fA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"At the far left end of the Lower Beer Walls is a left leaning finger crack that splits an otherwise polished face--This is Rockaholic.   \n\n  Start on low hands and smeary feet to the left of the crack below the obvious finger crack.  Easily climb up and right, pulling into the fissure using a few high feet out left and a good hand hold out right.   \n\n  From here, the beta for the route is simple:  Try to keep your left foot pasted to the polished left face while fighting through the rattly and flaired fingercrack. \n\n  When the crack ends, move left around the steep block and up to the slung tree above.    ","protection":"Gear to a red Camalot.  Many small pieces in the red, yellow, and green Alien sizes.","location":"Far left end of the Lower Beer Walls."},"__v":0},{"_id":"d4SGjSsBXGy7amYxubINtw==","name":"Redrum","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jim Cunningham and Rich Leswing","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":13,"mp_id":"111951481","mp_crag_id":"113579019","climb_id":"d4SGjSsBXGy7amYxubINtw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Head up a left leaning, low angled corner with a wide hands/fist crack in the back. Belay at the top of this feature and for the second pitch head up and right to a right facing corner. The first pitch makes a great approach pitch for The Sword, although rope drag may be too much to allow the pitches to be linked.","protection":"Standard Rack","location":"Route starts on a low angle ramp to the left of a large, dirty gulley. Approximately 50' left of Turbocharged."},"__v":0},{"_id":"0tiQcPeYW8yFxGnwZhIKCQ==","name":"Pegasus","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rich Leswing, Jim Cunningham, and Peggy Collins  7/21/82","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":17,"mp_id":"106078785","mp_crag_id":"113579019","climb_id":"0tiQcPeYW8yFxGnwZhIKCQ==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"A \"must do\" for first-time visitors to the Adirondacks, steep for the grade with some nice exposure.  \n\n  Pitch 1:   Start this route on the off-width size crack that leads to the large belay. (5.7 / 40 feet)   You can also reach this spot by easy 5th class on the flake/chimney on the right.   \n\n  Pitch 2:   Leave the belay and head off right aiming to turn the roof. The crux moves lead past this roof (bolt), then finish up easier ground to the rim of the cliff. (5.8+ PG / 110 feet)  \n\n  Enjoy the big air below you, strenuous and thoughtful climbing all over the route, and clean rock abound. \n\n  History: This route was one of the classics of the region until the roof collapsed in 2008, taking with it the only protection through this section. What remained was a lone, unstable tooth hanging from the [now higher] roof. This finally fell too. A bolt was added in 2016, reinstating this classic upper pitch.","protection":"A standard rack with a nice variety of passive pro.  Long slings and a couple cordelettes.  If you want to rap this route, bring a tag line, or climb with doubles.","location":"In the center of the Lower Beer Walls, about 200 feet to the left of the Pats' Blue Ribbon alcove is a large detached flake leaning against the cliff.  This is it."},"__v":0},{"_id":"gHIGfpGrXaGY/Y02RtXGLw==","name":"Pats' Blue Ribbon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Patrick Munn and Patrick Purcell, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":23,"mp_id":"106055063","mp_crag_id":"113579019","climb_id":"gHIGfpGrXaGY/Y02RtXGLw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"One of the only pure sport lines at the Beer Walls and what a good one it is!\n\n Pats' climbs out a steep cave/roof-like feature on good one to two-pad incuts and large pinches.\n\n Begin the route via a right to left angling traverse that leads the climber into steep surfing past several bolts to a no-hands rest on the arete that forms the left side of the buttress/cave. Climb right of the arete and fight your way to the chains!","protection":"7 or 8 bolts and chain anchors.","location":"The right end of the Lower Beer Walls is a cave-like feature with a large over-hanging crack on its' right side (Clutch and Cruise). Pat's Blue Ribbon starts on the right side of the cave and traverses leftwards."},"__v":0},{"_id":"DBa31wf4Wo2SMbIk3HEHSw==","name":"Pat Tricks","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Patrick Munn and Patrick Purcell, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":21,"mp_id":"106055079","mp_crag_id":"113579019","climb_id":"DBa31wf4Wo2SMbIk3HEHSw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"A hidden route, but one not to be missed.   \n\n  Pat Tricks begins below a low bolt that protects the routes' technical crux.  Move up the wall on hidden incuts and tricky moves to a solution pocket/bucket.  Take a quick rest then finish off the technical crux by smearing out to a shallow left-facing flake/corner to your left.  Protect this and take a plum line straight up passing a couple large horizontals and small overlaps.   \n\n  From the small cedar, continue up the face past several more committing moves to the top.  The route can be done as one, long, mega-pitch, or split into two by stopping at the small cedar with the ratty tat. \n\n  If you practice the art of sport climbing, you will enjoy this crimpy crux, if not, slip it into 5th gear and cruise through it...fast!","protection":"One bolt, and single rack up to a #2 Camalot.","location":"To the left of the Pats' Blue Ribbon Cave is a vertical Wall with several routes on it.  Pat Tricks is marked by a low bolt and is the route closest to the sport route Pats' Blue Ribbon."},"__v":0},{"_id":"285rnmgeXOKS1Sx6XHeAkg==","name":"Octoberfast","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck Turner and Don Mellor, Sept 26, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":7,"mp_id":"117567948","mp_crag_id":"113579019","climb_id":"285rnmgeXOKS1Sx6XHeAkg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Climb up the flakes to a white horn beneath the first roof. Trend right and undercling the roofs to finally pull the second one(crux) to a small ledge. Climb the easy arete to the top. No fixed anchors here!","protection":"Standard ADK rack.","location":"The most prominent feature on this section of cliff is a large right facing, right leaning corner that starts 10 feet off the ground. 20 feet left of this corner and steeply downhill, below a couple of staircase like roofs is a black and white streaked wall. This is the start of October fast. These roofs can be seen when standing under the large corner off to your left."},"__v":0},{"_id":"4Zc8gRlEU1e05UkewA8Zmg==","name":"Miller Light","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":24,"mp_id":"117366186","mp_crag_id":"113579019","climb_id":"4Zc8gRlEU1e05UkewA8Zmg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"3+jueeXwX6mzdpaJTt2XyA==","name":"Lichenbrau","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1982 Cunningham, Leswing, M Young","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":20,"mp_id":"107620044","mp_crag_id":"113579019","climb_id":"3+jueeXwX6mzdpaJTt2XyA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"P1 5.6 G - Climb a right leaning crack to a small birch, then proceed up and right across many good horizontal cracks to a cedar tree (belay/rap). 60' \n\n  P2 5.7 PG - Climb straight up face above tree past bolt.  Can angle right to the left facing dihedral of \"Backs Against the Wall,\" or head left under the ceiling to finish on easy rock on \"Pegasus.\"  110'","protection":"Standard rack","location":"10' right of a chimney"},"__v":0},{"_id":"iWga0VRZVVWlkJZm+kizLA==","name":"Joey Baggadonuts","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"8/9/1989, Don Mellor, Patrick Purcell, Bill Simes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":26,"mp_id":"107864659","mp_crag_id":"113579019","climb_id":"iWga0VRZVVWlkJZm+kizLA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Start just right of the overhanging fist crack of Clutch and Cruise, at a black right rising diagonal crack. Climb the crack up and right to jugs. Weave a path(5.7PG) up to a small right-arching ceiling with an orange spot and a bolt just underneath. Step left around the small arete(crux) then climb pretty much straight up(some 5.6PG/R) on jugs and textured face/slab all the way to the top. Belay from trees on top.","protection":"Standard rack.","location":"Lower Beer Walls, just right of the obvious overhanging fist crack of Clutch and Cruise. \n\n  Descent: Walk climbers' Left from the top about 50ft to a rappel tree. One 70M rope will JUST make it to the ground with rope stretch. If you don't have a 70M rope, you can make it down in two raps."},"__v":0},{"_id":"bwsL/MWoXFivF6oFhaeIGg==","name":"Equis","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jamie Cunningham, Rich Leswing 1983","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":6,"mp_id":"107114275","mp_crag_id":"113579019","climb_id":"bwsL/MWoXFivF6oFhaeIGg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Tough opening moves to reach the corner/ramp and small tree about 15 feet up.  Then continue up and left until you are below a crescent shaped right-facing corner.  Face climb just to the right of the corner for a bit, then move over to the corner once it's within reach.  Staying too far right for too long is stiff 5.8+ climbing.  At the top of the corner begins the flake system (continuation of the corner) on the left, which is followed to the top.","protection":"Standard rack, easily protected.","location":"Start at low point in land 20-25 feet right of Rockaholic, below a small overlap that gains a right facing, left leaning corner/ramp.  Rap station nearby at top and trees for anchoring."},"__v":0},{"_id":"v5aETYQ+XoyyTerD6N1xFw==","name":"Draught Dodger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Mellor and Al Jolly, October 19, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":9,"mp_id":"117567811","mp_crag_id":"113579019","climb_id":"v5aETYQ+XoyyTerD6N1xFw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Climb up and sling a birch, then continue up to the V slot corner. Follow the finger crack in the back of the V(crux) to a ledge. Trend up and left to the top. No fixed anchors here!","protection":"Standard ADK rack to #2 Camalot.","location":"The most prominent feature on this section of cliff is a large right facing, right leaning corner that starts 10 feet off the ground. Just below this and to the left, there are twin birch trees in a left rising ramp. Begin here."},"__v":0},{"_id":"MVIJEbIBW/O275rQnf3bpg==","name":"Dos","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"May 1983 Jim Cunningham, Don Mellor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":3,"mp_id":"121522380","mp_crag_id":"113579019","climb_id":"MVIJEbIBW/O275rQnf3bpg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"P1 5.7G 120' Climb a left facing corner to a crack/ramp that goes up and right, crossing Rockaholic and Equis (Dos Equis, get it?).  Continue the rightward traverse to a right corner above an open book.P2 5.4G 50' Climb towards a chimney then up the chimney to the top.","protection":"Standard rack","location":"Left facing corner 15-20' uphill from Rockaholic."},"__v":0},{"_id":"qdkFHTIxW7+psid3l51Nbg==","name":"Diagonal Chockstone Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jim Cunningham, Rich Leswing, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":18,"mp_id":"108012039","mp_crag_id":"113579019","climb_id":"qdkFHTIxW7+psid3l51Nbg==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Scramble up the dirty, left slanting, right facing chimney to a ledge, belay here to avoid rope drag, then cruise up the corner above to a big ledge out left.","protection":"Lots of gear, but kind of shitty rock","location":"The large chimney to the right of Turbocharge."},"__v":0},{"_id":"RBlCiQBKUouzTkFrx8J4nA==","name":"Detoxification","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tad Welch, Oct 19, 1986 (roped solo)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":4,"mp_id":"107215819","mp_crag_id":"113579019","climb_id":"RBlCiQBKUouzTkFrx8J4nA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Follow the shallow arch and thin crack to larger holds and a bolted anchor shared with Rockaholic.  \n\n  Not sure if I went off route, but this seemed like nice moderate face climbing to me leading up to a fun overhang/bulge.  I climbed it twice to try different ways to get over the overhang, and I found the moves easier center left.  Fairly dirty, but well worth it.","protection":"I climbed on toprope from the bolted anchor shared with Rockaholic.  No directional needed in my opinion.  I can't make gear recommendations as I didn't lead it.","location":"About 10' left of Rockaholic."},"__v":0},{"_id":"YU4GUZh5V+OZUw9s9jBX0Q==","name":"CWI","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Cunningham, Pete Benson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":0,"mp_id":"106488535","mp_crag_id":"113579019","climb_id":"YU4GUZh5V+OZUw9s9jBX0Q==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Start in the depression in the wall and climb the corner crack, clearing a few small ceilings along the way to the top. There are jugs a plenty through most of the route so you'll find lots of good stances. Belay off one of the many trees at the top. This is one of those really fun climbs where every where you wish there was a bomber hold, there pretty much is. This would probably make a great climb to \"climb out\" of the Lower Beer Walls if it's free.","protection":"Singles up to C4 #3 size, with doubles in #1 and #2 C4 size. Tree anchors at top, no fixed anchors.","location":"Start: Mid-way up the steep unappealing gully on the far (North Western) end of the Lower Beer Walls approximately 75 feet climber's left of Rockaholic. \n\n  Descent: No fixed anchors, so walk off down the approach trail into the Lower Beer Walls."},"__v":0},{"_id":"Gaa6Ht6hWZiftyUuOm5XVQ==","name":"Coors Corner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":11,"mp_id":"108233811","mp_crag_id":"113579019","climb_id":"Gaa6Ht6hWZiftyUuOm5XVQ==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Pitch 1, 5.2G   Go up ramp and and take a left up to a 2 tree belay ledge below the Sword.   Pitch 2, 5.5   Anyone does it?","protection":"Standard rack","location":"Left of the trees on Redrum's left"},"__v":0},{"_id":"+THk+tZbV72sPA0M3PJHXA==","name":"Clutch and Cruise","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rich Leswing and Jim Cunningham, 6/2/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":25,"mp_id":"106078776","mp_crag_id":"113579019","climb_id":"+THk+tZbV72sPA0M3PJHXA==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"An overhanging handcrack that starts in a steep cave and is only 5.8?--You betcha!   \n\n  Steep and imposing at first, Clutch and Cruise delivers a dose of surprising enjoyment for the first 25 feet of climbing.  It is then capped by some more moderate and less appetizing vertical rock grappling above.  \n\n  Start the route on the right side of the large alcove on the Lower Beer Walls in the steep wide crack.  Surmount the steepness using good jams, stems and layback techniques, then relish in the glory with a victory romp to the tree anchor above and to the left on a nice ledge.  (Note:  There is a 2nd pitch, but not a soul does it.  It is on much easier terrain that clocks in at around 5.4.","protection":"A normal rack with a few #3s and a #4 Camalot.  Long slings are also helpful.","location":"The right side of the alcove on the Lower Beer Walls."},"__v":0},{"_id":"Srh0IV+0Us+vSWg7xp9C1Q==","name":"Blacksmith","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Patrick Purcell and Bob Martin - 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":19,"mp_id":"106767708","mp_crag_id":"113579019","climb_id":"Srh0IV+0Us+vSWg7xp9C1Q==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"General: Blacksmith offers a fairly sustained section of gear protected face climbing on great rock with great movements. If you're comfortable at this grade of face climbing, don't miss this route! \n\nPitch 1 (5.10a): Take the line of weakness up the face passing the small tree ~6' up and head  up between the hanging cedar on your right and the small vegetation on your left. Climb past many horizontals (protection), past an overlap, until the first bolt appears. Climb to a stance and a small placement and then lock in to find the line and make committing moves (crux) to gain the first bolt. Continue up following the weakness in the face to a piton, a second bolt and a second piton to a welcomed stance below the left side of the roof. From here either find the right-most of two left-to-right finger cracks and make an unexpected hard move to gain the finger crack and follow easier rock to the top. Alternatively, head straight up from the stance (bearing slightly left) to the roof and traverse to the bolt and then past it pulling the roof on the edges formed by a right-rising thin seam/crack (5.10c). Head up on easier rock albeit somewhat spare on protection.","protection":"Two bolts, two pitons, single rack to 3\" w/ doubles in small TCU sizes to fingers. The pitons can both be backed up with micro cams if so desired. There are a few trees at the top to build an anchor on, as well as a fixed tree anchor.","location":"Start: In the Pegasus Area of the Lower Beer Walls. Start as for Lichenbrau below a small tree growing out of the rock 6' above the ground. \n\nDescent: Either walk off back down to the Lower Beer Walls via the north trail, or rappel on a 70m rope (a 60m rope will not get you to the ground)."},"__v":0},{"_id":"uXtg6iIcXQ+2bd8UdFSc3w==","name":"Backs against the Wall","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jul 16th, 1982 Jim Cunningham, Peggy Collins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":22,"mp_id":"108402273","mp_crag_id":"113579019","climb_id":"uXtg6iIcXQ+2bd8UdFSc3w==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"P1 is nice climbing. Rappel from the top of P1 or finish on P2 of one of the neighbors. \n\n  Start: 3' Left (And around the arete) of the overhanging wall that defines the clutch and cruise cave, at the base of a handcrack in the back of a flared groove. \n\n  P1 5.5G: Climb the handcrack up to the V-groove up to a large cedar tree on the right with a fixed anchor (shared with clutch and cruise) \n\n  P2 5.2G: Step left and climb broken rock to join up with clutch and cruise (or one of its variations)","protection":"Trad Gear, Standard Rack, Fixed anchor on a cedar tree.","location":""},"__v":0},{"_id":"F1kBPgQIUliSahu828UoLQ==","name":"Anteater","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Cunningham, Rich Leswing, Hal Coghill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":16,"mp_id":"111951498","mp_crag_id":"113579019","climb_id":"F1kBPgQIUliSahu828UoLQ==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Start to the left of Pegasus underneath an overhanging block. Climb the fingercrack past the block and slightly right to the pegasus ledge. For the second pitch head up the giant right facing corner and break off to follow a smaller right facing corner to the top.","protection":"Standard Rack","location":"To the left of Pegasus."},"__v":0},{"_id":"ZctrZvk1V+qQISs6rCd6Kw==","name":"Another Beer Walls Black Streak","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"1999","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":8,"mp_id":"117567778","mp_crag_id":"113579019","climb_id":"ZctrZvk1V+qQISs6rCd6Kw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Climb up and sling a birch, then continue on to the corner of \"Draught Dodger\". Make a couple of moves up the corner until you can traverse left across the face(crux) to the triangle shaped stance on the arete. Trend up and right of the cedar tree on your way to the top. No fixed protection here!","protection":"Standard ADK trad rack to single #3 Camalot. Emphasis on small gear/nuts.","location":"The most prominent feature on this section of cliff is a large right facing, right leaning corner that starts 10 feet off the ground. Just below this and to the left, there are twin birch trees in a left rising ramp. Begin here."},"__v":0},{"_id":"wYAmGf4JVnSAw1P2Y8+2Mw==","name":"Afternoon Delight","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Heintz and Ron Briggs, 9/26/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"left_right_index":1,"mp_id":"106055041","mp_crag_id":"113579019","climb_id":"wYAmGf4JVnSAw1P2Y8+2Mw==","areaRef":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":"Choose your own adventure on this unlikely wall, with a variety of ways to the top.   \n\n  Afternoon Delight is a very pleasant face climb slashed with many diagonal cracks that run the entire width of the face.  The route presents very little challenge in the way of difficult or cruxy climbing, so you won't mind a more frugal approach to gear placement.   \n\n  Build an anchor on the trees 20 feet from the cliffs edge.","protection":"small to medium units.  Brings a couple 20' cordelettes with you to build the anchor with.","location":"On the Lower Beer Walls, and about 40 feet to the left of Rockaholic on the face at the top of a steep embankment."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,416ccb3c-d275-5f65-9aa6-9d5541a04efa,e67f0edc-5582-5bf9-a25b-c8bef05f66f1,541725de-fdab-5f91-a2cb-a3b7d436d22a","pathTokens":["USA","New York","Adirondacks","B: Chapel Pond Pass","Beer Walls","Lower Beer Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.6"},{"count":2,"label":"5.10c"},{"count":4,"label":"5.8"},{"count":4,"label":"5.5"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":17,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.75802,44.14472]},"bbox":[-73.75864663167526,44.14427033981814,-73.75739336832476,44.14516966018187],"left_right_index":-1,"ext_id":"113579019","area_id":"VBcl3v2rX5Giy6O31DbSKg=="},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:15:08.749Z","updatedAt":"2022-11-25T11:20:44.753Z"}