{"_id":"63689d5ce80bff5a994f4b66","area_name":"West Face - Right Side","shortCode":"","climbs":[{"_id":"juVC0pzqVk6BJNtOInlrBQ==","name":"West Face Grand Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bhudda","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":15,"mp_id":"110670240","mp_crag_id":"106181534","climb_id":"juVC0pzqVk6BJNtOInlrBQ==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"I don't always post link-ups but when I do they are awesome.\n\nStart on Coffin Nail or Jensen's Jaunt, take JJ around the corner to the left and belay from a ledge about 20ft after turning the corner (End of 3rd pitch).\n\nDown climb a touch and do a short traverse over a bush to an easy crack, the crack goes to a larger tree, belay just above the tree.\n\nTraverse to the crack finish of Fingertrip, passing the \"bonsai tree\", then keep traverse down a ramp to a belay in the middle of The Trough.\n\nFrom there angle up a bit for the start of Upper Royals Arch.\n\nStart on URA then traverse left on hollow flakes to a ~12ft slab traverse to a right facing flake (finish of The Vampire).\n\nGo straight up through a notch (5.9) to the finish.","protection":"Full rack, #4 C4 nice for turning the corner on Jensen's Jaunt.","location":"Start on the far right side of the west face, finish way left on the Vampire (5.9 finish)."},"__v":0},{"_id":"jqykagyKXZW+fIjqqq0Lyg==","name":"Unknown?","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Charles Cole, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":17,"mp_id":"106827811","mp_crag_id":"106181534","climb_id":"jqykagyKXZW+fIjqqq0Lyg==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"4 bolts up the steep headwall just left of the Hangover. 11+ ?","protection":"4 bolts. Once over the roof, there is a 2-bolt anchor just up and left.","location":""},"__v":0},{"_id":"POTVejZqXleyXFOyTtYiBA==","name":"Traitor Horn","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Smith, Auther Johnson and M. Holton August 1938","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":21,"mp_id":"105799577","mp_crag_id":"106181534","climb_id":"POTVejZqXleyXFOyTtYiBA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Traitor Horn is an area classic, and has a great exposed crux when you pull on to the 'True Horn'!\n\nP1 & 2 - Climb the first 2 pitches of Jensen's Jaunt (5.6) until you can head right just below the headwall to a protruding horn of rock.  This is the 'Traitor Horn'.  Traverse up and right to a small niche and belay.  Try to protect this traverse well for your second, as the traversing moves can be delicate.\n\nP3 - Climb up and over to the right.  There will be 2 pitons just before the move onto the 'True Horn' (crux).  The crack directly above with the pitons is a different route, and instead move to the right onto the horn.  Then up, up, and over to a good belay spot with a tree growing out of a crack.  If your second is not strong or is scared to move to the horn, make sure the rope is in the crack and not out away from it.  I know this sounds wrong, but if your 2nd falls they will be hanging in air and will be hard to get them back onto the rock.\n\nP4 is long up a low angle slab to the top.\n\nYou can also start the climb with Coffin Nail (5.8) or On the Road (5.10c).  Also El Camino Real (5.10a) is another do way to go.","protection":"Thin to 2.5 inches","location":""},"__v":0},{"_id":"EG68bgBMWQmxjfr5gYGDwA==","name":"Toe Tip","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark and Beverly Powell, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":5,"mp_id":"105800080","mp_crag_id":"106181534","climb_id":"EG68bgBMWQmxjfr5gYGDwA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This is not one of the classics of Tahquitz.  Start to the right of The Slab, and well left of Fingertip Traverse.  Two or three pitches take you to the brushy ledges below the lieback of Fingertip Traverse.  The long crux pitch is on the face between Fingertip Traverse (right-facing corner) and Fingergrip (left-facing corner).  Face climb up along a thin, splitter crack.  As the crack begins to disappear, use the Fingergrip corner for protection as you continue up and left, eventually reaching easy climbing on low angle rock.","protection":"standard rack","location":""},"__v":0},{"_id":"4ydGiAc/V5GYXE4CDrBydA==","name":"Ten Years After","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Gaines and Charlie Peterson, August 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":3,"mp_id":"112141536","mp_crag_id":"106181534","climb_id":"4ydGiAc/V5GYXE4CDrBydA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This is a clean slab pitch on beautiful rock that offers a more challenging variation to Fingertrip or Crimes of Passion. The pitch begins from the 2-bolt anchor at the top of Crimes of Passion's first pitch.\n\nThis 2-bolt anchor can also be reached via Fingertrip by following the left-slanting crack at the top of the first pitch, then face climbing up and left a bit higher.\n\nFrom the 2-bolt belay anchor make a 5.9 move up to a bolt (Crimes of Passion goes straight up from this bolt), then climb up and left past 2 more bolts. Move up and right to a fourth bolt and the crux (10b).\n\nA bit higher you'll reach the start of the Fingertrip Arch (optional belay here, 2-3 inch gear). From here you can continue up Fingertrip or Crimes of Passion.","protection":"4 bolts, gear to 3 inches.","location":""},"__v":0},{"_id":"MMq+Iqg7WyqtvnUUpMuenw==","name":"The Slab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA Harry Daley and D. McCelland, August 1958  FFA Bob Kamps and TM Herbert, 1963","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":0,"mp_id":"105800077","mp_crag_id":"106181534","climb_id":"MMq+Iqg7WyqtvnUUpMuenw==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This excellent full-pitch route follows the left side of a huge slab, and ends on Fingertrip.  To begin, undercling up and left under a roof, until you reach the outside edge of the slab.  Continue liebacking up, with some long runouts, until you reach the top of the slab, and a comfortable belay at a tree.","protection":"standard rack","location":""},"__v":0},{"_id":"pag2F7ySWR6Ua4RxSTYZSQ==","name":"Shit for Brains","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Powell, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":6,"mp_id":"105800083","mp_crag_id":"106181534","climb_id":"pag2F7ySWR6Ua4RxSTYZSQ==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"\"Shit For Brains\" lies a short distance right of where the trail going south from Lunch Rock first touches the base of the rock. Four bolts will be seen on the slab above. Climb a debris filled crack on the left side of the slab. At the cracks end move right onto the face and work up and right to a flared hole that takes gear, such as a small Tricam or cam. Continue up the steepening face to a high first bolt. Climb up and left from the bolt over orange rock to more featured rock and a second bolt. Pass a horizontal that takes a 0.5 cam to reach a 3rd bolt. You will climb past four bolts total to a ledge with a pine tree (105) feet. \"Shit for Brains\" is a rope stretcher, so be careful. It is advisable for the belayer to move up the rocky step to the right in order for the rope to reach the ground, if toproping. Although the runout nature of \"Shit For Brains\" may not appeal to some, it is a fun endeavor for those wishing to test their face climbing/ friction skills.\n\nRappel from a tree at the end of the climb.","protection":"Some small gear for the crack below the first bolt.","location":""},"__v":0},{"_id":"8KN5A6jPWfqg5iV9MXEPQg==","name":"Point Blank","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Gaines, May 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":1,"mp_id":"113694549","mp_crag_id":"106181534","climb_id":"8KN5A6jPWfqg5iV9MXEPQg==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This route climbs the blunt, white arete between The Slab and Crimes of Passion. Climb about 40 feet up The Slab, then make a delicate step right (5.10 R) up to a shelf. Smear, palm, and bear-hug your way up the \"arete\" past six bolts (well-protected 5.12b) up to a crack (1.5-inch CD) that diagonals right to the 2-bolt anchor shared with Crimes of Passion.\n\nFor a less harrowing start, you can climb Crimes of Passion Direct Start (5.10) for three bolts, then move left to the first bolt on Point Blank (9 bolts total).\n\nRappel 110 feet. (need 70 meter rope)","protection":"Single rack to 3 inches.","location":"Between The Slab and Crimes of Passion"},"__v":0},{"_id":"VIGkE3XgUg6zCD9r52rGww==","name":"Pigs in Bondage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jack Roberts and John Allen, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":11,"mp_id":"106511918","mp_crag_id":"106181534","climb_id":"VIGkE3XgUg6zCD9r52rGww==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"A direct finish to El Camino Real.  More interesting climbing than joining up with Jensen's Jaunt.\n\nP1: 5.10a? Go straight up the 5.8 finger crack through a bush then stay left.  The crux is gaining the next crack system that heads left after the bush.  Easier to stay right of the bush and traverse in left when the crack becomes good again.  Harder slab to go straight into the next crack from the bush.  Stay left on the best climbing and don't rejoin Jensen's Jaunt. Climb a full 55m pitch and belay wherever looks good.\n\nP2: 5.8ish Traverse hard left, following easy climbing and good cracks.  There will be a good little bush growing out of a crack and a FAT BOLT painted black on the slab directly above this little bush.  5.8ish slab moves up to the bolt then run it out to the top on easier slab.  Another full 55m pitch.","protection":"thin to 2\", long slings","location":"Start at the top of P3 of El Camino Real, right after the classic lieback.  From the 3 bolt anchor (2 good, 1 button).  Up and left for a pitch, then traverse left and slab climb to the summit."},"__v":0},{"_id":"0quwB9L3X6q4IPuS78+GnA==","name":"Pearly Gate","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Rearick and Bob Kamps, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":20,"mp_id":"105800105","mp_crag_id":"106181534","climb_id":"0quwB9L3X6q4IPuS78+GnA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This climb starts high on the rock, and is about ten feet to the left of the crux pitch of Traitor Horn.  Climb the easy initial pitch or two of Traitor Horn.  Then climb up into the alcove and ascend the crack on the left side.  It widens from #3 friend to #4 or #4.5 friend size.  Lieback up the vertical crack for about twelve feet to where the crack steepens.  Continue to lieback and undercling (exciting) up to the lip, and exit to easy ground and a belay.  Easy fifth class friction leads to the top.","protection":"standard rack, with a few pieces to a #4.5 friend","location":""},"__v":0},{"_id":"98n9jK5mU2C/J7/FbRs9Bg==","name":"On the Road","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ken Cook and Chuck Parker, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":14,"mp_id":"105800102","mp_crag_id":"106181534","climb_id":"98n9jK5mU2C/J7/FbRs9Bg==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This two pitch route connects to the upper part of Jensens Jaunt.  The first pitch (5.9) is a nice warmup for the crux second pitch.  It is a very thin lieback in a large dihedral.  The crack is too thin for fingers (for most people), so unusual techniques are needed to climb up to the point where you can exit around to the face on the right.","protection":"standard rack, with extra small stoppers","location":""},"__v":0},{"_id":"nZXDD0t/W8CritQBnq1QnA==","name":"Last Judgment","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Tom Higgins & Ivan Couch, September 1964, FFA: Fred Zeil , Eric Erickson & Frank Noble, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":22,"mp_id":"106115282","mp_crag_id":"106181534","climb_id":"nZXDD0t/W8CritQBnq1QnA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"From Jensens Jaunt Climb right past two sets of double bolts thin face moves leads to a even thinner crack. Climb crack to alcove below true horn. This crack is thin and dicey. Pro is small and hard to place.Good foot work a must here. If there was ever a route I would add a fixed piece too. It would be this one.But keeping things in good style I never have. :)","protection":"small wires multiple #2 and #3","location":"West Face (right side)"},"__v":0},{"_id":"fegyHkooVsu9GcjY1uuhrw==","name":"Jensen's Jaunt","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Carl Jensen, Jim Smith and Don  McDonald, Aug 1938","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":16,"mp_id":"105799823","mp_crag_id":"106181534","climb_id":"fegyHkooVsu9GcjY1uuhrw==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This route is located on the far right side of the West face.  Just before the Open Book area.\n\nP1 - Head up easy blocks of rock until you hit a prominent crack.  Belay at the base of this crack.\n\nP2 - Continue up this crack / corner and belay just below the roofs.\n\nP3  Climb an offwith crack that can be awkward around the left side of the overhanges, then up the corner to a ledge.\n\nP4 - Continue up the corner system or climb out right onthe upper slabs.","protection":"Up to 3 or 4 inches.","location":""},"__v":0},{"_id":"oJYGRswLVWSFF+7Ul3w2tw==","name":"The Hangover","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"(A3) Royal Robbins et. al., 1954, FFA: John Long, Rick Accomazzo, Rob Muir, and Mike Lechlinski, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":18,"mp_id":"106827804","mp_crag_id":"106181534","climb_id":"oJYGRswLVWSFF+7Ul3w2tw==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"From the second belay of Jenson's Jaunt, climb up and right to a steep left-facing corner with a couple of fixed pins that leads up to the massive overhang. A bolt up and left protects the crux: a huge dynamic move is required.","protection":"The old 1/4 inch bolt that protected the crux was replaced in 2008 with a nice 1/2 inch bolt by Erik Roed.","location":""},"__v":0},{"_id":"g763m0BAW7Gqo/AG3H8NNQ==","name":"Fingertrip","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck Wilts, Don Gillespie & Jerry Rosenblatt, September 1946","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":4,"mp_id":"105798877","mp_crag_id":"106181534","climb_id":"g763m0BAW7Gqo/AG3H8NNQ==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Fingertrip starts just right of The Slab in a shallow red-stained corner behind a huge pine tree.\n\nP1: Climb the corner by liebacking and stemming past a couple ancient fixed pins to where the crack narrows and leads diagonally to the left until it is possible to traverse back right and scramble to a ledge with a large pine tree. Alternately, where the crack leads left one can climb the thin crack directly to the pine tree ledge at 5.8.\n\nP2: From the pine tree climb through or around large blocks for about forty feet toward the arch, then traverse left on the face to a small stance and a semi-hanging belay under the prominent arch.\n\nP3: Lieback, jam, and face climb to the end of the arch where it is possible to climb over the slight overhand and through a small tree and easy climbing to Lunch Ledge.\n\nP4: From Lunch Ledge climb through the blocky orange headwall to scruffy slabs and a move over the bulge to reach a left trending crack and paddling up the 5.4 fiction slab past a bolt and the top.","protection":"1 set of nuts, 1 set of hexes, 1 each TCUs to #2 cam","location":""},"__v":0},{"_id":"Sh0NzLmjX/i8bNFxRWh15w==","name":"Fingertip Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jim Smith, Bob Brinton, Arthur Johnson, and William Rice, September 1936","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":7,"mp_id":"105800087","mp_crag_id":"106181534","climb_id":"Sh0NzLmjX/i8bNFxRWh15w==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"From Lunch Rock, walk right until the rock starts to curve sharply around to your right.  Start the climb by going up a third class gully to a tree below an overhang.  Climb the tree and exit left around the overhang, and then continue up easy ground to the top of a shrubby area and belay.  An obvious right-facing lieback (5.3) goes up to a broken area and an optional belay.  Step around left to the obvious fingertrip traverse which gives the route its name.  Continue up and left along this crack to easier ground.  Broken 4th class climbing takes you up to Lunch Ledge.  The easiest way to the top from here is to move up over some three foot steps.  Continue up and right along an obvious gully to the shoulder of the rock.","protection":"standard rack","location":""},"__v":0},{"_id":"RQn3XkNuUF6ahs1noRMPmA==","name":"Fingergrip","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ray Van Aken, Ivan Weeks, and Curt Kreiser, June 1947","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":8,"mp_id":"105800090","mp_crag_id":"106181534","climb_id":"RQn3XkNuUF6ahs1noRMPmA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Do the easy (3rd and 4th class) first two pitches of Fingertip Traverse.  From the large, brushy ledge system, climb the large, left-facing corner directly to the right of the Fingertip Traverse lieback.  This 130 long pitch involves some face moves and liebacks, with good rests between the hard moves.  Above the crux, the dihedral arches to the left, with easy but insecure traversing on low angle rock.  A 4th class pitch leads to Lunch Ledge.","protection":"standard rack","location":""},"__v":0},{"_id":"0YbnT86fVYmLHybBohusCA==","name":"El Camino Real","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Royal Robbins, Harry Daley and Janie Taylor, November 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":10,"mp_id":"105799550","mp_crag_id":"106181534","climb_id":"0YbnT86fVYmLHybBohusCA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"From\n\nFingertrip\n\n, walk around and up about 80 feet. Look for a pine tree with it top missing - that is the base of the climb. 3rd class up to it.\n\nPitch 1 - (5.10a) Bouldery start just left of a thin, thin crack up to a small overlap move left and up. Belay at a block ledge. Be careful with you anchor here.\n\nPitch 2 - Climb past 2 bolts then make a long friction traverse left past another bolt to the Jungle. Belay here.\n\nPitch 3 *** -(5.10a) Climb up the classic lieback crack for 80 feet. Pro is good, but at the top I would sink a good piece in and go for a small run out. The crack gets thin and less secure. 2 bolt belay.\n\nPitch 4 - Climb the (5.8) crack up and left then traverse right to join Jensen's Jaunt.\n\nOr at end of pitch 3 you can mover over and down to get in to Traitor Horn, which makes for a great climb.","protection":"Pro is several thin to 2 inches","location":""},"__v":0},{"_id":"4tY4ZrEdXaWtaKeRSR8gFQ==","name":"The Edge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tobin Sorensen,  1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":23,"mp_id":"106105353","mp_crag_id":"106181534","climb_id":"4tY4ZrEdXaWtaKeRSR8gFQ==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This route ascends the left edge/arete of the\n\nOpen Book\n\ndihedral to the alcove below the true horn on desperate palming and smearing moves with two 40+ foot runout sections. The possibility of a fall off the edge of the dihedral is real thing. The climbing past there does not improve much! The run-out from the belay to the alcove is long and exposed. Everyone that has done this climb has a story to tell after. It gets my vote for the most balls-Z route ether side of the valley.\n\nThe Turbo Flange variation takes a direct start past a bolt to join the Edge from below. Truly a dynamic line!","protection":"Bolts","location":"Left of the Open Book."},"__v":0},{"_id":"3sXI5TlwW3aPcrm9qMc5fg==","name":"Dos Equis","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Gaines & Ann Albert, June 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":12,"mp_id":"106511928","mp_crag_id":"106181534","climb_id":"3sXI5TlwW3aPcrm9qMc5fg==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Solid climbing on good rock.  Interesting if El Camino Real is busy.  Somewhat of a variation of El Camino.  P2 is solid and not that flaky crap that's on some of the seldom traveled routes.\n\nP1: 5.10a  Start as per El Camino Real and head up to the overlap and left.  Instead of following the easier ground to the top of the El Camino Real P1 pillar, head left across face climbing and a bush to another crack system with 5.9 climbing and some bushes.  Stop Below Jungle ledge and belay.\n\nP2: short pitch to jungle ledge.\n\nP3: Start up the El Camino Real lieback.  Just above the treetop there is a spot where you can exit the lieback and climb right onto the top of the dihedral (hard 5.10 move).  Once on the face, clip a bolt (buttonhead, but looked good).  Climb up the right side arete for a bit of easier 5.10 climbing for about 20' to the next bolt.  Clip this and welcome to the crux.  Intricate slab (2 moves) gaines a good crack.  Finishes at a 2 bolt rap station (good bolts)\n\nP4-5: Follow El Camino Real, Jensen's Jaunt, or Pigs in Bondage to the top\n\nA great way to TR the sweet P3 is to do El Camino Real and climb up and right from the El Camino P3 anchors (easy 5th) 20' and gain this 2 bolt station and TR the route.","protection":"Several thin to 2 inches","location":"Starts as per El Camino Real near the No Top Pine Tree on the bouldery 5.10a start just left of an incipient crack to an overlap.\n\nRight of Fingertip Traverse and left of Jensen's Jaunt.\n\nWalkoff Friction Traverse."},"__v":0},{"_id":"PcRPQvKTWg68oKnt2PKuVg==","name":"Crimes of Passion","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bob Gaines Charlie Peterson August 1987, Direct Start Gob Gaines and Charlie Peterson August 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":2,"mp_id":"106550478","mp_crag_id":"106181534","climb_id":"PcRPQvKTWg68oKnt2PKuVg==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Crimes of Passion climbs parallel to Fingertrip, crosses at the second pitch arch and continues until the eponymous Fingertrip Traverse.\n\nPitch 1:\n\nOriginal Start: Startup Fingertrip, but traverse left after about 40 feet.\n\nDirect Start:  Start as for The Slab, up and right of the start of Fingertrip.  Climb toward a visible bolt on a short headwall.  Clipping the bolt/slapping the top of the headwall is an exercise in height, balance, or some combo of both. Pull the mantle, and attempt to avoid \"beached whale syndrome\".  Do the same to the next easier mantle (with a bolt) to join the original start.\n\nThe climbing through the next three bolts is for the most part continuous 5.10 climbing, not always with the comfort of a quickdraw in front of your face.  You are pretty much out of sight for everyone on the ground, so while your heroics will go unnoticed, sound travels quite well so your histrionics will be.\n\nPitch 2: Climb up and left of the belay to a bolt, then work the flakes up to the arch (optional belay here).  Cross Fingertrip and climb the \"upper arch\" to a bolt and a baffling slab move to join Fingertrip Traverse. Belay as far up and left as your rope will allow.\n\nPitch 3: Join the pack train up to Lunch Ledge and beyond.  Remember the alternate finish to the right of the \"1 Bolt Slab\", or be prepared to queue endlessly.","protection":"Normal rack, with perhaps some double in finger sizes.\n\nNOTE: The crux bolt is a 1/4' with a solid looking Leeper hanger. The move is hard and difficult to reverse.  While you can rejoin Fingertrip with a bolt TR, your second will be looking a potentially ugly swing into the slab.","location":"There is a 140' rap from the first belay."},"__v":0},{"_id":"9xUIJRSNWSKQGnEdJCtsLA==","name":"Coffin Nail","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":13,"mp_id":"105800099","mp_crag_id":"106181534","climb_id":"9xUIJRSNWSKQGnEdJCtsLA==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This large, clean, right-facing dihedral is to the left of the start to Traitor Horn, and just left of On the Road.  Pitch 1 starts with third class scrambling, followed by 5.3 crack climbing.  The long second pitch has strenuous hand jamming near the start, an easy finger crack above, and then a crux move over an overhang.  The climb finishes on Jensens Jaunt.","protection":"extra hand size pieces","location":""},"__v":0},{"_id":"JatFpSZUU86gsW+tTM8I6g==","name":"Angle Iron Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray Van Aken and George Harr, July 1948","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":9,"mp_id":"105800094","mp_crag_id":"106181534","climb_id":"JatFpSZUU86gsW+tTM8I6g==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"Scramble (3rd and 4th class) up to the large, brushy ledge system on Fingertip Traverse.  Climb the lieback of that route almost to its top, then move right to a steep headwall. Go up and over (great crux move), and then on up to an excellent belay spot.  From here, you can move up and right to Jensens Jaunt, or do two pitches up and left to Lunch Ledge.","protection":"standard rack","location":""},"__v":0},{"_id":"Ui1RAywcXSO8Givx/NrovQ==","name":"The Acrobat","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Gaines and Frank Bentwood, August 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"left_right_index":19,"mp_id":"106820458","mp_crag_id":"106181534","climb_id":"Ui1RAywcXSO8Givx/NrovQ==","areaRef":"lOn4ElYkVqqeJWpDtJBfQA=="},"content":{"description":"This route climbs the arete and overhang left of\n\nPearly Gate\n\nand to the right of The Hangover.\n\nStart with the first two pitches of Traitor Horn, belaying just after the traverse that takes you to the base of the alcove.\n\nMake an extended stem to clip a bolt on the left wall, then crank left around the corner up to another bolt and the crux: a big, height dependent move up and left (under 6 Ft. tall you'll probably need to dyno) then easy moves up to the big overhang and a third bolt. Drop down and right around the corner, then move up to a fourth bolt (a left knee-lock facilitates the clip!) and make a 5.10 face move past the roof, up onto an easy slab. There is a knob tie-off for pro here. Belay about 40 feet higher at a block with a mountain mahogany.","protection":"4 bolts, gear to 3 inches.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,08e49e2f-9145-54f6-823f-36ad193735af,2498cbb4-36bc-5cae-af3f-7a09ff60b422,24bc0e99-e20d-5346-88cc-25dc9f1feeb5,94e9f812-5624-56aa-9e25-6a43b4905f40","pathTokens":["USA","California","Tahquitz & Suicide Rocks","Tahquitz Rock","(g) West Face","West Face - Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":4,"label":"5.8"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.4"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":8,"intermediate":8,"advanced":7,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":8,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.68542,33.75985]},"bbox":[-116.68596086383938,33.75940033981814,-116.68487913616062,33.76029966018187],"left_right_index":-1,"ext_id":"106181534","area_id":"lOn4ElYkVqqeJWpDtJBfQA==","polygon":{"type":"Polygon","coordinates":[[[-116.68596086383938,33.75940033981814],[-116.68487913616062,33.75940033981814],[-116.68487913616062,33.76029966018187],[-116.68596086383938,33.76029966018187],[-116.68596086383938,33.75940033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:54:20.072Z","updatedAt":"2024-02-19T18:29:23.459Z"}