{"_id":"6368a1b8e80bff5a9955409d","area_name":"11. Pine Mountain","shortCode":"","climbs":[{"_id":"oN/E/2GeWneEVD7OJFFrXw==","name":"Pope on a Rope","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt and Kathy Barker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":0,"mp_id":"112047969","mp_crag_id":"112004279","climb_id":"oN/E/2GeWneEVD7OJFFrXw==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"Climbs the slabs past a few bolts and gear right to the base of the headwall, to a 2 bolt ring anchor.","protection":"Standard rack","location":"First climb on the left of the cliff"},"__v":0},{"_id":"VQzlkjdiU92mwcr9Gt3YjQ==","name":"Old Route Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"P1 \"Direct\" Ben Smith and Matt Barker , original line AMC-ers in the 1930's ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":2,"mp_id":"112004310","mp_crag_id":"112004279","climb_id":"VQzlkjdiU92mwcr9Gt3YjQ==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"NOTE: The route described was as we did it, our P2 and/or beginning of P3 may not be the exact line of the FA.  \n\n  Start at the \"toe\" of the slab. (photo) \n\n  P1 - Pad up the smooth, unprotected slab [5.5 R?] to the first overlap and a bolt. Over the overlap (crux, 5.7 / 5.7-) and then continue straight up the magnificent slab above, passing a 2nd bolt. We belayed under an overlap above, but I think a much better belay (gear) is to the right in a curved flake (photo) 120 ft 5.7 / 5.7- \n\n  NOTE: Either P1 and P2 can be combined, or P2 and P3, but we thought is very pleasant as a 3-pitch climb.    \n\n  P2 - We followed sort of a diagonal slash up and right through overlaps to a good stance and gear belay just left of the pegmatite. 75-90 ft 5.5  \n\n  P3 - Up and slightly left-ish through impressive looking overlaps, passing a Lost Arrow piton [photo], to a double bolt anchor. A very interesting pitch, in that the overlaps are \"tricky\" in that a foot or two and a different sequence can make the moves a grade or two different. 80 feet 5.5 to 5.7 depending.. \n\n  DESCENT - You can rap from the double bolt anchor (2 ropes ) to the double bolt anchor on Contact [off to rapeller's/ climber's right] and then to the ground, or if you want to go back to the car... \n\n  P4 - Climb the clean, low angle slab above. Go through a small tree island to a bit more rock above and end at a flattish boulder about 3 ft across.  100 ft Class 3/4    From here, move up and right generally keeping to the rock, then cut back left-ish up with a class 3 or two move on trees/rock to the trees where you should hit a boundry-survey line. Follow this down and climber's left. When you \"cliff out\" at a survey sign and post-in-rock, backtrack 40-50 ft and descend the gully back to the \"path\" to the road.","protection":"Usual rack, although we didn't use anything larger than a #1 (red, Camalot). Remember, there are two consecutive gear anchors on this route.","location":"At the \"toe\" of the main slab."},"__v":0},{"_id":"FMbWVTP1VrOCyGcSkdiCWg==","name":"It’s a Pinkham Thing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Matt Barker and Ben Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":1,"mp_id":"112047951","mp_crag_id":"112004279","climb_id":"FMbWVTP1VrOCyGcSkdiCWg==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"[From Barker] Submitted by Ron Birk, edited with permission by R Hall  \n\n  START: About 50-60 ft left of the toe of the slab (i.e.50-60 ft Left of the start of \"Old Route Direct\") at a 10-12-inch diameter tree that forms \"double trunks\" about 6 ft off the ground. If you stand back a few feet from the tree you should be able to see 2 or 3 of the bolts.   \n\n  P1. Climb slab 10-12 ft and then pull the overlap (gear) at the base and climb up to a stance on the slab.  At this point a pink tri cam might be slotted in a pocket. (Certain sized \"Stoppers\" might also work) Now commit to the slab past 3 bolts, and continue on pegamtite past a 4th bolt to a big overlap.  Pull throughout this (5th bolt) to a ring anchor. 115-120 ft  5.8  (Rapping this with a 60m rope leaves you 10 ft from the ground to downclimb the opening slab.)    \n\n  P2. The next pitch goes up and right to the large pine tree, all on natural gear pulling many overlaps along the way.   \n\n  P3. The 3rd pitch is a scramble over some really cool rock.","protection":"Standard rack","location":"Little before the toe of the slab."},"__v":0},{"_id":"1C+jz6IpVjaliZYeGAfyDQ==","name":"Hank Chinos","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jon Garlough and Hank Tracy","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":4,"mp_id":"112004478","mp_crag_id":"112004279","climb_id":"1C+jz6IpVjaliZYeGAfyDQ==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"Absolutely amazing climbing on solid pegmatite rock.\n\n I don't know whether P2 of \"Contact\" or P2 of \"Hank Chinos\" came first, but if they are not the same then they are probably within a few feet of each other on \"wide open rock\". When we were there, this was the first climb we did, and we utilized the \"Contact\" double bolt anchors.\n\n START - About 15-20 ft right of \"Contact\" where the pegmatite streak/band starts.\n\n P1 - Climb easily up the pegmatite 50-60 ft (nuts useful) and cross a smooth slab* (crux ? 5.5 PG-13?) and then up through a minor \"headwall\" (Here you are about 20-25 +/- ft right of Contact's P1 protection bolts.) Either continue another 40-50 ft up on the pegmatite and establish a gear belay [15-20 ft above the 3ft-flake-on-the-slab], or move left to the double bolt anchor of Contact. 140-150 ft [or 115ft +/-]  5.5\n\n* See COMMENT below by \"Chinos\" \n\n P2 - Up and through the headwall. Belay at a birch tree. 200-210 ft from the Contact belay, 120-140 ft from the gear belay mentioned. 5.4 - 5.5 (and, yes, I know the FA-er's listed the climb as 5.6, maybe we missed the 5.6 )\n\n NOTE: On a subsequent ascent we noticed that from the gear anchor mentioned, another 30-40 ft (150 +/- ft total) up and slightly left there's a Pine Tree with a rap anchor. But even doubled 60m's don't get you back to the Contact dblt bolt anchor. We rapped to the gear anchor with doubled 60m's, then down climbed 5.0-5.2 40 ft down and climber's right to a pine tree and rapped down from there to high-angle dirt & leaves.\n\n Descent - We rapped down the tree line to the right with a single 70m. (See \"Tree Line Rap\", below) Better to have 2 x 70m ropes and rap from the birch tree to the Contact P1 anchors.\n\n Tree Line Rap- From the Birch tree, Traverse (Class 4 / 5.0) 40-50 ft to a pine tree on the right. This tree has no nice place to stand, so we actually lowered down, the sling and biner still there. 115 ft (35 m) to a White Pine tree. Rap#2 115ft (35 m) to a tree ledge, move 5-6 ft to Rap3 80ft off a 4\" diameter beech to the ground","protection":"Standard rack - we used nothing larger than a #1 (red Camalot)","location":"15-20 ft right of Contact"},"__v":0},{"_id":"UDdawZo2WLiC/agECguIag==","name":"Contact","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matt & Kathy Barker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":3,"mp_id":"112004407","mp_crag_id":"112004279","climb_id":"UDdawZo2WLiC/agECguIag==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"START - About 30-40 ft right of the \"toe\" of the slab, at a clean slab with a L-facing corner (photo) on the right (with lichen on the part of the slab that is next to the corner).     To the left of this clean slab a line of trees and bushes runs up the cliff 15 +/- feet and provides what might be an alternate start*. \n\n  P1 - Climb the clean slab ( crux, 5.5 - 5.6 PG-13 / R?) to a large flake.  From the flake's top climb directly up to a bolt, then a 2nd bolt and on to a double bolt anchor.  115 ft  5.5 - 5.6    NOTE: A rap with a single 70m reaches the ground; a single 60m would probably reach the top of the line of trees.  \n\n  P2 - Move up and right onto the pegmatite rock. Climb this up and through the \"headwall\".  200-210 ft  5.4 - 5.5  This pitch may be broken up; a good belay is under a small overhang that is 15-20 ft above the lose-looking 3-4ft flake-lieing-on-the-slab. (which may get \"trundled off, if it is actually lose) \n\n  .   * ?Alternate Start? - Scramble up the line of trees and step right onto the slab about where RW is in the photo.","protection":"Std rack - medium sized cams especially if breaking up pitch 2.","location":"30-40 ft right, and slightly higher than, the \"toe\" of the slab."},"__v":0},{"_id":"8NkHRDMHVJCSrRt8W6Mi5A==","name":"Old Broad's Birthday Bash","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Toni Steyerl and Ron Birk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"left_right_index":5,"mp_id":"112038959","mp_crag_id":"112004279","climb_id":"8NkHRDMHVJCSrRt8W6Mi5A==","areaRef":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"A fun easy route on the far right, good for beginner leaders or for an easy relaxing outing. \n\n  P1. Start up the pegmatite and veer left, following a left facing corner (slanting left). Then up the head wall (crux) and to a pine tree. To keep the grade low and more consistent on the route, you can circumvent the crux by going left for a move or two. Or go straight up (and a grade or two harder) for more interesting moves. 5.4 100'\n\n  P2. Go straight up (veering slightly right) to a small pine tree, through two fun decent size overlaps. 5.3 170'\n\n  P3. Go left and up over easy slab and finish up a clean beautiful low angle arete to a tree. 5.2 180'\n\n  From here you can scramble to the top of the cliff and take the Ledge Tr back out.","protection":"Gear is good throughout the route.","location":"Far right. From Hank Chinos, go right and steeply up for ~75'."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,28caf581-f8e4-5e0a-bd89-06b71080d0c3,3c79ea13-2dd1-51d3-b828-2d878b32672a","pathTokens":["USA","New Hampshire","WM: Pinkham / Presidentials","11. Pine Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.21278,44.36371]},"bbox":[-71.21340896952569,44.36326033981813,-71.2121510304743,44.36415966018185],"left_right_index":-1,"ext_id":"112004279","area_id":"PHnqEy3RUdO4KC2HizJnKg=="},"content":{"description":"Access Notes:\n\n1) When the Horton camp is in session (weekend and/or weekly groups) during the Spring thru Fall seasons, the public is asked to respect the camp and stay on the marked trail(s).2) In the fall of 2022 the road will be under repair/construction Monday > Thursday.  There will be no vehicle access when work is being done, although you'll probably be able to walk in from the parking at Pinkham B road...An old-time slab/cliff (first climbed in the 1930's with evidence of further climbing in the late 1960's-mid-70's) that has seen some recent activity, mostly by Matt and Kathy Barker who researched the early climb(s) with the Boston AMC. Helping them was/is Ben Smith and the Chinos' Jon Garlough and Hank Tracy.The cliff/slab presents a interesting alternative to slabs like Whitehorse and even Table and Rainbow due to its unusual character of slabs with a serious number of small overlaps, and at least one route completely on pegmatite.Bring a light standard rack (we didn't use anything larger than a #1 (red) although we brought a #2 (gold) & a #3, \"alpine draws\" (i.e. long-ish) are useful, the routes wander a bit. Expect to find a bolt or two if needed but we aren't talking \"sport climbs\" here. Nuts seemed especially useful on the pegmatite. We survived with a single 70m rope, but used the trees on far right to descend from the top ( 3 single rope raps).Fairly easy approach: 0.9 mi. on dirt road, 0.1 mile on trail and about 0.3 mi bushwhackCurrently that 0.3 mi bushwhack, while not bad in terms of the degree of \"brush-crashing\", is still pretty obscure. (More on this in \"Getting There\".) With additional visits this may become more clear."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:15.087Z","updatedAt":"2024-01-15T16:46:52.283Z"}