{"_id":"6368a185e80bff5a9954f2e2","area_name":"Solar Slab - Upper Tier","shortCode":"","climbs":[{"_id":"z/LX/fxcXca2SzX8nObAow==","name":"Sunspot Ridge","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"FRA: John Hegyes, John Wilder, George Urioste, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":0,"mp_id":"105791012","mp_crag_id":"105732007","climb_id":"z/LX/fxcXca2SzX8nObAow==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Red Rock isn't normally known for its ridge climbs, but this route has a good line, airy location, and even a gendarme or two.  The rock is good and the route is long-- a great combination! \n\n  To the left of Solar Slab, the base of the wall bends down, reaching the streambed a few hundred yards to the west.  The buttress that protrudes into the canyon continues upward as a blunt ridge separating the Solar Slab from the large wall containing Black Orpheus.  Sunspot Ridge climbs this feature. \n\n  On the left side of the southeast-facing buttress is a gully system.  Some bushwhacking leads to a belay alcove at its base.  Climb a pitch up the crack on the left wall of the gully and belay in a cavelike chimney/tunnel.  Move up and right, passing a small bulge.  Continue right and up the varnished face, protected by tricky wired nut placements.  Eventually move left and belay on a good ledge.  Climb up for about thirty feet to a small triangular ceiling, then traverse right until you reach a left-slanting crack.  Follow this crack to the Lower Shoulder.  This shoulder can also be reached by climbing Solar Flare or by complicated scrambling and easy climbing from the west. \n\n  From the large shoulder platform, scramble up on an easy pitch of mostly 4th-class climbing, staying slightly left, to a good belay niche near a bush.  The next pitch involves face-climbing straight up the knobby ridge crest above.  Another face-climbing pitch continues up the ridge, with limited protection, to some good ledges.  Two more fourth-class pitches lead up the ridge, passing a gendarme or two.  These pitches end at The Notch, a spacious and airy perch where the ridge merges into the main wall.  The improbable headwall above turns out to be beautiful 5.0 climbing on varnished plates.  Another pitch up one of the cracks above (both are about 5.7) leads to the ledges at the top Solar Slab's fifth or sixth pitch.  Either continue to the top and descend via the Painted Bowl, or rappel Solar Slab via the bolted rap stations. \n\n  (Another descent option begins at the Notch: downclimb east for 15 feet to a short rappel from a flimsy bush and a jammed knot.  This takes you to the top of Solar Slab's second pitch.  Then rappel Solar Slab.)","protection":"Standard rack, wires.","location":""},"__v":0},{"_id":"qq8ikiu+XEG1Kb6UcaG5xw==","name":"Sunflower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jon Martinet & Randal Grandstaff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":7,"mp_id":"105732791","mp_crag_id":"105732007","climb_id":"qq8ikiu+XEG1Kb6UcaG5xw==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Although everyone comes to this wall for Solar Slab, there are other worthwhile routes nearby. One is the beautiful, but serious Sunflower. This line starts on the low-angle buttress immediately to the right of the top of the approach gully. It then follows a crack that eventually disappears while the route continues up a long stretch of blank, sweeping slab. It again gains a crack system that leads to the 2nd terrace high above.\n\n When originally climbed, the fourth pitch had only two protection bolts. Several more have since been added, making the route considerably tamer, but still somewhat runout.\n\n Pitch 1: Just to the right of the Solar Slab approach gully, climb up a very easy low-angle slab.\n\n Pitch 2: Continue up to a good ledge beneath a small, right-facing corner. There is a bolt anchor for this belay.\n\n Pitch 3: Climb straight up the right-facing corner above. Belay from 2 bolts. 5.8+, 140'\n\n Pitch 4: Head straight up off belay through delicate moves, following the bolt line. When the bolts run out, strike out through the last of the slab for the crack above. Belay when possible. 5.9, 150'\n\n Pitch 5: Continue up the crack until another belay stance appears. 5.7, 100'\n\n Pitch 6: An easy pitch leads to the base of the last pitches of Solar Slab. 5.5, 45'\n\n Descent: Descend as per Solar Slab- either rappel that route or continue to the summit of Solar Slab and descend into the Painted Bowl.","protection":"Standard rack to about 3\", a 4\" cam may be nice to have, but not necessary.","location":""},"__v":0},{"_id":"DkujDzbbU/KqjV30TNzTEA==","name":"Sundog","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":8,"mp_id":"105732692","mp_crag_id":"105732007","climb_id":"DkujDzbbU/KqjV30TNzTEA==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Sundog is a neat route that works its way up the right side of the main Solar Slab wall. From the top of the Solar Slab Gully: Head right (east) across the terrace to the grooves in the slab above. Lead up this apron or solo it until you come to the base of the main wall and a shallow right facing corner. There should be a bolt at the base of the route. \n\n  Pitch 1: Head up the corner past a couple of bolts to a ledge above. Continue up the left facing corner to a bolted stance. 5.8 \n\n  Pitch 2: Head straight up delicate face climbing through two bulges to another bolted stance. 5.8 \n\n  Pitch 3: Crux pitch- head straight up past a couple of bolts to a slab above...head generally up and right to belay. 5.9 \n\n  Pitch 4: Head up the large corner above to the base of a wide section. Either climb this or head right into 'X' territory. Belay a ways above. 5.8 either way you go. \n\n  From here, either rappel the route or head left to the terrace at the top of Solar Slab and rappel that route.","protection":"Bolted stances.","location":""},"__v":0},{"_id":"mUTcXUtPXEqFefbX0ZxPgg==","name":"Sunburn","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA: Anthony Anagnostou, Karsten Duncan, John Campbell, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":1,"mp_id":"105818059","mp_crag_id":"105732007","climb_id":"mUTcXUtPXEqFefbX0ZxPgg==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"This is a wonderful sleeper of a route.  Probably lots of folks have looked up at it and thought, \"looks like a miserable gully slog-- no way it could be good.\"  Surprise! \n\n  About 100 yards to the left of Beulah's Book is an indistinct buttress leading up to the left side of a huge roof.  The buttress is bordered on its left side by a brushy, unappealing gully.  Start at the very toe of this buttress. \n\n  Pitch 1: Pleasant face climbing leads up to a right-slanting crack.  Belay at its top. \n\n  Pitch 2: Step right and climb over a slight bulge, then face climb straight up staying near the junction of the white and dark rock.  Belay on a ledge to the left.  (Just left of this ledge is a rap station on a tree in the gully; one long rappel, down and west, reaches the ground near the start of Dubious Flirtations.)  Note also that there is an off route bolt a little to the right of the beginning of this pitch, presumably as part of a variation start. \n\n  Pitch 3: Step right and continue up a small dihedral. Belay at a small stance with shrubbery and a chimney above. \n\n  Pitch 4: Move up the dihedral past an annoying bush and into a featured squeeze chimney.  Climb this chimney to a wide clean gully and continue up to another wide gully/chimney to another stance by a large chockstone. \n\n  Pitch 5: Climb out of the gully onto the arete and face on the left side of the slot, then up and out onto slab.  Move up until reaching a ledge approximately even with the large Solar Slab Terrace.  (An easy traverse right at this point gives access to the Terrace and the routes continuing there.) \n\n  Pitch 6: Continue straight up the rounded buttress above on pleasant slab climbing.  A very long pitch (60m+?) leads to a good belay ledge at a pine tree.  (Alternatively, divide the pitch in two  by belaying at a varnished scoop.) \n\n  Pitch 7: Climb up and slightly right on even more pleasant slabs until reaching a large brushy ledge. \n\n  At this point you can scramble right (class 3) for 100 feet, passing the top of Going Nuts, and join Solar Slab two pitches above the terrace.  Alternatively, and more direct, continue up over broken rock (better on the right) and join Sunspot Ridge at The Notch.  Continue to the top by one of these routes, and descend as for Solar Slab.","protection":"Standard rack","location":""},"__v":0},{"_id":"OidNjvbJXW+DH8NZFbbKKg==","name":"Solar Slab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herbst, Kaufman, Hamilton '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":5,"mp_id":"105732257","mp_crag_id":"105732007","climb_id":"OidNjvbJXW+DH8NZFbbKKg==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Solar Slab is a very popular route due to its long length and all pitches are 5.6 or easier. The climb is 9 pitches long and over 1200 feet in height. However, the start of Solar Slab is on a huge terrace 500 feet up, which has a few different multi-pitch approaches. Probably the most common ways to get to the base of Solar Slab are to climb Johnny Vegas (5.7, 4 pitches), or the Solar Slab Gully (5.3, 5 pitches). An early start is highly recommended to beat the crowds, climb the 14 pitches, and make the lengthy descent. A headlamp is also a good idea.Start from the Oak Creek Canyon parking area, and follow the obvious trail for 45 minutes to an hour. A prominent trail leads to an obvious gully to the right, the Solar Slab Gully. Climb this or Johnny Vegas to the terrace 500 feet up.P1) Wander up the beautiful featured golden slab for quite a ways to the start of a nice hand crack. There is little pro in the slab, and the hardest move is gaining the crack system. Follow the crack system to a ledge with a fixed 2-bolt anchor. (5.5)P2) From the ledge, follow the sandy chimney left and up to another ledge to belay at. This is probably the worst pitch of the climb. (5.5)P3) Wander up unprotected but well featured rock for about 20 feet to a finger crack. Traverse right when obvious and follow a corner to a small belay ledge. (5.6)P4) Climb a varnished left facing corner until possible to traverse right to a huge belay ledge with fixed anchors. (5.6)P5) Climb the beautiful hand crack as long as desired, eventually sinking in a belay at the best spot possible. Some bolts are found near the crack on this pitch. This is a 3 star pitch. (5.5)P6) Finish up this crack, stepping left eventually and belaying at the top of a pillar. I don't recommend trying to link this pitch with P5. I don't think that even a 60 meter rope is long enough. (5.4)P7) Wander up and right protecting in various features to get to a low angle crack. Climb this crack up to an anchor. Don't stop at this point, but remember where this anchor is if you are planning to rap the route. Instead, traverse right a bit, then go up and easy corner to the huge low angle terrace. (5.3)P8) Scramble up to a black varnished dihedral and sink a belay. Depending on your comfort level, this pitch can be done unroped. (class 4)P9) Climb the black dihedral until the angle kicks back and sink a belay. (5.5)Descent: Rappelling down slab is recommended unless many parties are below you. There is a good chance of getting your rop caught, so it is recommended to saddle it while lowering. There is a way to walk off back but it is difficult and time consuming. The rappels also take a lot of time, but it is a fairly straight forward way of getting off the rock. Down climb to the right of the last pitch on easy slabs (3rd class) to get to a traverse around to the belay ledge used below the dihedral. Then downclimb the 8th pitch and the last easy part of pitch 7 until the anchors mentioned. From here, rap (double ropes, 200' better, maybe even necessary?). Probably about 6 rappels gets you to the starting terrace. Then rap either Johnny Vegas or Solar Slab Gully (another 5 rappels). I recommend the gully, as Johnny Vegas is likely to get your rope stuck.There is an entire chapter about this route in Red Rock Odyssey","protection":"Standard Rack","location":""},"__v":0},{"_id":"4hz55krzXl6X8UUqT7HkLg==","name":"Kelly's Heroes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Kelly, Bill Thiry, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":9,"mp_id":"120777158","mp_crag_id":"105732007","climb_id":"4hz55krzXl6X8UUqT7HkLg==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Scramble to the right end of the main terrace to the rightmost gully. Pitch 1: A short 4th class pitch up a crispy crack gets you established on the crest of the rib.Pitch 2:  Start with a balancy step up and right to reach some good holds in the varnished rock.  Continue up and right, gaining a featured crack, and belay when convenient.Pitch 3: Follow the crack to a large ledge next to giant bush in an alcove.Pitch 4: Climb the squeeze chimney at the back of the alcove.  Continue up the corner above the chimney and exit left to a large belay ledge.Pitch 5: Climb the face above the belay ledge, then move right to class three terrain.Pitch 6: Scramble up to a headwall with a short class 5 crack.Above the crack, scramble up a short way until you can walk left into the main gully.  We rappelled the gully, but it looked like you could continue on class 3-4 terrain to the top of Solar Slab if you wanted.  After 2 rappels we exited the gully, going skier's right to the next gully to the west.  One more rappel reached easy ground leading back to the terrace.","protection":"standard rack","location":"This route is on the far right (eastern) side of the Solar Slab Terrace.  To the right of Solar Slab are two ribs separated by two broken gullies.  This route goes up the right hand rib."},"__v":0},{"_id":"RSi+K9dgUH6U6TWRitZ5Ww==","name":"Heliotrope","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Hegyes, Ryan McPhee, George Urioste, Larry DeAngelo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":6,"mp_id":"105733112","mp_crag_id":"105732007","climb_id":"RSi+K9dgUH6U6TWRitZ5Ww==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"This is an excellent route straight up the middle of the Solar Slab.  It lies to the right of Solar Slab and to the left of Sunflower, but is independent of both lines.  The climbing difficulty does not exceed 5.8, but pitch 4 features some old-school slab runouts. \n\n  Pitch 1: Directly above the top of the approach gully, there is a black, left-facing corner.  Pleasant climbing follows the corner to the belay ledge at the top of the first pitch on Solar Slab. \n\n  Pitch 2: Continue up the right-slanting finger crack.  Belay at the ledge shared with the second belay on Sunflower.  (These first two pitches have been long-used as a variation start to the Sunflower route.) \n\n  Pitch 3: Climb up and left to a small pedestal to the left of the Sunflower corner.  Traverse left for 10 or 15 feet to a very small, right-facing corner with a thin crack.  Follow the crack until it ends, then set up a gear belay in a scoop, using thin cams. \n\n  Pitch 4: Climb up the slab above, aiming for the crack visible about a hundred feet straight above.  Protection opportunities are limited.  Set up the belay as high as possible in the varnished plates (in order to have enough rope for the last pitch). \n\n  Pitch 5: The payoff pitch!  Proceed straight up the glorious face on relatively easy climbing until you can set up a belay after about 59 meters.  At this point you can either join Solar Slab for the 3rd class pitch and cruise to the top, or rappel the main slab.","protection":"Bring lots of finger-size cams and wires.  A 60-meter rope allows reasonable belay stances to be reached.","location":""},"__v":0},{"_id":"hXSUL0SFUkyYmMT/htMcDA==","name":"Going Nuts","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":2,"mp_id":"105733172","mp_crag_id":"105732007","climb_id":"hXSUL0SFUkyYmMT/htMcDA==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Going Nuts is a spectacular little route on the upper tier of the Solar Slab Wall.  It is also an excellent way to pass slow parties on Solar Slab proper. \n\n  The route can be found in a dark corner on the far left hand side of the Solar Slab Wall. \n\n  Pitch One:   \n\n  Climb the obvious crack up into a band of broken black rock.  Build a belay shortly after the crack runs out on at a small stance.  The name of the route is probably derived from the fact that most of the potential belay stances require one to use nuts for an anchor. \n\n  Pitch Two:   \n\n  Continue up and left.  Be aware that some of the black rock is loose.  Climb up to the large ledge that makes up the top of the arch on Solar Slab Wall.  Belay from here. \n\n  Descent: \n\n  Walk across the large ledge to the right.  One must either bushwack a bit to keep away from the exposure, or step out on the ledge above the arch to attain the descent.  After crossing the ledge you will find a set of bolts at the top of the second pitch of Solar Slab.  You may descend from here or continue up Solar Slab.","protection":"Standard Red Rock Rack to 3\" with a few extra Stoppers.","location":""},"__v":0},{"_id":"M9iAWCaLU4SZh3x6CGtW0g==","name":"Change Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":3,"mp_id":"105813011","mp_crag_id":"105732007","climb_id":"M9iAWCaLU4SZh3x6CGtW0g==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"Start just to the left of the curving arch of Arch Enemy and climb the slab to a right-facing corner.  Excellent climbing on good rock leads to a belay ledge about 160 feet up.  Pitch 2 continues up the corner to a roof, where the rock quality declines abruptly.  Traverse right under the roof on loose rock with shaky pro.  Finish via the tunnel at the top of the arch.  A more civilized option for the second pitch would be to traverse right on varnished ledges to the belay/rap station on Arch Enemy.","protection":"Standard rack","location":""},"__v":0},{"_id":"Uv4BMdZ+UGO5yCYLyt3/4w==","name":"Arch Enemy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"left_right_index":4,"mp_id":"105813007","mp_crag_id":"105732007","climb_id":"Uv4BMdZ+UGO5yCYLyt3/4w==","areaRef":"hmoeTTeWULq7udh0+17oFQ=="},"content":{"description":"This route starts just to the left of where the Solar Slab route starts up from the terrace.  There is a prominent corner that curves up and to the left, forming an arch.  Climb up the slab, heading for a patch of varnish that is about twenty feet below and to the right of the bottom of the corner.  Protection is available here.  Go up and left to the corner and follow it to a bolted belay station. (5.8) \n\n  Pitch 2: Continue up the corner above, passing two protection bolts, until you can tunnel up underneath the arch (5.9).  Belay on a good ledge that is halfway up the second pitch of Solar Slab. \n\n  Pitch 3: Climb up and right about twenty feet to reach the bottom of a clean finger crack.  Follow this straight up (5.9) for a long pitch to the belay station at the top of Solar Slab's pitch 3.  (The upper part of this pitch has been used as a variation to Solar Slab, sometimes unintentionally.) \n\n  From this point, you can continue to the top on Solar Slab, or rappel using bolted rap stations.","protection":"standard rack, maybe a few extras in the finger-size range for the upper crack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,ffe82a4b-11fc-591c-94bd-e3908923b326,866a1e4d-3796-50ba-bbb9-d874fb5ee815","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Oak Creek Canyon","Solar Slab - Upper Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":4,"label":"5.9"},{"count":2,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48775,36.10372]},"bbox":[-115.48830654344437,36.10327033981813,-115.48719345655563,36.10416966018187],"left_right_index":-1,"ext_id":"105732007","area_id":"hmoeTTeWULq7udh0+17oFQ==","polygon":{"type":"Polygon","coordinates":[[[-115.48830654344437,36.10327033981813],[-115.48719345655563,36.10327033981813],[-115.48719345655563,36.10416966018187],[-115.48830654344437,36.10416966018187],[-115.48830654344437,36.10327033981813]]]}},"content":{"description":"The home of some beautiful, airy climbing! The routes here all work their way to the spacious shoulder at the top of the Solar Slab Buttress.Several descent options:1) Rap the Solar Slab route. Many parties choose to do this, using the bolted stations on the route and the face immediately to its climber's right (East). This requires two ropes and takes you directly back to the base with no walking. On the downside, this can tempt one to avoid the very top of the route and thus miss out on the full value experience. You would also miss the beautiful hike through the Painted Bowl.2) Painted Bowl Walkoff. The standard walkoff. There is a ?GPS track on the climbing area map?. This has several very exposed sections, I would not do this with an inexperienced climber. If you're coming down in the dark, it might be hard to choose the right way in a couple spots, so add that into your calculus for choosing between this and the raps. For moderately experienced climbers in the daylight, I think the walk-off and raps are a tossup. Begin by circling climber's left (West) at the first large shoulder, and down on an improbable ledge system in the red (not tan) rock. After some exposed scrambling, the ledge ends at a bolted anchor. [I know the following will work, but perhaps you could get away with shorter ropes. Please edit if you know this to be true.]If you have two ropes, or an 80m: do two long rappels straight down to Painted Bowl. (Skip the set of anchors 40 feet below the start.)If you have a single 70m: do two short rappels down the initial slope, then one long rappel over the edge and straight into Painted Bowl.If you have a single 60m: do two short rappels down the initial slope, angling climber's left (West) onto a large ledge. Walk to the climber's left (West) end of the ledge, to another anchor at the top of a steep chimney. This takes you to a brushy ledge with a pine tree. A rope stretching rap from the pine tree leads into the Painted Bowl.Walk down the Painted Bowl and go skier's right (West) along a slabby ramp system until you reach the streambed. There are some fairly steep and exposed sidehill slab traverses in here, stay vigilant even though you're tired! If water is running high in Oak Creek, you can avoid the wetter upper section by rappeling out of the Painted Bowl using the bolted stations by Plate of Fate (see the Black Orpheus Amphitheater section).3) There are also a few descent options in the gullies on the eastern side of the formation, but these are not universally popular."},"density":0,"totalClimbs":10,"__v":2,"createdAt":"2022-11-07T06:11:18.787Z","updatedAt":"2024-02-19T18:34:41.967Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e713f8258fb5bda08b33","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}