{"_id":"6368a265e80bff5a99565f06","area_name":"b. Jackie and friends","shortCode":"","climbs":[{"_id":"3BADew+hUrSK0pckpfrj7Q==","name":"5.10 Top Rope","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim McCarthy 1964","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":999999,"mp_id":"107134656","mp_crag_id":"107037580","climb_id":"3BADew+hUrSK0pckpfrj7Q==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This is the thin seam/crack to the left of Pebbles.  Pretty continuous friction and balance moves passed a small scoop.  Not worth it on its own, but with a lap on Pebbles it might justify setting up the top rope.","protection":"First done as a top rope, and best repeated that way...","location":"Right off the carriage road on the boulders below Jackie.  On the South facing slab, just left of the route Pebbles."},"__v":0},{"_id":"H/Ix51btWgOg8BfJzQVmdg==","name":"Word of Mouth","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Christian Fracchia and Joel Peterson, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":3,"mp_id":"112302979","mp_crag_id":"107037580","climb_id":"H/Ix51btWgOg8BfJzQVmdg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This route is a direct finish variation of Stirrup Trouble. It climbs stirrup trouble until the rest at 2/3 height, and then busts out the seemingly blank orange face up and right. the \"route\" is really just 15' of independent climbing from stirrup trouble, before it rejoins that route. The crux is hard to figure out and seems impossible until it comes together.","protection":"Standard rack, but throw in a couple C3s.  Gear anchor; walk off the top.","location":"Start on Stirrup Trouble"},"__v":0},{"_id":"8FJBEkp7WTSyV/Q2PCDVsQ==","name":"Unknown","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":8,"mp_id":"111935835","mp_crag_id":"107037580","climb_id":"8FJBEkp7WTSyV/Q2PCDVsQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Nicer than it looks; a surprisingly overlooked climb for a crowded section of the cliff. The chimney requires only a moment of actual chimneying/OW; thereafter it is face/crack climbing with satisfactory gear placements.  \n\n  There are old pitons in the chimney, so the route has been done in the distant past; if anyone knows the name of this climb, please replace \"unnamed\"","protection":"Standard rack; small cams (metolius 00?) and a #4 camalot can be used.","location":"Up the too obvious chimney between Badcliff and Dennis. One the maw has been escaped, step up and right to a weakness in the headwall and continue up to the left of Dennis, finishing in the overhang left of the pine tree belay on Dennis."},"__v":0},{"_id":"xssHCoKFWcmXSmKJlX5nNQ==","name":"Tweedledum","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Larsen and Dick Williams, 1964","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":999999,"mp_id":"117385127","mp_crag_id":"107037580","climb_id":"xssHCoKFWcmXSmKJlX5nNQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Usually done as a boulder problem but not a bad route. This was the first 5.11 lead in the Gunks. Pull over the bulge using good holds on the left side of the middle Pebbles boulder and continue up right-angling seams and finger cracks. After the crux there is still some 5.9ish climbing. From the jug near the top I followed good holds up and right to top out.","protection":"Small stuff mostly. The crux is usually done as a boulder problem with a pad.","location":"Around to the right of the arete from Pebbles."},"__v":0},{"_id":"wFOZ+DSrXKq0KdEhh2lASQ==","name":"Stirrup Trouble","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Bill Goldner, early 60's. FFA: John Stannard, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":2,"mp_id":"105803228","mp_crag_id":"107037580","climb_id":"wFOZ+DSrXKq0KdEhh2lASQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Perhaps a double entendre in the name? I am not sure. A good route with poor gear in places, it is unique. I found this to be a rough introduction to the Gunks. \n\n  The route starts 15' left of P38, a more-popular climb with better protection. \n\n  P1: Climb up off of a boulder on unprotected moves (5.10-) to gain a crack, which is climbed to a horizontal. Follow the horizontal left for a few body lengths to a rift in the small overhang and climb up to some roofs above. Wander left through some small roofs, then up and right up a face to reach the top of the cliff. \n\n  Descend via Radcliffe just to climbers' right, or the Uberfall Descent.","protection":"Not that great. I felt pretty runout in a few places on insecure moves. Falling would be a pretty bad idea. Take a light rack with a normal range of nuts and cams and see what you can tinker in. \n\n  Double ropes are useful.","location":""},"__v":0},{"_id":"QPnGhByAUVaYpoSJlDFoDA==","name":"Slightly Roddey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Marguerite Baumann, Bill Kemsley, Bill Goldner, 1959","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":13,"mp_id":"106692049","mp_crag_id":"107037580","climb_id":"QPnGhByAUVaYpoSJlDFoDA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"An interesting short problem in the giant roof between Roddy and Jackie. The start has a few moves of crimpy slab climbing, then reach up and start pulling the obvious, chalked up holds on the roof. A sequency and somewhat powerful crux. \n\n  A harder variation avoids the good holds and uses the loose flake undercling to the left.   \n\n  In 2010, the tree just above the roof was felled by a storm, which may radically change the anchor situation for this route.","protection":"Slightly Roddy is usually TR'd, but the gear seems ok. Set up a TR from Roddy or Belly Roll.","location":""},"__v":0},{"_id":"WvWivScAVE2RCDRrFHxHgg==","name":"Roddy","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Roddy Miller and Jim Andress (1958)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":12,"mp_id":"106138089","mp_crag_id":"107037580","climb_id":"WvWivScAVE2RCDRrFHxHgg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"P1 - Climb the corner (#4 Camalot at top) then exit left at the left side of the large overhang and up to a ledge.  Up the face to a nice ledge and oak tree belay/rap station. \n\n  P2 - Go left about 10 feet, then climb up and right past several old pins to join Belly Roll to a large pine tree at the top, or follow a corner above the belay to the top.  The former version has nicer climbing and is a great lead for the beginning leader to get some exposure.  The latter is the original P2. \n\n  Descend via Radcliffe (closer and faster and a fun little downclimb, but more obscure) or the Uberfall Descent.  Please do not rap off the top of the cliff in this area on a busy day.","protection":"PG.  #4 camalot nice at the P1 crux if 5.3 is near your limit.","location":"At a tree just right of the obvious Belly Roll chimney, and below a large overhang 20 feet up."},"__v":0},{"_id":"6hD+FlIvUw6sLxynKvT1AQ==","name":"RMC","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ralph Clapp and Grant Oakley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":25,"mp_id":"106134054","mp_crag_id":"107037580","climb_id":"6hD+FlIvUw6sLxynKvT1AQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"P1 - Climb cracks and a short corner to a small overhang, then climb right to the top of the detached block. Or - scramble up the blocks leaning against the face to the right, to reach the same place (this was the original route). From that stance, head a few moves up a crack (crux), then move left to a small ledge and a bolt anchor.\n\n P2 - Step up and left, then climb the nice face over a small bulge (crux) and up a small right-facing corner to a nice ledge and another tree.\n\n P3 - Step left and climb the nice face past some old fixed pins (no need to clip, plenty of cam placements) with excellent gear to the top and a bolt anchor.","protection":"Standard Gunks rack.  G.","location":"Below some broken cracks and a partially detached block, just a bit right and down from Jackie and Classic."},"__v":0},{"_id":"3rRA1oSZVyC4HyXFCEPxZQ==","name":"Raubenheimer Special","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Krist and Wally Raubenheimer (1958ish)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":27,"mp_id":"106134067","mp_crag_id":"107037580","climb_id":"3rRA1oSZVyC4HyXFCEPxZQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Harder if shorter than 5' 9\" or so. \n\n  P1 - Climb the rounded arete, then up right to a good ledge below a polished, 8-foot high,white face.  Get good gear at your feet in the horizontal below the face.  If you're tall, go straight up the face (crux) to the good horizontal at the top of the 8' high polished white face, plug in some gear, and pull the small bulge.  If you're short, go left to the rounded nose, reach around left for a small crimp and step up.  Then reach right to the good horizontal, place some gear, traverse a bit right and pull the small bulge.  Continue up the nice face to a decent ledge. \n\n  P2 - (Rarely done) Climb straight up on broken rock to a nose on the left.  Follow it to the top.  Descend via the Radcliff or Uberfall downclimbs. \n\n  Variations - I prefer to traverse left from the P1 belay to the P2 belay tree of RMC and continue up the face from there.  The traverse is sparsely protected, but very easy.  You could also continue up P2 and P3 of Betty.","protection":"Standard Gunks rack.  The gear at the crux is bomber, but it's at you feet if you blow the move.","location":"At a rounded arete, just left of the wide crack of Betty and about 60 feet right and up from the Jackie/Classic face."},"__v":0},{"_id":"zAYUwYsyXtyGcIM3K5tHpQ==","name":"Radcliffe Descent","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":6,"mp_id":"112062144","mp_crag_id":"107037580","climb_id":"zAYUwYsyXtyGcIM3K5tHpQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Radcliffe is convenient and fun way to walk off the left side of the Trapps.  If you're descending from north (climber's right) of P38/Dennis/Belly Roll, Radcliffe is shorter and faster than the Überfall. \n\n  It looks a bit improbable at the top, but the route winds its secretive way down behind boulders and flakes.  Routefinding is obvious.  If the next move seems sketchy, look around. You're missing something.  Good hobbity fun!","protection":"I suppose timid souls could place gear or belay from the top but really it would be hard to fall far enough that a rope would help.","location":"The Radcliffe Descent starts at the far north end of the cliff edge that is at the same level as the tops of most Überfall routes.  When walking off from the north, you will likely be on one of two main trails.  \n\n  1) If you topped out on any route in the Jackie and Friends area, you'll probably be on the trail that runs near the cliff edge and will pass very close to the top of Radcliffe just after the trail drops significantly.   \n\n  2) If you topped out on a more northern route, you'll be on the other main trail which runs about 30 yds. \"inland\". When this trail drops steeply about 40 ft. and passes a clean cliff-face (on your right), turn left off the trail and walk to the main cliff edge. \n\n  Now, look at the pictures. \n\n  The bottom of Radcliffe is between P38 and Dennis."},"__v":0},{"_id":"FQzZZek9V3a1UXYI+GXvZw==","name":"Pink Laurel","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ted & Ann Church, 1955","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":20,"mp_id":"105829266","mp_crag_id":"107037580","climb_id":"FQzZZek9V3a1UXYI+GXvZw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Pink Laurel is a sunny and warm route, great for winter days. It uses quite a variety of climbing techniques to ascend the obvious left-facing orange and pink corner, just to the right of Classic.\n\n P1: Start just right of Classic, and climb up the offwidthy ramp on the right to a stance at the bottom of a chimney. Find a way up (crux) into the main corner system, then follow the corner up through the steep but relatively easy chimney sections above, to the big ledge. 5.9, 80 ft.\n\n You can build a belay in the corner, or traverse ~25 feet left to belay at the shared bolt anchor.\n\n P2: Climb through a long flake system located on the right, up the corner, past another roof to an arete, and head to the trees.\n\n P1 and P2 can be run together, but consider that the crux is quite low; between noise from the road and a set-back belay, it's unlikely that you'll hear your follower if s/he has trouble.\n\n Descend by rappel over Classic, or walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard rack.  Gear is pumpy but plentiful through the crux, and you won't need anything large.","location":""},"__v":0},{"_id":"zfwBq0wwWiqF28hCRrpcSQ==","name":"P38","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Craft, Jim Andress, 1962.  FFA: Dick Williams, 1964","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":4,"mp_id":"105799049","mp_crag_id":"107037580","climb_id":"zfwBq0wwWiqF28hCRrpcSQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This route was named for the 38 pitons used on the first ascent.\n\n Locate a large buttress 200' past the Uberfall, almost directly across from the \"Uber-pooper\", right before the trail that leads to Jackie and Classic. Look for a prominent left-leaning crack above a low bulge.\n\n P1: Start by pulling the small overhang below the left-leaning crack. Follow this mixed-size crack to a crux at the end of the crack. There is good gear nearby, but it's pumpy to hang out and place it. After pulling past the awkward crux move, head up and traverse left across a ledge system. There is a 5.8 move at the end of the traverse, which is a little runout. Continue up the finger crack above to the huge pine tree (note that it is rotting).\n\n Descend via Radcliffe just to climbers' right, or the Uberfall Descent.","protection":"Standard Rack, extra finger-size cams.","location":""},"__v":0},{"_id":"OWaC3laTVrm0UninK6hSEg==","name":"Pebbles","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Doug Tompkins  1965","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":999999,"mp_id":"107134641","mp_crag_id":"107037580","climb_id":"OWaC3laTVrm0UninK6hSEg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Pebbles is one of the few routes in the Gunks to work on your \"slab\" climbing skills.  Although the namesake of the bouldering area, Pebbles is decidedly listed with the routes as it is a much better idea to use a rope on this one... You could \"boulder\" the route but it is pretty high ball.  The Williams guide calls this the Chockstone Boulder, but I've always just called it Pebbles.   Start on the south face just off of the carriage road and move right to the arete.  Avoiding the arete is a fun variation, but a little harder.  I TR'd this at least once a year in my youth.  Testing my balance and often my father's patience...","protection":"Probably best done as a top rope (gear anchor).","location":"Right off the carriage road below the route Jackie. This is the right edge of the tall south facing slab."},"__v":0},{"_id":"Lzxmf/1eXfej1x5SYhrlxA==","name":"Miss Bailey","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1950s: Dave Noyes and Eric Schiffman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":33,"mp_id":"106294643","mp_crag_id":"107037580","climb_id":"Lzxmf/1eXfej1x5SYhrlxA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"1. Climb the chimney to the top (no pro), hang around the corner (pro), then make awkward moves onto the belay ledge.\n\n 2. Chimney a few moves, then stay left on the face following a fracture, using the back wall for stemming as well. The route Big Chimney stays in the chimney to the right. Belay at a ledge below a hand crack. From here, an easy traverse right would let you bail over to the Baby/Easy O bolts.\n\n 3. Climb the hand crack to the overhang. Traverse right and into the next right-facing corner. Head up the corner and the face above to a tree belay.\n\n Descend by walk off via Radcliffe, or the Uberfall Descent.  ","protection":"Standard Gunks rack.  \n\n  Walk off via the Uberfall Descent, or head to the right and rappel down Baby.","location":"To the right of Betty.  The big obvious chimney to the right of the large, left-facing Matinee corner."},"__v":0},{"_id":"nOBwUkgZW3WLcqzfzdpzRg==","name":"Matinee","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Yvon Chouinard & Jim Andress - 1961FFA: Jim McCarthy & John Hudson - 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":31,"mp_id":"105799057","mp_crag_id":"107037580","climb_id":"nOBwUkgZW3WLcqzfzdpzRg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Two short pitches that are very different in character. \n\n  From the Uberfall, walk about 2 minutes down the carriage road, until you see a huge left-facing corner and roof. This is the route.  It's also 30-40 feet right of Betty. \n\n  P1 (5.10, 50'): At any other area the grade of 10d would be just fine. A slightly atypical Gunks climb: delicate underclinging. Climb up a short left-facing corner to the obvious, huge low roof, and undercling left.  Continue past the end of the roof and step over to a pillar to belay. \n\n  P2 (5.10d, 75'): Step back right from the pillar, and head up a very steep, powerful corner system using jugs and jams.  Continue up and left to belay at a tree.  \n\n  Descent: walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"ezEWbKBgUJaHnsF7t/pL/Q==","name":"Jasmine","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ivan Rezucha and Annie O'Neill, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":16,"mp_id":"108167563","mp_crag_id":"107037580","climb_id":"ezEWbKBgUJaHnsF7t/pL/Q==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Start is 7 feet to the right of Jackie, joins classic 20 feet from the overhang at the top of the first pitch.   Second pitch: step right, climb the overhang, work up past a bulge following a thin crack to the top.","protection":"Very small to medium, doubles! I used a TCU #00...","location":"Start is 7 feet to the right of Jackie, before Classic."},"__v":0},{"_id":"kWEe2aJ+US+R+PMdV2qUaw==","name":"Jane","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Kolocotronis and Tom Rosecrans, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":24,"mp_id":"106232466","mp_crag_id":"107037580","climb_id":"kWEe2aJ+US+R+PMdV2qUaw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Climb the left crack of a two-crack system past a block that looks terribly loose but isn't, up into a few chimney moves, then right and up to the easily protected overhang (crux). The face climbing above is 5.7 PG, with uninspiring gear. Traverse left to the Ape Call belay/rap station or right to the Raubenheimer Special tree.","protection":"Standard Gunks rack.","location":"On a face just left of RMC's chimney."},"__v":0},{"_id":"5ixjaH+GXMm45Vjh+aMUYQ==","name":"Jackie","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jack Taylor, Lester Germer,  1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":15,"mp_id":"105812940","mp_crag_id":"107037580","climb_id":"5ixjaH+GXMm45Vjh+aMUYQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Jackie is a popular moderate climb to the left of Classic which includes a fun roof on P1. It's a good route for early leaders, as protection is plentiful and the line is fairly straight.\n\n This climb is located directly behind the Chockstone Boulders. Follow a trail before or after the huge boulders a couple minutes down the road from Uberfall.\n\n P1: Follow a crack system up and left to a short right-facing dihedral with a small overhang, directly behind a tree. Continue up the face to a larger overhang (piton) with big holds. Protect your follower after you've pulled the roof, then move 15' right to belay at bolt anchor shared with Classic. 5.5, 80'.\n\n If you're setting this up for newer followers, make sure to protect the roof well for them; otherwise they'll have to pass the roof to the right, which is much harder than 5.5, and usually involves a lot of noise.\n\n P2: Start above where you pulled the roof; angle left, passing the overhang to the face above. 5.3, 80'.\n\n Descent: From the top, rappel from the bolted anchor to climber's right (2015). If it's a busy day, you might want to to walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard Rack","location":""},"__v":0},{"_id":"njiCm/WMWTq6Ic+Qf6Mc8Q==","name":"Into Thin Hair","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Peter Darmi, 1990's?","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":30,"mp_id":"105803224","mp_crag_id":"107037580","climb_id":"njiCm/WMWTq6Ic+Qf6Mc8Q==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Into Thin Hair is a TR problem that starts just left of Matinee and climbs face and cracks to the Matinee anchors. \n\n  P1: Climb up and slightly left from the base of the cliff, aiming at the anchors of Matinee. As I recall it, there were cruxes on the lower half of the route in a left-facing corner.","protection":"TR from the anchors on Matinee. \n\n  A lead would be possible, but would be very runout in places. I noted gear placements, but have forgotten some 3 years later.","location":""},"__v":0},{"_id":"corXHoxfUZilf27zyzDTIg==","name":"His Name is called The Word of God.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Donald Perry July 1992","type":{"trad":true,"aid":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":0,"mp_id":"112279412","mp_crag_id":"107037580","climb_id":"corXHoxfUZilf27zyzDTIg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"FIRST PITCH: Aid up to a horizontal pocket to the left of Stirrup Trouble. Free climb left and up to a roof. Traverse right under the roof until you are under a black streak. Aid up to a crack under a roof and left to the top.","protection":"5.6-A4 passive","location":"START: Ten feet to the left of Stirrup Trouble"},"__v":0},{"_id":"x4QQkwiRXg61pgGiUALZDw==","name":"Habanero Balls","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Ivan Greene","type":{"trad":true,"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":999999,"mp_id":"109626622","mp_crag_id":"107037580","climb_id":"x4QQkwiRXg61pgGiUALZDw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"An obvious diagonal finger-crack across from the Pebbles slab. It's listed as a V5/V6 boulder problem in the Russo guide but being 40 feet long and finishing some 20 feet high, it's better as a TR or on lead. The movement is totally atypical to the Gunks, continuous and delicate. The route takes nuts and small cams.","protection":"bunch of brassies","location":""},"__v":0},{"_id":"Izf0PlQbU0ayr+5aRmtAOA==","name":"Dog Bite City","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":19,"mp_id":"111398409","mp_crag_id":"107037580","climb_id":"Izf0PlQbU0ayr+5aRmtAOA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Start up Classy, but instead of traversing left under the roof with the wide crack, step right around the arête to a stance at a thin crack.  Bust up and left (crux 1) to a jug, and then perform a difficult mantle (crux 2).  A few easy moves gets you to the rap station above the first pitch of Pink Laurel. \n\n  First published in the Trapps App.","protection":"Standard Gunks rack.","location":"Same as Classy."},"__v":0},{"_id":"0Bgp650qX+qO+aKBfUIhAQ==","name":"Disco Death March","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"1977: Don Perry, Mike Burlingame and Cheyenne Wills","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":35,"mp_id":"107823141","mp_crag_id":"107037580","climb_id":"0Bgp650qX+qO+aKBfUIhAQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Great climb if you want some off-width action in the Gunks! \n\n  According to the Dick Williams Guide: Start about 5 feet right of Big Chimney. Diagonal up right to base of obvious off-width crack.  Follow the crack to a ledge and the base of a chimney. \n\n  Approach: From the start of Baby, scramble up and out left on a grassy ledge for 15 feet to belay on top of the boulder with a tree growing out of it directly below the off-width roof.  \n\n  Pitch 1: Scramble up ten feet and begin to traverse left under the off-width roof eventually gaining access to the arete.  Follow the off-width up to the ledge and base of Big Chimney. \n\n  Try to climb it as an off-width, it is harder. But if you are having some trouble, climb it as a layback in the vertical, it looks like it would be much easier ","protection":"G rated, but requires large gear.     Recommended: 2-#6's, 1-#5 as a minimum   Rappel at top of ledge ","location":"Take the Baby trail from the carriage road.  Continue left at the fork in trail. In about 30 feet, this will take you directly below the obvious off-width, Disco Death March."},"__v":0},{"_id":"GcLcqKM/WcGyLDrK/DLudQ==","name":"Dennis","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Gardiner Perry, Mary Perry, and Ann Buffin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":10,"mp_id":"105968655","mp_crag_id":"107037580","climb_id":"GcLcqKM/WcGyLDrK/DLudQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Dennis starts just left of Belly Roll (look for a roof about 15' up), just past the Uberfall area. \n\n  Climb up and over the roof (crux).  Then step left to a short smooth slab and up easier ground to a headwall.  Climb a weakness in the wall to a good ledge.  Some belay here. \n\n  From the ledge, go up and right, past a fixed pin, and up towards an obvious prow.  Pass more fixed pins and step right around the corner just below the final vertical section. \n\n  Descend via rappel if you can, Radcliffe, or the Uberfall Descent.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"+o7LvRHiWhWeDFzk/7Z83Q==","name":"Denise","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":9,"mp_id":"111935786","mp_crag_id":"107037580","climb_id":"+o7LvRHiWhWeDFzk/7Z83Q==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Powerful moves with adequate protection on the short, overhung face just left of the start to Dennis. Similar to Maria Direct in terms of difficulty, length, and exit strategy.","protection":"Cams, grey camalot jr through yellow camalot; gear is fiddly; no rests. + whatever you'll need to get to the top.","location":"The overhanging face left of Dennis and right of a left-arching chimney. When past the difficulties, continue on Dennis or the unknown climb just left of Dennis."},"__v":0},{"_id":"2/NHHYOXXYyFo5drQf/DiQ==","name":"Daydream","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1976 Rich Ross and Mike Robin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":14,"mp_id":"113415773","mp_crag_id":"107037580","climb_id":"2/NHHYOXXYyFo5drQf/DiQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"p1 (5.4) Climb the arete and face just left of Jackie. Traverse left above the roof to the left facing corner. Climb the arete and move up the face through easy climbing to the ledge with the bolted rappel station. You can build an anchor just left of the Jackie bolted rappel station.\n\n p2 (5.0) From the ledge pass a right facing corner and continue straight up to the top. Alternatively go right and finish on P2 of either Jackie (5.3) or Classic (5.4).  ","protection":"Standard rack","location":"Just left of Jackie"},"__v":0},{"_id":"+ZQ/ZoxhXbCBmgT+lpJ2tw==","name":"Creature Features","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Kevin Bein and Mark Robinson - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":32,"mp_id":"114201903","mp_crag_id":"107037580","climb_id":"+ZQ/ZoxhXbCBmgT+lpJ2tw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Climb the unprotected chimney on Miss Bailey for 20 feet, until you can traverse out right to a no-hands rest on the ledge. After contemplating the difficulty of 5.5 chimney climbing and maybe cleaning some guano off of your hands, traverse out left along a good horizontal and pull into the dihedral. Continue up and left around the roof, plug gear, and fire the crux boulder problem. Join Matinee and finish on the Blackout Ledge. \n\n Alternatively, one can traverse off right before the crux at 5.11, as was done by Bein and Robinson on the FA. The direct boulder problem finish was added by Dave Lanman, who called his variation Seeing Things.","protection":"With the exception of the chimney, this route is well-protected. Currently (3/29/2017) a fixed nut resides below the crux. There is a solid tree to use as an anchor on the Blackout Ledge.","location":""},"__v":0},{"_id":"xQ7+7dlrVVilD8jvV+H0zA==","name":"Classy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":18,"mp_id":"106598640","mp_crag_id":"107037580","climb_id":"xQ7+7dlrVVilD8jvV+H0zA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Climb the crux move of Classic, then head up and right to a small ledge left of Pink Laurel. Follow a crack and a left-facing corner system for 30 feet or so to a large roof. Traverse straight left 15 or so feet (crux) to a break in the overhang. Climb to the ledge and belay.  ","protection":"Standard 'Gunks rack","location":""},"__v":0},{"_id":"HBHrLRy1XpSvYM7I/EeoRQ==","name":"Classic","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Borghoff, Brownell Bergen, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":17,"mp_id":"105812947","mp_crag_id":"107037580","climb_id":"HBHrLRy1XpSvYM7I/EeoRQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This climb is located directly behind the Chockstone Boulders. Follow a trail before or after the huge boulders a couple minutes down the road from Uberfall.\n\n Start on top of the boulder pile right of Jackie, at a thin crack.\n\n P1: The crux moves are right off the deck, with pitons as gear. Angle up and left to a left-facing flake and pull onto the face on the left. Continue up fun face climbing to a roof with huge holds. Belay at a bolt anchor. 5.7, 80'.\n\n P2: Follow a dihedral above and right from the belay, to the top of the cliff. 5.4, 60'.\n\n Descent: From the top, rappel from the bolted anchor. If it's a busy day, it's also possible to walk off via Radcliffe, or the Uberfall Descent.\n\n Variation starts: there are several ways to access the upper part of the route while avoiding the crux start. It's possible to start on Jackie and traverse right above the tree. You can also start low on the face between Jackie and the crux start, and wander up a path of least resistance. Both of these variations join the rest of Classic just below a short, bottomless left-facing corner. These variations are described in a photo.","protection":"Standard Rack","location":""},"__v":0},{"_id":"iEwtR/z0X8q7BidXiXETNw==","name":"Cilley Dicken'","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hugh Herr 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":1,"mp_id":"112555800","mp_crag_id":"107037580","climb_id":"iEwtR/z0X8q7BidXiXETNw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This is a fun boulder-problem route just to the left of Stirrup Trouble. Easy climbing up to a pocket-type hold at the base of the left-facing open book with a thin seam. Arrange some gear and then bust out the boulder problem, which seems impossible and low percentage. Once on the ledge, follow Trapped like a Rat to the rap tree.","protection":"Small, and it's hard to place the crux gear, which is vital to keep you off the ground.","location":"About 20 feet left of Stirrup Trouble. There is a large boulder at the start and some easy blocky climbing leading to the seam."},"__v":0},{"_id":"OhhMuv0yXS+Hypim1wr4BA==","name":"The Blackout","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dick Williams, Dave Craft, and Dick DuMais","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":29,"mp_id":"106134077","mp_crag_id":"107037580","climb_id":"OhhMuv0yXS+Hypim1wr4BA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"The Williams' Guide says to beware of the \"R\" rated 5.8 section before the P3 crux, but I did not find it to be too bad.\n\n This is a great route, often open, but it does share the P1 belay of Betty.\n\n P1 - Climb the bulge, then go up to and follow a thin crack that diagonals left (crux) and up to a ledge and belay tree.\n\n P2 - Move up to an overhang then diagonal right on the face past a right-facing flake/corner to another overhang and fixed pin. Move right some more and up a crack (crux) and face a bolted anchor (shared with Matinee).\n\n P3 - Up right on easy ledges, then up the slightly runout face, aiming for the bolt (replaced in 2015; the book says 5.8 R for this section). Tricams and RPs can be used if you are old school and eschew the bolt. Pull the small overhang (crux), and up the face to the top.\n\n Rappel from the bolted anchor (2015) atop Betty, to climber's left, or walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard Gunks rack.  Tri cams essential if you want to be old school and not clip the P3 bolt.","location":"At a nose/bulge, 20 feet right of the wide crack of Betty."},"__v":0},{"_id":"pRLlhnkuVH6hq4TMGMN9gg==","name":"Big Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1942 Fritz Wiessner, Ann Gross, and Ed Gross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":34,"mp_id":"112849248","mp_crag_id":"107037580","climb_id":"pRLlhnkuVH6hq4TMGMN9gg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This route is a great adventure. It's good for hot, crowded days when you want to cool off and/or experience some solitude. Not another living soul other than your partner will be visible once you're in the bowels of the chimney/cave on the second pitch. \n\n  P1 5.6: Up the chimney with no protection until you get about 30 ft up. At the top, swing  around the corner and up onto a ledge. Enter the cave and set an anchor. \n\n  P2 5.6: Go deeper into the cave until a finger crack appears. Chimney up beside the crack. At the top, start working your way back towards the opening of the chimney. Re-enter the light. From here, it is possible to move up and climber's left onto the face and belay from the top of the second pitch of Miss Bailey (V1). Or continue straight up above the chimney exit to a large ledge with a tree (V2). \n\n  P3 (V1) 5.6+: Finish on the last pitch of Miss Bailey. \n\n  P3 (V2) 5.4: From the tree, climb upwards on blocky terrain to the top. Watch out for loose blocks.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"aMiCoAxuXvuzRAefNILzNg==","name":"Betty","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Betty Woolsey and Fritz Wiessner, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":28,"mp_id":"105920873","mp_crag_id":"107037580","climb_id":"aMiCoAxuXvuzRAefNILzNg==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This is an old route with some historic significance. Dick Williams notes that this was the first route in the Gunks with a female FA.\n\n The first pitch is straightforward. Go up the wide crack (face holds abound), and through the mellow overhang to stand on the spacious belay ledge with a bolted anchor.\n\n The second pitch is less obvious, but it's tough to get into real trouble. Climb up a left-facing corner and chimney. From here, whether you stay right in the chimney systems, or traverse left onto the nose and face (fun!), the climbing is similar in difficulty and pro is reasonably available. The exposure on the nose variation is nice.\n\n Descent: From the cliff top, rappel from the bolted anchor. If it's a busy day, you can also walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard Gunks rack.","location":"This route is located just right of the Jackie area, and just before Matinee.  It's the obvious easy-looking wide crack next to Raubenheimer Special, and is about 1 minute past the Uberfall."},"__v":0},{"_id":"oYDEpGETXQatmX8ee9bOJw==","name":"Belly Roll","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Doug Kerr and Norton Smithe, 1955","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":11,"mp_id":"106101970","mp_crag_id":"107037580","climb_id":"oYDEpGETXQatmX8ee9bOJw==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"You haven't really climbed it unless you've gotten inside the chimney and done the \"belly roll\"!  \n\n  P1: Climb the wide crack until it leans leftward and opens into a squeeze chimney. Dive in there and worm your way upward (your belayer will die laughing; make sure they don't have a camera) to easier ground. Continue up past a corner, and belay on the ledge. (5.4, 70ft.) \n\n  P2: Go up the short, right-facing corner, then up past a crack to the top. (5.2, 50ft.) \n\n  Descend via rappel, Radcliffe, or the Uberfall Descent.","protection":"standard rack","location":"A short walk past the Überfall, between the popular climbs Dennis and Jackie.  Look for a body-width crack that leans to the left."},"__v":0},{"_id":"cCQxHs3BV3ueiEwVRZWqJA==","name":"Badcliff","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Todd Swain and Patty Lanzetta, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":7,"mp_id":"107506229","mp_crag_id":"107037580","climb_id":"cCQxHs3BV3ueiEwVRZWqJA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"The crux of this route is using micro holds to work your way up the blank slippery face above very small gear, with a tree looming behind you.","protection":"Bring micro stoppers, and be prepared to run it out a touch.","location":"Scamper 15 feet up the Radcliffe gully, and start just behind a large tree. Climb the vertical seam in the white rock face to a small ledge. If you start from the ground and don't use the tree, it is harder. The tree can't be reached during the crux though, so doesn't affect the overall grade.  \n\n  Walk off left to the Uberfall."},"__v":0},{"_id":"9GzoCvOvViWxC6cXhza86A==","name":"Back Door Betty","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":26,"mp_id":"112377317","mp_crag_id":"107037580","climb_id":"9GzoCvOvViWxC6cXhza86A==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"This route has surely been climbed before, so someone please speak up if they have name or FA information. I gave it a 5.easy grade, but this thing is really unrateable.\n\n  This is a true odyssey into the belly of the Gunks. Not for the faint of heart, nor the large of gut. \n\n  Start between RMC/Jane and Raubenheimer Special. Head up the blocky face towards the chimney until you are a few feet above the bottom of the chimney. Keep your follower in mind while you traverse right into the chimney, staying above the floor for full value. With a sporting attitude and decent chimney technique, you can make it all the way to a sharp corner without touching the ground. Make a belay and bring up your perplexed follower. \n\n  Resist the temptation to walk towards the light; your journey is not over. Mentally prepare yourself for the battle ahead and make sure you rack on one side so you don't get caught on your gear, though I can't remember which side that is. Start up the hand crack in the corner, using your belayer's head as a foothold for extra points. Squirm your way up the seemingly interminable squeeze. Use some chimney voodoo to get from the left side of the corner to the right, and once again resist the urge to escape to the light. \n\n  Worm your way further and further until you are reborn from the rock, just below the roof on P1 of Betty. \n\n  Rap off and go take a shower.","protection":"standard rack, headlamp, clothes you don't mind getting dirty, an adventurous attitude","location":""},"__v":0},{"_id":"Rg3NY8++XWu1y8eXqduWlA==","name":"Ape and Essence","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim McCarthy, Laura Brant, 1973","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":23,"mp_id":"106552509","mp_crag_id":"107037580","climb_id":"Rg3NY8++XWu1y8eXqduWlA==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"The crux on this route is close to the start, where the climber must move right after climbing a thin vertical crack. It's certainly harder for shorter climbers. Higher up, you can exit right out of the second overhang to join RMC, or continue up the corner to join Ape Call and use it bolted anchor. A solid Gunks 5.9.","protection":"It's possible to TR from the pine at the end of P1 of RMC.    The crux seemed like it would be hard to protect if leading.","location":"Left facing corner 10 ft left of RMC, outside a large chimney."},"__v":0},{"_id":"xytB4f+RUEydgJtOoND9ew==","name":"Ape Call","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy, Jim Andress, and Ants Leemets  1962","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":22,"mp_id":"106089252","mp_crag_id":"107037580","climb_id":"xytB4f+RUEydgJtOoND9ew==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Fun climbing with drastically different pitches!\n\n P1- Ease up the unprotected slab and test your gear placement artistry. Once set, bust a couple thin moves up to the left facing corner. Climb up to a nice belay.\n\n P2- The monkey business. Climb up to the roof and move a bit left. Pull the roof and try to stop smiling. Move left to the bolted anchor. \n\n Descend by rappel, or walk off via Radcliffe, or the Uberfall Descent.","protection":"Standard rack with micronuts and/or extremely small cams.","location":"On the obvious slab 40 feet right of Pink Laurel and just left of a flaring chimney."},"__v":0},{"_id":"VZ+14KyJXESjo2FeyMd3LQ==","name":"A-Gape","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"1973: Dave Loeks and Joe Bridges","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"left_right_index":21,"mp_id":"108089041","mp_crag_id":"107037580","climb_id":"VZ+14KyJXESjo2FeyMd3LQ==","areaRef":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"Layback up the starting crack up to a pin. Move right to the right-facing flake then up to the top of a left-facing corner. Step right and move up past bulge to a horizontal, then move left to the pointed flake in the tiered roof. Pull the crux roof and climb the face up to below the next overhang. Traverse right to Ape Call\n\n bolted anchor. \n\n Route finding was difficult.","protection":"Generally good pro. Crux is well protected.","location":"25' right of Pink Laurel, on top of a boulder below a right-leaning crack"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,a8cc0229-5aa6-5b50-928b-e3fe5e45b662","pathTokens":["USA","New York","Gunks, The","Trapps, The","b. Jackie and friends"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":4,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.3"},{"count":3,"label":"5.5"},{"count":4,"label":"5.7"},{"count":1,"label":"4th"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.4"},{"count":1,"label":"5.12"},{"count":2,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":37,"bands":{"unknown":1,"beginner":19,"intermediate":10,"advanced":7,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":20,"intermediate":11,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18693,41.73755]},"bbox":[-74.18753259842805,41.73710033981813,-74.18632740157196,41.73799966018185],"left_right_index":-1,"ext_id":"107037580","area_id":"qMwCKVqmW1CSi+P+XkW2Yg=="},"content":{"description":"last area: The Uberfall - right side  |  next area: Frog's Head and The Arch"},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T06:15:12.384Z","updatedAt":"2022-11-25T11:20:50.058Z"}