{"_id":"6368a50be80bff5a995b06c7","area_name":"Storm Mountain","shortCode":"","climbs":[{"_id":"rXN8U1zlWeCM3sR4jjtxtA==","name":"NW Face: Above The Sleeping City","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"FA: Jim Dockery and Hooman Aprin, 1975 FRA: James Garrett and Michael Franklin, 14 May 1983","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":999999,"mp_id":"105854306","mp_crag_id":"105854303","climb_id":"rXN8U1zlWeCM3sR4jjtxtA==","areaRef":"XoTCgjdpUzKkks/G8lxmVQ=="},"content":{"description":"This wall, when viewed from the canyon floor, reveals many options. We climbed quite a direct line to the top as viewed from below. Connecting couloirs and snow ramps and passing over rotten rock bands, we slowly made our way to the summit. It felt much more challenging and alpine (read poor rock!) than the East Face. We began in the early morning darkness and we descended in the dark! Maybe we were just slow, it felt steep, though! We both really enjoyed having completed this alpine climb, as I recall...we shuddered at the thought of setting up rappels and retreating. It was great day in the mountains. But many stout trees can be found which provide ample stances.","protection":"We used pitons, snow pickets, and some nuts and cams. Take a lot of slings. Crampons were worn the entire climb and we both used two tools.","location":"We descended the West ridge to a low angle couloir and the thrash back to the the Big Cottonwood Canyon Road."},"__v":0},{"_id":"Oca81cmpXCiBbadAFHfNpQ==","name":"North East middle face route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"potentially done previously   Brian Hess and Peter Springs","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":999999,"mp_id":"106540832","mp_crag_id":"105854303","climb_id":"Oca81cmpXCiBbadAFHfNpQ==","areaRef":"XoTCgjdpUzKkks/G8lxmVQ=="},"content":{"description":"The lower to pitches are 5.7.  After that, it eases up to 5.5/6ish.  Typified by exfoliating rock, this route is only recommended if you want to see more of the wasatch via some alpine rock climbing and hone some simul-climbing skills.  This gets morning sun and stays sunny until the afternoon.  An early start is recommended, especially if daylight is short.","protection":"1 set of cams to 3.5\" (could get away without a cupped hands piece, though we used ours several times)\n\n2 hexes (medium and large) worked great in some very irregular pods that would have been difficult otherwise.\n\n1&1/2 set of nuts + micros\n\n4 double length slings to reduce rope drag.","location":"This route is located by hiking up the Stair Gulch trail.  If you are a Challenge Buttress and environs climber and only know about the Challenge Buttress Trail, hike from there up-canyon on the road.  The trailhead will be obvious on the right hand side of the road, only about 100 yards up.  If you've get to the obvious pull-out/parking lot, you've gone too far.\n\nLooking from the Storm Mountain Picnic Area, you will see two fairly obvious and large Right facing dihedrals.  The route that we took ascends the face to the right of the dihedral closest to the road (North).\n\nAs you hike the steep trail, you will notice the first obvious gully that opens up to the more northernly slabs and the northmost dihedral.  Follow this up some loose class 4/easy 5 scrambling until the base of the slabs.\n\nThe line that we took splits the face, and looks as though it offers next to zero protection. Look for weaknesses with vegetation growing; these are signs that get you better cracks to protect with. Expect some 30+ foot runouts in some spots.  Otherwise, the protection feels adequate (though I'm sure it wouldn't for someone climbing at a 5.7 level.\n\nwarning* You need a helmet for this route.  Tons of rock will exfoliate and pelt your partner, even if you build the belay off to the side.  Some is small, some will be large.  Test holds carefully especially if you are run out; this rock can break with no warning if you aren't paying attention.\n\nContinue to the summit by class 4 unroped scrambling.  The view is amazing.  We descended Fergason Canyon to exit (7am to 4pm was our leisurely pace).  There is a trail that mostly follows the watershed on the right hand side.  Do not miss this trail if you intend to come out this way, it saves a ton of time."},"__v":0},{"_id":"+JR9OtZrWLyB5R7KVM3HTQ==","name":"North East Face, Regular Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"?  1960's","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"left_right_index":999999,"mp_id":"106089370","mp_crag_id":"105854303","climb_id":"+JR9OtZrWLyB5R7KVM3HTQ==","areaRef":"XoTCgjdpUzKkks/G8lxmVQ=="},"content":{"description":"This was a popular alpine jaunt in the 70's for aspiring alpinists . The climbing is quite moderate, and if you're confident you won't need to rope up much. If you climb this in the dead of winter, plan on a FULL DAY, because of deep snow in places. If you can time it during a cold spell in early Spring, you'll be front-pointing up the frozen snow, then you could summit before noon...these are ideal conditions and the climbing is CLASSIC!\n\nFrom Stairs gulch, ascend steep snow gullies, mixed with ice and rock for 2,500' to a notch leading to the upper face. Ascend the face for 5 or 6 pitches to the summit (9,524'). If you're not tired yet, you can follow the S.E. Ridge to the summit of Twin Peaks.\n\nWarning: Beware of avalanche danger form Stairs Gulch","protection":"Small rack, runners, 1 screw.","location":"Ascends mostly steep snow couloirs left of the prominent right facing corner high on the face. Begin by hiking up Stairs Gulch. Follow gullies and the face near the top to the summit. Descend from the top by hiking South East a bit and then down a steep gully into Stairs Gulch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,5e84c282-3769-5332-a492-cfc6f25c6655","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Storm Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72408,40.52763]},"bbox":[-111.72467158598316,40.52718033981814,-111.72348841401687,40.52807966018187],"left_right_index":-1,"ext_id":"105854303","area_id":"XoTCgjdpUzKkks/G8lxmVQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:48.969Z","updatedAt":"2022-11-25T11:23:45.566Z"}