{"_id":"63689d5be80bff5a994f3e13","area_name":"Welcome Wall","shortCode":"","climbs":[{"_id":"J5P7kLyZWtaDA9Rkv8ZhiQ==","name":"Wing of Bat","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":4,"mp_id":"105734597","mp_crag_id":"105734138","climb_id":"J5P7kLyZWtaDA9Rkv8ZhiQ==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"As mentioned in the rock description, Wing of Bat is right in the middle of the Welcome Wall. You can tell that the climbing goes up and to the right in a slight dihedral/crack to the first bolt, and from there continues straight up following a series of cracks. Route finding shouldn't be too difficult on this one.Fun climb with lots of large holds, lots of which you can either practice your crack technique, or use them as side-pulls. Some guides books have this as an 10a others as an 10b, after all 3 of us climbed it, we sorta looked at each other determined we agree with those who have it as a 10b. While I'm critiquing guide books, I'd also mention that we hardly saw any bat shit or bats on the climb. So while some say the bat presence detracts from the quality of the climb, I say it was fun shit since we encountered no trace of bat infestation.Still, though, I'll remind you to keep an eye out for bats in some of the underclings you encounter.","protection":"6 bolts to a 2 bolt anchor.  The guide books that I've seen don't have the correct number of bolts, besides that, Wing of Bat couldn't have any more straight-forward protection.","location":""},"__v":0},{"_id":"C+JFqTBbX0+BmngGJiMrUw==","name":"Welcome Mat","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":0,"mp_id":"105736414","mp_crag_id":"105734138","climb_id":"C+JFqTBbX0+BmngGJiMrUw==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"This is the leftmost route on the Welcome Wall. It begins in front of a big tree a little uphill of the other climbs.\n\nMy eval: there are 5.10 b/c moves 8 to 12 feet over the bolts, including one longish runout in the middle. Down low around the second bolt is a little tricky in groundfall potential. Up high, the falls are safe, but if you go, youre going to take a big ride. Just breath, there are good holds up there, and the hardest moves are nearer the bolts. The crux is moving off a sharp finger lock to a couple of small sidepulls after doing the runout section in the middle.\n\nPG-13 would be a good warning. Not quite Serious.\n\nThere's a ton of lichen and moss on this thing, but most of the climb is out of it. It is still clean enough and scary enough to be a good climb. Just be careful down low around the 2nd bolt.\n\nNOTE: Belay from down the ramp. Don't belay from under the tree. If the leader takes the 20-footer, you don't want to hit your head on the tree or get tangled up in it.","protection":"7 bolts to a two bolt anchor. The Falcon guidebook should say \"sporty\" or \"old-school\" bolting. PG-13","location":""},"__v":0},{"_id":"XSYuk2CzVwquRC9Z0tLV9Q==","name":"Welcome All","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":1,"mp_id":"108538541","mp_crag_id":"105734138","climb_id":"XSYuk2CzVwquRC9Z0tLV9Q==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"Bolted route to the right of Welcome Mat. Well bolted with the first crux getting off the ground to about the 4th bolt then another thin section 3/4 of the way up. Sustained throughout. (except for the middle)","protection":"Lots of draws (10?). Hook anchors.","location":"Right of welcome mat"},"__v":0},{"_id":"QS7SplpZWcKEFdE3/inn9g==","name":"Uncle Remus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Craig McClenahan, Phil Bone, and Danny Keebler, 1991 (Falcon)","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":5,"mp_id":"105736417","mp_crag_id":"105734138","climb_id":"QS7SplpZWcKEFdE3/inn9g==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"First route at the top of the trail at the end of the scree field. Two routes to the left is Wing of Bat. This route is distinguished by its two variation start that connects together.\n\nAgain, there is a rated-R direct variation that offers one bolt for the first 25 feet or so and then links up with the main climb. The left variation is safer, with three or four bolts down low, but offers only 5.8-5.9 climbing for those first 25 feet. I didn't do the R section, so I can't comment on the features there. It looks a little steeper and harder than the left way.\n\nExcellent moves up higher through a series of traverses and longish moves off round pinches(a Welcome Wall standard feature, the pinch with a thumb catch or the pinch with a crimper edge), crimpers, and sidepulls.\n\nThere are some great places to stem across and take weight off your arms. The bolting protects the climb just fine and the route is sustained and technical for fifty or sixty feet.\n\nFinally, there is an airy crux up high to the anchors. Totally safe fall. You have to climb past the anchor to a big hand jam-undercling thing, then you can finally clip. Bouldery sequence here, making it 11b, V2/3 for me. Best climb of the day. Sick, guy.\n\nComments?","protection":"Nine bolts to two-bolt chain anchor.\n\nNOTE: Chain and the anchor bolts are mega rusty and needs replacing.\n\nThere is a rated-R direct variation that offers one bolt for the first 25 feet or so. The left variation is safer, with three or four bolts down low, but offers only 5.8-5.9 climbing for those first 25 feet.\n\nFor the left way, use an extended runner to reduce rope drag.","location":""},"__v":0},{"_id":"uUfyx72AXYiWlmfcWGa2ew==","name":"Swallow This","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":3,"mp_id":"114346589","mp_crag_id":"105734138","climb_id":"uUfyx72AXYiWlmfcWGa2ew==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"Starts to the left of Wing of Bat. Start on the block. The first hold can be wet, but the route can be climbed even if it is. Hard stuff is down low. Then the route eases off.","protection":"Bolts","location":""},"__v":0},{"_id":"3Jm7ide/WhqsNMxE/7rU5g==","name":"Roe vs. Wade","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":6,"mp_id":"107123044","mp_crag_id":"105734138","climb_id":"3Jm7ide/WhqsNMxE/7rU5g==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"nice warm-up, a little chossy but not too bad","protection":"6 bolts","location":"From the other Welcome Wall routes, around the corner to the right, up a short trail. On the approach from the road, you will see the short trail heading uphill on the right when you first get to the Welcome wall, before you see the main climbs like Wing of Bat etc."},"__v":0},{"_id":"957PqzQhVwecSx8GH7ljHw==","name":"Keebler's Revenge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Craig McClenahan, Phil Bone, Danny Keebler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"left_right_index":2,"mp_id":"105734600","mp_crag_id":"105734138","climb_id":"957PqzQhVwecSx8GH7ljHw==","areaRef":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":"The third route from the left on the wall.  The left-most, Welcome Mat, is behind a tree.Fun climb, though frustrating at times (especially on lead) because there are so many features in the rock, you don't know which ones are good, or where exactly to go.  The climbing involves lots of leaning from side to side to make slopers into friendly holds.  Both a guidebook and my climbing partner describe it as pumpy, technical, and sustained no arguments from me.","protection":"Six bolts to a 2 bolt anchor.  Sport climbing at its simplest.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,327bafd8-74a6-554b-b487-93aff233501f,45bc9baa-3e28-5246-8df4-cf6b0aec0340,4ec93999-5e00-5a05-a68b-cea98d88f9bb","pathTokens":["USA","California","Sonora Pass Highway (108)","Table Mountain","Welcome Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.46389,37.92572]},"bbox":[-120.46446005004682,37.92527033981814,-120.46331994995317,37.926169660181856],"left_right_index":-1,"ext_id":"105734138","area_id":"Tsk5mV4AWgWmi86pjYj5uw=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:53:33.221Z","updatedAt":"2022-11-25T11:10:41.034Z"}