{"_id":"6368a50be80bff5a995b0215","area_name":"Shangri La","shortCode":"","climbs":[{"_id":"61ClfF22XfykNepa9Yi0wA==","name":"Vanishing Half","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Robin Waxman and Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":32,"mp_id":"120953199","mp_crag_id":"114377907","climb_id":"61ClfF22XfykNepa9Yi0wA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Slab to corner and bulge Then pillars above.","protection":"bolts","location":"Up hill and to the right of Summit about 75 ft."},"__v":0},{"_id":"612yistWUzKOZfZK2qhbeQ==","name":"Utopian Lamasery","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"R. Suggett, A. Ross, S.Ohkawa, et al.","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":45,"mp_id":"115373047","mp_crag_id":"114377907","climb_id":"612yistWUzKOZfZK2qhbeQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Shingo said it best, \"I have never been worked so hard in just 45 feet\".  From the very first moves climbing is full of big throws and balance challenged arete climbing that will pucker all of your personal orifices.","protection":"Four bolts to chains with a quick link.  Rack your QDs on your left hip...you will need your right hand for other important things.","location":"Far right on the shorter end wall of Shangri La and between Lost Horizon and Gremlin Special.  This line is, as of (9/30/18), the second to the left climb on the wall and shares an anchor with Gremlin Special, the crack/dihedral climb to the right."},"__v":0},{"_id":"RNVGK+NvXM+m7nF6B8r9BA==","name":"The Trials & Tribulations of Margaret Hastings","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"R. Suggett, K. Shuster, A. Mollard, et al.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":2,"mp_id":"114541996","mp_crag_id":"114377907","climb_id":"RNVGK+NvXM+m7nF6B8r9BA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"I am still conflicted about making this a 1 or 2 pitch climb.  Most certainly there are two very distinct sections separated by a ledge.  Each pitch is 4 stars but the ledge gets a bit loose and drops those stars.  However, the climb will still rock your Jungle boat.  The variance in the type of climbing, as well as the majority of what you touch being of quality rock, will put a smile on your face as big as Margaret's.\n\nDo the difficult off-width for six feet to start the romp, then run the enjoyable hands crack (60 ft.) to the ledge.  Rest here!  While gazing up, do not be discouraged!  It climbs way better than it looks and takes gear in good rock.  You will do a lot of stemming, some chimney moves, as well as crack climbing, all the while marveling at the head blowing exposure.  AND, if (like a similarly rated climb in Ten Sleep), you do not at some point, end up facing out, you didn't send it! The labyrinth of free standing towers. walls, chimneys, and varied climbing will most certainly put a big Jungle grin on your face.","protection":"Chains at the top with a quick link. A 70 m will just work.\n\nBring at least:  Three 2' runners\n\nOne 4' runner\n\nBD        .4 X 2\n\n.75 X 2\n\n# 1s X 2\n\n# 2s X 4\n\n# 3s X 3\n\n# 4s X 3\n\n# 5s or larger X 2\n\nAnd something for the chains.","location":"Enter the crag on the most left and well trodden cairn-ed trail about halfway in on the wall and follow it west along the wall until you reach a shady dip in the trail and see the the OW gap on the right, quickly leading to the hands crack. Find that # 2 size crack catching shade in the summer by 3 pm.  Early AM or after 3 PM in the heat of summer is better, in that the upper sections can get warm.  You end up stemming against the NE arete of Bermuda Tower prior to finishing on the main wall where the chains are located."},"__v":0},{"_id":"REU4V+dYXECl0bYehwahrw==","name":"Totally Topless","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Audrey Abbott & Mike Dunn","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":27,"mp_id":"121221114","mp_crag_id":"114377907","climb_id":"REU4V+dYXECl0bYehwahrw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Fun and featured with lots of good movement. Don't miss the clip on the 5th bolt.","protection":"10 QDs to anchor","location":"Route starts 6 ft left of Bourbonic"},"__v":0},{"_id":"ZSMNjHLiXO+KQez1YZBt2A==","name":"Thin Red Line","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A.Ross & S.Carson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":12,"mp_id":"115339088","mp_crag_id":"114377907","climb_id":"ZSMNjHLiXO+KQez1YZBt2A==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Nice finger crack with a few choice moves.","protection":"Set wires, 2 blues, 3 yellows Metolius. Hand piece for the top.","location":"About 50ft left of Something on the Side on a south east facing wall.\n\n15ft right of One for the Pot arete."},"__v":0},{"_id":"+8XOdpkoVqKr93TyKOLrtQ==","name":"Sunday Roast","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Andy Ross with John & Susan from Michigan","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":10,"mp_id":"119864005","mp_crag_id":"114377907","climb_id":"+8XOdpkoVqKr93TyKOLrtQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Start on the left wall by One for the Pot to horizontal (1\" piece). Dance up the arete then move left and finish up the pillar with difficulty to anchor.","protection":"1\" piece at the start then bolts.","location":"Starts 5ft left of One for the Pot."},"__v":0},{"_id":"UdZoZFD7Xc23UlUJJKSSrA==","name":"Sumpit","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"G.Vallee & A.Ross","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":30,"mp_id":"116070813","mp_crag_id":"114377907","climb_id":"UdZoZFD7Xc23UlUJJKSSrA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Up the thin crack passing bolt to a ledge. Some various sizes of crack with awkward moves gets you to the anchor.","protection":"Set stoppers. Cams from .4 to 4 Camalot.","location":"About 50ft right from where the trail meets the cliff on a small pillar."},"__v":0},{"_id":"Fbo2GzzsW+SCQRdDnQXC7Q==","name":"Stolen Crown","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"A. Mollard, R. Suggett, K. Shuster, 8/2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":23,"mp_id":"117654782","mp_crag_id":"114377907","climb_id":"Fbo2GzzsW+SCQRdDnQXC7Q==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Continuing with the theme of tasty high-hanging fruits and 4-stars* mixed 11c lines, here's one which had somehow escaped the keen eyes of other choss-munchers. It is rumored that an illustrious and prolific Brit noticed it in the early days of Shangri-La, rapped in to check the features, and decided to leave it alone as the top looked too thin. Not being one to pass on others' scraps I decided to have a look for myself and, as usual in the Jungle, ended up with a gem of a route once lichen and loose rock had been dealt with. I initially put in a low anchor to avoid the hard upper third of the route, got called out for skipping the best climbing cause it looked tough, pulled my weaksauce bolts, and took it to the top. It makes for a MUCH BETTER climb (thanks for not letting me get away with it AR).\n\nScamper up easy moves on blocky holds to a bolt which protects the entry in the dihedral. Small gear and good stemming lead to solid holds below the second bolt (beware the large flake guarding the top of the dihedral, it's not helping the sequence and it sounds like a drum). Shuffle right across a cryptic bouldery section aiming to get your mits into a gritty hand crack which quickly thins out to tips. A few balancy moves with bad feet will see you past the last bolt, into a steep juggy staircase (pumpy gear placements), and finally to a rest atop a pillar where you'll have ample time to come up with a plan for what's to come: a perfect offset crack in an open dihedral.\n\nStem and lieback this feature until the offset disappears and the crack pinches. Set a solid piece (or three) and fire up this technical and balancy crux using glassy feet and the occasional tips lock. Once you reach the inverted staircase above a combination of pumpy liebacking and creative stemming past good placements will see you to the anchor.\n\n* 3.5 stars rounded to 4. The top section climbs the coolest feature at the crag but the lower section is just OK with slightly crusty rock and unremarkable moves. The no-hands rest in the middle also detracts from the overall quality.","protection":"4 bolts + gear from BD purple C3 to #2 with doubles (even triples) in the tiny to 0.5 range. A second #1 can be nice but there are plenty of size options. Nuts (small to medium). The rope runs pretty straight with regular draws. The chain anchors are shared with Sine Wave to the left.\n\nRegarding bolts 3 and 4 along the hand and tips crack: the inside of the hand crack is exfoliating aggressively, you can rub gravel off by hand, and I don't trust gear in there; the tips crack is formed by a detached finger of rock, I pulled purple and green C3s while bounce testing them and decided a bolt would save me from stained underwear. Realistically all but bolt #2 could be skipped but I don't recommend it. Your mileage may vary though...","location":"SC is located about 20' to the right of\n\nSine Wave\n\nat the top of a short loose gully separating the face from a crumbling choss stack.\n\nLooks for a grungy looking corner crack snaking across a face with a large cheese-wedge hole to its right. The upper dihedral is unmistakable."},"__v":0},{"_id":"g6s9tc8rX0yyuYMuD2fJrQ==","name":"Something on the Side","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Trevor Bowman and Emily Reinsel 6/2/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":13,"mp_id":"114488296","mp_crag_id":"114377907","climb_id":"g6s9tc8rX0yyuYMuD2fJrQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"If you find that the moderate climbing of the upper corner on Marriage of Convenience is too milquetoast to keep your interest, perhaps it's time to dabble with this tantalizing little morsel. This hanging splitter variation is on the panel just left of the upper corner of Marriage, and like a mistress, sits just out of arm's reach of the main system.\n\nBurl through the awesome power layback/stemfest of the lower corner on Marriage, and ramble up the moderate left-facing corner a bit. Reach left and clip a bolt, and execute a delicate traverse on small edges to fall into the thankfully offset, tight handcrack. Jam up this toothy splitter for 20' on mostly tight hands to an anchor jug. This variation provides a more balanced finish for Marriage, and clocks in at 5.11-.\n\nThe hanging splitter continues below the entrance traverse utilized here, but a low traverse looks much more difficult, there are some large dubious flakes guarding the splitter, and the crack starts as steep .2 sized splitter. Some ragingly hard person should check it out, it could provide a stout line!","protection":"4 bolts, (1X) red C3-#2 BD sizes with (2X) #1 BD C4, draws/slings, clip-and-lower anchors.","location":"The hanging splitter just left of the upper corner on Marriage of Convenience. Refer to that description for approach beta."},"__v":0},{"_id":"Am8oTEImX2a9AyA0ANMS/g==","name":"Sine Wave","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"A Mollard, K. Shuster, R. Suggett, 6/2018","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":22,"mp_id":"116077685","mp_crag_id":"114377907","climb_id":"Am8oTEImX2a9AyA0ANMS/g==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Touchy moves on gritty rock get you past the first bolt (may want to stick-clip or come in from the right), in an out of a short dihedral with great edges, and on the face immediately left of the arête.\n\nMove up this steepening feature until the holds disappear around the fifth bolt then unleash your inner yoga master and bust through the crux, a strange transition around the arête and onto a cracked slab to your right.\n\nCompose yourself and launch up this tasty panel, using small edges later supplemented by a thin vertical curtain (pull down, not out). An awkward mantle caps the slab, depositing you on a small ledge. Cross the arête again and continue up the steep left headwall on good edges until you reach the last bolt. Shuffle around the corner one last time to reach the anchors on the right headwall.\n\nDespite periodic oscillations around the arête the rope runs straight and never crosses sharp edges. The rock quality goes from OK to impeccable, the movement is thought provoking (especially on the OS), the route is long and sustained, and the distance between bolts always in the back of the mind. All of the stars but it's the style I prefer so take it with a grain of salt.","protection":"11 (or 12) bolts to chain anchors (shared with the route tom the right)\n\nFull\n\n60 m rope.","location":"The Sine Wave is located on one of the prominent semi-detached towers sitting directly above the Shangri-La trail, a minutes and about 200' past where the trail reaches the base of the cliff and splits.\n\nLooks for a line of fat bolts snaking back and forth across a blunt arete down low with a delicate curtain of rock leading into inverted-staircase roofs up high. The route starts right off the trail and follows a thin diagonal crack into the bolt line."},"__v":0},{"_id":"YGd/t5y0UcyNf+xDCDBEqA==","name":"Sigurd","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":37,"mp_id":"121000783","mp_crag_id":"114377907","climb_id":"YGd/t5y0UcyNf+xDCDBEqA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"arete with lots of lichen on second half","protection":"bolts","location":"10 ft. left of 72."},"__v":0},{"_id":"uznZisFlVt2vgwRPxRObhw==","name":"The Short Forever","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":33,"mp_id":"121000285","mp_crag_id":"114377907","climb_id":"uznZisFlVt2vgwRPxRObhw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Start in  chimney, stand on boulder to clip bolt two, climb crack seam.","protection":"bolts","location":"About 20 feet uphill and to the right of Vanishing Half."},"__v":0},{"_id":"PJ5q7NKeVi+6QXQT1eU64g==","name":"Shantaram","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":25,"mp_id":"120953166","mp_crag_id":"114377907","climb_id":"PJ5q7NKeVi+6QXQT1eU64g==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Face climb","protection":"Bolts","location":"Starts 5 ft left of Steps to Enlightenment"},"__v":0},{"_id":"BraQd7iUUfyf3kuxQwAKLQ==","name":"Steps To Enlightenment","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"R. Suggett and A. Mollard","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":26,"mp_id":"117652322","mp_crag_id":"114377907","climb_id":"BraQd7iUUfyf3kuxQwAKLQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"This line took a bit of cleaning but turned out well.  Plenty of intriguing  moves throughout.  Halfway through you will take the steps to your enlightenment.","protection":"Eight QDs, a shoulder length runner, and a 60 m rope gets you to chains and a quick link.","location":"This is the first route you come to when taking the the main trail that leads to the tall band of cliffs in Shangri La about 3/8ths in.  Here there is a trail intersection at the wall where there are large trundled blocks and banged up trees at the base of this fine line."},"__v":0},{"_id":"bbyoWyvGV9Cc7tXO84BtYw==","name":"The Shangorilla","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Trevor Bowman and Emily Reinsel, 6/1/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":8,"mp_id":"114487776","mp_crag_id":"114377907","climb_id":"bbyoWyvGV9Cc7tXO84BtYw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"A striking, narrowing splitter that is mostly offwidth, but climbs much more friendly than it looks from the ground. In fact, it can be scaled using very little stacking or thrutching thanks to good face features--a sport climber-approved wide crack!\n\nSurmount some boulders and step into a bulging, tight handcrack in a right-facing corner immediately left of the offwidth splitter. (If you are a true gorilla, and overhanging tight #1s are terrible for you, you could start up the OW proper instead).  A couple strenuous jams get you past the start, followed by a bit of stemming, before committing to the OW. The initial section of OW is a bad size (large #6 C4) for a bit, but faceholds keep it reasonable. The crack then progressively pinches down to hands and a great jug to clip the anchor.","protection":"(1X).75 (2X) #1 (1X) #2, #3, #4 (2X) #5, #6 BD C4 sizes, clip-and-lower anchors.","location":"A narrowing splitter on a west-facing panel about 15' right of High-Hanging Fruit Snacks, a couple of hundred yards left of the Cannibalistic Tendencies zone."},"__v":0},{"_id":"nsAbpdSjUOuXb6jod1OQCw==","name":"Shambala","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"R. Little & R. Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":17,"mp_id":"117715562","mp_crag_id":"114377907","climb_id":"nsAbpdSjUOuXb6jod1OQCw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Just outside the labyrinth that defines \"Man Eater\" to the left, this line stays outside and turned out to be quite good.  Start is the same as Man Eater up on the high shelf reached by way of via ferrata.  Face moves to a high bolt.  Then a wide stem box where several 360 spins will swirl your mind prior to the chimney.  Gear is all good in the cracks both front and back of the climber.  There is a # 2 placement on a runner between bolt 2 and 3 that needs a backward glance.  Other than this, everything is straight forward except for the exposure.  Plenty of this.\n\nThe top is the most fun.  So high in a chimney with such good gear in such good rock.","protection":"See the picture below for the FA gear. Five bolts and gear to the same two bolt anchor as Man Eater. This line takes all of a 70 m rope.","location":"On a high shelf between Man Eater and Queen of Shangri La"},"__v":0},{"_id":"83AK4UlYW7m2S0DHr9Ge/A==","name":"Scorpion","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Ross","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":29,"mp_id":"121005484","mp_crag_id":"114377907","climb_id":"83AK4UlYW7m2S0DHr9Ge/A==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Monkey up to the roof then tricky moves left. Blaze up the headwall to the sting.","protection":"Bolts","location":"On a pillar, two minutes uphill right from where the main trail comes in. Just left of Sumpit."},"__v":0},{"_id":"oF1Q+EJdWW+yIJFB+34aZg==","name":"Rose Hip Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A.Ross & R.Suggett","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":41,"mp_id":"115313702","mp_crag_id":"114377907","climb_id":"oF1Q+EJdWW+yIJFB+34aZg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Short but nice moves, good rock.","protection":"Bolts","location":"About 30 ft right of Rose Hip Crack."},"__v":0},{"_id":"6639vhsoWqmrGLuuhbQhjg==","name":"Rose Hip Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A,Ross & G.Vallee","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":39,"mp_id":"115313737","mp_crag_id":"114377907","climb_id":"6639vhsoWqmrGLuuhbQhjg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Good fingers to the crux near top.","protection":".3 to 1 Camalots. Wire set.","location":"30ft Left of Rose Hip Corner/Face"},"__v":0},{"_id":"jyuh00MuX8e9niXu4MbSjw==","name":"Rose Hip Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R.Suggett, G.Vallee & A.Ross","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":40,"mp_id":"115313722","mp_crag_id":"114377907","climb_id":"jyuh00MuX8e9niXu4MbSjw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb corner until you can move right to Rose Hip Face anchor.","protection":"Sizes .5 to 4 Camalots","location":"Left of Rose Hip Face."},"__v":0},{"_id":"YdaiuVk/VIWKiQ1ylQYD6g==","name":"Replete With Gremlins","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"N. De Hass, R. Suggett, K. Howell, C. Shubb","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":3,"mp_id":"120911681","mp_crag_id":"114377907","climb_id":"YdaiuVk/VIWKiQ1ylQYD6g==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"This mostly shady crack has some suspect rock, hence three bolts.  Upon first appearance the fingers look good up the splitter, but it has not yet cleaned up despite the considerable effort.  The movement is good and on a hot day this line is cool except for when the sun is directly above..","protection":"Singles from .3 through a #1 , as well as three QDs on a 60 m rope gets you to a two bolt chain anchor with a quick link, among other things.","location":"Mid way through Gremlin Gulch on the west side find the obvious finger crack.  Can be approached from below or above using a fixed line."},"__v":0},{"_id":"HU17/QU+U/KlyfdxKUhzRw==","name":"The Queen of Shangri La","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kezzie Shuster, Roy Suggett, Alexis Mollard","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":18,"mp_id":"114447928","mp_crag_id":"114377907","climb_id":"HU17/QU+U/KlyfdxKUhzRw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"A gorgeous and sustained line that keeps you engaged from start to finish. A difficult sequence right off the ground that requires technical footwork while following the arcing finger crack. The gear is good but strenuous to place so move quickly through the lower sequence and keep a strong head. Continue up the wide crack until you reach the top where you will find an anchor. This line will make you work for it but will leave you satisfied!\n\nThe direct start for The Queen of Shangri La follows the right arcing finger crack. The Princess of Shangri La is an easier variation that follows the left crack.","protection":"BD – 0.3, 0.4, 0.5(x3), 0.75, 1(x2), 2(x2), 3(x2), 4(x3), 6","location":"The line can be spotted in the corner to the right of Cannibalistic Tendencies. Access the base of the climb using the via feratta. There is a bolt for the belayer at the top of the ledge to feel more secure."},"__v":0},{"_id":"+XFU+oeZXyeazvrqwD0HYQ==","name":"Prisoners of the Sun","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A.Ross & R.Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":19,"mp_id":"115383160","mp_crag_id":"114377907","climb_id":"+XFU+oeZXyeazvrqwD0HYQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Super route with a few hard moves here and there, steep with great pro.\n\nDon't find cracks like this very often.","protection":"Set wires,  1- 3 Camalot. Doubles .4 & 2. Triples .5, .75 & 1","location":"The long curving to straight crack 30ft right of Cannibalistic Tendencies/Queen of Shangri La. Scramble over a block just right of Roy's Via Ferrata."},"__v":0},{"_id":"9tMQSDswUQm8c7mu7v/EtQ==","name":"Portal To The Infinite","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Renae Uylaki and R. Suggett","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":4,"mp_id":"120970279","mp_crag_id":"114377907","climb_id":"9tMQSDswUQm8c7mu7v/EtQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"The crux is negotiating the talus of Gremlin Gulch. Follow the bolt line, avoiding lesser quality rock to the right and left. It is a well protected chimney with fun moves and some face climbing. It is possible to top out and walk down Gremlin Gulch or back to parking. There is ascension through the darkness into the light of another realm.","protection":"5 quick draws and something for the chains.","location":"It is midway through Gremlin Gulch on the east side or on the right as you go up. It is also directly opposite of Replete With Gremlins. You have to shimmy into the gapping maw. The first bolt is on the left."},"__v":0},{"_id":"Ok2GN+AyVWyxh3xpjjpQaQ==","name":"One for the Pot","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A.Ross & S.Carson","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":11,"mp_id":"115339105","mp_crag_id":"114377907","climb_id":"Ok2GN+AyVWyxh3xpjjpQaQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Start by stemming up chimney until you can step right on to the arete by the 2nd bolt. Great moves all the way.","protection":"Bolts","location":"Arete down left of the obvious finger crack Thin Red Line."},"__v":0},{"_id":"Yrwbh6oFVXu3HCm0+1P32w==","name":"Not For The Faint Hearted","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":36,"mp_id":"121000189","mp_crag_id":"114377907","climb_id":"Yrwbh6oFVXu3HCm0+1P32w==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Judicious, tentative  face climbing for the 5.11 climber seeking anxiety.","protection":"Bolts","location":"30 ft to the right and up hilll from Arete a go go"},"__v":0},{"_id":"xf+HiYvoXzWLzeYE6HDS0w==","name":"Murut","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"A.Ross & R.Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":24,"mp_id":"115964722","mp_crag_id":"114377907","climb_id":"xf+HiYvoXzWLzeYE6HDS0w==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Get up on the block (tried to budge it but it would not move) with bolt for pro to the right. Move up the shallow corner to rest, then crank the crack to anchor.\n\nHas a few burly moves at the start and finish. Good rock.","protection":"Doubles .75, 1 & 2 Camalots. Triples .5 Camalots. Big stoppers","location":"It's the most obvious splitter crack on the right side of the main cliff. Starts just left of where the trail comes in from the talus. There is a hand line to scramble up to the base."},"__v":0},{"_id":"J0zTL8PIVdOFeq8uCKr6Vg==","name":"Muli Made","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"R. Suggett et al.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":42,"mp_id":"115193811","mp_crag_id":"114377907","climb_id":"J0zTL8PIVdOFeq8uCKr6Vg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Boulder up some blocky edges and set your first piece.  Shift left in to the hands crack and sprint for the chains.","protection":"Chain anchor with a quick link.\n\nBD .4 through a #3 X 1","location":"Just right of A. Ross's 10b  line at the shorter far right (south east) end of the wall.  This area is the closest to approach."},"__v":0},{"_id":"03QtbhM3X2eExGfGEHPEzA==","name":"Marriage of Convenience","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Emily Reinsel and Trevor Bowman 6/2/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":14,"mp_id":"114488125","mp_crag_id":"114377907","climb_id":"03QtbhM3X2eExGfGEHPEzA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"An elegant changing corner system up a clean panel. The route character changes dramatically as the corner changes, providing a distinct rift between the two incongruous parts although they are bound together in the same system. While the moderate upper corner offers great climbing still, it feels a bit anti-climactic after the awesome, burly start. However, if you are the type of climber who thrives on distinct cruxes and withers under sustained endurance route pressure, this should be high on your list! A heads up to any fat-fingered folk out there that the crux section features very tipsy locks that certainly suit small fingers much better. It will almost certainly feel a good bit harder without fairly slender digits.\n\nStick clip handy for the first bolt, as the landing would be terrible. A bit of face and slightly crunchy tight handcrack leads to the clean, overhanging, right-facing dihedral. Breathe deep and pay attention to sequences and potential stemming onto micro-foot chips as you layback your way up the tips pods and hope you hang in there until the crack opens up to some more solid fingerlocks. This section was bolted, as the crack between the pods is very thin and has a gritty surface inside the crack making gear somewhat sketchy; a gear ripping fall could lead to a very bad landing. From the good locks, sink in some good tips gear and make a couple more moves into a pod with hands in the back. As the corner changes here to left-facing, the angle changes from overhung to slightly less than vertical and you can breathe easy with the difficulties dispatched. Continue up the fun moderate (5.9) corner with a medley of fingerlocks, handjams, and faceholds to a shelf and the anchor. This upper corner was scrubbed hard, but still holds some of the tenacious high-alpine perma-lichen that doesn't want to part from the stone.","protection":"3 bolts, (1X) red C3, .3-#2 BD C4 sizes (some doubles could be used), draws/slings, clip-n-lower anchors.","location":"Starts off of a high ledge about 100' left of Cannibalistic Tendencies zone. Scramble up a block chimney on the far left end of the ledge. The ledge is currently rather blocky and slightly unstable, and hosts annoying gooseberry bushes. Roy might kindly construct a better via ferratta/handline setup and some pruning if he gets to it amidst all his other trail work."},"__v":0},{"_id":"Gs+7A9+KWGSLEp9QZ4NLkw==","name":"Maneater","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Trevor Bowman and Emily Reinsel, 5/31/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":16,"mp_id":"114487707","mp_crag_id":"114377907","climb_id":"Gs+7A9+KWGSLEp9QZ4NLkw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"The wide chimney system separating the pillar with Cannibalistic Tendencies from the adjacent wall provides a wild cragging odyssey. It offers pretty clean rock, adequate pro for a chimney route, and some unique positions where multiple chimneys converge and pillars diverge. We trundled anything that we could get off by hand on the ground-up FA, which included some big blocks. There are probably some small bits remaining to be aware of. Worth a spin for the chimney connoisseur.\n\nWe started with the 15' fistcrack (5.9) immediately right of the start of Can. Ten. to get to the large rubble ledge which is the shared start with Queen of Shangri-La. However, Roy installed a via ferratta access to this ledge the next day, which starts\n\njust right of the fistcrack. The ferrata and a high belay on the ledge probably makes the most sensible option. From the rubble ledge, burrow into the chimney system, tunneling under a large chockstone, and follow a short handcrack corner near the outside of the chimney for a bit. Once the handcrack ends, burrow even deeper to a major dihedral which is the juncture of a couple of chimneys. There is a handcrack in the dihedral which is followed to the top. About a body-length below the true topout, where the rock becomes the typical Jungle-top shattered blocks, a tiny ledge can be traversed toward the outside edge of the chimney (facing Queen of Shangri-La)\n\nto anchors. I placed them here for rope-pull (which worked well) but they aren't comfortable to belay from, so I recommend the leader lowers to the ledge/ground.","protection":"(1X) .3-.5 (2X) .75-#3 (1X) #4 (if doing fistcrack start) BD sizes, slings, chain/cold shut anchor.","location":"The obvious major chimney just right of Cannibalistic Tendencies."},"__v":0},{"_id":"Pe/neSrtWQ6pUX6BbU6zzg==","name":"Lost Horizon","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"N. De Hass, R. Suggett, and M. Chilcot","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":44,"mp_id":"115194086","mp_crag_id":"114377907","climb_id":"Pe/neSrtWQ6pUX6BbU6zzg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"This line is on great rock and has good movement.  Trouble is, I can't pull those thin edges any more ( I lost that horizon).  Balancy moves gets you clipping the 2nd bolt.  Then a lot of core strength and big throws will get you past the last bolt.  Have at it!","protection":"Three bolts to a chain and quick link.","location":"Between Bahala Na and Utopian Lamasery on the shorter wall far right in Shangri La."},"__v":0},{"_id":"6nNYc+jHWlKcAcYsKv5XjA==","name":"Holidays in the Sun","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Andy Ross with John & Susan from Michigan","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":9,"mp_id":"119864081","mp_crag_id":"114377907","climb_id":"6nNYc+jHWlKcAcYsKv5XjA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Start up easy corner to ledge. A few moves up a short crack, then move right and follow bolts up the nice face with a few tricky moves here and there.","protection":"Small/med cams & wires for start then bolts.","location":"50ft left of Sunday Roast just before you get to Shangorilla"},"__v":0},{"_id":"V16D4axTVf2MMy1fdgWJQg==","name":"High-Hanging Fruit Snacks","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Trevor Bowman and Emily Reinsel, 6/1/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":7,"mp_id":"114488003","mp_crag_id":"114377907","climb_id":"V16D4axTVf2MMy1fdgWJQg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"We showed up a week too late in Shangri-La to pick much of the low-hanging fruit, so we focused our attention on a few of the remaining lines that looked tasty, but required a bit more work to come into fruition. With some bolting, scrubbing, and choss sculpting on the lower arête, we gained access to this tempting hanging splitter; it was worth the effort for sure and turned out to be a great line with lots of variety and engaging terrain!\n\nStick-clip recommended for the high first bolt. Pull off the ground just right of the blunt arête and weave up this feature on cool, \"ghetto granite\" like features and technical climbing. The rock through here will continue to buff out with traffic. The face crux comes with a slight bulge that guards the entrance to a left-leaning flake/block traverse to a stance where the splitter starts. Plug some of your tiniest cams into the very clean and parallel crack, and stand up to a 2nd stance. Place some more finger-sized gear and launch into the interesting crack crux section that succumbs to somewhat inobvious sequencing. Pull into the crack once it gets to tight hands (emphasis tight) and swim up the awesome splitter as it quickly widens to baggy fists. There are face features through the widest section and a decent anchor jug.","protection":"7 bolts, (1X) purple C3 (1X).1-#4 BD with (2X).4 and .75, draws/slings, clip-and-lower anchors.","location":"A couple of hundred yards left of the Cannibalistic Tendencies zone. Look for a bolted prow leading to a beautiful hanging splitter."},"__v":0},{"_id":"1GSguwzcWBaMe4yZFadn+g==","name":"High Little Thing","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":31,"mp_id":"121000359","mp_crag_id":"114377907","climb_id":"1GSguwzcWBaMe4yZFadn+g==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb crumbly pedestal with bolts on face to gain crack.  Climb crack.","protection":"bolts","location":"Left of vanishing half"},"__v":0},{"_id":"XxxnrGdMVc6EDtWmNDb9kw==","name":"Headhunter","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"A.Ross & B.Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":21,"mp_id":"115454207","mp_crag_id":"114377907","climb_id":"XxxnrGdMVc6EDtWmNDb9kw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb the bolted arete with some tricky moves here and there.\n\nOne of the best 5.10s at the Jungle.","protection":"Bolts","location":"The arete just right of Being Boiled.\n\nClimb past the first bolt to the right, then stem up and swing on to the face at the second bolt."},"__v":0},{"_id":"BFogWVPFV9S09sesaIp5jA==","name":"Flaky Flake","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bill Boyle","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":34,"mp_id":"120953239","mp_crag_id":"114377907","climb_id":"BFogWVPFV9S09sesaIp5jA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb perfect hand crack for 15-20 ft to face protected by one bolt.","protection":"2-3 inch crack-, 2 golds , 2 blues.","location":"Route starts 10 ft to left of Arete a go-go and shares the same belay. Follow trail up hill from Summit to the wall with bolted arete."},"__v":0},{"_id":"+IvZb6NnW4W87NtqGjflGQ==","name":"Gremlin Special","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. Suggett et al.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":46,"mp_id":"115242282","mp_crag_id":"114377907","climb_id":"+IvZb6NnW4W87NtqGjflGQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"After finishing the crack cut left and clip the last bolts on the face route to the left.  Those moves will be your special dark moments.","protection":"BD .3 X1, .4 X 1, .5 X1, .75 X 1. #1 X 1, & runners gets you to chains with a quick link.","location":"As of 9/12/2018, this is the farthest right line in Shangri La.  Very easy approach!"},"__v":0},{"_id":"Xwv3sOF1Utyy8xypPqHhAw==","name":"Cannibalistic Tendencies","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"PI Roy Suggett & Andy Ross (FFA = Christy \"Kezzie\" Shuster, PII Zac Warren, Kezzie, and R. Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":15,"mp_id":"114378154","mp_crag_id":"114377907","climb_id":"Xwv3sOF1Utyy8xypPqHhAw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"P I   This may just be one of the best lines in the Jungle!  Start in .75 crack at about 10+ climbing and move up progressively placing larger and larger gear.  This pitch \"EATS\" gear!  Great movement on superior rock.  Finish with a BD 4 and top out on a comfortable ledge to end the first pitch.   There is a two bolt anchor here if what you see ahead is disconcerting.\n\nP II  Move off the ledge traversing left and up easily avoiding a few blocks in the crack.  Place a BD 6 prior to being \"CONSUMED\" by this chicken wing 9+ chimney.  As many chimneys go, this is a bit run out ( BD 6 X 1, 1 X 1, and .4 X 1, and a runner to sling a horn for about 60 feet) but you could always inhale to stop your fall.  You reach a two bolt anchor and good stance to enjoy an absolutely breath taking view.\n\nIt would be easy to link these pitches if one wanted, but it is also fun to share the wild ride by trading leads and using the large comfortable ledge.\n\nThis line went up ground up and all concerned are quite proud.","protection":"P I  BD  .75 X 3, 1.0 X 2, 2.0 X 2, 3.0 X 3, 4.0 X 2, and some runners.\n\nP II  A runner for horn slinging, BD .4 X 1, 1.0 X 1, 6.0 X 1\n\nTwo bolt anchors at the end of each pitch.\n\nA 70 m rope will \"just\" make it to the ground from the top of pitch two for rapping back to your packs.","location":"This line can be seen as you approach the crag on the trail and is about dead center on the wall."},"__v":0},{"_id":"eiTxpY8eXfGap59JuPpXyw==","name":"Candy for Breakfast, Candy for Lunch, Breakfast for Dinner","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"M. Chilcot, R. Suggett, S. Nelson, and N. De Haas","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":6,"mp_id":"120911046","mp_crag_id":"114377907","climb_id":"eiTxpY8eXfGap59JuPpXyw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"This crack takes you face climbing for a bit.  Where the fingers are only good if the gear wasn't there, you step right on small edges.  Then a series of hard pulls on crimpers past two bolts.  These are the crux moves, though topping out on this pillar guarding Gremlin Gulch is a challenge especially if you want to do it gracefully.  A demanding line with a mix of moves on great rock.","protection":"Two QDs, four runners to extend gear, an old BD 5 or a new 6 for the top, then two BD #2s, and a .5 a .75 with a 60 m rope gets you to a chain anchor atop the pillar.","location":"Just left of High-Hanging Fruit Snacks. This crack is formed by a small slightly detached pillar blocking the view up Gremlin Gulch.  A steep spur trail leads up from the main trail to several flat staging spots below the climb."},"__v":0},{"_id":"bgHZF9b8Xki+/ot7sz97Gg==","name":"Deep In Shangri La","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"R. Suggett, Jenny Quinn, Leila Flanagan, & Mike Flanagan","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":0,"mp_id":"114815417","mp_crag_id":"114377907","climb_id":"bgHZF9b8Xki+/ot7sz97Gg==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Bermuda Tower is just far enough away from the main wall to form this chimney.  As is often the case with chimneys, you will be sputtering expletives each and every time you manage to clip something.  This was Leila's first foray with a drill and she did a superb job placing hardware just where you need/want it the most.  Gear placements are critical and creative (the crux) prompting the deepest of thoughts as you move through dark and troubled recesses of your mind and this maw.","protection":"With chains and a quick link above and on the tower, a 70 m rope works well.  Bring ample means for extending your gear and the five bolts.\n\nPassive:  Small wires.\n\nActive:  One each of the smallest cams you own, eg. 00 Metolius, through BD #1.0","location":"On the west end of Bermuda Tower and opposite of the Trials & Tribulations of Margaret Hastings.  Two thirds of the way down the main trail past the a fore mentioned line and take a spur in the trail up to the base of this west facing route.  Shade here most of the morning."},"__v":0},{"_id":"ldJ1tfu/W5Wrz1n3RqdxAA==","name":"Bourbonic","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":28,"mp_id":"121000707","mp_crag_id":"114377907","climb_id":"ldJ1tfu/W5Wrz1n3RqdxAA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Follow big crack to seam and face above.","protection":"bolts","location":"Route is 50 ft to the right of steps of enlightenment and 25 ft downhill from Sumpit."},"__v":0},{"_id":"zItvjlQfXUOG8/DSKNcNFA==","name":"Birdseed, Bourbon, and Bolts","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. Suggett, K. Keisling, and K. & G. Scully","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":5,"mp_id":"119610055","mp_crag_id":"114377907","climb_id":"zItvjlQfXUOG8/DSKNcNFA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Set up to reach a better line to the right, this turned out well.  The off width in the corner is a bit chossy (belayer beware) but the face has good edges and the are many opportunities for back steps and stemming.  The crux will be your ability to use your right foot in varied off width technique.","protection":"Eight QDs and two runners to chains.","location":"Just around a small detached pillar and left of Candy for Breakfast, Candy for Lunch, Breakfast for Dinner. in Gremlin Gulch. There is a fixed line and some via ferrata to assist but this is a loose floor, be cautious on the approach."},"__v":0},{"_id":"3CmuYqHCWeqo0Na/mQGzFw==","name":"Being Boiled","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A.Ross & G.Vallee","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":20,"mp_id":"115388802","mp_crag_id":"114377907","climb_id":"3CmuYqHCWeqo0Na/mQGzFw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Scramble up left until you can clip the bolt, then in to the crack and off you go. Nice climbing, great pro and plenty of rest's on the way.","protection":"Set wires, doubles .4 thru 3 Camalots, 1-4 Camalot.","location":"Starts 20ft around the corner to the right of Prisoners of the Sun and just left of Headhunter Arete."},"__v":0},{"_id":"b+fsw4ygWG27TchtpnJbKw==","name":"Arete a go-go","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":35,"mp_id":"120953263","mp_crag_id":"114377907","climb_id":"b+fsw4ygWG27TchtpnJbKw==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb blunt arete","protection":"bolts","location":"Immediately right of Flaky Flake on bolted arete. .  From 72 follow trail left slightly up hill to the wall and downhill to (50+ yards.) Arete a go-go"},"__v":0},{"_id":"kgk68rREVMyN68UpaIuCOQ==","name":"72","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bill Boyle","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":38,"mp_id":"120953131","mp_crag_id":"114377907","climb_id":"kgk68rREVMyN68UpaIuCOQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Climb face to crack to jugs above.","protection":"Bolts","location":"Left of Rose Hip Crack 10 ft.  Start on rock pedestal with small boulder on top"},"__v":0},{"_id":"HnttM6gdWSicJWZk/dRgqA==","name":"69th","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"B.Boyle & A.Ross","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":1,"mp_id":"116656552","mp_crag_id":"114377907","climb_id":"HnttM6gdWSicJWZk/dRgqA==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"Start up crack to the face. Then move right and pull the overlap to the anchor.","protection":"Hand pieces to bolts.","location":"Starts about 20 ft left of Margaret Hastings."},"__v":0},{"_id":"B8Tj8dQtX5+O3b0kjbNhuQ==","name":"Bahala Na","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"R. Suggett et al.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"left_right_index":43,"mp_id":"115194185","mp_crag_id":"114377907","climb_id":"B8Tj8dQtX5+O3b0kjbNhuQ==","areaRef":"QxXP7g6YUQyQggQMSzYQhA=="},"content":{"description":"This line takes gear well and provides several crack climbing type moves in a relatively short distance.","protection":"BD .4 X 1, .5 X 2, .75 X 1, #1 X 1, #2 X 1, #3 X 1.","location":"Just right of the Muli Made crack.  Far right in Shangri La."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,4c519abc-0ed3-55db-ba68-3a0fa3d8b0d7,4315cfee-0e98-510c-9082-040c4b361084","pathTokens":["USA","Utah","South Central Utah","Jungle, on the Aquarius Plateau","Shangri La"],"gradeContext":"US","aggregate":{"byGrade":[{"count":10,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10a/b"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.11+"},{"count":5,"label":"5.11c"},{"count":2,"label":"5.11d"},{"count":4,"label":"5.9"},{"count":6,"label":"5.10"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":1,"intermediate":16,"advanced":8,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":1,"intermediate":15,"advanced":6,"expert":0}},"alpine":{"total":47,"bands":{"unknown":0,"beginner":2,"intermediate":31,"advanced":14,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":31,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.90183,37.77957]},"bbox":[-111.90239892112142,37.779120339818135,-111.9012610788786,37.78001966018187],"left_right_index":-1,"ext_id":"114377907","area_id":"QxXP7g6YUQyQggQMSzYQhA==","polygon":{"type":"Polygon","coordinates":[[[-111.90239892112142,37.779120339818135],[-111.9012610788786,37.779120339818135],[-111.9012610788786,37.78001966018187],[-111.90239892112142,37.78001966018187],[-111.90239892112142,37.779120339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":47,"__v":1,"createdAt":"2022-11-07T06:26:34.844Z","updatedAt":"2024-02-19T18:40:45.132Z"}