{"_id":"6368a214e80bff5a9955d988","area_name":"Little Squaretop Massif","shortCode":"","climbs":[{"_id":"Wp9nHY00XDu40pH8//bjPA==","name":"Watch Your Aspens","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Daniel Rossi, Jon Tylka, Marta Reece","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":2,"mp_id":"110512173","mp_crag_id":"108540309","climb_id":"Wp9nHY00XDu40pH8//bjPA==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"Pitch 1 (5.8, 200 ft): Go straight up for the full length of a 60m rope. Start up the slab to where a tongue of rock comes down from above. Go up the left side of it. Stay in this left-facing corner for as long as it lasts, then continue in the same direction following cracks. Belay from a minimal ledge. \n\n  Pitch 2 ( 5.9, 180 ft): Start by heading left along wrinkles on a slab (run-out). Turn right at a large, wide-open alcove topped by a wall of loose-looking blocks. Avoiding this and instead head gradually right and up to a right-leaning roof. After traversing the roof stay in the corner (maybe 40 ft) until you reach a small ledge, just big enough to stand on. (The corner becomes filled with mud.) Here is where you step right across the face into a crack system. Follow the sharp-angled corner you find yourself in to a nice belay ledge. \n\n  Pitch 3 (5.8, 200 ft): Go up a relative shallow-angle, smooth-sided open book to its end. Follow the corner leading left to a step-over onto a slab made of a dike material, heavily featured but smooth in texture. This short section is followed by easier climbing along an arête and past a small tree. The slab which follows is best done on the right, but then head left again where a couple of harder slab moves take you to a roof, which is turned on the left. From there go up a narrow chimney partly filled with blocky rock to the top.  \n\n  Searching for records of previous ascents, the only route possibly going up to the same shoulder was Ingrahams Impasse Route. The start of it, \"up a narrow 4th class gully to a broad ledge,\" could be interpreted to be the gully to the right of our start. This gully did look to us like the path of least resistance, but we were after some better and cleaner climbing, so we started on the face proper and much lower down. Unfortunately, the only description Ingraham gives for the \"route proper,\" (that is Impasse Route above the fourth class start) is that it goes \"over exposed slabs with small holds and friction climbing to the top of the shoulder.\" We tried to stay on the slabby ground, but the right-slanting roof forced us to the right and most of our pitches 2 and 3 was spent navigating the maze of secondary shoulders (with their associated corners) to the right of the slab Impasse Route ascent party was apparently able to use. It could be that where we found loose rock, there was a solid ground decades ago. Or it could be that they were at a different location altogether, as there are other discrepancies as well. After descending from the shoulder, we didn't need to climb a \"3rd class north-south rib\" to reach the notch between Massif and Little Squaretop.","protection":"Double rack. No pitons or any other gear was found on the route. We left a rap sling on the large spruce tree the top of which is visible as you scramble along the head wall westward.","location":"Starting point: There are three parallel planes making up the bulk of the east face of Little Squaretop Massif. One the left is the main face, 1000 feet tall, then a much narrower secondary face, 600 feet tall, and finally a sliver maybe 100 feet high. Watch Your Aspens starts near the right end of the base of the secondary face. We approached the location from the north by going past a largish boulder and stopped almost directly after it. There is another bolder above the belay, providing some protection from falling rocks.  \n\n  Watch Your Aspens tops out on a large shoulder with a beautiful aspen grove. Our descent was accomplished by scrambling along and near the huge head wall. One short rappel from the base of a spruce tree took us directly into a gully which led to the cave under the huge chock between Little Squaretop and Little Squaretop Massif. Once through the cave, the summit can be reached by any of the west face routes. It is advantageous to take the Needle trail down to the west side of the mountains."},"__v":0},{"_id":"Sw6OlNkCXfiSzzmpxijKSw==","name":"South Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":6,"mp_id":"106292782","mp_crag_id":"108540309","climb_id":"Sw6OlNkCXfiSzzmpxijKSw==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"This route climbs a large slashing crack on the southern ridge of Little Squaretop Massif up to a large shoulder, and then continues along the ridge taking a the path of least resistance to the summit. The first pitch is a short scramble from the saddle (5.4) up to a large ledge beneath the steep South ridge which has an obvious slashing crack which ascends the entire ridge up to a large shoulder. The Slash/crack is the crux pitch and currently harbors some nice lichen growths. Despite this, the rock is predominately solid, and there are nice rest-stances between steep sections. The remaining pitches follow the ridge to the summit and many variations are possible. ","protection":"Light alpine rack. Large cams (#3 or 4) could be used more security for the crux pitch, but a resourceful leader can get by without them.","location":"This route starts from the Saddle between Organ Needle and Little Squaretop. Approach to the saddle is the same as the approach for Northwest Ridge on the Organ Needle."},"__v":0},{"_id":"MndlJW8PWDSaYjy9JeMwdQ==","name":"Slung Horn","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FKA Drew Chojnowski, Ben Correll, Jordan Nicholas, Marta Reece (2017-12-03)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":1,"mp_id":"113908806","mp_crag_id":"108540309","climb_id":"MndlJW8PWDSaYjy9JeMwdQ==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"This route climbs the huge east face of Little Squaretop Massif and then tops out on the summit. To the best of our knowledge, the route connects the first two pitches of the Bowl Route with the last two pitches of Lost Carabiner (these old routes are described in Ingraham's guide web.nmsu.edu/~amato/ingraha…). The only evidence of previous climbing we found was an old bail sling around a short, rounded horn atop P2. This horn was far from confidence inspiring, in terms of the idea of rapping off it. The money pitch of the route is P3, which connects the two old routes. \n\n  Follow the approach for Pirates of the Carabiner, but start climbing from the level of the Nose, near a big pine, rather than scrambling down to the bottom of the wall as for Pirates. The first 3 pitches of Slung Horn are on good, fairly clean rock and most of the pitches are ~200ft out of necessity, i.e. because good belay station options are simply that widely spaced. Pitches 4 and 5 are quite dirty and loose, but they still offer some challenging sections as well as a summit bid and plenty of incredible views. \n\n  P1 (200ft, 5.6): from the Nose, climb up toward a chimney-like gap (see photo) near the left edge of the rib. To make this work with a 60m rope, scramble up 10-15ft  before you start belaying. Once on a ledge within the chimney, build a gear anchor in the one good crack (small gear) at climber's right.  \n\n  P2 (200ft, 5.8): Climb out of the chimney on the left side, and then veer right up a long ledge/crack (big gear), with a steep dropoff to the left. Eventually this feature gives way a more gently inclined, slab section with lots of good anchor options. It was at this belay station that we found the scary slung horn. \n\n  P3 (200ft, 5.8+): From here, the original Bowl Route would traverse up and left on the gentle slab below the the 5-10ft roof. Instead head up an easy-looking gully to the right, which leads to another long feature, similar to the P2 ledge/crack but slightly steeper. Eventually you can get out of it to the right, where some anchor options are available (small gear). \n\n  P4 (180ft, 5.8): Having found yourself in the large gap between roofs to the S and N, bushwack up toward the N roof and then climb the gully below. This pitch is not easy, but it is very, very dirty. You will likely find yourself literally digging through dirt for handholds, using the old knee-in-dirt trick several times, and perhaps even chimneying long sections backwards, i.e. with back to the wall. When you start running out of rope, emerge filthy onto a ledge at left which has good anchor pro. \n\n  P5 (200ft, 5.6): if P4 was the dirt pitch, P5 is the loose pitch. Continue up the gully being careful about everything you touch. Eventually emerge onto the ridgeline and hope the Sun is still up. Sling a boulder or build a gear anchor.  \n\n  P6 (200ft, 4th class): Scramble down from the ridgeline and then bushwack/scamble up a gully to the left which leads to the summit.  \n\n  For descent, the best option is rapping into the Little Squaretop/Little Squaretop Massif gully, then taking the Organ Needle trail back down to the west. For a more adventurous descent, traverse the ridgeline north toward Squaretop and then down Squaretop gully, where you can eventually rejoin the Tooth trail.","protection":"Double rack, with at least one #4. A variety of small gear (#0.1-0.2) is also useful as is a set of nuts. Bring enough slings to extend all placed gear.","location":""},"__v":0},{"_id":"FKKyaNofXIOuQ076Xo4RRw==","name":"Sickle Cell Anemia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":3,"mp_id":"108540336","mp_crag_id":"108540309","climb_id":"FKKyaNofXIOuQ076Xo4RRw==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"The route follows the prominent curved crack. The crux is getting established in the crack in the first place. When you go through the second clump of bushes, be careful of loose rocks.","protection":"Small rack.","location":"20 feet left of Second Peak Syndrome."},"__v":0},{"_id":"aCxXhjYOXVyvBj5CdCZawg==","name":"Second Peak Syndrome","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":4,"mp_id":"108540319","mp_crag_id":"108540309","climb_id":"aCxXhjYOXVyvBj5CdCZawg==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"This is by far the most straight forward and cleanest way to get to the summit of Little Squaretop Massif. \n\n  Go up the wide chimney, stemming some then climbing the crack on the left. An awkward but fully protectable exit to the left will take you onto a small ledge and an easy ground. Belay from the rap station or set up your own. \n\n  To get to the summit, crawl through the opening behind the rap station and then head right.","protection":"Small rack.","location":"Approach as for Little Squaretop, but continue up the gully to the top of the enormous chock almost to the saddle between Little Squaretop and Little Squaretop Massif. The route starts directly below the rap station."},"__v":0},{"_id":"WQLhItwAWi2yteXPCSs5mw==","name":"Pirates of the Carabiner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Drew Chojnowski, Marta Reece, Forrest Wilcox (2017-11-24)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":0,"mp_id":"113862729","mp_crag_id":"108540309","climb_id":"WQLhItwAWi2yteXPCSs5mw==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"This huge route is probably the easiest way up the giant east face of Little Squaretop Massif. It starts directly in the middle of the face at its lowest point, and tops out on a section of the Organ ridge just south of the Little Squaretop Massif summit (or on the summit, if you feel like it). Most of the climbing is quite easy, but we encountered a few 5.7-5.8 sections a bit past midway up the wall. The rock quality is generally good, but the wall sees minimal sunlight and climbing traffic such that large sections of rock are covered in lichen and many of the cracks are filled with dirt and moss. It's unlikely that climbers will repeat the route exactly as we did it, so the pitch descriptions provided here are a basic guide rather than strict lines. \n\n  Although Pirates of the Carabiner shares the final few pitches with the historic \"E Face, Bowl Route\", as described in Ingraham's guide (web.nmsu.edu/~amato/ingraha…), the majority of the route in no way matches the Bowl Route description. For example, Ingraham described the start of the Bowl Route as follows \"Traverse off the nose on a narrow ledge into the right side of the Bowl and continue up, generally keeping to its right side, over slabby sections and up short chimneys.\" Instead, we scrambled down to the south from the nose, to the lowest point on the main wall, and face/slab-climbed our way up to the \"little glen, hemmed in tightly by vertical walls.\" We encountered no chimneys on our route. \n\n  P1 (5.4, 180ft): from the lowest point on the wall, pick any of numerous options and run the rope out over easy terrain up the middle of the wall. Protection may be sparse depending on chosen path, but the climbing is easy enough that it shouldn't matter. I placed a single Camalot #3 on the pitch, and built a gear anchor in a crack near a formerly-largish, but now quite dead tree. \n\n  P2 (5.4, 180ft): from the dead tree, head up and slightly left over easy ground. Face/slab climb to the right of a small gully, with plentiful but not always obvious pro. Build an anchor when the ropes runs out. We slung a large block near the small gully. From here you could stay left and see if that goes, but instead we traverse slightly right out onto the face just SE of the giant orange/pink roofs (see photos). \n\n  P3 (5.6, 120ft): climb up and slightly right on the wide-open face, whose angle continues to increase. Stop when you arrive a suitable gear anchor crack in the middle of the face.  \n\n  P4 (5.7, 200ft): climb directly upward from the P3 anchor toward what appears to be a spacious ledge up with a large pine tree. Toward the top of the pitch, make some delicate moves up and right toward a small ledge with an anchor-worthy crack about chest level on its right side. This will just work with a 60m rope. Just above the belay is the steepest section of rock yet, but by now it's obvious that just above that section the angle decreases significantly \n\n  P5 (5.8 PG13, 120ft): the first 20ft or so of this pitch are the crux of the route. Make delicate moves upward on the lichen-covered rock, with decent feet placements but minimal hands. The only pro I could find was a yellow ball nut placement about 7ft up and slightly left of the P4 belay. From there I traversed up and right until reaching safe ground above, unfortunately still with little to no pro. Continue upward for some 80-100 ft until a good anchor can be found directly below the large pine tree. \n\n  P6 (low 5th, 180ft): run the rope out over very easy, low-angle rock until you find yourself in a flat spot just below the Organ ridge, with steep rock all around you. Choose one of many good gear anchors. \n\n  P7 (5.6, 100ft): climb up from the flat spot in the righthand/NW corner with plentiful features and pro, until being greeted with for the first time in hours by sunshine (assuming sunny day) on the Organ ridge. Build a gear anchor in a feet level crack. \n\n  From atop P7, another pitch would land one on the summit of Little Squaretop Massif. Instead, we scrambled down to the NW and did a single 60m rope rap from a slung boulder. From there we had to crawled under some thick tree branches before emerging in the gully between Little Squaretop and Little Squaretop Massif.","protection":"The face is huge, and it's best to be prepared for the unexpected. Bring a double set of camalots up to #3 and maybe a single #4 as well. Very small gear is also useful, i.e. several 0.1-0.2 cams and perhaps even ball nuts. There is no fixed gear of any kind on the route, and you will want to bring new webbing for rapping from the top.","location":"Start from Modoc Mine Rd on the west side of the Organs, driving as far as possible up the road. Then walk up the road, turning right/south after the switchbacks. From the next welt, take the Tooth trail east, going around the right side of the Tooth onto the huge low-angle slab known as the Ballroom. Walk about halfway up the Ballroom before exiting it's right side onto another narrower slab and then through brush, aiming for a low point on the Organ ridge to the north of Squaretop (see photos). Cross the Organ ridge here and drop into the pine forest on the other side. Hike south, staying as close as possible to the rock on the right. After 30 minutes or so, arrive at \"the nose\" feature (sort of a saddle, with a large pine tree), which is the first time you get a view of the huge east wall of Little Squaretop Massif. Scramble down to the bottom of the wall.  \n\n  For descent, do a short single rope rap either from the Organ ridge or Little Squaretop Massif summit into the Little Squaretop/Little Squaretop Massif gully. From there, scramble/bushwack downward and slightly skier's left, until the Organ Needle trail is reached. Follow this down, back to Modoc Mine Rd. \n\n  Approach is 3-4 hours if you park high on Modoc Mine Rd and don't get lost. Descent down the Organ Needle trail back to Modoc Mine Rd is 2-3 hours. Car-to-car for us was 10 hours."},"__v":0},{"_id":"wlFKILx5UeSXryYpHttnhQ==","name":"Lagrangian Formalism","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"left_right_index":5,"mp_id":"108540354","mp_crag_id":"108540309","climb_id":"wlFKILx5UeSXryYpHttnhQ==","areaRef":"VDCF8li4XqWQ0FmB1R6SIg=="},"content":{"description":"Pitch 1, 5.5 70ft. Layback the starting boulder problem with excellent pro placement opportunity. Once on the ledge above, scramble to the brushy squeeze chimney and setup a belay just below it. \n\n  Pitch 2, 5.8 50ft. From the base of the chimney, hop over the bulge to the right. Scramble through bushes and jam the finger/hand crack between the boulders to another brushy ledge where you turn sharply left. On your right will be a split boulder (the top of the split is marked blue in the photo). Walk under this boulder and climb onto and over a bush at its end, then head up.  \n\n  The fist crack, (5.9, marked red in the photo) is the crux. To avoid the start of the crack, you may squeeze into the gap in the split boulder and gain a small stand on top of the leaning piece from which scary but protectable step will gain the upper portion of the fist crack, 5.8. If your hands are small, however, it will be an off-width for you, and may feel rather more difficult. At the top of the crack/boulder traverse right and barge through the shrubbery to find a comfortable belay spot.  \n\n  4th class scramble up the boulders of the ridge line will take you to the summit.","protection":"Small rack.","location":"Approach via the route for Little Squaretop. Hike/scramble approximately halfway up the gully between Little Squaretop and Little Squaretop Massif. 100 meters before the saddle boulder, look for the broken crack systems on your right heading up the Massif.  The route begins at the northern end of this system, before the vegetation disappears. \n\n  Descent. From the peak, head west along the ridge toward Little Squaretop. At the low point of the ridge, before reaching towering boulders at its end, scramble to the right then cross back to the left/west under the boulders you just left and continue down toward Little Squaretop to find the rap station. A 25-30m rap will deposit you on top of the large boulder between Little Squaretop and the Massif ready to go to Little Squaretop. If you are headed down the gully, stay on rappel and hop off the boulder to get into it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,543085f2-58b8-5ea5-90d0-5981d51e9222","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Little Squaretop Massif"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":4,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.56284,32.34707]},"bbox":[-106.56337225399191,32.34662033981814,-106.56230774600807,32.34751966018187],"left_right_index":-1,"ext_id":"108540309","area_id":"VDCF8li4XqWQ0FmB1R6SIg==","polygon":{"type":"Polygon","coordinates":[[[-106.56337225399191,32.34662033981814],[-106.56230774600807,32.34662033981814],[-106.56230774600807,32.34751966018187],[-106.56337225399191,32.34751966018187],[-106.56337225399191,32.34662033981814]]]}},"content":{"description":"This is the second highest and possibly the least visited of the Organ Peaks."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:13:46.465Z","updatedAt":"2024-02-19T18:38:10.947Z"}