{"_id":"6368a50be80bff5a995b05be","area_name":"Nuns, The","shortCode":"","climbs":[{"_id":"/KnPY8v5WZmFtvPRyZcYeg==","name":"Where have the Wild Things Gone","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Romain Vogler, Christian Schwarz - Aug. 6, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"left_right_index":999999,"mp_id":"105718606","mp_crag_id":"105717128","climb_id":"/KnPY8v5WZmFtvPRyZcYeg==","areaRef":"EMT3XKMnWfme5/6KcqVhFQ=="},"content":{"description":"This is a great route on the West face of the Nuns.  Pitch 1- Good hands up the right side of a pillar for 20 feet leads to a steep jam/lieback corner to a two bolt belay.  5.11Pitch 2- Interesting and good climbing follows thin cracks to a gear belay at the notch.  5.11Pitch 3- Go north on a ledge to anchors and climb 5.9 crack to the summit.\n\nDescent- 1 short rap off the top to the anchors at the beginning of pitch 3, and 1 60 meter rap to the ground from there.","protection":"1 set TCU's, 1 set stoppers, 2- .5 camalots, 4- .75 camalots to #2 camalots, 1 #3 camalot.","location":""},"__v":0},{"_id":"CTxRN2WGVRi73N+nJHxIsg==","name":"The Unforgiven","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Smith","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"left_right_index":999999,"mp_id":"105718351","mp_crag_id":"105717128","climb_id":"CTxRN2WGVRi73N+nJHxIsg==","areaRef":"EMT3XKMnWfme5/6KcqVhFQ=="},"content":{"description":"The Unforgiven is a three star pitch on the east face of Nuns (perhaps worth four if done as a logical second pitch to Holier Than Thou - see that description).\n\nClimb the first pitch of Holier Than Thou (also 11c), then continue slightly right and straight up past 6 silver bolts before traversing right to gain a diagonaling finger crack which leads to the top of the face.  The climbing is technical, fingery, and quite sustained.\n\nOne can rap from the summit in three raps with a single 70m rope - the final rap is rope-stretching.\n\nAlso, be aware that a lot of the rock is suspect on the Nuns - I fell twice ripping off holds on this pitch, and my partner fell once doing the same.  The climbing is really good in spite of this though... I swear.\n\nP.S.  I climbed this again in 2007 and the pitch has either cleaned up a lot or my climbing has cleaned up a lot.  Probably the latter.  But in any case, I didn't rip a single hold off.  Oh, and anyone who claims calcite is slippery needs to sample this climb -- the best friction I've ever seen.","protection":"6 bolts and cams from small to hand-size.","location":""},"__v":0},{"_id":"ohMkM0LRWhS/PfKjIaFxVg==","name":"Holier Than Thou","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Smith & Mark Hesse - 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"left_right_index":999999,"mp_id":"105718021","mp_crag_id":"105717128","climb_id":"ohMkM0LRWhS/PfKjIaFxVg==","areaRef":"EMT3XKMnWfme5/6KcqVhFQ=="},"content":{"description":"Hard sport climbing up a dead vertical face using pinches, underclings, and pulls on delicate stalactites and knobs... exactly what you'd expect from a Castle Valley tower route, right?  Holier than Thou climbs the beautiful, calcite-covered east face of the Nuns and is perhaps a welcome departure from the grunt fest of the nearby Honeymoon Chimney.\n\nP1: 11 bolts to a two bolt belay.  Jay Smith did a fantastic job bolting this line.  The climbing is hard and in-your-face and the placements are spaced such that you are forced to do hard moves with bolts below you (you have to climb the route - you can't yard through it).  As you stretch and stretch for holds and clips, marvel at how Smith, at 5'6\", did it.  Around the third bolt the cruxes start coming - a hard mantle, a long reach to a tiny edge, another long reach to an undercling with terrible feet.  Higher up you step left onto a ramping feature and there's one more cruxy move here.  The pitch is 120' long and I felt that there was a lot of 5.11 climbing on it - fortunately there are one or two rests as well.  Also, be careful clipping the second bolt - definate groundfall potential here.\n\nP2:  Identify two lines:  The original line goes up and left on black hangers at 5.10-, while a variation called \"The Unforgiven\" heads up and slightly right on silver hangers at 5.11c.  We took the former.  Clip four bolts (slightly runout but not as hard as the first pitch), then trend left around the corner, clipping an intermediate belay.  Belay here or use a long runner and climb up past a second intermediate belay (again with the option of belaying or continuing up), eventually stepping left into a crack system.  Climb up the short, excellent, left-curving crack at 5.10 (several hand-size pieces) to a final anchor on the summit.\n\nDescent:  Two or three raps will get you down (a 70m rope or two ropes required).  I recommend leaving your second rope clipped to the anchor at the top of the first pitch and then doing a single rope rap from the summit to one of the intermediate anchors, then another single rope rap to the top of the first pitch, and finally a double rope rap to the ground.\n\nA sensible way to climb the Nuns at a more moderate grade would be to link up The Flying Nun (10a) with P2 & 3 of Holier Than Thou (9+ & 10- respectively). At a higher standard, P1 of Holier Than Thou (11c) to The Unforgiven (11c) is the way to go.","protection":"A dozen draws and several hand-sized cams for the finish (0.75-#2 Camalots).","location":""},"__v":0},{"_id":"7NycmoJnVQmp3RzBiBwRFQ==","name":"The Flying Nun","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"left_right_index":999999,"mp_id":"105718354","mp_crag_id":"105717128","climb_id":"7NycmoJnVQmp3RzBiBwRFQ==","areaRef":"EMT3XKMnWfme5/6KcqVhFQ=="},"content":{"description":"The Flying Nun (listed as East Face in Bjornstad's guide?) is the obvious calcite-encrusted crack line to the right of Holier Than Thou.  Begin in a left-facing corner before stepping onto the face and finishing at the aforementioned route's anchors.\n\nTo summit, continue on Holier Than Thou's 2nd & 3rd pitches.","protection":"A double set of cams to hand-size.","location":""},"__v":0},{"_id":"pWwHEj+bXUe+m51BfJYt5g==","name":"Bad Habit","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Catto, Jay Smith, Mark Hesse: 1995.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"left_right_index":999999,"mp_id":"106587101","mp_crag_id":"105717128","climb_id":"pWwHEj+bXUe+m51BfJYt5g==","areaRef":"EMT3XKMnWfme5/6KcqVhFQ=="},"content":{"description":"pitch 1: classic stemming and jamming in a calcified open book that leans to the left at its top. begin on small holds with tiny cams for pro.  the corner gradually widens and steepens, going through the sizes up to big hands. exit the corner at its top and belay at a small stance. 5.11c, 150ft.\n\npitch 2: pretty good climbing. straight up some easy cracks to a steep hand crack and the summit. 5.10, 100ft.","protection":"triples from blue alien/purple tcu to #3 camalot. nuts may be useful right off the deck.","location":"the first route encountered to the left of holier than thou on the north face of the nuns. overhanging widening left facing corner.  rappel the route. two ropes required."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,4c6f343e-edd5-5456-a294-de337ef04096,10c4f75c-a327-59f9-9ee7-fe8a72a56115","pathTokens":["USA","Utah","Southeast Utah","Castle Valley","Nuns, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.4227,38.6836]},"bbox":[-109.42327603740846,38.68315033981814,-109.42212396259154,38.684049660181856],"left_right_index":-1,"ext_id":"105717128","area_id":"EMT3XKMnWfme5/6KcqVhFQ==","polygon":{"type":"Polygon","coordinates":[[[-109.42327603740846,38.68315033981814],[-109.42212396259154,38.68315033981814],[-109.42212396259154,38.684049660181856],[-109.42327603740846,38.684049660181856],[-109.42327603740846,38.68315033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:45.889Z","updatedAt":"2024-02-19T18:40:59.193Z"}