{"_id":"6368a185e80bff5a9954f2ee","area_name":"Slot Club Wall","shortCode":"","climbs":[{"_id":"l0zwGQEqX2uZk1y6uJfuFA==","name":"Your Own Personal Torture Chamber","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FRA: Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":5,"mp_id":"116622922","mp_crag_id":"106405832","climb_id":"l0zwGQEqX2uZk1y6uJfuFA==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"A few years ago, we were on a ferry going somewhere. The captain was making his usual introductory announcements, including a few tips on how to mitigate sea-sickness. One piece of advice from the captain was: \"If you're feeling sick, avoid the temptation to lock yourself in the lavatory... unless you want to create Your Own Personal Torture Chamber.\"\n\nPitch 1 (5.10-, 80 feet): It's probably best to send the smallest person in your group to lead this one. Scramble up into the chimney and climb it on the outside. Avoid the temptation to tunnel into the depths... unless you want to create your own personal torture chamber. Instead, monkey out to a \"hanging offwidth\" encounter (crux). Past this, fight your way into an excruciatingly tight chimney. This is runout without a 9\" cam. Inch by inch, work your way up to the comfortable and open belay ledge.\n\nPitch 2 (5.8, 110 feet): Hoist yourself into the bottomless chimney. Climb easy terrain past a couple weird moves into a large alcove. Climb out the left side of the alcove with a super improbable sequence at the lip. After pulling the lip and gaining a stance, place a directional micro-cam out left to keep the rope from getting pinched in the lip. Continue up the handcrack and then move left to a jug ladder just a few feet left of a fingercrack. Belay in horizontal shelves.\n\nDescent: Walk straight back off the top of the pillar, dropping into the chasm via a short 5th class downclimb. Continue left (west) to open ground and cross the slope to the base of The Maw. From there, head down and skier's left (including 4th class move) back to the base of the Slot Club Wall.","protection":"Single rack to 3\" + one 6\" cam \n\n If I had a 9\" cam I would've used it for the top of the first pitch.","location":"The gaping chimney left of The Closet and just right of Winner Winner Chicken Wing Dinner. "},"__v":0},{"_id":"pX8kYHFUX7O8uauZxIc5Ow==","name":"Winner Winner Chicken Wing Dinner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FRA: Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":4,"mp_id":"116549966","mp_crag_id":"106405832","climb_id":"pX8kYHFUX7O8uauZxIc5Ow==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Pitch 1 (5.9+, 100'): Lightning-bolt 5\" offwidth into a smooth chimney and then a gully with loose stones. Make a belay in doughy blocks before entering the cave.\n\n Move the belay 30' into the cave. The next pitch exits the right side of the cave. The left exit has insecure rock quality and is not recommended.\n\nPitch 2 (5.8, 70'): Indiana Jones up the right side of the cave past a bulging block. Squeeze through a very tight hole to a stance before making a wild exit traverse. At the lip, a thin crack out right provides a directional placement to keep the rope out of the main crack. Walk 20' to a belay in a thin diagonal crack.\n\nDescent: Walk off left and circle back down a gully to the base of the wall. There is a short 4th-class step in the gully.","protection":"Double set of cams to 1.5\" + two 5\" cams + one 6\" cam","location":"Far left side of the Slot Club Wall. Lightning-bolt offwidth on the face to the right of the striking chimney The Bathypelagic Zone."},"__v":0},{"_id":"KeU+SQhZVkidQUkB7/Ujcg==","name":"Sugar on Top","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Jan 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":9,"mp_id":"116246136","mp_crag_id":"106405832","climb_id":"KeU+SQhZVkidQUkB7/Ujcg==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Do not bother. 30 feet of nice jams in good rock surrounded by sand.\n\n Start up the wide approach crack to the Closet/Slot Club belay ledge, but then continue up the wide crack to the right. Tiptoe around the arete on the right (rope drag potential) and gain the hand/fist crack in the corner, which is followed to the tree ledge.\n\n If you rap from the tree, the rope likes to get caught in the collapsed columns.","protection":"Standard rack; perhaps an extra #3 camalot","location":"Start at the wide, easy crack where you put your packs down before scrambling up to the Closet/Slot Club belay ledges."},"__v":0},{"_id":"y2RqKdDrXfme2FiSSrvcxA==","name":"Slot Club","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":8,"mp_id":"107563938","mp_crag_id":"106405832","climb_id":"y2RqKdDrXfme2FiSSrvcxA==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Slot Club is an adventurous flaring offwidth/corner on nice smooth stone.  The climbing requires a good amount of creative thinking and a little trickery to boot.  The general difficulties come from committing to the crack when the face holds completely disappear and the crux is negotiating a bulge.","protection":".5 to 6 BD, doubles 4-6,  an additional 3.5 or 4 would be great to secure the belayer. \n\n  Anchor is fixed gear and cord.  This routes bakes in the sun, bring  extra cord.   I would also not rap this with a 60m as it comes up sketchily short.","location":"The right most of the three cracks on Slot Club Wall"},"__v":0},{"_id":"V5OAY48bXT6q6tCww5yjrQ==","name":"The Polygon Petting Zoo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Jan 2019, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":11,"mp_id":"116498010","mp_crag_id":"106405832","climb_id":"V5OAY48bXT6q6tCww5yjrQ==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Crazy delightful climbing up the left crack in excellent rock leads to a wide section, a narrowing, a pause, and a widening.\n\n Once to the top of the widening crack, up a level (20’), up the corner with the wide crack (20’), and traverse (maybe unroped) climber’s left to the end of the 2nd pitch of The Closet and on to terra firma.","protection":"Gear: normal rack to #3 camalot + #4, #5, & #6 camalot","location":"Start above the Sugar on Top rappel tree or a traverse to the left from the tops of Coming of Age/Bighorn Campus Coffee House"},"__v":0},{"_id":"h4M3VIhoXtKfgSX7xlNGEQ==","name":"Plankton's Revenge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Derek & Giselle Field (2019)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":2,"mp_id":"116623057","mp_crag_id":"106405832","climb_id":"h4M3VIhoXtKfgSX7xlNGEQ==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"This chimney looks like it would be a heinous squeeze-fest but a good portion of the climbing is done using face holds and stemming on the outer edge. The hardest moves are down low (entering the chimney via a right-facing layback, then ascending a fingercrack on the left wall) and are very well protected. About halfway up, the auxiliary cracks begin to taper out and then disappear altogether, setting up a very exciting runout to the top. The runout involves 5.7/8 jug-hauling for 30+ feet, though you may be lucky enough to find a small offset nut placement along the way.Walk off climber’s left to join the main descent.","protection":"Single rack to 2\" + nuts (offset nuts useful)","location":"This west-facing chimney on the far left side of the main Slot Club Wall is in fact the analogue crack to The Bathypelagic Zone (i.e. the chimney extends all the way through the formation). The base of this route is exactly at the top of the 4th-class section on your way up/down to/from the higher tier."},"__v":0},{"_id":"q4pciJICX8OM2AJrTddVWg==","name":"Pinball Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Unknown Climber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":7,"mp_id":"106405836","mp_crag_id":"106405832","climb_id":"q4pciJICX8OM2AJrTddVWg==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Pinball Crack is predominantly a hand crack with some corner work; it is interspersed with offwidth as well. Delicate footwork with some balls footholds and a variety of different hand and body jams lift you up the climb. Steep climbing for sure.","protection":"Rack up to 4\". Bring multiples of 1\" to 3\".","location":"Pinball Crack is the middle of the three cracks on Slot Club Wall."},"__v":0},{"_id":"4suk3/nSVQGAJxKKW5pZzQ==","name":"Ms. Guided","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Perhaps Nathaniel Chu 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":10,"mp_id":"118219383","mp_crag_id":"106405832","climb_id":"4suk3/nSVQGAJxKKW5pZzQ==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Sometimes friends, mentors, or lunatics (or all of the above) convince you to wander off the beaten path. Perhaps they brought you here.\n\n This route climbs a series of two varnished, left-facing corners to the right of Slot Club. From the slab at the base, you can place some gear low, which will at least keep you from rolling into a cactus. Once you pull into the corner, you can then try to get in an offset cam, but it likely wouldn't do you much good. Luckily for you, there are a number of great holds on the right. Unluckily for you, some don't look like they really want to stay attached to the rock (although I did try dislodging them without success). Either way, you use them gingerly, pull into the corner, place a finger-sized cam, and enjoy the rest of the corners, which involves fun stemming and big huecos. The second corner is a bit dusty. Either rappel from the scrub oak tree at the top of the climb (cord anchor as of Jan 2020, good with a 60M rope) or continue up a second tier climb like Polygon Petting Zoo.","protection":"Standard rack to 3 inches. Offset cam (BD 0.4/0.5) may provide some false security for the starting moves.","location":"From the base of Slot Club, look right to find an alcove with a broken column in it. This broken column leans right, onto another column. The right side of that column forms the initial corner of Ms. Guided. Walk from the base of Slot Club to the base of the corner."},"__v":0},{"_id":"ZZFXoHtbU0SVIEkxn90Zsw==","name":"Jungle Gem","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"an ascent has been made, Jan 2019, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":18,"mp_id":"116499666","mp_crag_id":"106405832","climb_id":"ZZFXoHtbU0SVIEkxn90Zsw==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"A fun jaunt for the 5.10 leader; if you’re a budding 5.6 leader, watch out for ledge fall and rope drag. Stem up the chocolate rock, swing left under the roof, clamber up the left-facing corner/chimney, and enjoy the right-facing corner to the top. Walk back to a tree.\n\n Walk/scramble down to the left. The descent is easiest along the skier’s right wall; there’s a short downclimb at the bottom.","protection":"to #4 camalot","location":"Down and left of Escondite/Humidity Police Fugitive is a recess with three short cracks;  Jungle Gem is the center crack & stem-fest in the middle of the recess."},"__v":0},{"_id":"2k7y8B5mVzmltyu69z2imA==","name":"I Don't Need It Anymore","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"DCuster & SRuff, Jan 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":14,"mp_id":"116375828","mp_crag_id":"106405832","climb_id":"2k7y8B5mVzmltyu69z2imA==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"5.9 chimney, wild and in-there/out-there fest to steep fists exit; delightful crack above","protection":"Standard rack, ½” to 4½”; extra #3 camalots; maybe extra #4 camalot ; #6 camalot; #12 VG handy","location":"Start in oak bushes just right of Coming of Age; ~a hundred feet right of Slot Club, down and back up."},"__v":0},{"_id":"0jyXyuJyUOyRjDa9t6NTyg==","name":"Humidity Police Fugitives","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jan 2019; SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":16,"mp_id":"116374562","mp_crag_id":"106405832","climb_id":"0jyXyuJyUOyRjDa9t6NTyg==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"On my account, you can climb this anytime it’s wet; somebody has to clean up the loose holds… Lots of sunshine on this one.\n\n P1 Up to the corner; follow this to the blocky ledge with a chasm in the back. Same belay as Escondite. 80’ P2 Step right into the crack system/weakness; up to a steep section; up and right, following cracks, the weakness, and the best rock you can find. Crispy sections. Belay on a slopy, blocky ledge system. 120’ P3 Up the right angling crack that starts wide hands and gets wider. 80’\n\n Descent: Slung block down and climber’s left from the top; two 30 meter raps—the first is a “long” 30 meters down Econdite's 3rd pitch to oak trees, a short rap to the top of Coming of Age, then one 120’ish rap to dirt.","protection":"Gear: normal rack; something(s) in the camalot #4-6 range at the top of the 3rd pitch.","location":"Start at a sizable oak tree in an alcove, several hundred feet right of Slot Club, down and back up; around the corner and up from Coming of Age."},"__v":0},{"_id":"9XPaMuOZXAmIahi8IcZIcQ==","name":"Hopscotch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"An ascent has been made, Jan 2019, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":19,"mp_id":"116499682","mp_crag_id":"106405832","climb_id":"9XPaMuOZXAmIahi8IcZIcQ==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"A tricky corner (jam? stem?) and then an easy romp to the top, with an optional detour for the curious. Belay from a tree.  In my school, hopscotch was for girls: difficulty will be hand size and crack technique dependent.\n\n Walk/scramble down to the left. The descent is easiest along the skier’s right wall, there’s a short downclimb at the bottom.","protection":"standard rack","location":"Down and left of Escondite/Humidity Police Fugitive is a recess with three short cracks; Hopscotch is the left facing corner and fingers/thin-hands crack at the right side of the recess."},"__v":0},{"_id":"Re2UVgdoVRSrBG60FfLx1g==","name":"Extortion Among Friends","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"An ascent has been made, Jan 2019, SRuff, RPropson, DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":17,"mp_id":"116499647","mp_crag_id":"106405832","climb_id":"Re2UVgdoVRSrBG60FfLx1g==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"A civilized introduction to climbing wide cracks.\n\n To descend, scramble climber’s left and down.","protection":"Fingers=>#5 camalot; maybe an extra hand sized piece, maybe a #6 camalot","location":"Down and left of Escondite/Humidity Police Fugitive is a recess with three short cracks; Extortion Among Friends is the right facing corner and wide crack at the left side of the recess, behind an oak tree."},"__v":0},{"_id":"8q55be0IVN+4OQgf3YPQBg==","name":"Escondite","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"an ascent has been made, Jan 2019, SRuff & DCuster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":15,"mp_id":"116498555","mp_crag_id":"106405832","climb_id":"8q55be0IVN+4OQgf3YPQBg==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"P1: Up the corner/hand-crack; into the dark chasm; past some choss to lovely, featured varnish, to the light; belay on an ample ledge. P2: Tiptoe over the chasm and ascend the corner and lesser chasm to blocks. Behind, up an uninspiring 20’ of sandy crack (first gear in solid rock = #6, followed soon by #4) to a sloping ledge with small oak trees. Either rappel to the top of Coming of Age/Bighorn Campus Coffee House (<30 meter) or better yet P3: Scramble up ledges to the base of the crispy but fun #5 camalot corner crack; negotiate the move into the crack proper, climb it; up blocky terrain to a slung-block rappel.","protection":"fingers through #4, #5s for pitch 3 (optional: a headlamp and #6)","location":"Start at an obvious 30’ dihedral in chocolate rock with a hand-crack in the back, below the entrance to a cave."},"__v":0},{"_id":"c1RHNlrRWHWOKw+Wf1zulw==","name":"Coming of Age","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"and ascent has been made, Jan 2019, DCuster&SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":13,"mp_id":"116246164","mp_crag_id":"106405832","climb_id":"c1RHNlrRWHWOKw+Wf1zulw==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Start at the mouth of the claustrophobic corridor guarded by a small oak; up the crack in the face; up the wider crack in the left facing corner; at the big ledge, up the sustained left crack in the right facing corner; up the wide (right) crack to a ledge system.\n\n Sustained, hand size dependent crux; quality all the way.","protection":"Standard rack to #4. Extra thin hands and fists as desired. If you’re at the Slot Club wall, you probably brought 2 #4 camalots anyhow, so put them to use here too…","location":"From the unpacking zone below the Closet/Slot Club belay ledge, hike climber’s right/downcanyon below a rock buttress and promptly back up."},"__v":0},{"_id":"na+uHxXQVkii3Hqi68a8tg==","name":"The Closet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":6,"mp_id":"107888885","mp_crag_id":"106405832","climb_id":"na+uHxXQVkii3Hqi68a8tg==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"The Closet is a long and sustained squeeze chimney with a few faces holds intermixed to help you out.  The rock is featured on the outside but is often fragile. The rock on the inside of the crack is mostly solid.  \n\n  Stop at an intermediate bolted anchor at about a 100' or continue squeezing upwards for another 80' and top out to walk off to the West.  Choose yer own adventure...","protection":"#6, multiple Big Bros or equivalent","location":"The current left-most route at the Slot Club Wall"},"__v":0},{"_id":"HcvrMk6bXaOnXHyhblNRjw==","name":"Bighorn Campus Coffee House","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been been made, Jan 2019, DCuster & SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":12,"mp_id":"116497977","mp_crag_id":"106405832","climb_id":"HcvrMk6bXaOnXHyhblNRjw==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Gain the crack, many options; best to avoid white, sandy rock. Up the crack, through the roof/bulge, up.","protection":"Gear: standard rack, + a #5 &/or #6 camalot","location":"Just left of Coming of Age; just right of the fallen column alcove just right of Slot Club"},"__v":0},{"_id":"6k14qDyoUW+oq61Flg9lBQ==","name":"The Bathypelagic Zone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent has been made Jan 2019, DCuster, RPropson, SRuff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"left_right_index":3,"mp_id":"116497609","mp_crag_id":"106405832","climb_id":"6k14qDyoUW+oq61Flg9lBQ==","areaRef":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"Wild, wide, multi-dimensional, climbing; plenty of shade.\n\n P1: Up the wide crack to a ledge; walk back into the abyss; up the orthogonal, wide cracks in the back. Belay on blocks. P2: Step back into the wide, black chasm on the left; up; escape to hiking terrain.","protection":"1 of everything, nuts, Metolius 0 tcu => VG 12, additional Camalot #6 & VG 9 if there is room on the gear loops.","location":"Belay on the tree ledge 20’ above the approach trail to The Maw where a wide crack in a right facing corner and a chasm above separate the rock on the left from the Slot Club face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,f76715c2-a690-5063-9448-a30f53b57730","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","14-First Creek Canyon","Slot Club Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.9+"},{"count":7,"label":"5.8"},{"count":1,"label":"5.10"},{"count":5,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":9,"intermediate":9,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":9,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4776,36.0812]},"bbox":[-115.47815638399723,36.080750339818145,-115.47704361600277,36.08164966018187],"left_right_index":-1,"ext_id":"106405832","area_id":"92cVwqaQUGOUSKMPU7V3MA=="},"content":{"description":"This sunny crag features a dozen nice cracks, 1 to 3 pitches, many of which are quite wide. This area gets direct winter sun until about 2pm."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:11:18.789Z","updatedAt":"2022-11-25T11:19:39.027Z"}