{"_id":"6368a6a1e80bff5a995d1cad","area_name":"1. First Buttress","shortCode":"","climbs":[{"_id":"NJV02ioIVZ+J3rQd2mtRBQ==","name":"You, Watch the Clocks!","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rudaw Janowic","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":19,"mp_id":"112305837","mp_crag_id":"106491017","climb_id":"NJV02ioIVZ+J3rQd2mtRBQ==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Tall face climb, and is balancy in some areas. Is challenging at the crux","protection":"11 Bolts, Bolt Anchor","location":"On the Face to the right of the chimney outside of the big roof."},"__v":0},{"_id":"TbWrEqLcXdaLJwK3AtClHg==","name":"West Virginia Two-Step","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lee Munson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":2,"mp_id":"107779751","mp_crag_id":"106491017","climb_id":"TbWrEqLcXdaLJwK3AtClHg==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"West Virginia Two-Step can be the most difficult route to capture at the first buttress, not because it is any more difficult than the rest of the routes there, but because a heavy stream of water runs down it throughout much of the year.  If you happen to get on this route when it is dry, be sure to marvel at the extremely corroded sixth bolt, but I wouldnt recommend falling on it.\n\nThis route climbs almost identically to its neighbor Typical Situation.  The only difference is that WV2-Step is less cruxy but more sustained and more footwork intensive.  The crux moves on the two routes are very similar.\n\nWV2-Step is crimpy and bouldery.  It is continuously difficult from the third bolt to the fifth.  The fourth bolt can be extremely hard to clip due to a lack of footholds.  Pulling the roof requires some unique techniques, but the moves themselves are not too difficult.  Complete the remainder of the route by traveling through some cool pockets to an easy top out at the anchors.","protection":"6 bolts + anchor","location":"The center route on the left face of the buttress."},"__v":0},{"_id":"y6HciONvViKTnPFCCCRPLw==","name":"Vignette","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rudaw Janowic","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":0,"mp_id":"109053453","mp_crag_id":"106491017","climb_id":"y6HciONvViKTnPFCCCRPLw==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"From opposing side pulls, climb up on easy rock to a leaning stance to clip the 3rd bolt. Move out over the void to reach holds around the corner to the right. Engage a fun boulder problem to a stance on the right face. Make a long reach and mantle up to the anchors.","protection":"4 bolts, 2-bolt anchor.","location":"Scramble up a series of boulders on the far left end of First Buttress. Once on the high platform between First and Zero Buttresses, walk past some loose rocks to a ledge on the left end of the buttress."},"__v":0},{"_id":"2JTkHKRIVxefubXTCy/OXw==","name":"Typical Situation","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Bentley Brackett 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":1,"mp_id":"107539021","mp_crag_id":"106491017","climb_id":"2JTkHKRIVxefubXTCy/OXw==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Typical Situation is another one of the neglected routes around the left side of the buttress.  This seldom done route features top quality white sandstone with just the right amount of edges to make it possible.\n\nBreeze through the first three bolts on crisp edges.  Take your last breath before entering a powerful, tenuous crux.  If you exhale you could compromise your core tension and be sent sailing!  After making an extremely powerful deadpoint to a vertical slot paw desperately to find a hidden foot hold.  An 18 inch tick mark wont save you here.  Its probably best to let your belayer verbally guide you toward the foot hold.  Slap desperately and move quickly past the fourth bolt.  A series of thrilling highstep and backstep foot movements take you to jugs in the roof.\n\nTraverse 10 feet to the left and execute the redpoint crux around the roof.  Campus through on jugs to get your feet established on the finishing face.  Dont forget that all routes at the NRG end at the top of the cliff, whether it means climbing through lichen, a waterfall, or spider webs as thick as fishing line.  With that said enjoy twenty feet of 5.8 adventure climbing to the chains.","protection":"7 Bolts + anchor","location":"Starts atop a ledge on the left side of the buttress.  Second route from the left since the new addition of arete route on left."},"__v":0},{"_id":"IrWLxxhMUJe1539mfL1VLA==","name":"Toymaker","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":15,"mp_id":"107496898","mp_crag_id":"106491017","climb_id":"IrWLxxhMUJe1539mfL1VLA==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Toymaker differs a little in character from its neighboring 13a's.  Instead of being an endurance challenge like the others, it features a single fierce boulder problem at 2/3 height.\n\nBegin by climbing a steep section to the first bolt.  After the first bolt negotiate an off width while stemming through a dihedral.  Traverse 10 feet to avoid an impossible roof and then get ready for some straight forward climbing.  For the next 15 feet the rock is steep and the holds alternate from square cut edges to slopers.\n\nA really good rest awaits you before the crux boulder problem.  The crux sequence is five moves long and culminates with a massive lunge to a good edge.  A few more long reaches take you to a rest.  The route finishes with a couple long lock offs between small crimps.\n\nOften times a stream of water runs down the wall past the second bolt. Don't let this deter you from trying the route. Your rope will stay dry and you don't need to use any of the wet foot holds.\n\nI avoided getting on this route because I thought the third bolt might have been missing. It is there, look hard and you'll see it camouflaged in the roof.","protection":"10 bolts + anchor","location":"This route separates the long endurance routes on the left side from the short steep routes on the right side.  Look for the starting off width/stem corner."},"__v":0},{"_id":"0qdmrjCuXXSHP52LWC0LeA==","name":"Superman","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Munson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":16,"mp_id":"106550363","mp_crag_id":"106491017","climb_id":"0qdmrjCuXXSHP52LWC0LeA==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Start by climbing up to reach a shallow undercling flake and then a good horizontal seam to reach the first bolt.  Use some poor holds to pull the lip of the overhang aiming for a jug at the 2nd bolt (crux).  From here, make a deadpoint left, and clip the 3rd bolt.  From here to the end, the climbing starts to ease up.\n\nNote:  Pay attention to where the belayer stands for the start.  It is difficult to find a position so that you don't climb under the first stick clipped bolt without getting the rope twisted backward as you pull the lip.","protection":"4 bolts, Anchors:  1 shut, 1 bolt with a quick link.","location":"Locate 2 large trees on the right side of the cliff.  Superman starts directly in front of the trees.  This climb is about 15 feet to the left of Andoullie, 5.11c."},"__v":0},{"_id":"TEhpPe1uXFGQn7PzdQ2wgw==","name":"Sausage","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eddie Begoon, Mike Artz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":18,"mp_id":"106562033","mp_crag_id":"106491017","climb_id":"TEhpPe1uXFGQn7PzdQ2wgw==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Climb straight up to the 2nd bolt using really positive jugs.  Take a good rest at the second bolt, hand jams may help.   Traverse left about 8ft to the 3rd bolt.  From here, reach up and find a crimp on the otherwise blank lip and pull up to a nice hold (crux).  Clip the 4th bolt and diagonal up and left to the shuts.  Clipping the shuts can be difficult if you don't find the footholds.  This route stays dry in the rain.","protection":"4 bolts, shuts.","location":"This is the right most line at the 1st Buttress.  Start under the right end of the low overhanging section of rock."},"__v":0},{"_id":"qWDIc0PHXXeE3APVuXuASA==","name":"Push","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Artz, Eddie Begoon 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":10,"mp_id":"106550098","mp_crag_id":"106491017","climb_id":"qWDIc0PHXXeE3APVuXuASA==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"This route is classic!   It's worth coming to this crag for this route alone! Start by climbing up a blocky section of rock to reach the first bolt.    From here, climb straight up making some tricky moves to reach the obvious hueco at the 4th bolt.   Next, make a traverse right for about 6 feet to reach a vertical seam and eventually a really good stance.   Continue up and then make a long easy traverse back left to clip the 5th bolt.   It looks a bit run out, but it's a clean fall and the hardest moves are still fairly close to the 4th bolt.   From the 5th bolt climb up and a bit right heading for the final overhang.   Pull the overhang and hang in there for the redpoint crux at the last bolt.","protection":"10 bolts, shuts","location":"This route is directly in front of you as you reach the cliff on the approach trail.  It's just to the right of Lambda."},"__v":0},{"_id":"i3G0Laa0V4+4O9nwAA7zMQ==","name":"Lamda","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Munson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":8,"mp_id":"107361540","mp_crag_id":"106491017","climb_id":"i3G0Laa0V4+4O9nwAA7zMQ==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Fun sport climb, with a bit more defined crux than Push, the other 12- at the wall.","protection":"Bolts to a 2 bolt anchor.","location":"Just to the right of Cross-Eyed and Blind, and left of Push."},"__v":0},{"_id":"0XxAeZC5UiGajOSixY7LiA==","name":"Lady Punk","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rudaw Janowic 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":6,"mp_id":"106960810","mp_crag_id":"106491017","climb_id":"0XxAeZC5UiGajOSixY7LiA==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Climb the first part of Ben Dunne to the ledge and step right. Begin climbing up following the bolts and race to fight the pump on this sustained 10b/c upper section.","protection":"7 bolts to bolt anchor","location":"Same as Ben Dunne"},"__v":0},{"_id":"QM/4XNSuVKOs3fyP1i+NcQ==","name":"Floaters","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Todd Offenbacher, Eddie Begoon late 80s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":4,"mp_id":"106550348","mp_crag_id":"106491017","climb_id":"QM/4XNSuVKOs3fyP1i+NcQ==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"This is yet another great climb at the First Buttress.  Start by climbing up very easy blocky ledges to a large ledge where to you can clip the first bolt.  From here, climb the short face using very positive horizontals to mantle up to a stance.  (place a cam after the mantle if you like).  The easiest way to access the arete is to climb around the left side of the small overhang and traverse back to the right on a large ledge.  After you clip the bolt, climb up on the left side of the arete to gain the next bolt.  The crux is the section leading toward and away from the 3rd bolt.   From the 3rd bolt, head around the right side of the arete and stay on that side to the top.","protection":"7 bolts, (a small cam with a long runner can be placed between the first and second bolt).  It's not necessary though, even with the gear, you would not want to take the fall and it's very easy terrain.  cam size:  .5-1\"  shuts at top.","location":"This is the obvious orange arete on the left side of the crag."},"__v":0},{"_id":"4S4zXXtIX3W+ZNv280nN8w==","name":"Eye of Mordor","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Joel Brady","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":14,"mp_id":"107361553","mp_crag_id":"106491017","climb_id":"4S4zXXtIX3W+ZNv280nN8w==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Like other routes at First Buttress, this has a series of boulder problems, separated by good rests, and ends in a dihedral.\n\nI gave this a 13a, since that is the traditional grade, but I think that most will find it a bit soft.  It is definitely the softest 13 at First Buttress.  Originally it was 13b, but the upper dihedral got a drilled pocket, making the redpoint crux significantly easier.  If you want the original flavor of the route, go directly from the glued jug to the fingerlock in the corner, skipping the pocket.\n\nAfter the crux, move left from the corner under a roof, eventually going over it on jugs.","protection":"13 bolts, bolted anchor","location":"right of Corner Pocket"},"__v":0},{"_id":"x19F/6JoWUmRfXIo+sJZag==","name":"Cross Eyed and Blind","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Artz, Eddie Begoon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":7,"mp_id":"106550243","mp_crag_id":"106491017","climb_id":"x19F/6JoWUmRfXIo+sJZag==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"This route makes a nice warm up for many of the other harder lines at this cliff and it's a great climb.   Start is the same as for Lambda but at the first bolt head left and continue to diagonal up and left.   Use a long runner when clipping the first bolt on Lambda to reduce the rope drag.  The entire climb involves making long reaches to really positive horizontals, many of these horizontals offer great hand jams for rests.  Continue to a large ledge under the upper overhanging headwall.","protection":"9 bolts with rappel rings","location":"Locate the obvious orange Arete (Floaters, 5.10d).  This climb is the second bolted line to the right from Floaters.  (There's a mixed line between Floaters and Cross Eyed and Blind that is not in the Cater Guide, 3rd edition)."},"__v":0},{"_id":"KgjWgSFEV5uTYhzTmpT3Fg==","name":"Creature","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Craig Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":3,"mp_id":"107516037","mp_crag_id":"106491017","climb_id":"KgjWgSFEV5uTYhzTmpT3Fg==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Creature could possibly be the finest route at the first buttress. It sits unassumingly around the left side of the buttress, hidden in the shadows of the more prominent routes on the front side. Its west facing orientation keeps it shady until early in the afternoon.\n\nClimb a finger crack to a ledge 20 feet off the ground.  Take care executing the next moves\n\nbecause a fall would probably land you on the ledge. A technical move awaits you immediately after clipping the first bolt. The next couple bolts worth of climbing is easier, and takes you to the perplexing intro moves to the crux. Do a couple insecure lie back moves and then fall right into a big block. Falling slightly backwards and slapping the big block, while in the iron cross position, is definitely one of the more memorable moves at the Gorge.\n\nThe hardest moves come right after the fourth bolt. There are two distinct options here; either dyno or use another set of holds to make a long lock off move. Fun lie backing on good holds is your reward for completing the crux.","protection":"6 bolts + anchor","location":"First route around the corner from the main face of the buttress."},"__v":0},{"_id":"wOl0RUAWWMC+oThfSsqs4Q==","name":"Corner Pocket","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":13,"mp_id":"107361544","mp_crag_id":"106491017","climb_id":"wOl0RUAWWMC+oThfSsqs4Q==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Easier climbing for the first four bolts or so, to the regular First Buttress sit-down rest.  From here on it gets harder, with several tough boulder problems going over little roofs, separated by good rests.  The very top goes into a hanging dihedral.  There are two no hands rests, which makes the upper dihedral a little easier than expected.","protection":"bolts","location":"Right of Push/Boomerang, left of Eye of Mordor."},"__v":0},{"_id":"5fulFieeXXWlAB05Atm2Qg==","name":"Boomerang","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":11,"mp_id":"107069302","mp_crag_id":"106491017","climb_id":"5fulFieeXXWlAB05Atm2Qg==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"This route shares its first five bolts with 'Push' before diverging slightly right and heading through the hanging dihedral.  The first five bolts of the route head through smooth white stone.  Expect nice horizontal ledges, sloping crimps and a beach ball sized pod.  This intro section is followed by a no hands rest on a giant ledge.\n\nThe second half of the route is a little steeper.  Negotiate some long reaches between positive crimps to reach a large roof.  Rest up at this point and then bring your lockoff strength for the technical crux.  A redpoint crux awaits you in the dihedral.  Grab the glue-merang hold, get aggro for a move or two, and then tech your way up the rest of the dihedral.\n\nDon't cheat yourself out by climbing up the juggy crack to the right of the bolts.","protection":"11 bolts plus fixed biner anchor.  A long sling on the first bolt in the hanging dihedral is a good idea and stick clip the second bolt.","location":"This is the first route you encounter when approaching the first buttress.  Look for the large hueco around the third or fourth bolt."},"__v":0},{"_id":"fMxcyQYAW2y78sfjSGVEuw==","name":"Black Crack","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Peter Croft","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":12,"mp_id":"107361568","mp_crag_id":"106491017","climb_id":"fMxcyQYAW2y78sfjSGVEuw==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Obvious splitter crack that cuts through the headwall between Boomerang and Corner Pocket.  Climb the first four bolts of Corner Pocket (there is gear available the whole way if you prefer to skip bolts), then move left into a broken fingercrack, interspersed with lots of jugs.  At the base of the final headwall, make a slightly heady and very exposed traverse right to the steep splitter, which is mostly perfect fingers.  After the splitter ends, bust slightly right again through dirty jugs, to anchors at the very top of the cliff.\n\nThe first 2/3rds of this route isn't so bad but the pump builds for the headwall!","protection":"You can use everything from a 0 tcu to a 3 camalot, but the bulk of this route is .4 camalots/yellow Metolius/yellow Aliens.  Six of that size would not be too many.  And slings.  Lots of slings.","location":"between Boomerang/Push and Corner Pocket"},"__v":0},{"_id":"3ERElBLxVzibhbSK0p33Zw==","name":"Ben Dunne","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Blaze Davies","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":5,"mp_id":"106919793","mp_crag_id":"106491017","climb_id":"3ERElBLxVzibhbSK0p33Zw==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"This route sits directly to the climber's right of Floaters at First Buttress.  Blocky start leads to a fun seam.  Follow the seam through a roof, then on to easier ground above.  If you happen to drag a light rack down to the meadow this is definitely worth doing.  Protects well with C4's and nuts","protection":"Bolt Anchor","location":"Finger crack / Corner next to Floaters"},"__v":0},{"_id":"kyEoMx5bXhS4juTvCatpfg==","name":"Andoullie","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kenny Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"left_right_index":17,"mp_id":"109506026","mp_crag_id":"106491017","climb_id":"kyEoMx5bXhS4juTvCatpfg==","areaRef":"y2PQavInU5+yg4tejI+dJw=="},"content":{"description":"Hard climbing through the first 2 bolts (with plenty of bad hold options) to a big jug at the second bolt. Easier climbing to the last bolt and then a traverse right from the last bolt before heading up to the anchors. There is the potential for an awkward fall from the farthest point right on the traverse.","protection":"5 bolts, 2-bolt anchor shared with Sausage. Recommend stick-clipping the 2nd bolt.","location":"Of the three routes under the large roof on right side of First Buttress, second route from the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,dfd51586-7af2-59dc-bd58-455e2fd2e841,46bbbe98-1e39-5809-bbd6-4cf0441f9643,cb63d06a-f227-539f-b283-8b5e8c8f9d27","pathTokens":["USA","West Virginia","New River Gorge, The","Meadow River Gorge","Upper Meadow","1. First Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":5,"label":"5.13a"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":8,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":9,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.91967,38.14319]},"bbox":[-80.92024174510072,38.14274033981814,-80.91909825489927,38.14363966018187],"left_right_index":-1,"ext_id":"106491017","area_id":"y2PQavInU5+yg4tejI+dJw==","polygon":{"type":"Polygon","coordinates":[[[-80.92024174510072,38.14274033981814],[-80.91909825489927,38.14274033981814],[-80.91909825489927,38.14363966018187],[-80.92024174510072,38.14363966018187],[-80.92024174510072,38.14274033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:33:10.593Z","updatedAt":"2024-02-19T18:42:41.812Z"}