{"_id":"63689d5ce80bff5a994f5343","area_name":"A. Swan Slab","shortCode":"","climbs":[{"_id":"rDVjLokXXzSiIQP5d3nysA==","name":"West Slabs","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":2,"mp_id":"106852654","mp_crag_id":"105841123","climb_id":"rDVjLokXXzSiIQP5d3nysA==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Great place to learn slab and friction climbing. Routes from 5.6-5.8. Could be longer so do laps and find a harder line each time.","protection":"Top rope only. Small tree is long dead. Bring medium cams .5-1 and section of static rope for anchor, maybe a 2 and another section of static for redirects.","location":"Obvious slab left of oak tree flake and swan slab chimney.  To set an anchor hike up left side of climb then move right along ramp to a medium sized pine tree. This climb can be seen from the road and is popular with Yosemite guides and first timers and may be crowded."},"__v":0},{"_id":"rzjHVtJeVhGeL6TdeW1dVw==","name":"V-Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":7,"mp_id":"108104346","mp_crag_id":"105841123","climb_id":"rzjHVtJeVhGeL6TdeW1dVw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"I don't know the official name, so if you do, add it in the comments!\n\nThis is a sorta OW sorta chimney between the 5.9 crack and the 5.5 Swan Slab Chimney. It's short, kinda stout, and fun.","protection":"Probably some wide gear. Maybe a pad? TR or solo.","location":"Route lies left of Swan Slab Chimney."},"__v":0},{"_id":"3kqRl17aVViSnfw1ReAC3A==","name":"Unnamed Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":22,"mp_id":"119374870","mp_crag_id":"105841123","climb_id":"3kqRl17aVViSnfw1ReAC3A==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Slab climb between Swan Slab Gully and Hanging Flake just right off the tree. A 5.8 variation starts left of the tree.","protection":"Top rope off boulders after leading Swan Slab Gully or Hanging Flake.","location":"Just right of the large tree and bench to the right of Swan Slab Gully."},"__v":0},{"_id":"ic3+iAXNXOKgRGLN0Uxmsg==","name":"Unnamed Thin Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":15,"mp_id":"105998963","mp_crag_id":"105841123","climb_id":"ic3+iAXNXOKgRGLN0Uxmsg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Nice thin face climbing with an occasional thin crack move.  Easily top-roped after climbing Oak Tree Flake or Grant's Crack.","protection":"Use the crack above Grant's Crack (below a small tree) to build a TR anchor.  Crack takes small to 3/4\".","location":"Just right of Grant's Crack.  The face climbing begins above a set of large, stacked blocks."},"__v":0},{"_id":"vJUr1BHbVfWQZFr5ag9Dxw==","name":"Unknown Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":9,"mp_id":"108104379","mp_crag_id":"105841123","climb_id":"vJUr1BHbVfWQZFr5ag9Dxw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This fun line climbs up the arete left of Bay Tree Crack. When I climbed it, I started up Swan Slab Chimney (5.5) to Swan Slab Squeeze (5.7). At the top of Squeeze, you can get on the arete. The first move is a couple of somewhat tricky face moves. After that, the rest is pretty easy (5.7ish) and gets much easier as the route goes up.\n\nPlease note that the PG13 rating is for leading on the old bolts.","protection":"Some wide cams (squeeze chimney) for Swan Slab Squeeze, then a handful of draws for the arete. Honestly better to do this as a TR solo with a 70m. The bolts up top are ancient 1/4 rusted dudes, and special wide pro for the Squeeze would rather be overkill.\n\nGear anchor up top, supplemented by one old bolt/hanger combo atop Bay Tree Crack.\n\nEDIT: old bolts have been replaced, and a new two bolt anchor is at the top.","location":"As noted in the description, this route takes the arete left of Bay Tree Crack. Walk off is the same as Bay Tree, or rapp down to the ledge atop Chimney/Oak Tree Flake/Grant's. Easy downclimb down the chimney.\n\nThe Bay Tree Crack walk off involves a 5.5 downclimb which is tricky at first."},"__v":0},{"_id":"cx6gAZ+sXgiju5cjrLdREw==","name":"Ugly Duckling","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Worrall & George Meyers - 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":25,"mp_id":"106883592","mp_crag_id":"105841123","climb_id":"cx6gAZ+sXgiju5cjrLdREw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Just like the children's story that inspired the name, Ugly Duckling starts out on an ugly face which eventually turns into something beautiful.\n\nPitch one:  Climb a boulder problem start (.10a) on good edges up and onto the mossy slab.  Make your way right and up, cleaning the edges off as you go until you reach the first bolt(runnout).  Continue cleaning as you climb straight up below an oak tree's branches before reaching another bolt (runnout).  At this piont, the rock becomes cleaner as well as steeper.  Climb good knobs (.8) until you reach the third bolt (runnout).  Follow the thin crack right and up to the belay in the corner alcove.\n\nPitch two:  This is where the climb becomes beautiful.  Traverse left out a hand crack (.9) on amazing glacier polish.  The best granite at Swan Slab is found in this section.  When the traverse ends, climb straight up and pull the crux (.10c) with good gear at your feet.  The climb then tops out on an easy wide flake and crack.","protection":"Standard rack thin to #4 camalot.  Also bring quickdraws and shoulder slings.\n\nBring a nut tool with you on lead to clean off holds and to clean the beginning of the thin crack after the third bolt.","location":"This route is located on the mossy face left of Lena's Lieback.  On the right side of Swan Slab.  For the start, look for a boulder problem start ten feet left of a tree.  Its hard to see the first bolt, but from the start, it is up and right about thirty feet.\n\nThere is a variation to the right with two bolts.  This option is not recommended.\n\nAfter topping out, walk off to the right."},"__v":0},{"_id":"7aGdzuqSUU+R4oXIg6Znxg==","name":"Swan Slab Squeeze","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":8,"mp_id":"105955755","mp_crag_id":"105841123","climb_id":"7aGdzuqSUU+R4oXIg6Znxg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This short squeeze chimney, located just above and left of Oak Tree Flake, grows slightly more difficult the higher you climb and provides good practice for someone new to the wide. There are helper holds along the outside edge and face with a crux at a slight constriction where your hips may have to come out for a move.  You can easily reach the top of the climb to set a TR by scrambling up from the left, this is also the downclimb although you could rap from trees at the top if desired.","protection":"Solo or TR. A secure solo, #4 bigbro might work on lead, there are plenty of options for a TR anchor.","location":"The route begins after the initial 15' or so of the dirty/blocky chimney just left of the giant oak tree that marks the start of the Oak Tree Flake route. Climb the initial chimney and look up to the left for the obvious, clean, right facing squeeze. Descend by downclimbing through 4th class terrain to climber's left or rap off the trees."},"__v":0},{"_id":"cob474QeWb+N5HmgnFbjHQ==","name":"Swan Slab Gully","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":20,"mp_id":"105889783","mp_crag_id":"105841123","climb_id":"cob474QeWb+N5HmgnFbjHQ==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Three pitches of climbing that gets better and better with height.  Finishes on a cool ledge with excellent views.  All in all, straight-forward and fun.\n\nP1 (5.6, 70')\n\nJam and stem your way up 70 feet of cracks in a gully.  Belay from a big oak tree on a spacious ledge.\n\nP2 (5.5, 130')\n\nPerhaps the least aesthetic pitch on the climb.  Follow a crack in an obvious corner.  After approximately 80 feet, step right and follow cracks up mostly-4th class terrain.  Belay from a big oak tree on a spacious ledge.\n\nP3 (5.5, 120')\n\nWalk up the gully and head right for about 40 feet along a grassy ledge.  Climb up to meet a left-slanting hand crack.  Climb the crack until it ends.  Traverse right for 25 feet on an unprotected slab (5.4?).  Climb a 5.5 finger crack to the top.  Belay from trees and bushes.","protection":"Small to 3 inches","location":"Located in the middle of the crag, Swan Slab Gully is one of the most obvious and popular climbs on the Swan Slab--look for the line of people immediately right of Penelope's Problem.\n\nIf the first pitch is occupied with top-ropers, climb Hanging Flake, which is located around the corner to the right.  From the top of Hanging Flake, make a Class 2-3 traverse to the tree atop Swan Slab Gully's first pitch.\n\nDescent (Class 2)\n\nFrom the ledge atop P3, walk back and left away from the cliff.  Turn right and walk up and around a higher tier of rock.  Turn left and traverse the top of the tier.  Gradually walk back away from the cliff and follow a climbers' trail through the bushes.  Eventually, these descend and join a well-worn trail down the west side of Swan Slab."},"__v":0},{"_id":"an2lbIe5XK27H1UwfILvvg==","name":"Swan Slab Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":10,"mp_id":"106844790","mp_crag_id":"105841123","climb_id":"an2lbIe5XK27H1UwfILvvg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"obvious chimney in front of the huge oak on the main face of swan slabs. This chimney is a great chimney introduction pitch and is easily protected with small-medium cams. There is mainy different options for finishing the route.","protection":"small-medium cams/stoppers","location":"Just in front of the Huge oak tree and just left of the\n\nOak Tree Flake\n\n."},"__v":0},{"_id":"2LeaRLQHW7OuRG7+ui/2Kw==","name":"Pin Scar Seams","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":21,"mp_id":"106281528","mp_crag_id":"105841123","climb_id":"2LeaRLQHW7OuRG7+ui/2Kw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"The thin pin scarred seams right of swan slab gully.\n\nPlace pro where you can and go for it, and don't skip placing a piece in the horizontal crack at 2/3 height(there is a wider slot over to the rigth in this crack but a SMALL cam will fit)!\n\nIf you send this easy, consider going for the 5.10a right of Grants Crack! Reid's book shows this as a 5.7 and the S.T. guide doesn't include it at all. Both my partner and I feel like it is closer to 5.8. But you all decide.","protection":"Small cams and nuts (a wider slot on the right side of the horizontal would take a green or red BD C4). Belay at top or move left to the gully tree and lower off and TR second.","location":""},"__v":0},{"_id":"AV7mfh08Xq25TzsJmbtcyw==","name":"Penthouse Cracks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":1,"mp_id":"105958415","mp_crag_id":"105841123","climb_id":"AV7mfh08Xq25TzsJmbtcyw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"These four short cracks on the far left end of Swan Slab make ok solos/highballs or TRs in a variety of styles. You can toprope them all from a single anchor by scrambling up from the left. The cracks are rated (from L to R), 5.10a, 5.10a, 5.11a, 5.8. Crux on the .11a is a bouldery move right off the deck to gain an easier crack, easier for tall people.","protection":"TR or Solo.","location":"On the far left end of Swan Slab, starting off a large flat ledge about 15' off the ground. You can walk up to the ledge from the left. If soloing, when the cracks end traverse the horizontal break to the right past the 5.8 flake to gain a 5.5 face downclimb."},"__v":0},{"_id":"nyudp9q7W9adYbzoCjsLdw==","name":"Seamilicious","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":16,"mp_id":"105998969","mp_crag_id":"105841123","climb_id":"nyudp9q7W9adYbzoCjsLdw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Nice thin face climbing which is harder than its 5.10a neighbor. Easily top-roped after climbing Oak Tree Flake or Grant's Crack.","protection":"Use the crack above Grant's Crack (below a small tree) to build a TR anchor.  Crack takes small to 3/4\".","location":"Right of Grant's Crack and immediately right of Unnamed Thin Crack"},"__v":0},{"_id":"4i6tu1+xVGykopl0sK+3jA==","name":"Penelope's Problem","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Long, Tony Zeek, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":19,"mp_id":"105996559","mp_crag_id":"105841123","climb_id":"4i6tu1+xVGykopl0sK+3jA==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Fun, short beginner route","protection":"Light rack.","location":""},"__v":0},{"_id":"nGrtf+pTVHaLxjsHriVKcQ==","name":"Patio Cracks - Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":6,"mp_id":"107356372","mp_crag_id":"105841123","climb_id":"nGrtf+pTVHaLxjsHriVKcQ==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This is the crack with the slippery 5.9 start that turns into a layback, becoming much easier up to a large ledge, with a short 5.3 crack up to a large tree.\n\nUsually there's a cheater block at the base. Come'on though, we both know that you don't need that.","protection":"Cams + Nuts. Or toprope it.","location":"The first crack left from the swan slab chimney, and just right of the 5.7 Unnamed crack. Use Chris Macnamara's guidebook for more specific directions."},"__v":0},{"_id":"xk2gqtIGWz+BaBUUdt9Mpg==","name":"Patio Cracks - Left","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":4,"mp_id":"112833955","mp_crag_id":"105841123","climb_id":"xk2gqtIGWz+BaBUUdt9Mpg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"real short - more of a boulder problem than a rope route, but a fun combo of jams and a pull-up/mantel","protection":"lacking a pad, I fixed a rope from the tree above and TR self-belayed","location":"in the little alcove right of the West Slabs. See Unnamed flared crack in the Supertopo Yosemite Valley Free Climbs."},"__v":0},{"_id":"UH48t+dxVxWDJK39zo8F6g==","name":"Oak Tree Flake","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":11,"mp_id":"105997635","mp_crag_id":"105841123","climb_id":"UH48t+dxVxWDJK39zo8F6g==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Begin at a large Black Oak","protection":"Light","location":"Left of Grant's Crack"},"__v":0},{"_id":"S2Oo3x4fU1OzDDnin00mzg==","name":"Patio Cracks - Center","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":5,"mp_id":"106844762","mp_crag_id":"105841123","climb_id":"S2Oo3x4fU1OzDDnin00mzg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Just left of the 5.8 alcove boulder problem there is a flaring crack that is a mix of face/lb/jam. The crux is the first set of moves and climbing gets easier the higher you get. This is a decent lead although short and can be toproped with the tree if you scramble up the easier terrain. If leading take 1-4.5\" pro For the bottom and extra long runners for the topanchor.","protection":"The crack takes medium/large gear, once above the crack and on a huge ledge you can continue up on 5.0 terrain for a few feet to a large tree that can be slung with extra long runners. The tree is about 30' up","location":"The route is on the main face of the swan slabs just to the right of the alcove boulder problem and the 5.1 gully. Look for a flaring crack that starts a few feet off the ground and gets wider as you get higher.  Many different options for getting down from the tree anchor."},"__v":0},{"_id":"tsQiGOPGX9OXTVKStihVeg==","name":"Oak Tree Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":0,"mp_id":"108020120","mp_crag_id":"105841123","climb_id":"tsQiGOPGX9OXTVKStihVeg==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This route lies just a little left of the actual slab routes at Swan Slab. I don't know what the real name is, since it's not listed anywhere, but it runs straight up and left to an Oak tree.\n\nIt is a nice short boulder/solo or TR.","protection":"Fingers pieces or so. This route is best TR'ed via the Oak tree, or just soloed. Webbing for anchor, usual TR stuff, or a pad.","location":"Walk to the slab routes and go left along the base. The first easy crack you come to is Oak Tree Crack. You top out on the big open slab where the park service takes kids for the kid meeting things they do all the time."},"__v":0},{"_id":"1mA9l8+MUy6NHRyOrqpEnw==","name":"Lena's Lieback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kim Schmitz, Jim Madsen.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":26,"mp_id":"105867066","mp_crag_id":"105841123","climb_id":"1mA9l8+MUy6NHRyOrqpEnw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Lieback up the smooth left facing corner on the far right side of Swan Slab, to a ledge with two bolts.\n\nEither rappel 80' or climb one more circuitous pitch to the top.\n\nUsually people only climb the first pitch.","protection":"Pro to 2.5\".","location":""},"__v":0,"gradeContext":"US","updatedBy":"nWnsNNPNTZOvFvKGBOcnAg==","_change":{"user":"nWnsNNPNTZOvFvKGBOcnAg==","historyId":"6430816cfbd9321d4816984c","operation":"updateClimb","seq":0},"updatedAt":"2023-04-07T20:47:40.374Z"},{"_id":"gvzzLIgvW0Cm5VhaxdeJkA==","name":"Hanging Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":23,"mp_id":"105988273","mp_crag_id":"105841123","climb_id":"gvzzLIgvW0Cm5VhaxdeJkA==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"A very short crack, good for kids and novices","protection":"Light","location":"On the right side of Swan Slab"},"__v":0},{"_id":"lk5W1eBpUOq8kokL9+K5FQ==","name":"Grant's Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Grant Hiskes","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":12,"mp_id":"105841126","mp_crag_id":"105841123","climb_id":"lk5W1eBpUOq8kokL9+K5FQ==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Fun, technical 5.9 fingercrack. Can be toproped by scrambing up a gully with a tree to the left. Beware the old toprope anchors have been chopped. Set a gear anchor in the crack for TR and then climb up another 15-20 ft to when finished to rappel from a tree.","protection":"","location":""},"__v":0},{"_id":"seTPau/+WyabvhpnjU+tgA==","name":"Goat for it","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":27,"mp_id":"112802725","mp_crag_id":"105841123","climb_id":"seTPau/+WyabvhpnjU+tgA==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This route starts where both Lena's lieback and Claude's delight start, follow Lena's at the split and after about 5 feet there will be a ledge to the right which you will follow out on to the face in between the two climbs. I believe two bolts are there to help with protection. Thought this was the best of the triple stacked climbs but they are all great beginner/ intermediate climbs","protection":"Small rack with standard sizes","location":"In between Lena's lieback and Claude's delight"},"__v":0},{"_id":"eC00fXhAWTur0mwYPbXKkw==","name":"Funge on Munge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Grundon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":17,"mp_id":"112277045","mp_crag_id":"105841123","climb_id":"eC00fXhAWTur0mwYPbXKkw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Crux is just off the ground. Route was hand drilled ground up solo lead.  Climbs independent line even of the top rope routes near Grants. Bolts are well camaflouged and stainless.","protection":"You need some gear. A few small pieces for the overlap crack and a large hand piece for the last moves to the anchor.  Six stainless bolts.","location":"Walk up the gully right of Grants. Bolted anchor at ledge."},"__v":0},{"_id":"/8sbYrrjXLqQ4bIpEA/MPA==","name":"Claude's Delight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Claude Fiddler & Peter Olander - August 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":28,"mp_id":"106653590","mp_crag_id":"105841123","climb_id":"/8sbYrrjXLqQ4bIpEA/MPA==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This is a great beginner friendly pitch.  Start up broken cracks passing bushes (.7) to a bolted belay with chains (top of Lena'a Lieback).\n\nTop out option:\n\nFrom the chains, traverse left out an exposed undercling flake (#4camalot) then up and to the right (.7) following crack to the belay ledge.  This is the second pitch of Lena's Lieback.  Then walk off to thre right.  The quick walk off has a short scramble/down climb section to it.","protection":"Single set. This climb shares the anchor chains with Lena's Lieback.\n\nIf you choose to top out, use a natural anchor on top of pitch two.  Walk off to the right.","location":"This route is right of Lena's Lieback.  It is the last climb on the right side of Swan Slab."},"__v":0},{"_id":"JO0cpaJIWDezHv5u0tvRZQ==","name":"Bobcat Crack","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"Bobcat?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":3,"mp_id":"106852723","mp_crag_id":"105841123","climb_id":"JO0cpaJIWDezHv5u0tvRZQ==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"Easy low angle crack found directly next to west slabs.  Good first trad lead as it is well protected and has easy stances. May be a little short and easy for an expierenced leader.","protection":"Standard rack. Solid tree half way up. Medium cams .5-1 for top anchor. Tree is long dead.","location":"This climb is found by looking right from west slabs and locating the small tree half way up the crack. Walk off."},"__v":0},{"_id":"qFDXLhBGXGmXWVIKISmwnQ==","name":"Bobby's Lobby","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":18,"mp_id":"108104427","mp_crag_id":"105841123","climb_id":"qFDXLhBGXGmXWVIKISmwnQ==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This route runs to the right of 'Unnamed Seam 5.10c'. Route starts up the little watercourse at the base, goes up thin face moves, and ends on cool juggy holds. Tops out right and pretty close to the anchor, relative to the two face routes on the left.\n\nRating is approximate.\n\nAgain, if anyone knows the name of the route (if anyone bothered to do it before), let me know and I'll fix it.","protection":"TR from tree above Grant's Crack.","location":"Right of 'Unnamed Seam 5.10c' on lichen covered face.\n\nRapp from tree above Grant's Crack."},"__v":0},{"_id":"Voe42hpsVOCVsq2L/b7I8Q==","name":"Bay Tree Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":13,"mp_id":"106698827","mp_crag_id":"105841123","climb_id":"Voe42hpsVOCVsq2L/b7I8Q==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"A great addition to the Oak Tree Flake or Grant's Crack. Climb the stacked blocks off the ledge at the top of the for mentioned climbs. Pass the bay tree, and proceed into the finger crack. Continue up the right arching crack which turns into mostly tight hands (5.6). There is a medium sized rock at the top with two chopped bolts. Sling the boulder or find a good nut.","protection":"Single set to 2.5\"","location":"The start of this route is located at the backside of the ledge at the top of the Oak Tree Flake and Grant's Crack.\n\nWalk off to the left with a short easy fifth class downclimb, or set up a rappel."},"__v":0},{"_id":"M06gunwRVCKWstyWgN+Lkw==","name":"Aid Route","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Joe Oliger & Steve Roper April 1961, FFA: Lloyd Price et al 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":24,"mp_id":"105938230","mp_crag_id":"105841123","climb_id":"M06gunwRVCKWstyWgN+Lkw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This was originally a practice aid route and was initially freed in 1967 by Lloyd Price et al. There are conflicting accounts, but some claim this was the first 5.11 pitch freed in the Valley. Although current guides give it .11b, it was rated .11a in the 1982 guide, and rated .10d by Bridwell in his seminal article \"Brave New World\" published in Mountain #31 in 1973. Either way, it was an early example of freeing old aid lines and was at the outer edge of difficulty when it was freed. I've seen this route shut down more than one \"5.12\" sport climbers.\n\nThe business starts right away with a fingery crux on shallow boxy pins scars to a long reach to gain a small flake, then a jug out right. This initial section is bolt protected. Once through the crux, the easy pin-scarred, right trending crack continues to a bolt anchor/rap station at half height. Above this, the second pitch is fingers in pin scars with the occasional hand jam. A short .10a crux reaching between pin scars is encountered near the top. The climb can be done in a single pitch with a 60m (barely).\n\nIf you are not up to the boulder problem start, it's worth yarding through on bolts to climb the crack. Otherwise, careful footwork and finger strength will see you through. Having a long reach doesn't hurt either.","protection":"Std rack to hands. Three bolts to start the first pitch","location":"Left of Lena's Lieback and right of Oak Tree Flake, starting in front of a tree at obvious shallow pin scars on a slab leading to a long splitter hand and fingers crack about 15' off the deck. The cleanest, best looking crack line on Swan Slab."},"__v":0},{"_id":"h+Kyjv8TWnyYY+3WaAqfMw==","name":"5.6 Chimney Above Grant's","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"left_right_index":14,"mp_id":"111336129","mp_crag_id":"105841123","climb_id":"h+Kyjv8TWnyYY+3WaAqfMw==","areaRef":"OtlWNbtjUZCVCw7cLrGoRw=="},"content":{"description":"This route combines Grant's Crack with the 5.6 chimney above the small belay tree. If you know the name of the route, please leave it in the comments so they I may update it.\n\nClimb Grant's crack or Oak Tree Flake to the belay tree. Second pitch is 5.6-7 depending on where you go, but it's all laid back. Continue up above chimney and slightly right. If you have a 70m rope, you can belay from the large ledge next to the walk off for Swan Slab Gully's 3rd pitch. 60m brings you to a slightly awkward belay on some dirt and grass mounds with large flakes.\n\nThere is an old rusted bolt atop the 5.6 chimney.","protection":"Standard rack, maybe doubles to 2 with a 3 thrown in there","location":"Directly above Grant's Crack belay tree, trending right as it climbs higher."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,27e05140-dd05-55f9-87f2-c27a5a7ba966,3ad95635-bb63-5190-950b-0edc2eb1a847","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","E. Yosemite Falls Area","A. Swan Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":5,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.1"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":12,"intermediate":8,"advanced":2,"expert":0}},"tr":{"total":13,"bands":{"unknown":0,"beginner":6,"intermediate":7,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":14,"intermediate":10,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.5999,37.74499]},"bbox":[-119.6004686552052,37.744540339818144,-119.59933134479479,37.745439660181866],"left_right_index":-1,"ext_id":"105841123","area_id":"OtlWNbtjUZCVCw7cLrGoRw==","polygon":{"type":"Polygon","coordinates":[[[-119.6004686552052,37.744540339818144],[-119.59933134479479,37.744540339818144],[-119.59933134479479,37.745439660181866],[-119.6004686552052,37.745439660181866],[-119.6004686552052,37.744540339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:54:46.363Z","updatedAt":"2024-02-19T18:29:57.220Z","_change":{"user":"nWnsNNPNTZOvFvKGBOcnAg==","historyId":"6430816cfbd9321d4816984c","operation":"updateClimb","seq":0}}