{"_id":"6368a214e80bff5a9955d8e8","area_name":"Entrance Pinnacle Sector","shortCode":"","climbs":[{"_id":"pa+3GEqlVaa9hoZdWu+Law==","name":"You Scream","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Logan Peterson  w/ Kevin Freitas 6/13/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":4,"mp_id":"119035574","mp_crag_id":"115193497","climb_id":"pa+3GEqlVaa9hoZdWu+Law==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"Lots of climbing for the length, with good pro once you get into the business.Head up into the dirty slot, noting that the pale rock at the base of this wall is quite soft, and what look like holds/feet may crumble...but you came here to crack climb, right? A deep #5 placement protects the move into the slot, but fear not, great offwidth technique is not necessary.Follow easy moves up the slot. From there, take a slight left around the roof (see photo). Protect the roof well, and commit to the moves. Follow the crack on the left side of the hanging buttress to the anchors.Taking a hard left under the hanging block would get you into I Scream.Please toprope on your own draws.For a cultural reference on the route names, see the link. This reflects how all of us crack addicts felt during the quarantine that incubated these routes. youtube.com/watch?v=7rK3s_B…\n\n ","protection":"Singles from 0.4 to 2, plus a #5 and a few slings. If you want to sew it up, bring doubles in 0.75 to 2. 2 bolt anchor.","location":"The middle of the three lines that diverge from the dirty slot. These are the first routes you'll encounter at the crag. See photos."},"__v":0},{"_id":"5bzYvnBIXBac9DQpQ/dt6Q==","name":"We All Scream","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Logan Peterson w/ Kevin Freitas 6/13/20","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":5,"mp_id":"119035673","mp_crag_id":"115193497","climb_id":"5bzYvnBIXBac9DQpQ/dt6Q==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"Same start as You Scream, but aim for the crack on the right side of the hanging buttress. The pale rock at the base of this wall is quite soft, so use the crack. Dump both #5 cams before you get to the roof, placing the second high and deep. Delicate face climbing up a blunt arete takes you to the roof. Plug some solid gear to protect the roof, and get ready to jam/pull hard. The final move, which puts the anchors at chest level, should not be missed. Anchors were installed a bit low to ensure solid bolt placements. Movement is varied, interesting, and I daresay physical in spots. I rated it PG-13 to get people's attention, but there are options for solid pro throughout...if you manage to place it. Leading this route might not be a good choice if you're new to trad or pushing your grade.Please use your own draws to toprope.","protection":"Single rack from 0.5 to #3, two #5s and a sling or two. Extra #1 highly recommended. Adding a #4 or another #3 to this mix will allow you to sew up the dirty slot, but the moves there are easy. Two bolt anchor.","location":"The first route you encounter at the crag. Shares a start with I Scream and You Scream."},"__v":0},{"_id":"sZHYdpr7UvWTwX50k/my1Q==","name":"Soft-Serve Cone","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A. Miller with L. Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":6,"mp_id":"115193567","mp_crag_id":"115193497","climb_id":"sZHYdpr7UvWTwX50k/my1Q==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"This is the Entrance Pinnacle Route, though it mostly climbs an overhanging corner. This route gets shade first, maybe at 11:30 most warm seasons.\n\n Climb perfect hands to an awkward pod, to good fingers and hands above. An airy but easy face move at the top makes a worthy and fun top-out, stand-on-top finish. Though most folks will probably clip the anchors and lower without topping out.\n\n I like this climb a lot, but the wide-factor will probably turn some folks off. Let me just say that it doesn't require any hand-stacking and the rock quality is very good despite looking soft at the bottom.\n\n  OK, there is your spoiler, enjoy.","protection":"Single Rack from #1 to #6 Camalot.  Optionally you can leave either the 5 or 6, most folks don't need both.","location":""},"__v":0},{"_id":"n/CfroNoW3i3zkwZIwg/lA==","name":"Michoacan Bar","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"A. Miller, N. Woodward (FFA)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":1,"mp_id":"115193531","mp_crag_id":"115193497","climb_id":"n/CfroNoW3i3zkwZIwg/lA==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"This route gets early shade, possible at 12:30 average warm season. Easy hand crack gets you to a ledge where you can easily place great finger-sized gear. Above, fiddle in some smaller tips gear before you need to commit to the fun and exciting finish.NOTE: There is good gear the whole way; with that said, place any small tips gear deep; too shallow placements can be in flaring pods and/or could break off some of the crispy edge of rock and fail. I watched someone take a decent fall from the last move of this route onto a purple C3; it held bomber. I also watched a shallow green C3 placement pop from body weight (placed at the crack edge); you can see the scar in the upper part of the crack.  After seeing this, we bounce-tested a better placement and it seemed fine, but just be aware.","protection":"Single Rack from hands to double zero (purple C3 is perfect). See gear note above.","location":"First route you see when descending the slot-ramp."},"__v":0},{"_id":"IvEwNIE0WKamgwzmny2OPA==","name":"I Scream","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Logan Peterson 8/23/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":3,"mp_id":"119438888","mp_crag_id":"115193497","climb_id":"IvEwNIE0WKamgwzmny2OPA==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"Wild and physical with plenty of options for solid gear; too bad it's so short. A little trickery will go a long way.Start in the dirty slot shared with You Scream and We All Scream. Take a hard left under the hanging block. Turn the corner and take the varied hand crack to a roof split by a finger crack*. Be gentle with the hollow flake. Pull the roof and proceed to the anchors.*This finger crack continues all the way to Earth's surface, so it will periodically re-fill with soil and leaves. Try to avoid getting dirt in your eyes as you fiddle pro into it. ","protection":"The crack is quite variable, so your ideal gear will probably differ from mine. For a first attempt, I'd recommend singles from 0.4 to #3 with doubles from 0.75 to #2. A #5 protects the moves into the dirty slot, but may also keep your belayer from seeing your efforts above; if you're solid at 5.11, you'll probably skip this piece. Definitely bring some slings, and consider rope drag when placing gear.2 bolt anchor. Toproping would be a miserable experience, but if you must, please use your own draws.","location":"The left-most of the three lines that split from the dirty slot. These are the very first routes you'll encounter at ICP."},"__v":0},{"_id":"W67HCUAhVdmVZJTJbWTUXw==","name":"Good Humor Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A. Miller, J. Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":0,"mp_id":"115353562","mp_crag_id":"115193497","climb_id":"W67HCUAhVdmVZJTJbWTUXw==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"A bit of good humor and an encouraging crowd will get you up this one. A fat crack that goes from fists to offwidth. Get your body parts into the crack, finding some helpful face-holds to get to ledge, then easier terrain with even better face holds takes you to the anchors. This route has softer than average rock, but since you can sink your gear deep, is not a problem. It will clean up well in short time.","protection":"2 each #4, #5. One #6. Optionally, you can bring 2 #6 cams and a single 5. Original FA was with one of each, and an above average ability to walk your cams.","location":"The wide splitter, just left of Michoacan Bar, on the first wall you see with two cracks as you descend the entrance ramp to the crag. "},"__v":0},{"_id":"a3Fq9qa8X1OUk7karZquZg==","name":"Diabeetus","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA: Wilford Brimley 1993; FFA: Josh Smith 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"left_right_index":2,"mp_id":"119402770","mp_crag_id":"115193497","climb_id":"a3Fq9qa8X1OUk7karZquZg==","areaRef":"ZpH+Qvs0VyWw/nQJGNjNQg=="},"content":{"description":"If you spend enough time at the Ice Cream Parlor, you'll eventually have to grapple with Diabeetus. Follow the ever-widening crack, mantle up onto the tower to its left, then finish on the finger crack to your right. This route was first ascended on TR solo in pseudo-quarantine. The first free ascensionist rated it 10-, and he'd know better than I what that should feel like in the OW-chimney realm.Special thanks to Liberty Medical for their support in establishing this route.","protection":"The fat crack is about 35' vertical, and ranges from #6 to #8 and beyond. Optional hand-sized piece in a secret location. The finger crack above will take 0.5s, and probably similar sizes. Most folks will feel run-out without something bigger than a #6, and some folks will want a #8 or a Big (epithet for a douchey young man). 2-bolt anchor. In '93. Wilford Brimley free soloed the route with an assist from Chuck Norris, who happened to be wearing a jet pack. This controversial tactic arguably counts as both aid and protection.","location":"This is the super-wide crack staring you in the face as you emerge from the descent slot."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,2c14b26c-fbf9-58fa-b323-801d8fb53aed,0b730ef2-0bcb-5638-8eb3-fec6b0cada6e,6691fe42-fb34-5725-b0fe-740918d8cd42","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Capulin Canyon","Ice Cream Parlor","Entrance Pinnacle Sector"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.37541,35.77096]},"bbox":[-106.37596420537463,35.77051033981814,-106.37485579462538,35.77140966018187],"left_right_index":-1,"ext_id":"115193497","area_id":"ZpH+Qvs0VyWw/nQJGNjNQg==","polygon":{"type":"Polygon","coordinates":[[[-106.37596420537463,35.77051033981814],[-106.37485579462538,35.77051033981814],[-106.37485579462538,35.77140966018187],[-106.37596420537463,35.77140966018187],[-106.37596420537463,35.77051033981814]]]}},"content":{"description":"First area you see when you arrive at the Parlor. These aren't the best routes at the ICP but they are pretty fun and get earlier shade, so they will probably get a ton of traffic. "},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:13:44.887Z","updatedAt":"2024-01-20T01:04:55.958Z"}