{"_id":"63689fc7e80bff5a9951d81a","area_name":"Military Wall","shortCode":"","climbs":[{"_id":"ddME0CSfUtqvzLIKT6tmtA==","name":"Tissue Tiger","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"P.Jarrard, P Olenick, R. Turan, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":12,"mp_id":"105870261","mp_crag_id":"105868851","climb_id":"ddME0CSfUtqvzLIKT6tmtA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A classic climb with a classic finish- usually a long fall. I imagine that this climb has seen more staring-the-bolt-in-the-face swearing than any other route in the area.\n\nJust left of Fuzzy Undercling, a line of large pockets rises up and right from the ground, becoming smaller and smaller towards the anchors. Waste no time and no rests getting there for success.","protection":"5 stainless steel glue-in bolts to a bolted anchor.","location":"From the left branch of the approach trail you first encounter the \"triplet\" climbs,Sunshine, Moonbeam, and Into the Light. While these are at your right shoulder you can look further on to the routes on a massive overhanging buttress. These are (from right to left) Fuzzy Undercling, Tissue Tiger, Gung Ho, and Reliquary. To the right of these there is a huge, wide inset, which just within and on the left side of which there is a bolted slab, Possum Lips."},"__v":0},{"_id":"a880EZSWWmepZiBtiqhQIQ==","name":"Thirsting Skull (closed)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"P. Jarrard, M. WIlliams, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":28,"mp_id":"105891694","mp_crag_id":"105868851","climb_id":"a880EZSWWmepZiBtiqhQIQ==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route closed to climbing and is included for historical purposes only.\n\nA climb with a super steep start and many great pockets, and many bad ones. I recall someone saying once that \"the holds are all 5.11 holds, you just have to figure out which ones to use, then use them all before you pump out.\" That seems to be pretty accurate to me. I was able to do the moves way back when, but never redpointed it. Yet I have seen it done by headlamp at night...\n\nPull up onto the route above the gap at the start and get the steepest section out of the way early- start climbing and clipping, being sure to get the right pockets for the best holds. The crux is near the top when you are good and pumped, just before reaching the huge holds at the arete.","protection":"5 clips to a 2-bolt anchor","location":"On the right side of the approach trail, continue 50 meters or so past the Nicorette Arete and look up in front of you. A crack rises up and right for 20 feet before turning thin and shooting up a steep, right-leaning dihedral, Beenestalker (10d). Just to the right of that, through a concave start and up a steep, pocketed face with bolts, is Thirsting Skull."},"__v":0},{"_id":"3DDHsFQMUwipKHhiXsn/SA==","name":"Things That Go Bump In the Night","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"L. Day, T. Seibert, 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":0,"mp_id":"105870144","mp_crag_id":"105868851","climb_id":"3DDHsFQMUwipKHhiXsn/SA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A scary name for a scary climb, if 5.9 is your limit. In my years at RRG I never saw another person on this one or heard anyone speak of it. Obscure for sure.\n\nCome around the corner from the imposing Jungle Beat and look up at this apparently less-imposing route, but don't let its benign appearance fool you.\n\nStruggle up the low angle section through some vegetation (still there?) and up into the corner.  Start the battle in earnest on cleaner rock and climb 180' in all to the top of the cliff past cracks and chimneys.  A little bit of everything on this climb, including, unfortunately, some bushes, some dirt and some loose rock.  Still worth doing though.","protection":"A heavy trad rack with plenty of slings.","location":"On the far left side of Military wall, around a corner and Right of the huge roof of Jungle Beat, is this tall, right-facing dihedral with a crack system."},"__v":0},{"_id":"t1rR0p+TWLe1UsK3gHVr5A==","name":"Super Slab","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Porter Jarrard 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":38,"mp_id":"106593331","mp_crag_id":"105868851","climb_id":"t1rR0p+TWLe1UsK3gHVr5A==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"If you're the sort of climber who believes everything at the Red is soft, take a run on this guy!  This classic slab is completely out of character with the typical Red jug haul, with thin edges and invisible feet on a less than vertical wall.  The rock is stellar, and the movement is cerebral and sustained with three or four significant cruxes that don't let up till the very end.\n\nThe fun begins with literally the hardest move on the route--a long slap to the obvious horn.  Shorter folks and those afraid of flying will have a difficult time with this move. Snake between large edges to a good rest before the redpoint crux: a tenuous barn-door lieback past the 5' vertical rail.  Footholds re-appear once you reach a well-earned shake on the arete.  One more reachy move gains a horizontal break and a good rest.\n\nEasier moves lead into the right-leaning dihedral, and a few more off-balance moves to exit up & right to the final rest.  A wicked little technical boulder problem guards the anchor.  Long reaches & good balance are the key to the good jugs at the chains.","protection":"~8 bolts, 2 BA.","location":"On the far right end of the Military Wall, just left of an arete a 6\"-wide flake crack, beginning up a heavily-chalked, 10' tall, 3\" deep, left-facing dihedral."},"__v":0},{"_id":"LbJ72swkU8e2DuV1P7V6Yg==","name":"Sunshine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P. Jarrard, S. Cater, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":19,"mp_id":"105891673","mp_crag_id":"105868851","climb_id":"LbJ72swkU8e2DuV1P7V6Yg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A short moderate sport climb that has always held the masses at Military, being one of few 'soft' warm-ups at the cliff.\n\nThe crux of this, the center of the 3 bolted lines in this short section is not so much any individual move, but the pump associated with finishing the route.","protection":"5 clips to a bolt and chain anchor.","location":"From the main approach Trail go left to a short area of the wall, steep and pocketed. There are presently 3 sport routes there. From right to left these are: Into the Light (10c), Sunshine (9+) and Moonbeam (9)."},"__v":0},{"_id":"p8rnRwRKXUG2DiwjC7N6DQ==","name":"Subatomic Fingerlock (closed)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":33,"mp_id":"105885169","mp_crag_id":"105868851","climb_id":"p8rnRwRKXUG2DiwjC7N6DQ==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route closed to climbing and is included for historical purposes only.\n\nA short crack with 30 feet of climbing- all of it perfect. Ascend the finger-crack up onto a ledge below a bulge and lower off from some fixed gear (stoppers and slings.)","protection":"Trad gear to 1\".  Descend from fixed stoppers and slings.","location":"Pass the overhangs for Government Cheese and Jack Mac, continuing back towards the road to a relatively straight part of the wall bearing a striking finger-crack. This is Subatomic Fingerlock."},"__v":0},{"_id":"I2meTu3TXF+E4iBerVs9sw==","name":"Stay Left","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"J. Hughes, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":16,"mp_id":"105870266","mp_crag_id":"105868851","climb_id":"I2meTu3TXF+E4iBerVs9sw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"An OK route on OK rock. Nothing wrong with it, but not a destination climb. I felt like it \"didn't flow\" for whatever that is worth. Climb past 4 bolts on the face (without moving out right to the chimney?) to the anchors. Not terribly great, but not bad.","protection":"4 bolts to a bolt and chain anchor.","location":"From the left branch of the approach trail, you first encounter the \"triplet\" climbs, Sunshine, Moonbeam, and Into the Light. Pass these and Decay's Way (a short crack just past them) and then a Chimney (Top Ropers Route), and reach the next bolted face with some chain anchors above."},"__v":0},{"_id":"Y5lZS35AWeiD3pQJf9oRng==","name":"Special impetus","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Porter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":37,"mp_id":"117315246","mp_crag_id":"105868851","climb_id":"Y5lZS35AWeiD3pQJf9oRng==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A sleeper classic. Locate the line right of bozos bogus booty beaner. Beautiful rock memorab\n\nle moves and great flow. This is one of the best face climb s in the red. Even on rocktober fest weekend I d venture to say that this route would still be open, so give her a run its a blast","protection":"8\n\nBolts plus anchor","location":"Down by supe"},"__v":0},{"_id":"3ZwukKa4UEKhk04X+funUA==","name":"The Reliquary","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Porter Jarrard, Chris Williams, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":10,"mp_id":"106045291","mp_crag_id":"105868851","climb_id":"3ZwukKa4UEKhk04X+funUA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Head up ready for an adventure with large and slopey holds. Not the typical jug fest. You can find kneebars to recover while you get pumped on this steep climb.","protection":"6 stainless steel glue-in bolts to chains","location":"To the left of Gung Ho"},"__v":0},{"_id":"0sKVOly0WiyDB2+yltJqDA==","name":"Pink Feat Boulder Problem","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Larry Day, 1980's","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":999999,"mp_id":"105891704","mp_crag_id":"105868851","climb_id":"0sKVOly0WiyDB2+yltJqDA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Just right of the first bolts on Pink Feat and perhaps 8' off of the ground you will note a sloping narrow ledge with a distinctly low spot in it. Line up below the lowest point on the ledge and hop to it, then push up into a mantle with no real footholds. When standing on the ledge the boulder problem is complete. This boulder problem predated the bolted line which has usurped, or perhaps recycled the name.","protection":"A spotter and a pad if you feel it is needed. The ground here has always been soft and the fall is not long.","location":"From the approach trail stay right for a very long time, heading towards the far north end of the main wall.  When practically to the end, just before reaching G.I. you will encounter a flat vertical face that lacks the closely spaced pockets and features that characterize most of Military Wall. There are two lines on this, Pink Feat (mixed) on the left and Super Slab (sport) on the right."},"__v":0},{"_id":"a3ElKSC1Ul22T1E/MXQanA==","name":"Possum Lips","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Fyffe, Charles Tabor, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":14,"mp_id":"105870248","mp_crag_id":"105868851","climb_id":"a3ElKSC1Ul22T1E/MXQanA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"The crux of this climb depends upon your strengths and may have changed over time. The small holds were getting smaller in the mid 1990's and I suspect may have continued to do so.\n\nThis route was named after a semi-local climber at the time and who might not have been so well liked by the FA party (?). I don't know the complete story and never asked.\n\nClimb up a low angle slab with small and sloping holds to reach the anchor, all the while admiring the big pockets to your left on Fuzzy Undercling.","protection":"5 bolts to a 2-bolt anchor.","location":"From the left branch of the approach trail you first encounter the \"triplet\" climbs,Sunshine, Moonbeam, and Into the Light. While these are at your right shoulder you can look further on to the routes on a massive overhanging buttress. These are (from right to left) Fuzzy Undercling, Tissue Tiger, Gung Ho, and Reliquary. To the right of these there is a huge, wide inset, which just within and on the left side of which there is a bolted slab, Possum Lips."},"__v":0},{"_id":"YePB2wzdWkmZRy1knTTM1A==","name":"Parting Gift","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Terry Kindred 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":31,"mp_id":"106123184","mp_crag_id":"105868851","climb_id":"YePB2wzdWkmZRy1knTTM1A==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Really fun routes using interesting sidepulls and pinches (with the occasional huge jug). Pretty steep  and powerful for its length. Reminded me of Different Strokes at the Gallery, but maybe a little harder (11c?).","protection":"5 or 6 bolts, 2-bolt anchor w/ chains.","location":"After turning right where the approach trail hits the cliff, this is the second route on the right past the first fenced closed area."},"__v":0},{"_id":"t5Yx95s4XQ2z6YCIIDh6KA==","name":"Nothing for Now","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Porter Jarrard, Shannon Langley 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":35,"mp_id":"107195890","mp_crag_id":"105868851","climb_id":"t5Yx95s4XQ2z6YCIIDh6KA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"An under-rated, under-traveled route. A sweet roof pull to a slab mantel starts the route off and then good holds lead up the wall. It might need a brushing to clean up a little","protection":"bolts to anchors","location":"On the right side of the crag. This route is located just left of BBBB."},"__v":0},{"_id":"TlJKPCDdXuOePpejFiWnjA==","name":"Not Worth It","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":24,"mp_id":"112256699","mp_crag_id":"105868851","climb_id":"TlJKPCDdXuOePpejFiWnjA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"","protection":"Multiple #3-6s, or bros #1-3; shares anchors with 'Danita Dolores'","location":"Right of Minimum Creep, left of Danita Delores. Its obviously there."},"__v":0},{"_id":"OKNyOok7Vh+yGZA+vqsLcw==","name":"Nicorette","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Porter Jarrard, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":21,"mp_id":"106594004","mp_crag_id":"105868851","climb_id":"OKNyOok7Vh+yGZA+vqsLcw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Nicorette is not your typical RRG 5.12, and perhaps for this reason its not nearly as popular as it used to be.  With technical moves between thin pockets & minute feet, this route is a nice change of pace for those looking to test a different set of skills.  The rock lacks the brilliant orange shades of other classics on the wall, but the rock is just as sweet.\n\nBegin a bit right of the arete with juggy moves through a small overhanging.  If you need it, there is a good rest here.  Next is the technical crux, a vicious pull on a thin, rounded sidepull, to gain an excellent jug.  After a brief shake, a series of thin, positive, sequential pockets leads up and left to the arete.  Work your left hand up the unfortunately mossy & sometimes dirty arete, using intermittent pockets along the bolt line for the right.  When the jug band up high is reached, traverse right easily to the anchor.","protection":"~5 Bolts, 2BA","location":"Nicorrette climbs the right side of the rounded Southeast arete where the approach trail initially meets the cliff."},"__v":0},{"_id":"nITMMPW4Vh+4xNHF9P8J+g==","name":"Nicoderm","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Snyder, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":22,"mp_id":"121507391","mp_crag_id":"105868851","climb_id":"nITMMPW4Vh+4xNHF9P8J+g==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Shares start with Nicorette but breaks right. Sandbagged.","protection":"6 bolts to anchors","location":"Start on obvious arete where the approach trail initially meets the cliff."},"__v":0},{"_id":"y8yn9xr6XoC3XDoQw3c9pA==","name":"Nagypapa","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Hume 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":7,"mp_id":"106053937","mp_crag_id":"105868851","climb_id":"y8yn9xr6XoC3XDoQw3c9pA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"The Military Wall test piece. Sustained and bouldery on sloping crimps. Arguably one of the best routes at The Red.","protection":"Bolts to cold shuts","location":"Two routes left of The Mule"},"__v":0},{"_id":"sAa+ntMfUjKKLQaPBGE4xg==","name":"Mule","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Porter Jarrard, Tim Powers, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":9,"mp_id":"106594009","mp_crag_id":"105868851","climb_id":"sAa+ntMfUjKKLQaPBGE4xg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"For some reason, this excellent route sits neglected in the middle of the most crowded 5.12 wall in the Southeast.  Perhaps the guidebook's 3-star quality rating is to blame.  Don't be fooled, this is just as good as the other routes on this wall, offering excellent stone, unbelievable jugs, and nearly 90 feet of engaging climbing.  If this climb has a downside, perhaps its the brief nature of the crux section.  This route is probably no harder than 5.11- to the obvious orange roof at 60 feet, followed by a relatively short, pumpy sprint up the slopey headwall.  If there were an intermediate anchor at 50 feet, this would surely be one of the most popular 5.11s at the Red.\n\nBegin with cerebral moves up the overhanging dihedral.  Exit the left-facing dihedral, then enter a less prominent right-facing dihedral, and a possible sit-down rest.  More ridiculous fins & plates lead up to a great rest below the orange roof.  A long reach leads over the roof to a steep wall of rounded scoops.  Sprint through the scoops to a tricky mantle onto the shallow ledge.  Mount the final panel, with a core-intensive high-step, and follow the leaning groove to good jugs below the retro-bolted chain anchor.","protection":"9 bolts, 2BA","location":"Immediately right of The Legend, beginning up the obvious left-facing dihedral.  or, the next route left of Reliquary"},"__v":0},{"_id":"9S15zRHrUtOGrOO8NkgUFw==","name":"Moonbeam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"S. Cater, P. Jarrard, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":18,"mp_id":"105891677","mp_crag_id":"105868851","climb_id":"9S15zRHrUtOGrOO8NkgUFw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This is the left-most of three closely spaced routes on the short steep section of rock. A distinct steep crux down low on dark edges and pockets is the business while the upper section lets off on the difficulty. Still, the climb is pumpy enough to warm you up for harder climbs.","protection":"5 bolts to a bolt and chain anchor.","location":"From the main approach Trail go left to a short area of the wall, steep and pocketed. There are presently 3 sport routes there. From right to left these are: Into the Light (10c), Sunshine (9+) and Moonbeam (9)."},"__v":0},{"_id":"YtlyfrOcWMKLajm7/Nxeqw==","name":"Minimum Creep","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Snyder, Brian McCray - 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":23,"mp_id":"106574382","mp_crag_id":"105868851","climb_id":"YtlyfrOcWMKLajm7/Nxeqw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"25 feet of bolt protected off width brings you to a line of bolts heading out left through steep pockets to the chains","protection":"5 bolts to chains","location":"Just left of Danita Dolores and right of Nicorette"},"__v":0},{"_id":"LaUjpUY9Vp+6e3BjPApnqg==","name":"Mercy Miss Percy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeff Hughes, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":15,"mp_id":"105870271","mp_crag_id":"105868851","climb_id":"LaUjpUY9Vp+6e3BjPApnqg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Somewhere between OK and just bad...\n\nIt depends on how wet it has been lately and if anyone has recently climbed it. Or perhaps it has cleaned up with time?  If not, then climb up past a line of bolts on increasingly dirty rock.","protection":"4 bolts to a bolt-and-chain anchor.","location":"From the left branch of the approach trail you first encounter the \"triplet\" climbs,Sunshine, Moonbeam, and Into the Light. Pass these and Decay's Way (a short crack just past them) and then a Chimney (Top Ropers Route) One more bolted line (Stay Left) and then this one, the last line of bolts on this side of a huge inset."},"__v":0},{"_id":"bZFam7P+VU28DV0gVgHxUw==","name":"Mental Health","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rich Purnell, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":6,"mp_id":"120596407","mp_crag_id":"105868851","climb_id":"bZFam7P+VU28DV0gVgHxUw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Climb on a few faceholds while entering the low wide section until a stance up underneath the low roof. Pull your head out, eye up the wide, and power through some burly handstacks with ample black magic mixed in. Gain the dihedral and make use of an amazing rest. Stem up the rest of the corner until a mantle just below the chains.","protection":"Single rack up to #5 camalot","location":"Obvious thin dihedral with a wide section at the base located at the far left end of the 12 wall / Nagypapa area."},"__v":0},{"_id":"DEC8zVywUHqqXZ0Yo9Ltag==","name":"The Legend","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dave Hume","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":8,"mp_id":"106053943","mp_crag_id":"105868851","climb_id":"DEC8zVywUHqqXZ0Yo9Ltag==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"10ft left of the mule. Power through the first few bolts to easier climbing on the face","protection":"Bolts to cold shuts","location":"10ft left of The Mule. Before Nagypapa."},"__v":0},{"_id":"sBFh8KnDXTG4lqvcLCc+3Q==","name":"Left Turret","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Porter Jarrard, Shannon Langley 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":32,"mp_id":"105939731","mp_crag_id":"105868851","climb_id":"sBFh8KnDXTG4lqvcLCc+3Q==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Right of the closed area lies this short but pretty savage route.  Starts in a mini left facing dihedral.\n\nCrimp and scum your way up that, take a little break in the horizontal pod, then power out the hidden holds to the top.  Packs a mighty pump for being \"short\"...","protection":"5 bolts, anchors","location":"Just right of the \"large\" closed off area, just left of the old nitre mine (also closed)."},"__v":0},{"_id":"mPTbzw9HWg+4MspxIgSJnw==","name":"Jungle Beat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larry Day, Tom Seibert - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":1,"mp_id":"105870026","mp_crag_id":"105868851","climb_id":"mPTbzw9HWg+4MspxIgSJnw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"One of the best trad routes in the Gorge, hands down.  Also an interesting adventure and a sandbag. Rated traditionally at 5.9+, one is left to wonder,  \"Plus what?\"  I say, plus one.\n\nP1, 100'+, 5.9: Climb up the initial corner on good jams, mostly hands-sized and up to the roof.  Figure out how to get out to the end of the roof to the belay, which is awesome and not hard at all. Do not let the appearance of the roof from below intimidate you. Belay on large gear (in my case a #4 camalot and a large hex) before heading up and out over the lip of the roof.\n\nP2, 100', 5.10: Place a piece of gear at or above the lip and Climb up over it, being conscious of where your last piece of good gear is- you can ill-afford a fall past your belayer here.  Beat the lip and pull into fantastic stems. I think I recall placing red and brown tricams, but TCU's might also work. Continue up the stemming to the top of the wonderful corner (5.9) and finish on face climbing (5.8, PG-13) to the top of the cliff.\n\nBelay from and rap off of some webbing on a large tree.  2 60M ropes required to rap off.","protection":"A standard rack plus one #4 camalot. 2 60M ropes for the rap-off, or walk off.","location":"Get up to Military wall and head left. Keep heading left past all of the known and established sport routes, and until you hit a large right-facing corner with a hide roof above it leading into another corner, now left-facing.\n\nThere is a huge yellow/green patch on the left wall not far from the base and a giant, nearly perfectly shaped pine tree below this.  The corner system through the roof is Jungle Beat."},"__v":0},{"_id":"kcypunTKVeiN8f+0X4BSJw==","name":"Jac Mac (closed)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"P.Jarrard, M. Williams, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":29,"mp_id":"105870220","mp_crag_id":"105868851","climb_id":"kcypunTKVeiN8f+0X4BSJw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route closed to climbing and is included for historical purposes only.\n\nThis climb was once largely considered the \"yardstick\" 11d for Red River. Anythng easier was 11c, anything harder was a 5.12.\n\nOver time, there were rumors of a second knee-bar rest that made the climb easier, then a third, then a fourth...\n\nEventually the \"5-kneebar beta\" was sprayed around, and although I tried to find all five, I stuck with 2 or 3, figuring the others to be both unneccesary and harder to get than just climbing the route.\n\nRegardless, climb up through fantastic holds on wildly steep rock to the anchors- copping whatever rests work for you.","protection":"5 bolts to a 2-bolt anchor.","location":"Just past the distinctive and mega-steep corner of BeeneStalker the route Thirsting Skull goes up a bulging prow. Just right of that, the next line, Jack Mac climbs a very steep wall on many pockets, some of them stunningly close to perfectly round."},"__v":0},{"_id":"HrxIqvVTVB+wK0a2E2PNNA==","name":"In the Light","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"B. Maslyar, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":20,"mp_id":"105891681","mp_crag_id":"105868851","climb_id":"HrxIqvVTVB+wK0a2E2PNNA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This is the right-most of the 3 \"triplet\" routes on the short wall just left of the main approach to Military. The route was bolted much later than the first two on this wall but perhaps should have gone in sooner, as it is it is a good addition to the cliff. This climb is slightly longer and slightly harder tan the other two routes nearby, and is a logical line that mitigates the crowd waiting on the other two warm-up lines. I may also be a better project for the moderate sport leader.","protection":"4 bolts to a bolt and chain anchor","location":"From the main approach Trail go left to a short area of the wall, steep and pocketed. There are presently 3 sport routes there. From right to left these are: Into the Light (10c), Sunshine (9+) and Moonbeam (9)."},"__v":0},{"_id":"1wbBC1niW6mDvgvP0/8KQA==","name":"Henry Kissinger’s Glasses","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Hughes,  1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":5,"mp_id":"120596480","mp_crag_id":"105868851","climb_id":"1wbBC1niW6mDvgvP0/8KQA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Begin with 15 feet of solid jamming up the obvious hand crack to gain a ledge. Clip a bolt and continue up through good iron features and plated jugs to the chains.\n\nAlthough slightly covered in lichen currently, this would clean up with traffic and be very good.","protection":"A couple hand-size pieces plus 5 bolts to chains","location":"Just around the left corner of the 12 wall / Nagypapa area there are a pair of opposing cracks with a tree in between. This starts up the left crack."},"__v":0},{"_id":"iW5cHZ7LWkuSqdjGDEqCTw==","name":"Gung Ho","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"P. Jarrard, M.  Williams, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":11,"mp_id":"105891685","mp_crag_id":"105868851","climb_id":"iW5cHZ7LWkuSqdjGDEqCTw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This is the second bolted line left of the Fuzzy Undercling, a line of mostly good pockets rises up and right from the ground to provide a warm up or a pump, depending on your fitness level and skill.  A rest can be had before going up to a flatter, less pocketed top section, where a shallow crack with good edges provides the real crux of the route. Crimp and barn-door on the edge of the crack using your footwork to reach the anchor above.","protection":"5 bolts to a bolted anchor.","location":"From the left branch of the approach trail you first encounter the \"triplet\" climbs,Sunshine, Moonbeam, and Into the Light. While these are at your right shoulder you can look further on to the routes on a massive overhanging buttress. These are (from right to left) Fuzzy Undercling, Tissue Tiger, Gung Ho, and Reliquary. To the right of these there is a huge, wide inset, which just within and on the left side of which, there is a bolted slab, Possum Lips."},"__v":0},{"_id":"aImcILNWVia03mNdnlSs7w==","name":"Government Cheese","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Williams, Matt Flach","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":30,"mp_id":"107195878","mp_crag_id":"105868851","climb_id":"aImcILNWVia03mNdnlSs7w==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Great route with big pinches, side pulls and under clings.","protection":"bolts to anchors","location":"When the wall comes into view on the approach look for a trail that cuts up to the right. When this trail hits the wall, head left a little bit. This is the first route right of the closed off area."},"__v":0},{"_id":"pNyRO9rXX6qvFGCh55ta4A==","name":"G.I.","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Seibert, M. Hackworth, 12/'74","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":40,"mp_id":"105885179","mp_crag_id":"105868851","climb_id":"pNyRO9rXX6qvFGCh55ta4A==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Climb up the initial wide crack to reach some gear perhaps 6 meters above the ground. Place something and head up the pleasant and reasonably well protected corner to a ledge, belaying from a tree on it.\n\nScramble up lower angle rock to the top and belay from a second tree.\n\nTo descend, rap on 2 ropes to the ground, or to the tree on a ledge and then to the ground on a second rap.","protection":"A standard rack to 4 with some longer slings. A steep wide section is encountered prior to reaching the first piece of gear, but nobody seems to get hurt on it.  I have not climbed this since the advent of 'large cams,but perhaps a very large cam would help?","location":"Continue far  right on the Military Wall, passing the beautiful flat face of Pink Feat and stop near the NE most point, nearly in view of the road. A left-facing corner system starts from the ground with a steep wide crack and becomes easier as you go."},"__v":0},{"_id":"LlU0z1IbXCaLVfATIPRxZQ==","name":"Fuzzy Undercling","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"P. Jarrard, P. Olenick, R. Turan, M. Williams, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":13,"mp_id":"105870256","mp_crag_id":"105868851","climb_id":"LlU0z1IbXCaLVfATIPRxZQ==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A good climb with a technical crux down low, perhaps 2 bolts up, and then on pumpy pockets the rest of the way up with some big moves. Which feels harder to you depends on your skills set. The route was commonly done in flip-flops or hiking boots.\n\nThe name of this climb, I believe to be a not-so-subtle euphemism... either that or there was some moss in a pocket in the early days. Regardless, I doubt the latter was the sole motivation behind the route's name.","protection":"6 bolts to a fixed anchor. The top anchor has moved a few times over the years to alternately extend the climb and then to reduce drag, back and forth at least once.","location":"From the left branch of the approach trail, you first encounter the \"triplet\" climbs, Sunshine, Moonbeam, and Into the Light. While these are at your right shoulder, you can look further on to the routes on a massive overhanging buttress. These are (from right to left) Fuzzy Undercling, Tissue Tiger, Gung Ho, and Reliquary. To the right of these, there is a huge, wide inset with a single bolted line up a slab on the left side, Possum Lips."},"__v":0},{"_id":"JI5CquSzWkKXaO719C3AdA==","name":"Forearm Follies (2nd anchor)","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Porter Jarrard, Tim Toula 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":4,"mp_id":"110229109","mp_crag_id":"105868851","climb_id":"JI5CquSzWkKXaO719C3AdA==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Climb Forearm Follies to the second set of anchors to bump the grade from 11d to 12b. After a good rest at the first set of chains, take it 30 feet higher on mostly large holds on steeper terrain.","protection":"A few more bolts to bolted anchors","location":"Extension to Forearm Follies"},"__v":0},{"_id":"23dZXPCGVneQ9XjGa8nu2g==","name":"Forearm Follies","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Porter Jarrard, Tim Toula - 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":3,"mp_id":"106061926","mp_crag_id":"105868851","climb_id":"23dZXPCGVneQ9XjGa8nu2g==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Climb steep pockets and edges to an overhanging upper wall.  Stop at the first set of chains for a 5.11d ride, or continue to the upper chains, which goes at 5.12b.","protection":"Bolts.","location":"This is the bolted line just to the \"Another Doug Reed Route\".  Down farther left of the 5.12 wall."},"__v":0},{"_id":"ADAtTlQQVMSYz0MDNp4k8A==","name":"Decay's Way","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Larry Day, 1970's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":17,"mp_id":"105870193","mp_crag_id":"105868851","climb_id":"ADAtTlQQVMSYz0MDNp4k8A==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"Rated 5.3 in the Old Hackworth guide, I did this and thought it was the worst sandbag I have ever been on.  While the grade has been adjusted, the climb is still hard for 5.7 and is not always well protected.\n\nClimb up a crack system to the left of the Sunshine/Moonbeam climbs and up over a dirty top-out to belay at the base of a tree. The top of this climb tends to collect debris and can be slick, so pay attention.","protection":"Whatever of a standard rack you can fiddle in.","location":"The main approach Trail comes up to a point in the wall and forks. If you take the left fork you quickly reach Into The Light, Sunshine, and Moonbeam (short steep pocket routes) on your right in short order.  Just after passing the 3 of these there is a seldom traveled crack system, \"Decay's Way.\""},"__v":0},{"_id":"RWiii6wOW2GsmTiwrTXkaw==","name":"Danita Dolores","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"H. Loeffler, D. Whelan, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":25,"mp_id":"105870198","mp_crag_id":"105868851","climb_id":"RWiii6wOW2GsmTiwrTXkaw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"The base of this route has changed over it's history, prompting some differences in opinion about the difficulty of the route, which has waxed and waned over time.\n\nIn 1991 when the route was bolted, a large tree stood not far from its base. One could stand there, reach up to a hold and hop to a second hand and pull up onto the route. This was the crux and was about middle 5.10. Shorter and less powerful climbers complained about the sandbag.\n\nIn perhaps 1994 a huge windstorm and some tornadoes came though the gorge in autumn, blowing many trees across roads and trails. The tree at the base of D.D. was just one more casualty, but it made the route easier...\n\nThe root system tore out and brought soil and rocks up, and placed a starting shelf at the base of the climb.  One could simply step off of these and onto the climb, making any sort of hop-start seem contrived and unnecessary.  Some people complained that the route was over graded.\n\nOver time, earth settled, the tree collapsed, rocks were moved and low and behold, the start to this climb has returned, perhaps to a lower point than before?  And now I note the latest guidebook mentions a \"desperate start\" again.\n\nSo whatever the condition, do what is necessary to pull up onto the wall over the bulging start, and climb easier, lower-angle rock to the top of the arete out right and rap from fixed anchors.","protection":"5 clips to a 2-bolt anchor.","location":"Follow the approach trail up to the fork in it and take the right side, up past the Nicorette arete.  To the right of this a small prow sits just right of the huge right facing corner with an offwidth.  The bolted route up this prow is D.D."},"__v":0},{"_id":"JhnKC5qMX+qBDNY7mOiTOw==","name":"Bozo's Bogus Booty Biner (BBBB)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Porter Jarrard, Matt Flach, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":36,"mp_id":"106731301","mp_crag_id":"105868851","climb_id":"JhnKC5qMX+qBDNY7mOiTOw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"From atop a pile of small boulders, climb the initial tricky moves up a crack to a the roof (feels sorta like a gear route).  Pull the easy roof and continue climbing sloper after sloper past spaced bolts to the anchor.","protection":"Bolts, Anchors.","location":"Top of the trail and break right.  Just down past some of the closed routes.  Look for a low roof with a crack angling up and left."},"__v":0},{"_id":"m5jq4Y0kW+y18ePe8BfKHw==","name":"Blade Runner (closed)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M. Hackworth, H. Johnson, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":26,"mp_id":"105870212","mp_crag_id":"105868851","climb_id":"m5jq4Y0kW+y18ePe8BfKHw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route closed to climbing and is included for historical purposes only.\n\nClimb up and into the corner, placing gear from good jams and good stances.  A friend of mine did his first trad lead on this in maybe 1991, intentionally 'testing' some of his hexes by jumping off of the climb on lead. They were good. At the top, it is easy to step left to the anchors on Danita Dolores and belay or rappel from there.","protection":"A light rack of hand and fist sized gear.  Goes 'bomber' on a set of hexes for those that still use them.","location":"Follow the approach trail up to the fork in it and take the right side, up past the Nicorette arete. To the right of this a small prow sits just right of the huge right facing corner with an offwidth, Not Worth It. The bolted route up this prow is Danita Dolores, and to the right of there in an right-facing, left-leaning corner with a hand-to-fist crack, is Blade Runner."},"__v":0},{"_id":"NRXtM0VYVMqQ9y/Ry3qIRw==","name":"BeeneStalker (closed)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"T. Souders & J. Koenig, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":27,"mp_id":"105870205","mp_crag_id":"105868851","climb_id":"NRXtM0VYVMqQ9y/Ry3qIRw==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route closed to climbing and is included for historical purposes only.\n\nClimb out and right on good gear- from 1-2.5\" as you pass under the moderate (5.8?) and well protected start of the climb. Place gear up in the shallow dihedral and pull into it.  Continue up the corner, placing a few small and crafty pieces from rests along the way when you get good feet below you. This consisted of small tricams and nuts for me, and one small TCU.\n\nAt the crux Lean back off of and edge, dig your toes into highstep and push yourself up the corner towards the anchors.\n\nRap or lower from the bolts.","protection":"A set of small cams, a set of small tricams and a few small nuts.","location":"On the right side of the approach trail, continue 50 meters or so past the Nicorette Arete and look up in front of you.  A crack rises up and right for 20 feet before turning thin and shooting up a steep, right-leaning dihedral. On the right there is a steep pocketed face (Thirsting Skull) and on top is a 2-bolt anchor."},"__v":0},{"_id":"AoSOA4BDWEKMl1t3zPiYNg==","name":"Beene Material","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"T. Souders, J. Koenig, 11/'83","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":34,"mp_id":"105885175","mp_crag_id":"105868851","climb_id":"AoSOA4BDWEKMl1t3zPiYNg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A good route that requires some \"oomph!\"\n\nClimb the next crack right of Subatomic Fingerlock for 20+ meters to a ledge with trees. The shallow and acute corner can be more exhausting than climbs graded considerably more difficult.","protection":"A standard trad rack to fist-sized. The recent book states that wide gear is useful, but the top portion that is wider is not difficult.","location":"Continue North (back towards the road) past the big overhangs of Jack Mac and Government Cheese, onto a straight portion of the wall. Pass a short but perfect finger-crack, 10 meters tall (Subatomic Fingerlock) and continue to the next crack system."},"__v":0},{"_id":"xKm5ILdkVq6oGIBe7PuPOg==","name":"Another Doug Reed Route","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Doug Reed, P. Jarrard, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":2,"mp_id":"105870243","mp_crag_id":"105868851","climb_id":"xKm5ILdkVq6oGIBe7PuPOg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"A good route on good rock, now that it has cleaned up a bit.\n\nFollow a line of bolts that starts a short distance right of Jungle Beat up the right side of a wall. Continues up and right onto and around a blunt arete avoiding a roof by traversing above it, going further right still to an overhanging pocketed face and up to a 2-bolt anchor.","protection":"5 or 6 bolts to a 2-bolt anchor.","location":"Just right of the distinctive line of Jungle Beat."},"__v":0},{"_id":"iMUpzgbdW72nVqgZXRa6Kg==","name":"All Things Considered","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bruce Adams 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"left_right_index":39,"mp_id":"106641238","mp_crag_id":"105868851","climb_id":"iMUpzgbdW72nVqgZXRa6Kg==","areaRef":"4nBJwmm4UMWXrcmmMM1poA=="},"content":{"description":"This route is great, the movement is criptic and it will force technique out of the most ridged climber. Very technical obtuse dihedral and arete climbing, delivering several cruxes right off the bat.","protection":"5 bolts to anchors","location":"Far right side of military wall, immediately right of Super Slab"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,d51a127b-e771-5211-b1a9-bf5ad2703002,e27049c2-69b8-50c5-97ad-c9a630cd69a0","pathTokens":["USA","Kentucky","Red River Gorge","Northern Gorge","Military Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12b"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12+"},{"count":3,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"V1"},{"count":3,"label":"5.10d"},{"count":4,"label":"5.11b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.13b"},{"count":4,"label":"5.11d"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":30,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":21,"expert":2}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":15,"advanced":22,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.66918,37.8159]},"bbox":[-83.66974920098633,37.815450339818135,-83.66861079901363,37.816349660181864],"left_right_index":-1,"ext_id":"105868851","area_id":"4nBJwmm4UMWXrcmmMM1poA==","polygon":{"type":"Polygon","coordinates":[[[-83.66974920098633,37.815450339818135],[-83.66861079901363,37.815450339818135],[-83.66861079901363,37.816349660181864],[-83.66974920098633,37.816349660181864],[-83.66974920098633,37.815450339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":42,"__v":1,"createdAt":"2022-11-07T06:03:52.816Z","updatedAt":"2024-02-19T18:33:27.758Z"}