{"_id":"63689de0e80bff5a994fa206","area_name":"South Slabs, The","shortCode":"","climbs":[{"_id":"uK86kIbVUpaQK3Cw3rf7pA==","name":"Wildstreak","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"J. Brink, C. Luebben, 1986","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":5,"mp_id":"111650203","mp_crag_id":"106535222","climb_id":"uK86kIbVUpaQK3Cw3rf7pA==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Climb runout nice face with an easier finish.\n\nP1. 5.10d R/X. Thin face climbing up to the high single bolt leads to progressively easier rock and a double bolt anchor shared with\n\nBlackstreak\n\n,\n\nWigs on Fire\n\n, etc. It is 5.6X at the top.","protection":"One bolt (currently an old 0.25 incher).","location":"Its location is marked by the single bolt just right of\n\nBlackstreak\n\n."},"__v":0},{"_id":"tmxd3rL+Vtef/DWknF928g==","name":"Wigs on Fire","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Craig Luebben and Jim Johnson","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":3,"mp_id":"105758635","mp_crag_id":"106535222","climb_id":"tmxd3rL+Vtef/DWknF928g==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This route is located on the upper tier of the southeast slabs of Greyrock.  This route is the first route with more than two bolts to the right of\n\nSlab Happy\n\n(5.7).\n\nI gave this route a \"s\" rating, since the crux moves start before you clip the first bolt and because there is a 25-30ft runout on 5.6 rock after the last bolt.  I really enjoyed this route after I was able to clip the first bolt, which is a little committing.  The easy runout is not scary, and should be no problem for someone who made it through the crux.","protection":"3 bolts, optional small gear.","location":""},"__v":0},{"_id":"IA46kT6NV/qsYZW1E39PZQ==","name":"Two Minds Meet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":12,"mp_id":"105750616","mp_crag_id":"106535222","climb_id":"IA46kT6NV/qsYZW1E39PZQ==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This climb starts about 20 feet to the right of\n\nFun Flake\n\n(5.6) on the Southeast Slabs.  Start at nice layback crack and undercling to the right after 15 feet. Pass a bulge near a shallow, left-facing dihedral and face climb to the left after the bulge.  Either climb the wide, left-facing dihedral to the top or the face next to it. This is a nice varied climb with good protection.","protection":"Gear to 2 inches.","location":""},"__v":0},{"_id":"UUnAYStyXderD+cuKLcjhA==","name":"Trojan Romance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"C. Luebben, G. Sapp, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":0,"mp_id":"111649181","mp_crag_id":"106535222","climb_id":"UUnAYStyXderD+cuKLcjhA==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This has four distinct cruxes of different styles, the slab at the top being the toughest.\n\nP1. 5.11c. A powerful lieback move gets you to the base of a slot. Move up the slot to a horizontal crack, and traverse right along the crack then up the face past two bolts to a one bolt anchor.","protection":"TCUs to 2\" cams and stoppers.","location":"It is left of the Main Tier South Slabs, see the photo."},"__v":0},{"_id":"Nj9SY0BQULCaxcVwLuav3A==","name":"Sugar Mountain","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":9,"mp_id":"106446407","mp_crag_id":"106535222","climb_id":"Nj9SY0BQULCaxcVwLuav3A==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This route is a fun, easy climb up Greyrock's South Slabs that ascends the right margin of the upper slab, aiming for a corner and small roof at its upper right side.\n\nP1 - face climb up the water streaks left of the end of the slab. There is no obvious pro for probably 30+ feet, but the climbing doesn't exceed 5.3 or 5.4. Continue up through intermittent flakes and seams, following the path of least resistance. Belay on a small ledge at a horizontal break in the face.\n\nP2 - climb the corner and adjacent crack to right beneath the roof. Traverse right under the roof and pull up on a nice ledge. Belay here, or continue up cracks to wherever you please.\n\nStewart Green's\n\n\"Rock Climbing Colorado\"\n\nadvises a downclimb descent to the southwest.  However, one can easily link up climbable features anywhere from 3rd/4th class to 5.8 and reach the summit.","protection":"A standard rack up to #4 Friend/Camalot will do just fine.  If 5.5 is far under your limit, you can absolutely get away with a light rack including a fist-sized piece.","location":"This route is on the second tier of Greyrock's south slabs.  Approach as for\n\nFun Flake\n\nand climb that or any of the lower slab routes to the second tier, or scramble up the gully climber's left of that route.  Begin on the far right side of the upper slabs and climb up the face, aiming for a left-facing corner and small roof above."},"__v":0},{"_id":"BUWZUIXzVL6vo6dHuGsXkw==","name":"Slab Happy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Craig Luebben and Sari Schmetterer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":2,"mp_id":"105750613","mp_crag_id":"106535222","climb_id":"BUWZUIXzVL6vo6dHuGsXkw==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Slab Happy is found on the Southeast slabs on the second tier. It is the first bolted route on the left. Follow 5 bolts up a clean slab with small edges.  Save a medium Tricam for the finish, to avoid a runout on the tricky finish. Rap 70 feet from chains.  A very enjoyable route.","protection":"5 bolts, pro to 1 inch.","location":""},"__v":0},{"_id":"/TDZEPiSVvW23AZ20phb7Q==","name":"Shadow Dance","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":7,"mp_id":"106668910","mp_crag_id":"106535222","climb_id":"/TDZEPiSVvW23AZ20phb7Q==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Shadow Dance is an enjoyable, mellow sport route on the Upper Tier of Greyrock's South Slabs.\n\nClimb the line of bolts furthest right on the wall up to a shallow, left-facing corner that offers some nice lieback action to mix up the friction and edging that otherwise characterize this route.  Finish on chain anchors shared with\n\nGrey Rat Rocksicle\n\n.","protection":"At least 9 bolts protect this route.  Bring quickdraws and something for the chains.\n\nEds. Note, the upper bolts may be gone.","location":"On the Upper Tier of the South Slabs, Shadow Dance follows the right-most line of bolts up an enjoyable face and left-facing corner above."},"__v":0},{"_id":"t+OrjE9MV7iLO2letznKlg==","name":"Raich's South Side Route","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"John Raich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":999999,"mp_id":"112300007","mp_crag_id":"106535222","climb_id":"t+OrjE9MV7iLO2letznKlg==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is a fun scramble to the summit over 4th and low 5th class terrain. Follow the line purple line in the image (Bing Bird's Eye). Thanks to John Raich and Joe Grim for providing this topo.\n\njoeandfrede.com/colorado/gr…","protection":"Standard rack?","location":"Start up the ramp between the Upper and Lower Tiers of the South Slabs."},"__v":0},{"_id":"ADte8el+WvqyTYC+0W4uvg==","name":"Jazzman (a.k.a. Turdland)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Luebben, Bob Gobell, Gerry Huitt, Robyn Bunch, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":18,"mp_id":"106668888","mp_crag_id":"106535222","climb_id":"ADte8el+WvqyTYC+0W4uvg==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Jazzman shares a start with\n\nBirdland\n\n, but continues straight up after the second bolt through thin, crux terrain through the third bolt.  Nice edges continue up through an incessant line of bolts until a second crux (9/10a) is encountered in a depression higher up the wall.","protection":"Something like 12 bolts protect this line, so bring a bunch of quickdraws.  It unfortunately received retro-bolting treatment from the same folks who took care of\n\nAunt Edna's Costume Jewelry\n\n(hardware's the same).\n\nPer\n\nMojo Stylee\n\n: As of Feb. 19, 2011, most of the bolts, including the anchors, have been removed from this route.\n\nPer\n\nNeil Wachowski\n\n: there are now 6 bolts left.","location":"Jazzman climbs the face just left of the arete formed by\n\nBeer for Breakfast\n\n's dihedral.  The start, shared with\n\nBirdland\n\n, is easily identified by a bedazzled pothole about five feet up the wall, beneath the first bolt."},"__v":0},{"_id":"DiiYlHVhUa6UWnAZ/Kdrkg==","name":"Grey Rat Rocksicle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":6,"mp_id":"106668240","mp_crag_id":"106535222","climb_id":"DiiYlHVhUa6UWnAZ/Kdrkg==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Grey Rat Rocksickle is a fun slab and crack line that climbs < 10 feet left of\n\nShadow Dance\n\n.\n\nBegin on a rock at the base of the slab, 15 or 20 feet \"downhill\" of the bushes on the upper part of the ledge.  Run it out through some 5.8 face moves to a left-angling seam that will offer some small, tricky pro.  Continue up the face, connecting protectable features with enjoyable slab climbing.  Finish up at the chain anchors beneath the roof, or belay there and climb a second pitch through the crumbly, licheny left side of the roof above and continue to the summit.","protection":"Bust out the small stuff for this climb.  RPs, small cams, and maybe offsets (nuts and/or cams) are definitely necessary to protect the seam.  Above that, the pro continues to be small and tricky.  Clipping the first two bolts of\n\nShadow Dance\n\ntakes the spice out of the opening runout, if you're so inclined.","location":"This line is located on the upper tier of the South Slabs and climbs the face just left of the right-most line of bolts on the wall to gain a thin crack that angles up and left.  Approach via any of the routes on the lower tier,\n\nAunt Edna's Costume Jewelry\n\nbeing a convenient, fun option, as it ends almost immediately below this route."},"__v":0},{"_id":"wkoWO0sYUCuXvmurjNoKCw==","name":"Good Girls Don't","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":11,"mp_id":"106668856","mp_crag_id":"106535222","climb_id":"wkoWO0sYUCuXvmurjNoKCw==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Good Girls Don't is a reasonably enjoyable slab line that climbs one long pitch up the Lower Tier of the South Slabs.\n\nStart at the base of the slab on thin edges and decent (a little lichen-y) friction, protecting in a couple features along the way.  Be sure to sink some pro in the flakes about 25 feet up, as you'll launch into the crux friction moves with those flakes at your feet.  The difficulty and angle begins to ease after this, but not soon enough, it seems, as there's little to no protection for the rest of the pitch.  Sack up and run it out to the base of the Upper Tier and belay.","protection":"Bring a few nuts and maybe small cams for some pro in the opening section of this climb, but otherwise you won't need much, just a solid head and confidence in your rubber.","location":"This decent slab line climbs the Lower Tier of the South Slabs, beginning at the lowest point of rock, between\n\nFun Flake\n\nand\n\nTwo Minds Meet\n\n."},"__v":0},{"_id":"13Lp7q/7V0Sb5MGYf2k92g==","name":"Go Spuds Go","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Craig Luebben","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":999999,"mp_id":"106125666","mp_crag_id":"106535222","climb_id":"13Lp7q/7V0Sb5MGYf2k92g==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is one of Craig Leubben's favorite offwidths! It's only about 15' of climbing to the crux pivot at the lip, but continue climbing the next 20' to a tree. Walk off.\n\nApproach by the Grey Rock summit trail. Start looking towards Grey Rock about 5 minutes past the meadow, and you will see the steeply angled offwidth boulder to the left up the slope. It takes about 1 hour to reach Go Spuds Go from the parking lot.","protection":"A #5 and one or two #6 Camalots (c4s).","location":""},"__v":0},{"_id":"yjtiBHm3XBGMDnCC1M7SSw==","name":"Funkativity","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":8,"mp_id":"106650044","mp_crag_id":"106535222","climb_id":"yjtiBHm3XBGMDnCC1M7SSw==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This enjoyable, though runout, slab line ascends a fairly rockin' groove on the right aspect of the upper tier of Greyrock's South Slabs.  Crisp granite edges and the occasional smear provide purchase through the route's early crux, and the grade eases as one exits the groove to the lower angle slab above.  Continue face climbing to a gear belay at the right edge of the large, leaning, right-facing dihedral at the top of the wall.  From here, wander off the face to the climber's left to a descent gully, or continue up the wall to the Greyrock's summit.","protection":"A few small pieces are all that would fit in various pods and a couple small cracks to protect this line.  Bring a light standard rack to #2 or #3 to cover anchor-building at the top of the pitch; alternately, it would be easy to belay from the anchors that serve the bolted lines to the left of this route.","location":"Funkativity is located on the upper tier of Greyrock's South Slabs, and begins on the upper end of the belay ledge in/immediately behind a sizable evergreen shrub.  The route climbs a fairly obvious groove left of a dark water streak that lies about 25 feet up the wall.\n\nWith reference to the topo in the 2010 Cross/Leubben/Scott guidebook to Poudre Canyon, Funativity lies about 10 feet right of Shadow Dance, a 5.7 slab climb that ascends the right-most line of bolts on the slab."},"__v":0},{"_id":"7H7mKRWEXheGUP6RxNu/BQ==","name":"Fun Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":10,"mp_id":"105750619","mp_crag_id":"106535222","climb_id":"7H7mKRWEXheGUP6RxNu/BQ==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This climb is located on the lower tier of the Southeast slabs of Greyrock.  This climb starts on the far left on top of a platform behind a large tree. Lieback the obvious, thin flake system for about 60 feet.  The protection is excellent in the flake,  but sometimes difficult to place.  The flake peters out after about 60 feet, and it turns into an easy runout slab at the top.  This is \"fun\" easy way to the second tier of the Southeast Slabs.  The descent is an easy scramble to the west.","protection":"Pro to 1 inch with emphasis on small gear.","location":""},"__v":0},{"_id":"qwoBoQo9V/K5ABAg1o6LVw==","name":"Dirty Love","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J Bassett D Brady, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":1,"mp_id":"107123872","mp_crag_id":"106535222","climb_id":"qwoBoQo9V/K5ABAg1o6LVw==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Below left side of roof in the corner, yard up first move in the crack, and clip old pin and back it up with small nut. Perform a couple of undercling moves to the right, then go around and up a right-facing corner following good crack. There are a couple of face moves mid way.\n\nWe found the crack to be clean (not dirty) except for couple of moves near top where climbing backs off.\n\nAt top of crack, proceed up face, 5.easy, trending right to rap station.\n\nRap to chains on face (skier's left) or with 70m rope a diagonal rap will bring you to ramp.","protection":"Standard rack to #3 Camalot, doubles are not needed.","location":"This is on the left side of the South Face under a slanting roof 20' off the ground. Start in a right-facing corner."},"__v":0},{"_id":"Nqo9GMLnVgOquIfGWy0DhQ==","name":"Blackstreak","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Not sure, likely bolted by Craig Luebben.","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":4,"mp_id":"106469240","mp_crag_id":"106535222","climb_id":"Nqo9GMLnVgOquIfGWy0DhQ==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is a top rope only climb.  It is a slab with little pencil-eraser granite nubs to get some friction on.  Stay in the black streak.\n\nIt was the hardest climb I did before I slowed down for many years.\n\nThis is in Craig Luebben's \"A Climber's Guide to Greyrock\".\n\nUpdated: I miss Craig.","protection":"Two bolts at top.  To protect with toprope: Climb up Grey Rat Rocksicle (5.8) about 20 feet right of Blackstreak. It slabs to a lower angle on top, traverse left over to bolt anchors on BlackStreak.  Set toprope and enjoy!","location":"Start about 10' right of where\n\nFun Flake\n\ntops out.  This is the obvious black streak on second tier of south slabs."},"__v":0},{"_id":"5LFDIUNXXLOot315hKPxAw==","name":"Black Market","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Hall","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":16,"mp_id":"106661100","mp_crag_id":"106535222","climb_id":"5LFDIUNXXLOot315hKPxAw==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is just right of\n\nBad Boys\n\n...and joins\n\nEternity\n\nat its last bolt passing some crunchy, friable edges.","protection":"Bolts.... Wired nuts in bad rock and not worth placing.\n\nPer\n\nMojo Stylee\n\n: \"all anchors and anchor bolts and chains have been removed for all of the climbs in this immediate area, from\n\nAunt Edna's Costume Jewelry\n\nthrough\n\nJazzman (a.k.a. Turdland)\n\n; most bolts if not all at this point have been removed.\"","location":"Start to the right of\n\nBad Boys\n\n."},"__v":0},{"_id":"MHswGpEKV7e860TmXK3Bcg==","name":"Birdland","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Bassett, D. Braddy, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":17,"mp_id":"106668872","mp_crag_id":"106535222","climb_id":"MHswGpEKV7e860TmXK3Bcg==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"The right side of the Lower Tier of the South Slabs, while it seems steep, is well-featured enough to allow for a couple of very enjoyable, moderate face routes, of which Birdland is one.\n\nBegin near a crystalline pothole of sorts in the wall beneath three overly-close bolts - clip the second with a long sling (you'll likely regret clipping the first due to rope drag issues near the top of the pitch), and make some 8/9 moves directly left into a bejeweled groove.  Step up the groove, passing a couple bolts along the way, until a crack in a right-facing feature is visible just to the left.  Make crux friction moves left to this crack, sink a couple nuts, and then run it through more thin friction moves, stepping left into a water streak before gaining easier ground to the belay bolts.","protection":"4 bolts (clip the first one if you really feel like, avoid it to minimize drag) and a set of stoppers will get you through this pitch.  You also might want to bring along a good set of nuts.\n\nPer\n\nMojo Stylee\n\n: \"all anchors and anchor bolts and chains have been removed for all of the climbs in this immediate area, from\n\nAunt Edna's Costume Jewelry\n\nthrough\n\nJazzman (a.k.a. Turdland)\n\n; most bolts if not all at this point have been removed.\"","location":"Birdland is one of two moderate slab lines on the right margin of the Lower Tier of the South Slab.  The start is easily identified by a pothole in the wall with two closely-spaced bolts immediately above.  The line continues up a crystalline groove six feet left of the initial bolts."},"__v":0},{"_id":"RNhw6vO+UcmLjKsuOM9cdQ==","name":"Between Nothingness and Eternity","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Craig Luebben, Malcolm Daly, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":14,"mp_id":"106661075","mp_crag_id":"106535222","climb_id":"RNhw6vO+UcmLjKsuOM9cdQ==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is a really good slab with quite a bit of variety, and it's very well-protected! The crux comes right away at the steepest part with a couple super thin, hard cranks, high steps and thumb mantles. When the angle kicks back, the finger holds seem to disappear and it is .11/.10 friction action. The upper section is 5.4ish terrain.\n\n#1\n\nof the\n\n\"CO Northern Front Range 5.12 Pure Slab Trilogy\"\n\n(my suggestions and all non-Splatte routes).\n\n#2\n\nis\n\nFrisky Puppies\n\n(Donahue/Harvey). A funky, sustained friction-paddling and smedging pitch at Lumpy Ridge on the Book.\n\n#3\n\nis\n\nBlood For Oil\n\n(also Luebben) on Combat Rock, for a friction slab and patina steep face/slab pitch and a bulge to steep slab 2nd pitch.\n\nHonorable mentions:\n\n**\n\nGreensleeves\n\non Rock Of Ages (steep slab crimpin')\n\n**\n\nRadlands Of Infinity\n\non Blob Rock (1st pitch is crux and it's a scratch-fest/ 2nd pitch is thin crack and funky slab---link pitches)\n\n**Razor Hein Stick on Bitty Buttress (short but fierce friction bumps)","protection":"Bolts...I would recommend running up the ramp to set up the anchor first (perhaps there is a bolted anchor).\n\nPer\n\nMojo Stylee\n\n: \"there's no fixed pro past the 3rd bolt (if there still is a third bolt).\"","location":"This is on the South Slabs, Lower Tier and off the left side of the mini-ledge. It is the right side water streaks... and the leftmost bolted route."},"__v":0},{"_id":"BKVj1DnTXM6UYb/mv2ACAQ==","name":"Beer for Breakfast","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Braddy, J. Bassett, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":19,"mp_id":"106668902","mp_crag_id":"106535222","climb_id":"BKVj1DnTXM6UYb/mv2ACAQ==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"Beer for Breakfast is a rare (partial) crack line on the Lower Tier of the South Slabs.\n\nAscend a right-angling, right-facing dihedral immediately right of\n\nJazzman (a.k.a. Turdland)\n\nthrough steepening terrain to a small roof.  Surmount the roof on small holds (crux), and continue up the easier but runout face above, aiming for a seam in a depression above.  Climb the seam - very thin, 8+/9 - and push onward up the slab above to belay anchors shared with\n\nJazzman (a.k.a. Turdland)\n\n.","protection":"A light rack will get you up this pitch comfortably - the dihedral takes small nuts on up to a #3 Camalot, and the climbing above is mostly run-out, with potental for micro cams or maybe RPs in the seam.","location":"Behind and to the right of a pine on the right-most side of the Lower Tier of the South Slabs is an alcove featuring a number of cracks.  Beer for Breakfast climbs the right-facing dihedral that forms the left border to this alcove."},"__v":0},{"_id":"ZN0WNwMBUYCF0dJ40ntw8A==","name":"Bad Boys Bolt","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Craig Luebben, RIP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":15,"mp_id":"106661092","mp_crag_id":"106535222","climb_id":"ZN0WNwMBUYCF0dJ40ntw8A==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This is just right of\n\nNothingness\n\n... and joins that route in its middle.","protection":"Bolts....\n\nPer\n\nMojo Stylee\n\n: \"all anchors and anchor bolts and chains have been removed for all of the climbs in this immediate area, from\n\nAunt Edna's Costume Jewelry\n\nthrough\n\nJazzman (a.k.a. Turdland)\n\n; most bolts if not all at this point have been removed.\"","location":"It is on the South Slabs, Lower Tier. Start to the right of\n\nNothingness\n\n."},"__v":0},{"_id":"XgJ3whlmVcWLmJZfG6t/Ww==","name":"Aunt Edna's Costume Jewelry","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Allen & partner, 1970s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"left_right_index":13,"mp_id":"106668252","mp_crag_id":"106535222","climb_id":"XgJ3whlmVcWLmJZfG6t/Ww==","areaRef":"EwD2kAUuWI67H6gAQHLfDg=="},"content":{"description":"This super-fun slab line mixes it up between Flatirons-esque friction and classic granite edging to offer a leader of any level a very enjoyable pitch of climbing.\n\nBegin on the flake just right of\n\nTwo Minds Meet\n\nby reaching up and grabbing some huge, delightfully tacky crystals in a shallow groove.  Climb the groove until it runs out, and transition to a section of friction moves for a few bolts before reaching a horizontal break, after which the angle, and difficulty, progressively eases.\n\nThis line originally went at 5.7 X, but was retrobolted sometime fairly recently (hangers and bolts are free of corrosion or rust).  While this climb is now an excellent beginner sport lead, it is, unfortunately, also very out of character for the area, with a bolt every ~6 feet, even through 5.5/5.6 terrain.","protection":"You need more than a 70m rope!\n\nPer\n\nMojo Stylee\n\n: as of Feb. 19, 2011, all of the bolts but one, including the anchors, have been removed from this route.","location":"Aunt Edna's Costume Jewelry ascends the moderate face between\n\nTwo Minds Meet\n\nand\n\nBetween Nothingness and Eternity\n\non the lower tier of the South Slabs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,f27f00b7-1968-5942-bffb-931b2cd00345,19124f55-4cb4-5391-8646-4159f1dce732,1300f690-052e-588e-bb1f-a8004072df0e","pathTokens":["USA","Colorado","Fort Collins","Poudre Canyon","Greyrock","South Slabs, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":5,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.5"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.11"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":1,"beginner":7,"intermediate":5,"advanced":5,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":9,"intermediate":6,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2934,40.7143]},"bbox":[-105.29399324149519,40.71385033981814,-105.29280675850484,40.71474966018186],"left_right_index":-1,"ext_id":"106535222","area_id":"EwD2kAUuWI67H6gAQHLfDg==","polygon":{"type":"Polygon","coordinates":[[[-105.29399324149519,40.71385033981814],[-105.29280675850484,40.71385033981814],[-105.29280675850484,40.71474966018186],[-105.29399324149519,40.71474966018186],[-105.29399324149519,40.71385033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:56:54.083Z","updatedAt":"2024-02-19T18:32:36.401Z"}