{"_id":"6368a50be80bff5a995b0237","area_name":"Hole In The Rock","shortCode":"","climbs":[{"_id":"fGaEpHjDXMaM4baPZTMiiA==","name":"Hole-lee Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rob Griz ?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.03179,37.49855]},"left_right_index":999999,"mp_id":"107408205","mp_crag_id":"105852775","climb_id":"fGaEpHjDXMaM4baPZTMiiA==","areaRef":"/GGXl5P3VYCGQD2zB9GZ1A=="},"content":{"description":"A great start with a sketchy finish. Awesome fingers to hands before fists to OW finish.  A sandy line that overhangs a bit mid-route then finishes on a steep slabby top out.","protection":".5 to 6 camalots. Double on sizes 3 on up.","location":"Drive the nasty, washboard Hole in Rock road the 50+ miles to the end. Hike down into the man-made gash to a ledge on the left. Walk about 50m along the ledge to the obvious splitter. You can walk off after finishing the route.\n\nTH:\n\n37.256885, -110.901742"},"__v":0},{"_id":"KGFwk2T1Xje3afIACv6f0g==","name":"Broken Bow Arch","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bill Duncan, Jon Burnham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.03179,37.49855]},"left_right_index":999999,"mp_id":"105852804","mp_crag_id":"105852775","climb_id":"KGFwk2T1Xje3afIACv6f0g==","areaRef":"/GGXl5P3VYCGQD2zB9GZ1A=="},"content":{"description":"Broken Bow Arch is located in a very remote area. It is approximately 250' in height and can be found nestled in Willow Canyon.  You will find excellent canyon hiking opportunities in this area in addition to an unlimited supply of exploration and adventure.\n\nThe route on Broken Bow Arch follows the southern skyline and is rated 5.8. Begin with some easy face climbing to reach a ledge and a short crack (5.7). Follow this crack to another small ledge (5.8+) before proceeding up a 5.6 groove to a large bush. A large chimney begins shortly after the bush and there are two drilled pins for a belay/rappel anchor. The second pitch follows the large, awkward chimney to very near the summit. Expect to encounter a couple of 5.8 offwidth moves higher in this chimney. Belay near the summit. The descent involves downclimbing the chimney (which is much easier than climbing up) to the fixed anchors and rappelling 75 feet (23 m) to the ground. If time allows, go for a swim in the lake, about a 30-45 minute hike down the canyon. Or explore some of Forty-mile Canyon, which joins Willow Canyon a short distance downstream.","protection":"A light standard desert rack (that's an oxymoron, I know) is a good idea, but bring some wide gear for that chimney.  A #3 big bro might be useful.","location":"Willow Canyon used to be a tributary to the Escalante River before the lake inundated part of them both. It is usually accessed by the lake, but it is possible to access it from land and this makes for a great hike down to the lake or a great loop if one wishes to include Fortymile Canyon. Willow Canyon usually has water running in it year round. This makes it a good hike even in hot weather because the potential to cool off always exists. There is also beautiful 250' (77m) high Broken Bow Arch , and cliffs that make for fine cliff jumping when the lake is not too high. To reach Willow Creek and Fortymile Gulch, drive south on Hole-in-the-Rock Road for roughly 43-44 miles (72-74 km). You know you are getting close when you pass the sign for Carcass Wash. Sooner Wash is next and it is the wash you want to use if you plan to make the loop hike. It is recommended that you descend Fortymile Gulch and return via Willow creek if you are going to make the loop because Fortymile is more difficult and best to hike when you are fresh. Fortymile has several pools and a good section of narrows. The entire loop is roughly 10 miles (17 km) if you hike down Sooner Wash and up Sooner Gulch (which is the southernmost fork of Willow Creek). This can be shortened by taking a map of the area and following the two northern forks out of Willow Creek on to Sooner Bench. This will save you 2½ to 3 miles.\n\nTo find the Sooner Bench route into the north fork of Willow, continue past Sooner Wash for approximately 1¼-1½ miles (2-3 km) and find a two-track road heading southeast. Follow this to its end near the northernmost fork of Willow Creek. This is a very worthy hike and will require a full day to do the loop and a solid half day to hike down Willow to the lake and back. There is good camping, however, in Willow Creek above the potential flood zone, but don't take an overnight-sized pack down Fortymile unless it is waterproof and floats. Broken Bow appears on many of the park service maps\n\nMaps Link\n\nTH: 37.329694, -111.000456"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,f2ade6be-2758-576e-afe6-6b1b9e8ccf22,917970d4-a314-5d0b-8868-86f029d6c5bc,fc619797-93f7-5580-8640-3db307d199d4","pathTokens":["USA","Utah","South Central Utah","Glen Canyon","Hole In The Rock Road","Hole In The Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.03179,37.49855]},"bbox":[-111.03235677324894,37.49810033981814,-111.03122322675104,37.49899966018186],"left_right_index":-1,"ext_id":"105852775","area_id":"/GGXl5P3VYCGQD2zB9GZ1A==","polygon":{"type":"Polygon","coordinates":[[[-111.03235677324894,37.49810033981814],[-111.03122322675104,37.49810033981814],[-111.03122322675104,37.49899966018186],[-111.03235677324894,37.49899966018186],[-111.03235677324894,37.49810033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:34.851Z","updatedAt":"2024-01-20T01:07:06.982Z"}