{"_id":"63689d10e80bff5a994f174a","area_name":"It's Always Sunny Wall","shortCode":"","climbs":[{"_id":"PpOelMJYU0Ga/XGHfu0qiw==","name":"\"It's Always Sunny In Newton County\"","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Trenton Mconnel/Tyler Casey","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-93.28489,35.84818]},"left_right_index":999999,"mp_id":"114328795","mp_crag_id":"114328742","climb_id":"PpOelMJYU0Ga/XGHfu0qiw==","areaRef":"64ei3Cg+WbusidfY/GTO3A=="},"content":{"description":"Disclaimer: This is a rather adventurous and somewhat runout (though still safe) sport route. Unorthodox to most climbing in the state, it will involve an array of skills to even obtain the belay stance to begin. For those in need of a semi-alpine experience in the ozarks, this may be up your alley. Otherwise I'd wait till more accessible routes get bolted at Dismal Hollow before travelling here. \n\n As of now this route is missing the first pitch to link into the headwall (soon there shall be a lower pitch to reach the belay ledge, probably going to be around 12c-13a for P1)\n\nAccess:In order to access this route currently, you'll need to locate the anchors. Two ropes shall be needed as one will be used to rappel off a tree from the top and get on the top anchors, then you shall have to figure a system that works best for you to get to the low set of anchors. (part of the adventure)\n\nThe Route: The route itself is actually quite enjoyable and extremely exposed for Arkansas. The first 30ft or so involve interesting movement on interesting/precarious stone, eventually you'll reach the midway \"bivy\" ledge where you can take a breath, examine the run out (sorry; opportunity for worthwhile bolt placements around here were marginal at best). You'll also have time to think about the poor life decisions that led you to climb this route. After the ledge the climbing really begins, as you push into the steep frontier, where the rock becomes rather immaculate. Some tough moves will lead you into a stressful mantle, where some easy pulls await below the anchor. Top out the wall for full glory points and take in the view \n\nSummary: In all this route probably shouldn't exist, but if you like bad ideas and elevated heart rates, crux moves with lots of exposure, and an overall \"Southern Alpine\" experience, it may be up your alley. If anyone happens to actually climb this, I'd love to hear about how delightful, or vice versa your outing was.\n\n Be safe out there,\n\n -The Alpine Cowboy","protection":"Quickdraws, bring anchoring material. Helmet probably necessary","location":"Only line on the wall. Look for the bolts"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b33d5a8f-4494-55c0-a863-049dce4065d9,7171ecce-25fb-5d6f-8043-884ba05e379b,c01da0e1-65e1-5934-aef1-f885ee0e4100,d14223a4-c285-5a0c-a438-5fa0b2c2096b,eb87a2dc-283e-59bb-ac89-d7d8fc64cedc","pathTokens":["USA","Arkansas","North-Central Arkansas","Cowell/Deer Area","Dismal Hollow","It's Always Sunny Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.28489,35.84818]},"bbox":[-93.28544474452691,35.847730339818135,-93.28433525547308,35.84862966018185],"left_right_index":-1,"ext_id":"114328742","area_id":"64ei3Cg+WbusidfY/GTO3A==","polygon":{"type":"Polygon","coordinates":[[[-93.28544474452691,35.847730339818135],[-93.28433525547308,35.847730339818135],[-93.28433525547308,35.84862966018185],[-93.28544474452691,35.84862966018185],[-93.28544474452691,35.847730339818135]]]}},"content":{"description":"Just as it sounds, the warmest wall in the region, great for clear winter days, would roast you in the summer months  \n\n  About 150-170ft in height. Bottom tier is capped with a 40ft steep overhanging roof cap that lips over to the 80ft-100ft face above."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:23.640Z","updatedAt":"2024-01-20T00:56:18.157Z"}