{"_id":"63689de0e80bff5a994f9f8a","area_name":"Aretes","shortCode":"","climbs":[{"_id":"E8QuW5LiVEGZ4nB3k8xhwQ==","name":"Suffer Pony at the Disco","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"September 21, 2009 - Jeremy Roop and Joe Forrester","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":1,"mp_id":"106553268","mp_crag_id":"109540935","climb_id":"E8QuW5LiVEGZ4nB3k8xhwQ==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Approach: descend SOB Gully and head for the Painted Wall.  Enter the gully between the Northern arête of the Painted Wall and the Porcelain Arête Buttress.  Ascend for 200-300 feet on 3rd class until it is possible to traverse the\n\nPorcelain Arête\n\nButtress on third class.  Traverse to the East side of the buttress and locate the right-most (most north east) bushy dihedral.\n\nP1. 230'. Follow a bushy, left-facing dihedral up the arête surmounting a small roof in process.  Belay on nice ledge (5.7+).\n\nP2. 230. Instead of heading into the left-facing dihedral as for the\n\nPorcelain Arête\n\n, head up and right into the right-facing dihedral.  Step left under obvius crack to belay (5.7+).\n\nP3. 110. Continue up a loose limestone crack surmounting small roof. Belay directly on the arête (5.9-).\n\nP4. Make improbable moves over an arête to regain the right side of the arête (5.9+/10-).\n\nP5-9.  They are almost entirely on the northeast face of the\n\nPorcelain Arete\n\nbuttress.\n\nP5. 230. Head out right along 3-4 crack, making a hand traverse into an offwidth.  Belay on top of pillar on East side of the buttress (5.8-).\n\nP6. Face climbing directly up from thP5 belay leads to a ramp leading up and right.  On top of ramp, dicey free climbing leads to belay ledge (5.10R).\n\nP7. 220. Head right along ledge to an offwidth.  Belay at top of offwidth. Classic (5.8-).\n\nP8. Head up broken rock to the base of the first large pillar on the\n\nPorcelain Arête\n\nbuttress (5.7).\n\nP9. Continue on the left side of a pegmatite tower, and find a belay in large blocks (5.6-5.7).\n\nP10/11. Continue up easy 5th class climbing to summit.\n\nDescent: follow the Painted Wall trail back to camp.","protection":"1 #4, doubles 3-0.5, set of Aliens, set of stoppers.  70m rope advantageous.","location":"This is located on the\n\nPorcelain Arete\n\nButtress, to the right of the\n\nPorcelain Arete\n\nroute."},"__v":0},{"_id":"aXopwnO/UHSTtd5J+3TTtg==","name":"Sistine Reality","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Collins, Copp, 4/06","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":2,"mp_id":"105905375","mp_crag_id":"109540935","climb_id":"aXopwnO/UHSTtd5J+3TTtg==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"The topo of the .jpeg image has attached route info.","protection":"To 3\" - heavy on small nuts/TCUs.","location":"This is on the West face of Gothic Pillar."},"__v":0},{"_id":"6DWxZuCcVhiE3qGuD9Blvw==","name":"Russian Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Layton Kor and Larry Dalke, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":9,"mp_id":"105761052","mp_crag_id":"109540935","climb_id":"6DWxZuCcVhiE3qGuD9Blvw==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"\"The Russian Arete, you know, like Russian roulette\"  (a quote by Layton Kor taken from\n\nBlack Canyon Rock Climbs\n\nby Robbie Williams).\n\nAs its name implies, the Russian Arete is a long, loose climb.  The climbing is good and clean, due to much traffic over the years, but the loose rocks, flakes, and boulders are everywhere to be found.  Remember to pull down and not out.  That being said, the Russian Arete is a wonderful climb, ascending a series of chimneys for 800 feet, not including scrambling, from the river to the rim.  Do not the let loose rock be a deterrence, but rather delight in a pleasant ascent of a Black Canyon classic.  Expect 8 - 200 foot pitches on the route plus much scrambling to get to the base of the route from the river and the back off the thing to the rim. From the campground on the North Rim, descend the SOB Gully almost to the river.  Look for 2 gullies on the downstream side.  Head up the gully on the left, on third class terrain, aiming for the base of a large pillar.  The climbing begins on the right side of the pillar, heading up a series of wide cracks.  There are many ledges in this area, climb to the highest one possible and belay.\n\nPitch 1. Climb the wide cracks as high as possible, and belay on a ledge beneath the pink \"railroad cracks\" that identifies the 2nd pitch, 5.8, 200 feet.\n\nPitch 2. Do more of the same.  Continue up the crack system, through the best climbing on the route, encountering a little bit of everything, hands, roof, and chimney.  Belay where suitable, as high as possible, 5.9+, 200 feet.\n\nPitch 3. Climb more of the same.  Get the picture yet?  Continue up a series of chimneys, belay as high as possible, 5.8, 200 feet.\n\nPitch 4, 5, and 6. Climb more chimneys.  There is supposed to be a 5.9 crack in this area somewhere, but with all of the chimneys, it gets lost in the shuffle.  5.8 to 5.9 200 feet each pitch.\n\nNow for the finish.  Head up to the rim.  Continue roped climbing for at least 2 more pitches or so to reach easier terrain that can be comfortably scrambled.  Head to the highest point possible and back into the woods, trending ever so slightly to the right until the trail back to the ranger station is encountered.  It is a good mile to mile and a half, depending on the level of dehydration and exhaustion, back to the ranger station. The route can be checked out from the North Rim overlook.  Use\n\nBlack Canyon Rock Climbs\n\nby Robbie Williams as a reference.  Enjoy.","protection":"Bring a standard Black Canyon rack, up to #4 Camalot.","location":""},"__v":0},{"_id":"nKtmi7baXY6Z+07M6+JXAA==","name":"Road Head","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":17,"mp_id":"106487295","mp_crag_id":"109540935","climb_id":"nKtmi7baXY6Z+07M6+JXAA==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Pitch 1: Start in front of 3 trees in the S.O.B. Gully, right side, in front of 3 trees and a cairn. Wander up the line of weakness (thin cracks and face) to a ledge with a crack on the face to the left, and a thin crack in an obtuse corner above. 5.8+; 120'.\n\nPitch 2: Climb the thin crack around a bulge; wander 130' up to a grassy ledge with a large boulder. 5.9.\n\nPitch 3: A cairn marks the start of this pitch; straight up from the last belay, face climb a short distance to a block; surmount the block and continue up the crack, bushwhacking along the way up this left-facing corner to a ledge on the left. Belay from the 2nd ledge up with a large block on it. 5.10; 100'.\n\nPitch 4: Dicey moves out right from the ledge; Loweballs useful. Continue right and up the face (small pro) to a ledge; traverse back left 30 feet. Down 8 feet to a belay ledge with a flat boulder. 5.10; 90'.\n\nPitch 5: Move left off the belay to the base of a chimney. Climb the dirty chimney for 60 feet, then traverse left under the huge chimney. Good pro up under the roof. Exit around the corner to a huge belay ledge. 5.9; 80'.\n\nPitch 6: Continue up left-facing corner for 15 feet; surmount huge flake and continue up face/ slab for 110' to a large, right-facing dihedral/ chimney with rotten rock. Climb cracks in rotten rock to a large belay ledge. 5.10; 180'.\n\nWalk to climber's right and 3rd class up gully system (caution!) to rim. Bushwhack and hike to Exclamation Point Trail.","protection":"Standard rack to #4 cam including RPs and Loweballs, 60m rope.","location":"Hike down S.O.B. Gully for 15 minutes; veer right off main trail. Hike through a large stand of trees, always hugging the wall on the right side of the gully. If you are directly parallel with the Casual Route Buttress, you have gone too far. Start is at a 10 foot tall tree, 15 feet back from the wall; shorter (6 feet) trees stand, one up hill and one down hill from the larger tree. A cairn marks the start, and is on the wall proper. Look for thin cracks on good rock on the wall, past a gully. The first 2 pitches trend up and right to a large, grassy terrace (Lauren's Arete ending); the last 4 pitches are relatively plumb from the exit of P2 on the grassy terrace.\n\nThis route provides all the standard Black Canyon fare: some loose rock, some good rock, some dirty chimney climbing, face climbing, traverses, and good exposure. It will clean up nicely after a few more have ventured on it. Enjoy the \"Road Head\"!"},"__v":0},{"_id":"kDb5B2eGVYmlQfsWWPX1CA==","name":"Prussian Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":8,"mp_id":"105760899","mp_crag_id":"109540935","climb_id":"kDb5B2eGVYmlQfsWWPX1CA==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"A couple hundred feet left of the\n\nRussian Arete\n\n(which needs to be added) is a pillar in front of the wall.\n\nP1-5. Starting up the ramp behind this, we climbed five pitches (all over 150 feet) of relatively good rock, with 2 roofs that turned out to be not so bad. All of this protected well in the 5.7-5.9 range. The fifth pitch had a fixed nut out right from a large roof and tougher climbing (5.9).\n\nP6-7. Above this, things turned interesting/ugly, and we no longer saw any evidence of previous parties. A right-facing peg corner with a good hand crack for most of it (pitch 6), followed by a right-facing, crumbly, junk corner (pitch 7). Both were in the 5.10 range with pitch 7 containing a hard move (read- pull on gear).\n\nP8. A 5.7 pitch returned us to the finish of the\n\nRussian Arete\n\n.\n\nP9-10.  Approximately 400 feet of mostly scrambling with one small chimney allowed us to get to the rim before dark (barely). I'm not sure I'd recommend it, since the harder pitches had the worst rock, but it might be helpful for someone who is as stupid as us and can't find the\n\nRussian Arete\n\n.\n\nI would hesitate to claim a first ascent (we saw gear 5 pitches up), but the upper pitches seemed so unclean it may have been. The peg handcrack is actually pretty cool, when you're done with it! Wear a helmet and place belays below overhangs. The only reason I knew my partner dropped a cam was that it fell differently than all the rock!","protection":"We brought doubles up to #3 Camalot and a #4 Camalot.","location":""},"__v":0},{"_id":"RgZLF+MPUj2AasgWnHLJUQ==","name":"Pound Town","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jonathan Schaffer and Josh Richard, 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":3,"mp_id":"112182251","mp_crag_id":"109540935","climb_id":"RgZLF+MPUj2AasgWnHLJUQ==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"This rad adventure route climbs mostly clean rock on the left prow of Diagonal Will buttress.\n\nDisclaimer: the 11+ R grade assigned to this route by the FA assumes you follow Jonathan's variation, and it is closer to 5.11 R/X. If you follow our direct variation to the 6th pitch, it is 12- PG-13/R with 5.11 R/X.\n\nP1-3\n\n. The route follows cracks (10) for 2 pitches, through an arching roof, and into a large, left-facing peg corner (10+) for an 80m pitch (or pitch it out). At this point, it had rained, so we had early lunch on top of the pillar waiting for the rock to dry.\n\nP4\n\n. Follow a short handcrack up into some precarious flakes, and place gear under a roof. Bust left out the side of the roof (10-), continue briefly left, then climb up and right to a rail on the bottom of the peg traverse. Now climb up and hard right on mostly good edges, getting a tiny cam or two along the way. Traverse to a sloping stance with hand-sized gear (10- R).\n\nP5\n\n. Climb up a smooth, featured, left-facing corner on varnished reddish-brown rock. Get a #4 in out left, then pull over a small roof into the corner up higher (11 PG-13). Arrange small brass trinkets and make a big move to a juggy rail (10+ R). Traverse right to the arete (9) and place gear on the left side in a crack. Move up slightly and then traverse directly right for 25-30 feet (10+ R) with no more gear until the next left-facing corner. Run it out up the corner (10-) to protect the follower. Build a belay at the top of the corner.\n\nP6\n\n. Climb up a discontinuous, somewhat poopy, finger crack (11) with great rock and good stances. When the crack ends, traverse left on positive holds (9 R). Climb up another corner (10ish) and arrange gear (include finger size and C4 #4). From here, the FA claims the route traverses low and right on edges (11 R) and then up towards a hanging flake and a slopey mantel onto a ledge. This way takes some small offset cams but appeared to blank out below the flake. I downclimbed over to another variation, but perhaps this way goes.\n\nDirect Variation:\n\nRather than moving out right on the face, continue up the crack as it peters out to a seam, liebacking the right edge of a bottoming crack on perfect rock, looking for a good face hold up high (11 R). A 0.75 C4 or red Metolius cam can be arranged in a shallow but bomber placement slightly out right in a parallel feature. Run it out 20-25 feet above this to a precarious mantel (12- PG-13/R) onto a very sloping rail below a small peg band, clipping an ancient bolt (really a bent masonry nail). A slopey undercling hold and a high foot smear make this move possible. Make a very delicate traverse directly right across the sloping rail (11 R), finishing on a slab below a roof. Pull the roof (10+) on hands, cups, and fists, and either belay at a good stance (good gear) or continue up a beautiful varnished corner on rattly fingers (11) to small stance with smaller gear.\n\nThis exciting variation seems to be of higher quality than some potentially flaky rock at the top of Jonathan's variation. We watched another climber go this way as well. If this becomes the standard variation, someone should definitely put a good bolt here! Blowing the mantel and ripping the cam below could be devastating.\n\nP7\n\n. This was the most dangerous pitch in terms of likelihood to fall and get hurt. Climb the varnished (11) corner (or if belaying above it), continue up discontinuous crack and face, angling slightly left. Now climb run-out face, arranging gear where possible, and climb delicate and friable edges (11 R/X) way above gear. After the most difficult moves, slot in some shaky brass nuts and marginal cams, and make easier moves to better gear. Jay led this pitch, and we both thought it was pretty dangerous. I pulled off a right handhold following the crux but managed not to pop off. Be very careful! We continued up and right to halfway up a chimney on the left side of a pillar, but you can belay earlier.\n\nP8\n\n. The space face. Climb a chimney (9), and arrange gear before the top of the pillar (0.75 and #3 C4 were helpful). The FA claims a 000 C3 can be placed off the pillar, but this placement didn't look worthwhile. Climb up a good, unprotected peg band up and left (10+ X), following the path of least resistance. The FA claims to have gone further left, but I climbed slightly right and up, eventually getting gear after 60-70 feet (tiny cams including 000 C3). Meander up and left on schist and peg, placing gear where possible. (10 R) Build a belay at the first good crack worth putting gear into.\n\nP9\n\n. Climb up a peg band into a funky corner system (10ish) traversing left as soon as possible to get to better rock. There could be better corners further left. Climb clean cracks (8-9ish) up into clean, featured handcracks (7-8ish), continuing up near the prow until you run out of rope.\n\nP10\n\n. Simul for a couple ropelengths up moderate terrain (9 or easier), reaching a cleft at the top.\n\nHike out a couple miles on the North Vista Trail to the ranger station, trying not to get suckered onto the loop above the\n\nRussian Arete\n\n.","protection":"Doubles to C4 #2, single C4 #3 and #4, offset nuts!, microcams down to 000 C3, and RPs + brass offsets. Your rope should be 70m or longer.","location":"Pound Town starts in cracks on a smooth slab climber's left of\n\nDiagonal Will\n\non the Diagonal Will Buttress underneath a large peg column. Look for a hemp rope anchor 30 feet up and slightly left."},"__v":0},{"_id":"p03y/t8cV9ey3XE959VkvQ==","name":"Porcelain Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Layton Kor & John Kerr, 1960s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":0,"mp_id":"105763587","mp_crag_id":"109540935","climb_id":"p03y/t8cV9ey3XE959VkvQ==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"The Porcelain Arete is one formation upriver from the Painted Wall. Its position, scale, and terrain dictate a distinct \"rockineering\" feel. A tad bushy and a bit loose, never the less, a great adventure at a reasonable grade. It has mind-bending views of the aretes and the immense Northerm Arete of the Painted Wall.\n\nGain a grassy ledge after climbing 200-300 feet up the gash between Painted Wall and Porcelain. From the far right side of the ledge, follow obvious, bushy sluices for 250' before an improbable and airy traverse left 75' on peg deviates from the cracks under a steep section.\n\nHead up the next obvious, sluice for 250', until a series of corners present themselves above. Head up these, for another 300' or so, praying that these corners will allow passage left onto the main face. We stepped around at an arbitrary point only to be rewarded by an immaculate, 5.10 finger crack in a perfect, grey shield.\n\nContinue up and left under another steep, scary section, passing some wicked death blocks. Gaining a pleasant & easy ramp system, traverse up and left until the mother all bushy sluices on the right appears the easiest exit.\n\n300' more nebulous fun eventually leads to the top.","protection":"One to two sets of cams to 3\", depending on pitch lengths. One #4 Camalot is nice. Bring gobs and gobs of runners.","location":""},"__v":0},{"_id":"3nLi0lNFXleaJv5HE8ly7w==","name":"Pathfinder","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tom Dickey & Ed Webster","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":5,"mp_id":"105754882","mp_crag_id":"109540935","climb_id":"3nLi0lNFXleaJv5HE8ly7w==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Pathfinder is an acceptable adventure climb with some memorable sections of climbing, nice variety, and a significant volume of wandering and fuzziness.  I like to think of this climb as the 5.10+ equivalent to the Russian Arete, both in terms of the character of the climbing, and the ratio of higher fifth-class to lower choss-class terrain.\n\nFrom the campground, wander leisurely to the top of SOB Gully, enjoying the scent of sage, the dewy freshness on the bushes scratching your legs, and the peacefulness in the dawn air.  Now trip and stumble down the dirt chute that comprises the trail into the inner gorge.  By the time you reach the river, your coffee and oatmeal should be sufficiently digested, so stop for a minute, bite into a power bar, and marvel at the majestic walls surrounding you, the screeching of the ravens, and the poison ivy everywhere.\n\nHead downstream and pass the first significant buttress (The Hooker Buttress) to just beyond the significant vertical gully that separates it from the next (The Diagonal Will Buttress).  On the right side of this second buttress, head for a big terrace just down and right from the high point of the talus, and devise a way to gain this ledge- a R-facing corner (lower fifth class) works, as will a short stretch of 5.10 fingers (per the new guidebook topo).\n\nP1. Climb a left-facing corner through poison ivy (5.8), and belay above the jog in the corner, or keep going to an equally uncomfortable stance above.\n\nP2. Continue through some more poison ivy, and a short stretch of 5.10.  Belay on a small stance below the steeper pegmatite.\n\nP3. Climb the steep 5.10+ (or 5.11-) peg finger crack, then traverse right through bushes and blocks to a large detached pillar.  Alternatively, one may combine these 3 pitches in to 2 long leads.\n\nP4. Climb the 5.8 dihedral above.\n\nP5. Jog right, and climb wider 5.10 to a good stance.\n\nP6. Continue up the crack system past some 5.10+ thin stuff, and belay on yet another small stance (save some big gear for this anchor).\n\nP7: Now tackle the short 5.10 offwidth crack through a bulge, and land on a large terrace for the belay.  Here the nature of the climb changes from steep and burly to broken and swirly.  This spot is where the FA party (and presumably others) bivied.\n\nP8. Climb 5.7 or 5.8 off the right hand edge of the terrace, aiming for vagueness.\n\nP9. Easier but equally vague climbing leads you towards a right-leaning ramp thingy.\n\nP10. Climb the ramp, or in the vicinity of it, and belay below a dark, broken wall.\n\nP11. Gingerly thread through some death blocks, then traverse left (5.7) a bit lower than you think to a chimney thing.  Belay on top.\n\nP12. Pick the twigs out of your hair, then head up into the land of the amorphous, passing some 5.8 if you are on route.\n\nP13. Continue up, up, up, on vague fourth-class terrain and, hopefully, reach the rim.\n\nTo find the trail back to the ranger building, sniff your way NW, avoiding the gully on your right (which, if you are inclined to place a trajectory directly towards the trail, will inevitably greet you).","protection":"A medium-size rack (doubles from wired nuts to 3.5 or 4 inch); include two larger (5-6 inch) pieces.  Lots of slings.  Helmet.  If the weather looks splitter a single rope is adequate. Bring food, water, extra clothes etc. in a small bullet pack, since hauling for the most part would be a nightmare, and the upper stretches would be impossible to haul (just hang it from a sling on your tie-in loop for the short stretch of offwidth up high) .  Poison ivy block lotion is mandatory for the hypersensitive.","location":""},"__v":0},{"_id":"TWyFGHSWXr+x35VqCGxMog==","name":"Lauren's Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Webster, Lauren Husted","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":16,"mp_id":"105753625","mp_crag_id":"109540935","climb_id":"TWyFGHSWXr+x35VqCGxMog==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Lauren's Arete is the ridge/arete forming the west side of SOB Gully. The climb feels more like some old-time mountaineering classic in the Tetons than a modern rock climb. It is very satisfying.\n\nTo get to the start, hike down SOB Gully until not too far from the river, then skirt around west around the toe of the arete/buttress. Ascend a little till at the base of an easy chimney/gully heading upwards and right (east) to the arete proper. Scramble up this and belay on the crest under a face.\n\nClimb up and right past bushes to  gain better rock, cracks, a fixed pin (if you are lucky), and a nice stance. From here, scramble thirty feet down to an obvious notch. Climb up a steep flake crack slightly to your left. This rapidly gets easier, though is an excellent 5.8 crack for a long ways. This gains some  airy ledges. Here forge boldly upwards (5.9) up the steep prow above. I found some 5.10 moves hereabouts, but I may have been slightly off-route, or maybe not.... The rock drops very steeply on both sides,  making the climbing exposed, and retreat very tricky.  Continue directly up the arete for two more pitches, until the angle eases off. After gaining a larger notch, there is another steep and fun 5.8+ pitch up some pegmatite, which gains easier ground and a large ledge system.  Here the \"descent\" continues slightly upwards along a narrow, loose, and dangerous ledge to the upper reaches of the SOB Gully. Though nominally third class, this is hairy, and if the hour is late or the party is tired or inexperienced, it may be safer to rap from trees to join SOB Gully lower down (likely two raps from here with double ropes).\n\nWhen we climbed this, we had a blast, and finished in maybe four or five hours, but we passed a party on the second pitch. They had started much earlier than us and ended up getting back to their car long after dark. It would be real easy to have a hideous epic on this long and hard-to-escape route.","protection":"A general rack up to maybe 3 inches. Maybe a few extra long slings.","location":""},"__v":0},{"_id":"mg+kPZ5cUKGQATCgsH7sXw==","name":"Ghost Dancer Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob Robertson & Art Wiggins - late 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":10,"mp_id":"106246383","mp_crag_id":"109540935","climb_id":"mg+kPZ5cUKGQATCgsH7sXw==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Some fantastic sections on this climb; many of the bolts have been replaced; route finding is not very difficult. The only drawback may be that the approach, lengthy upper section and return hike make for a much bigger day than five pitches would normally require.\n\nP1. Climb unprotected 5.7 to gain a small, right-facing corner. Traverse left to second right-facing corner and belay at the top of this with a single, recently replaced bolt, 80 feet. (The Ripe Stuff heads out left from this belay.)\n\nP2. Step right, then straight up towards the bolts crossing the peg band. The first two have been replaced and this is solid, fun face climbing. Continue up through beautiful rock to many options for a belay.\n\nP3. Clip old bolt (you would be happier if they had replaced this one) and climb a ways to your next piece (mental crux). Continue up to a belay that is about 50 feet below a roof with a crack through it. (We combined P2 and P3 without much difficulty - approx. 180-190 feet combined.)\n\nP4. More great rock leading up to the roof crack (a #4.5 cam was useful here). Above the roof, angle slightly right to a ledge at the base of another peg band, 180 feet.\n\nP5. Cross peg band heading up and left with just a few options for gear (here, the guidebook says offwidth. The only offwidth is a long ways out left? We think that we should have traversed over to that feature.) We turned a small roof directly above the peg to gain a dirty slot. Another 50 feet above, the climbing eases and many ledge belay options exist, 150 feet.\n\nThe \"pitches\" are over but about 800 feet of stepped, bushy terrain remain to gain the rim. Simul-climbing or simul-soloing is recommended to prevent this from becoming an all-day (or all-night) affair. Note: all 5 pitches contain at least short sections of 5.10, but most of the climbing is in the 5.8-5.9 range.","protection":"Double set of cams, set of nuts, and a few big pieces for pitch 5 offwidth. In addition to the 5 or so bolts on the climb, there are a few fixed pieces. No fixed belays with the exception of the bolt at the base of pitch two.","location":"Same approach as for the\n\nRussian Arete\n\n. Continue up the gully past that route for a couple hundred more feet. Just before a vertical step in the gully the route begins on clean, slabby rock on the left."},"__v":0},{"_id":"IceHq39rW2G+NPbs3vQsfQ==","name":"Cheap Hooker","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ogden, Donahue, May 2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":6,"mp_id":"109642087","mp_crag_id":"109540935","climb_id":"IceHq39rW2G+NPbs3vQsfQ==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"This is some of the best rock I've climbed in the canyon (having done 46 routes here)! The first 5 pitches have bullet hard, perfect pewter granite with some \"no fall\" R sections. Also in the first five are 2 peg R pitches that you CAN'T fall on! The first ascensionists gave this route .12-[5.9X obligitory]! but they are manageable run-outs on \"good\" peg, if you can believe that.\n\nThe crux is actually a short 10' section on the second to last pitch protected by 2 pins.\n\nThe only bad pitch is the last as it is just an exit pitch of easy choss and can easily be simul-ed to speed up getting to the beer.\n\nI would recommend this route to any seasoned long route climber who knows they WILL NOT fall on .9+/.10- terrain!","protection":"Standard rack with RPs and nuts, extra 0.5-#1s, 16 slings, and a few draws for occasional bolts.","location":"The route travels up the middle of the buttress. Do the same 300' scramble up to the terrace as for the older Hooker routes."},"__v":0},{"_id":"RAYGi0x7Ve6kgEcGF/yL/w==","name":"Diagonal Will","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bryan Becker and Ed Webster","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":4,"mp_id":"105829938","mp_crag_id":"109540935","climb_id":"RAYGi0x7Ve6kgEcGF/yL/w==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"The Diagonal Will aka DW (not to be confused with the PW though the rocks speak the same language) is a route most people would choose to not repeat. I know I have no desire to return. For me, twice was enough, more than. It's not that the climbing is bad. In fact, much of the route involves exceptional movement. It's not that it isn't a scenic route.\n\nAu contraire\n\nthe views from there are not to spare. It is most likely that the two most common things you and your partner will be saying are \"ROCK!\" and \"on belay... DON'T FALL!\". This is really Not a climb for the faint-hearted who lust after safe rock and solid anchors. No no this IS a route for PIRATES! On both of my excursions, I can recall levels of terror and serenity that are unparalleled in my Black Canyon experiences.\n\nAfter turning the roof, the climbers are confronted with a profound decision. Everything is attempting to force you up and to the left but you have to find a passage to the right. The climbing up the Swallow Wall to the left looks intriguing at first. But all to soon, the immense dihedral rolls over into the gnarliest set of overhanging raptor beaks and talons. To the right involves managing a breach in the overhanging right wall of the DW dihedral. The pitch ends at a stance amongst a jumble of sharp edged loosely stacked flakes and blocks in the most exposed place imaginable. Considering that the next pitch involved a tricky traverse up and right for 90' of unprotected pegmatite face and a to the knot full rope length of climbing all on a \"DON'T FALL!\" belay, it is no wonder that my hands are sweating just writing about it almost thirty years later. That belay in space was the single most frightening place I have ever been in the Black.\n\nFortunately, after the peg traverse, the route kicks back into just hard for the last 5 or 6 pitches of obvious route finding. As to information about the rock fall from the cruxy pitch below the long roof, all I can say is \"tell me something I don't know.\" Both times I was there, that portion of the route looked like a huge dirty snow cone just crammed there by some spoiled rotten giant brat. And each time I was there it looked very different. It was highly changeable stone! And it was always desperately unprotected there as well. So, what change has occurred? Probably more of the same!\n\nThe DW is the steamy underside of Black Canyon misadventures. If asked if I would ever go back for the three-Pete, I would have to answer that depends. On what you might ask? On whether I could haul enough Depends with me.","protection":"Take whatever you can carry in addition to a full Black Canyon trad/free rack. NO bolts or pins were ever used on the DW in the old days.","location":"Diagonal Will is the most obvious feature on the entire buttress. Follow the long right facing, left leaning dihedral system. Continue through the far left side of the big long roof where it becomes a left facing overhanging dihedral system. Whereupon you must Will your self rightward to get to a different left facing system and the top. Easy! Except you should note that DW starts atop the largest single collection of talus at the base of any wall in the Black."},"__v":0},{"_id":"Xnza5PQrVrampLXbtDTqug==","name":"Bruce Willis","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jonathan Schaffer, Lindsey Schauer - October, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":15,"mp_id":"117967169","mp_crag_id":"109540935","climb_id":"Xnza5PQrVrampLXbtDTqug==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"Bruce Willis is another obscure yet worthy line for those climbers with some mileage in The Black and who feel good at the grade. It’s the real deal: adventurous and somewhat difficult to access, sampling the whole spectrum of Black Canyon rock from grungy to impeccable. The second pitch crux dihedral is classic: a beautiful, 5.11, stemming and hands corner that is fairly sustained with excellent movement. Although Bruce Willis may never become a popular line, it deserves traffic from those who know what they’re getting themselves into and may pique some interest for lesser known routes on that steep, tucked away portion of the Guppy Buttress.\n\nThere are two options for starting Bruce Willis: either descend the HIH Gully (the steep gully between the\n\nRussian Arete\n\nand Guppy Buttresses, which has six shorter rappels and some scrambling) or approach via the Guppy Gully and climb the initial part of\n\nThe Odyssey\n\n. Midway through the third pitch on\n\nThe Odyssey\n\n, traverse hard left around a steep chasm to a large terrace covered with grass and cactus. Bruce Willis’ opening pitch is a large, left-facing corner that can’t be missed.\n\nP1. Climb a short crack (somewhat suspect rock with sparse gear for 20-30 feet) to access the massive left-facing corner. Continue up the 5.10 corner on (unfortunately) flaky, dirty, and sharp rock. Tape gloves are pretty nice for this pitch. Near the top of the corner, exit right onto a narrow ledge. Pull a few steep moves of 5.11 (good gear and much better rock) to reach a stance. Continue up the face to a large belay perch.\n\nP2. Move left off the belay to access a short, narrow dihedral leading up to a small “cave” of dark rock in the wall. Pull some steep, bouldery moves out the “cave” to gain another left-facing corner system. Stem, jam, and layback up this beautiful 5.11ish dihedral of splitter rock! There’s good protection, but it would be hard to aid through some of the more difficult moves. Near the top of the corner, move into a steep right-leaning hand crack that terminates in face holds. Pull through this section onto a massive belay ledge. Excellent pitch!\n\nBump the belay 15-20m around the corner (right) to where the ledge drops away.\n\nP3. This is another fun 5.10 pitch. Climb through an obvious weakness in dark rock, eventually traversing left along a flake to gain a stance below the peg band. Climb through the peg band (mellow) to a higher ledge and locate a right-trending hand crack. Follow this 5.9ish crack to the end, and belay in broken, low angle terrain.\n\nFor the rest of the route, terrain is shared with\n\nThe Odyssey\n\n, or rather,\n\nThe Odyssey\n\nshares terrain with Bruce Willis.\n\nP4. Bump the belay up broken choss to the large terrace above. Locate a splitter hand crack with a black streak on the wall. This is the final 5.10 pitch of both Bruce Willis and\n\nThe Odyssey\n\n. On the first ascent of\n\nThe Odyssey\n\n, the team was unaware this crack had already been climbed by Jonathan Schaffer a few years earlier. A bolt was placed mid-pitch to exit right and avoid a corner of stacked blocks above. With Jon’s permission, the bolt remained. Bruce Willis continues straight up the corner.\n\nP5. Climb the excellent 5.9 hands splitter off the terrace, stem through a few 5.10 moves, clip the bolt (or don’t), and either continue up the corner, or exit right.\n\nScramble for several hundred feet up broken terrain to the rim and walk back to the North Vista Trail.","protection":"Doubles from about blue TCU size to a #3 Camalot, plus singles of purple and grey TCU sizes, (1) #4, stoppers, and maybe a few RPs.","location":"This is in HIH District - West/Southwest Face of the Guppy Buttress. Either approach via the HIH Gully (six rappels), or start on\n\nThe Odyssey\n\n(Guppy Gully approach), and traverse to the start of Bruce Willis from the middle of the third pitch. The route starts on a huge terrace above the gully."},"__v":0},{"_id":"Z56Hh2euXFuPaT40MtUSpQ==","name":"Blacksmiths","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jared Ogden, Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"left_right_index":7,"mp_id":"106852125","mp_crag_id":"109540935","climb_id":"Z56Hh2euXFuPaT40MtUSpQ==","areaRef":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":"This 11 (or so) pitch line is another magnificent and committing route put up by Ogden and Donahue. The climbing is clean and safe throughout and the pitches after the traverse feel very out there. The views from the Hooker Buttress up and down river are extraordinary.\n\nP1. Start in a small, leftward-leaning, arched corner. Continue up a little munge and a deep corner. Step right and pull a steep splitter (10+). Continue up easier ground to a small ledge right of an obvious splitter on the arete, 5.10+, 165'.\n\nP2. Face climb left to the splitter and head up, 5.9, 165'.\n\nP3. Step left and head up to some peg. Climb through this, trending a bit left, then traverse back right into corner. Belay on perch below the next peg band, 5.10, 165'.\n\nP4. Climb out left under roof. Look for a pin way left, then step right around lip of the roof. Continue up a steep corner, then traverse a ledge to stance with a bolt, 5.10, 100'.\n\nP5. Kinda a wacky pitch. Climb down from the belay, then back up a ramp, don't go up the crack at the top. Climb down again to another corner. We climbed up this corner for a ways then stepped left to the belay (5.10+). The route actually steps left around an arete from the base of the corner and climbs up past a bolt to the belay (one bolt and gear). It's very difficult to see the belay until right on top of it. Just keep going left, 5.10, 80'.\n\nP6. Step left and up to a bolt. Continue up on small gear and trend left on a series of ledges to a belay with a bolt, 5.10, 90'.\n\nP7. Traverse up and left past two bolts. Climb up past a fixed nut into a shallow crack (12-). Continue up the crack. Then step left and clip a bolt and traverse left to a thin corner (12). Up to a sloping belay with a bolt. 5.12, 100'.\n\nP8. Climb left, then back right to a flaring corner with a pin. Clip a bolt and boulder up and left again (12). Climb past another bolt to the giant roof. Climb through a cleft in the roof, step right at (or before) a fixed pin. Belay just above the lip of the roof, 5.12, 100'.\n\nP9. Climb up steep ground to a hard-to-clip bolt. Pull the roof to another bolt (12). Step left at the second bolt and go up cracks. Step back right and up cracks to a belay on a pillar. It may be possible to go straight up from the second bolt- good luck with that, 5.12, 130'.\n\nP10. Climb up corner on slightly crumbly rock to a bolt. Pull the roof above and continue up corner. Look to traverse right on good edges before the top of the corner (8R), 5.11+, 120'.\n\nP11. Climb steep but juggy ground past two bolts (11-). Continue up and trend left to an alcove below some bushes. Our topo showed a possible 5.11- flake a little right toward the top of the pitch, but it felt more natural to continue left, 5.11-, 120'.\n\nP12. Traverse right on easy but run-out ground to access exit gullies to the top, 5.7, 100'.\n\nTrundle through the woods for 5-10 minutes to find the trail and take a right. It is about 35 minutes back to the ranger station.","protection":"\"RPs\" and stoppers, Doubles 00 through 3 Camalots. Single 3.5 and 4 (old) Camalots.","location":"This route starts on the very right side of the Hooker Buttress. We accessed the grassy ledges at the start via an obvious gully system (5.8ish 240') that starts above the river and accesses the middle of the wall. Go right from the top of the gully, across grass, onto stair step ledges. Continue past some ancient stashed gear, and almost into the gully that divides the Hooker from the Russian Arete. A small, leftward-arching corner with a bush is the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,8fdb2b82-5b95-5624-a40e-b2032ec4807f","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","Aretes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.71815,38.5874]},"bbox":[-107.71872526486284,38.58695033981815,-107.71757473513716,38.58784966018187],"left_right_index":-1,"ext_id":"109540935","area_id":"j9srgluVViSkDrIDLsSAfw=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:56:46.447Z","updatedAt":"2024-01-15T16:43:51.965Z"}