{"_id":"6368a4bbe80bff5a995a785a","area_name":"Lost Wall Area","shortCode":"","climbs":[{"_id":"itwtcFljXL28KfF5JklkmQ==","name":"What, A Harmonica Convention?","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Guillory, Dave Rehberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108605076","mp_crag_id":"108603020","climb_id":"itwtcFljXL28KfF5JklkmQ==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"This hidden gem was first discovered and climbed during a world wide New Age event called the Harmonic Convergence. Enchanted Rock was one of many sites around the world where hippies converged to meditate. The climb is sarcasticly named after that event. \n\n  Climb the richly featured, slabby, and protectable chimney crack problem found in the center of this jumble of boulders. Return To Balance and Harmonica Jam are also found on the same boulder pile. \n\n  Two options exist for descent: \n\n  1. Reverse the last few easy moves back down to the flat alcove. From here move to the skier's right (climber's left)and scramble over or under a boulder to make an exposed move on to the wide chossy ledge with the dead tree above Harmonica Jam. Traverse across the ledge to the far end where the ground is higher and down climb about 6' of low angle questionable rock. \n\n  2. Reverse the last few easy moves back down to the flat alcove. Then scramble up the 4th class backside of the boulder which forms the front of this formation. On the front top side you will find the top anchors for Return To Balance and you can rappel from there.","protection":"A single rack is plenty. \n\n  There are no bolts, top anchors, or fixed pro on this climb. However, there is a huge feature found on top that can be slung with a large bight of rope for use as a belay anchor.","location":"Follow the Lost Wall/Center Wall Trail past Ducks and Return to Balance and watch for Harmonica Jam on your right. The trail takes you within arms reach of this crack. Enter the cave to the right of Harmonica Jam and look to your left. The chimney/slab/crack is Harmonica Convention."},"__v":0},{"_id":"Y0tV6/fbUPyWjn268yjtCw==","name":"We Be Joes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rober Price, Steve Lowry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108605166","mp_crag_id":"108603020","climb_id":"Y0tV6/fbUPyWjn268yjtCw==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"I think at one time this route may have been called Mud Slide. Not sure where I heard or read that. Nevertheless, the guide books refer to it as We Be Joes. \n\n  This climb consists of two parallel cracks that ascend the vertical wall of a large obscure cave. The left crack fizzles out before the top. The right crack starts out hands and becomes fingers near the top. The rock quality is generally pretty good, but it tops out into a semi-rotten trough that is pretty much always filled with debris. About 4 years prior to this writing I cleaned out the crack which was quite packed with mud and debris. As of about a year and a half ago it was still clean. Honestly, this is a pretty good crack and worth doing. \n\n  Please don't be tempted to sling the large egg shaped boulder that is balancing on the edge of the trough above We Be Joes and use it as an anchor. I absolutely would not trust it to stay put. There is another larger boulder behind the spooky one.","protection":"A single rack with cams from small to BD#2. A head lamp is helpful, but it can be done without one.","location":"To find this route. Take the Lost Wall/Center Wall Trail to the large triangular Lost Wall boulder near the main dome. Look down into the caves a short distance from the climber's right side of Lost Wall. You're looking for a large room with parallel cracks going up the wall. You can't access the cave from here, but at least you will know where the cave is located. Then, you can follow the Main Dome toward Strawberry Jam and Texas Flakes. The top out from We Be Joes is very close to the bottom of Strawberry Jam and Texas Direct. From below Texas Direct (the slab below the Texas Flakes anchors)wander down into the caves and boulders to seek out the entrance into the cave. That's about the most specific I can get. Once you spot the cave from near Lost Wall, you shouldn't have too much trouble sniffing out the entrance."},"__v":0},{"_id":"LctLvbQXXkaxGO9Dl9UNhQ==","name":"Return To Balance","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Matt Twyman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108603100","mp_crag_id":"108603020","climb_id":"LctLvbQXXkaxGO9Dl9UNhQ==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"This climb was originally graded 5.10-. However, pretty much all of the best holds have since broken off. So the grade may be harder now.","protection":"3 bolts to a double bolted top anchor.","location":"Located on the front of the second jumble of boulders that you will pass on your way up the Lost Wall/Center Wall trail. The route is on the front of one of the boulders that forms the cave which houses the climb \"What, A Harmonica Convention.\""},"__v":0},{"_id":"TgzBSpnTXoiZbU1fubHJ7w==","name":"In The Beginning There Were Ducks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Donald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108604447","mp_crag_id":"108603020","climb_id":"TgzBSpnTXoiZbU1fubHJ7w==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"5.9??? Originally this climb was given a 5.9-grade in the Dome Driver Manual. However, according the story I heard, the ground below the problem was washed away and badly eroded after it was first documented. Consequently, getting off the ground is much harder than the 5.9 grade implies. \n\n  After figuring out a way to start it, continue up the lower angle slab. Then pull the tricky to protect boulder problem found on top of the slab to the climber's left. \n\n  The descent is also less than ideal. It's a good idea to look at the descent before committing yourself to this one. \n\n  IMO this route really isn't worth the trouble. I'm only posting it here because it serves as a good landmark.","protection":"Larger size gear if you want to protect the slab and smaller gear to protect to boulder on top. There are no bolts, top anchors, or fixed pro of any kind.","location":"This is the first large jumble of boulders you pass when coming up the Lost Wall/Center Wall Trail."},"__v":0},{"_id":"bDNIzJNfW5WQl9MkAYC5KA==","name":"Harmonica Jam","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108604520","mp_crag_id":"108603020","climb_id":"bDNIzJNfW5WQl9MkAYC5KA==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"The short hand crack is found on the same boulder pile as Return to Balance and Harmonica Convention. I would imagine people passing through the area have been bouldering this problem since the beginning of time. But as far as I know it has never been named or documented. Therefore, I went ahead and named it for the sake of documenting it and because it serves as a landmark for locating Harmonica Convention. If anybody knows of an earlier name or wants to claim naming rights just PM me and I'll change it. \n\n  Follow the short hand crack to the large chossy ledge. Traverse to the climbers left were the ground rises to the point that you only have to down climb about 6 feet of low angle, but questionable rock to get off.","protection":"None","location":"You will walk right past this crack on your way up the Lost Wall/Center Wall Trail. You can't miss it. It will be on your right after passing Return To Balance."},"__v":0},{"_id":"9yTl4J5xUvy0f1QKdypCAQ==","name":"Event Horizon","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"See the description below.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"left_right_index":999999,"mp_id":"108603090","mp_crag_id":"108603020","climb_id":"9yTl4J5xUvy0f1QKdypCAQ==","areaRef":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"The Dome Driver Manual states that a line with 2 bolts was first established on this boulder with no first ascentionist noted.  This route was later established by Bill Gooch to the right of the original line, with the approval of the Central Texas Climbing Committee and the Texas Parks and Wildlife Department.\n\n Follow the line of bolts up the right side of the boulder. From the top anchors multiple ropes can be hung and many variations are possible, making this a really fun place to climb.","protection":"4 bolts and a double bolted top anchor. This route is well protected by Erock standards, but don't blow the clip up at the second bolt. ","location":"This route is found on the right side of Lost Wall, which is the large trianglar boulder below Center Wall. Follow the Lost Wall/Center Wall trail to this large obvious boulder located very close to the Main Dome."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,6c47f3c8-2910-50ea-8631-1f1812ee9412,7deb29c6-0902-580e-b590-3e026bc39308,bcbb9630-9939-565e-a328-cdb4a0d39f40","pathTokens":["USA","Texas","Enchanted Rock State Natural Area","Main Dome","Lost Wall Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"V0-"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.8182,30.5053]},"bbox":[-98.81872190049606,30.504850339818134,-98.81767809950395,30.505749660181856],"left_right_index":-1,"ext_id":"108603020","area_id":"vLuWMJk5Vl6jKM20oNOfQA=="},"content":{"description":"The Lost Wall Area refers to the boulder field below Center Wall. The names Center Wall and Lost Wall are often used synonymously. There are a variety of moderate climbs and boulder problems in this area."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:25:05.531Z","updatedAt":"2022-11-25T11:22:08.927Z"}