{"_id":"6368a50be80bff5a995afe2b","area_name":"Checkerboard Mesa","shortCode":"","climbs":[{"_id":"3RL/zo5VVHOBQF53+/GhKg==","name":"Wheat Chex","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.8802,37.2272]},"left_right_index":999999,"mp_id":"109419703","mp_crag_id":"107425793","climb_id":"3RL/zo5VVHOBQF53+/GhKg==","areaRef":"vsPuGnytWWO6u45r+pdJ9A=="},"content":{"description":"Adventure, runout, friction climbing on petrified sand dune! Much of the climbing consists of wild run outs above questionable pro on generally good but sandy, soft rock. A lot of fragile organic material grows out of the crack.\n\nThis route follows the long, mostly flaring crack that starts wide at the base and tightens as it continues to within about 60 feet of the summit. It is obvious as there are no other cracks that continue this high. Approach from three-car pullout is 90 seconds.\n\nThe  crux of this route is deciding where to belay. One could stop anywhere to belay and a long rope is unnecessary but will give the most options. Be attentive to how much rope you have out and look out for shrub anchors. This is how we did it with almost no beta:\n\nP1: ~140 feet to a decent shrub right of the crack. Flaring wide crack that takes medium to beigger gear.\n\nP2: ~220 feet to a better small, obvious tree with a single, good bolt next to it-- the best belay on the route.  Wide cracks narrows as you climb higher. The rock on this pitch is some of the best on the route. About 150 feet up you'll pass a good 2-bolt rap anchor on the left that is easy to see from the belay looking down but easy to pass.\n\nP3: ~220 feet to a really small shrub growing out of the crack. 'Good pro' the whole way slinging small shrubbery. Some of both the lowest and highest angle slab on the route with perhaps the worst option for belays.\n\nP4: ~100 feet to the top. This may be the hardest hardest pitch, namely because the crack ends and the rock worsens. We went up and left about 11 o'clock when the crack ends, traversing left on decent holds on very flaky rock. Continue to belay off a big tree. Easy to pull/kick off a lot of rock here.\n\nDescent is very straightforward. Follow the hikers trail climbers' left and south for about 15 minutes. When the trail meets the much denser forest, descend left into the gully and follow the trail along the base of the miuntain back to the road. ~45 minutes.\n\nThis route is great friction climbing with awesome views. Low angle adventure climbing. The protection is not particularly inspiring given the softness of the rock, but it's probably not as bad as it first feels. Above all, be mindful of belay options and pulling off rock while slinging shrubbery and protection where the crack flares the least.\n\nDoubles from C4 .5-4. Offset nuts and a dozen slings.","protection":"Double C4 .5-4, Offset Nuts, 15+ Slings","location":"Park in the 3-car pullout directly below the route. Approach is 2 minutes. The route folllows the single longest continuous crack that leads almost all the way to the summit. The whole route is totally visible from the base/road. Descent: Follow the hikers' trail south from the top along the east side until you encounter the thicker woods. Then descend into the gully to the left, following the hikers' trail along the base of the mountain and slabs back to the base of the route."},"__v":0},{"_id":"qMFWW7QxUcmnzLS7Rahydg==","name":"North Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.8802,37.2272]},"left_right_index":999999,"mp_id":"107425797","mp_crag_id":"107425793","climb_id":"qMFWW7QxUcmnzLS7Rahydg==","areaRef":"vsPuGnytWWO6u45r+pdJ9A=="},"content":{"description":"Back around 1997 we climbed a route on Checkerboard Mesa.  Here's some beta for anyone crazy enough to follow us.\n\nThere's no way to be sure exactly what our line was.  It's easy to traverse around from crack to crack.  We started up good cracks in the toe of the buttress.  After about 4 good pitches, the angle of the bedding changes and the cracks bottom out.  What had been well protected, pleasant climbing turned into something quite different.\n\nAlthough the difficulty doesn't really increase, the rock becomes increasingly questionable as the summit gets closer.  The \"crux\" was the last pitch - we belayed on a decent ledge but the only anchor was a bush with about 2\" of stem.  Above, the rock became progressively looser and the bedding made every hold a sloper.  Falling is not an option at this point.  The only pro was an occasional tied off bush.  The top was met with considerable relief.\n\nDon't let the quality of the climbing lower down mislead you - things get dicey up high.  Perhaps there is an easier finish but we didn't find it.","protection":"Good wires and cams down low.  Not much near the top.","location":"Pick a crack and go!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,6ba629c9-c7de-5109-ab9a-ddb15e52dba6,bec3ee1a-7cad-5963-babb-8e6bfa9749f4","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","East Side","Checkerboard Mesa"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.8802,37.2272]},"bbox":[-112.88076472746476,37.226750339818146,-112.87963527253524,37.22764966018186],"left_right_index":-1,"ext_id":"107425793","area_id":"vsPuGnytWWO6u45r+pdJ9A==","polygon":{"type":"Polygon","coordinates":[[[-112.88076472746476,37.226750339818146],[-112.87963527253524,37.226750339818146],[-112.87963527253524,37.22764966018186],[-112.88076472746476,37.22764966018186],[-112.88076472746476,37.226750339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:22.578Z","updatedAt":"2024-01-20T01:06:50.213Z"}