{"_id":"6368a265e80bff5a99565c52","area_name":"Scout-About Slab","shortCode":"","climbs":[{"_id":"13SwWBS8VZef690JPnjfbA==","name":"Scrounge About","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":0,"mp_id":"113793623","mp_crag_id":"111108254","climb_id":"13SwWBS8VZef690JPnjfbA==","areaRef":"H6BIBcI+V0+V+KB9osc/xg=="},"content":{"description":"Pleasant steep slab if it were cleaned up. The bottom two pitches are short and very dirty; the first is completely \"skippable\", the second has a few good moments. The third is longer and incorporates what was the original finish of Scout About. \n\nP1 5.2 G 20': Find a foot ramp near the left end of the cluttered, dirty slab, which lies about 200' left of the main Waterfall Wall Slab. Climb up easily to the next wooded ledge and move to the base of the next slab, beneath a nice-looking vertical crack. \n\nP2 5.4 G 30': Climb the crack to its end, then split the trees at the top of the slab and head left to the base of a large right-facing corner. \n\nP3 5.6 PG: Climb up corner to overhang, traverse around it to the right and up onto a small tree island, with a vertical seam leading up the slab above. Climb seam to its end and continue on trivial slab into the woods.","protection":"Standard Adk. Rack. There are a few bolts along the way of the upper pitch.   Descend by either rappelling off trees or walking climber's left down and around the cliff.","location":"This route begins near the left edge of the cluttered slab below the main apron of the Scout-About Slab. It is possible to skip the \"first pitch\" by scrambling up a steep ramp to the left.   Look for a foot-ramp rising up to cracks in the extremely dirty slab. The bottom is not obvious, but it is also short and not remarkable, so if you skip this and scramble to the next ledge, you won't miss anything.   The \"second pitch\" is also short, but the vertical crack in the steep slab is fun. If you find this, it will lead up to the next ledge, slightly right of where the top pitch goes. The third pitch begins at a large right-facing corner/open book leading to an overhang 15' up."},"__v":0},{"_id":"XGhBZyQ9WLen3O64gCn5lg==","name":"Scout About","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1990s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":1,"mp_id":"111159858","mp_crag_id":"111108254","climb_id":"XGhBZyQ9WLen3O64gCn5lg==","areaRef":"H6BIBcI+V0+V+KB9osc/xg=="},"content":{"description":"This is the initial exploratory route on this slab, done way back in the day. Plans to clean up and revive it have yet to be completed, though some work has been done.   Make a tricky move getting off the ground and into a low-angle scoop. Move up and slightly right to a vertical crack, climb it to its end, move up and right to a stance (your feet on a horizontal crack). The original ascent made a scary foot traverse using a seam line (no pro) to another vertical crack 20' left; the latest uses friable edges and plates to go up diagonally left to easy friction. A direct run straight up would be harder.","protection":"A few small to medium cams. There are bolt holes en route, but no bolts. The crucial moves are so-so protected (crack below your feet), but there is a long run-out afterward.   Descent requires rappel off trees to climber's left.","location":"Begin at the high ledge left of the gully that lies left of the Main Slab. Look for a vertical dirt line; begin on the slab just a few feet left of this."},"__v":0},{"_id":"Rhzm8HjSVR+pKVc75VwQfQ==","name":"Arbor Eat'em","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"left_right_index":2,"mp_id":"111160013","mp_crag_id":"111108254","climb_id":"Rhzm8HjSVR+pKVc75VwQfQ==","areaRef":"H6BIBcI+V0+V+KB9osc/xg=="},"content":{"description":"Almost enjoyable at one or two points. Climb up the slab just left of the dirt, passing a spruce tree (sling it), between two emaciated oak saplings, up a left-facing corner, through a bulge to reach a sloping, (pine) needle-covered ledge. A funky move on said debris, thrashing through the dead limbs guarding the big pine tree's trunk to reach refuge. One could continue upward to a second pine tree, but what's the point?","protection":"slings for runners, a few small/medium cams.   No anchors, no bolts, just a whopper pine tree with gnarly branches guarding its big girth.","location":"Begin on the left edge of the vertical dirt line on the high ledge that runs beneath this slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,5139245d-2b81-5bad-81a0-b5632a357003,1fa04805-c23e-574f-95f8-a07da2c73fc6","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Waterfall Wall","Scout-About Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94987,43.54377]},"bbox":[-73.95049035073987,43.543320339818145,-73.94924964926012,43.54421966018187],"left_right_index":-1,"ext_id":"111108254","area_id":"H6BIBcI+V0+V+KB9osc/xg==","polygon":{"type":"Polygon","coordinates":[[[-73.95049035073987,43.543320339818145],[-73.94924964926012,43.543320339818145],[-73.94924964926012,43.54421966018187],[-73.95049035073987,43.54421966018187],[-73.95049035073987,43.543320339818145]]]}},"content":{"description":"This area comprises the largish slab left of the Main Slab. The bulk of this slab lies above the base of the mountain's slope, and is accessible by either walking 100m left and taking right-rising ramps to reach it, or by scrambling up the steep gully just left of the Main Slab.   Back in the day, this slab was visited and a single exploratory route climbed, the name of which is now applied to the entire slab."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:05.717Z","updatedAt":"2024-01-20T01:05:09.757Z"}