{"_id":"63689de0e80bff5a994f93e5","area_name":"Hillbilly Rock","shortCode":"","climbs":[{"_id":"ytUUOHUdU+eXAbufu5etKw==","name":"West Face Right","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":14,"mp_id":"108540602","mp_crag_id":"105744968","climb_id":"ytUUOHUdU+eXAbufu5etKw==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is a really good route in a nice setting. It starts with a 25 foot section of 5.8 to the first bolt. You need some gear for the start. After you clip the first bolt some intricate face climbing on cool crystals and edges leads around the corner to crux moves under the roof. Get an OK shakeout on some big holds after the crux, then get through one more tricky section to the last bolt. A moderate runout on 5.8'ish terrain leads to the anchor.\n\nThe Haas guidebook has this route graded as 5.12c. We didn't think it was nearly that hard, and I think it is probably closer to 12a.","protection":"Bring some large stoppers and a few cams to avoid the long runout to the first bolt. A 0.75 or #1 Camalot can fit into a pod before the last awkward moves to the the 1st bolt. 4 new stainless bolts protect the hard climbing pretty well.\n\nThere is a good two bolt anchor.","location":"This is the rightmost route on the West face of Hillbilly Rock. Start up a nice looking slab to a high first bolt, then traverse left onto the steep face past a roof and three more bolts. After the 4th bolt, go back right to the arete, and finish on easier slab moves."},"__v":0},{"_id":"NAY0oggTXRS14Wu3eS71DA==","name":"West Face","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":12,"mp_id":"108824429","mp_crag_id":"105744968","climb_id":"NAY0oggTXRS14Wu3eS71DA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is a great little face climb that packs a lot of punch in its short lengthcrimpy and technical, sort of a mini-\n\nSnake Watching\n\nbut with better stone. It's in the middle of the west face of Hillbilly Rock.\n\nStick-clip a high first bolt to start. From the ledge, bust through a tough, laybacky boulder problem to slopers under the bulging lip, then stand tall onto the nice, brown face. Two more bolts of sustained micro-crimping on a slightly overhanging wall take you to anchors under the roof. Look around: there are good holds here and there just when you need them.","protection":"Three bolts, stick clip.","location":"It is on the West face of Hillbilly Rock."},"__v":0},{"_id":"fjxNC/d5WA67+raWNkqr1g==","name":"Tio Papi","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"L. Bear, Pink; Lover, G; Shred, T.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":7,"mp_id":"116760905","mp_crag_id":"105744968","climb_id":"fjxNC/d5WA67+raWNkqr1g==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"Do the shared start with\n\nHorsefly Hootenany\n\n, but continue right along the diagonal slash to a crimpy crux surmounting the face. Sustained climbing on nice incuts leads to a rest on jugs out right, then step back left for more pumpy business along the lieback flake and over the rooflet above. Climb mellower ground to a high anchor.\n\nAka Uncle Dad.","protection":"All bolts (10 or 11) to double-bolt anchors.","location":"In order to keep access copacetic and ensure the future of new-routing at this and other cliffs, climbers are asked to use the original approach trail, to the East Face of Hillbilly, moving along the eastern edge of the big gully running north-to-south up to the toe of the rock. Cairns have been placed on the talus and rock slabs marking the beginning of this approach. Please leave these in place or feel free to add others to mark the route.\n\nThe Flatirons Climbing Council is hoping to have a trail day with OSMP up there—to block off the new trail and shore up the old one and more clearly designate access. In the meantime, be extra careful about limiting erosion, and any help in blocking off any unneeded social trails is also appreciated."},"__v":0},{"_id":"7QIav5paVW6zRJv2nOLwrQ==","name":"Tiger King","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"L. Bear, Pink; El P","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":11,"mp_id":"121673914","mp_crag_id":"105744968","climb_id":"7QIav5paVW6zRJv2nOLwrQ==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"Tiger King is a long-ish climb (14 bolts) just left of West Face with lots of varied terrain from thin face climbing to pumpy roofs.\n\nStart with a powerful opening boulder problem to a ledge (pre-clip the first and/or second bolt), then engage thin crimping up the vertical face. The crux can be done on the right or left and made easier by then straying right onto West Face (we shared just one handhold on our ascent—which felt like 13b). The roof above is cool and dynamic, then easier terrain leads to a fun traverse along a handrail and a strenuous upper crux along the hanging bulge/arete.\n\nThe route has four permadraws to help with drag and cleaning, but extendo draws or slings are helpful in spots, especially at the upper crux at bolt 12.\n\nMany thanks to OSMP and the FCC for making new routing possible in the Flatties.","protection":"14 bolts.","location":"It is on the West side of Hillbilly Rock just left of\n\nWest Face\n\n."},"__v":0},{"_id":"LQZq1a6sVY6BBa7X35qThA==","name":"North Ridge (aka HBF Middle Boulder)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":999999,"mp_id":"107974068","mp_crag_id":"105744968","climb_id":"LQZq1a6sVY6BBa7X35qThA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is a tiny, fun problem on the middle boulder of what some call Hillbilly Flatironette.  If you are in the area and want just a bit more climbing, this feature asks to be climbed.\n\nStart from the slot between this middle and the upper (more west) boulder.  You can move to the East side after you pull aboard.  Work up the arete to its top.\n\nTo descend, the best option is probably to downclimb the route.\n\nCurrently, the top of the boulder has a series of cords and a sling around the westward-jutting bit.  You can back this up with a long sling tossed around the tree or a very long sling to double up on the sling.  The sunrotted sling around a broken branch was cleaned off.  At the moment, there is just the sling off which to rappel.  A quicklink or a second sling might make this feel safer if you rappel.\n\nIn Jason Haas' Climbing Boulder's Flatirons, this is listed as \"HBF Middle Boulder.\"  The slight name change was just descriptive and was not intended to alter the name listed, plus there are multiple problems on this rock including a west face problem that are harder.","protection":"A #7 and #2 BD wire and a #3.5 Camalot can protect this.  You may be able to fiddle in an RP here or there.  Long slings for the top may be useful.","location":"This is on the middle boulder to the west of Hillbilly Rock.  The route goes up the inviting, jagged North Ridge."},"__v":0},{"_id":"WDLA1jiQVPWJFI1tWQwvVA==","name":"North Face","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":4,"mp_id":"105756418","mp_crag_id":"105744968","climb_id":"WDLA1jiQVPWJFI1tWQwvVA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is the shortest downclimb off Hillbilly Rock, but it is harder than some of the routes on the East Face!  The crux is only about 15' long, but it is quite steep and exposed and can be scary to downclimb.\n\nBegin on the north side of the rock below the summit.  A weakness or trough can be seen diagonaling right below a major roof, this is the route.  Climb up dirty ledges past some trees to the start of the crux section.  There are some pretty large holds through the crux, but there are several large blocks that appear loose - fortunately they all seem to be quite solid.  After the crux, wander south on a ledge and easily reach the summit from the west.  Downclimb the route or rap 60' north from the top.  The rap should end pretty much at the base of the route.\n\nIf you're downclimbing this route, recognize the start of the hard section by a suitcase-sized block which is jammed in a 3 foot wide crack.  Lower yourself down off big holds on this block.","protection":"Light rack, but you may find use for a 3-4\" piece.","location":""},"__v":0},{"_id":"1lFoHBwVWeGVGUpM/00/Fw==","name":"Nephson","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"L. Bear,  Pink; Brock, W.; Wu., S","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":9,"mp_id":"118844799","mp_crag_id":"105744968","climb_id":"1lFoHBwVWeGVGUpM/00/Fw==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This was named for the Cormac McCarthy book. It was originally named Nephson. Most people still call it that.\n\nStickclip a high first (or second bolt), and boulder up the nice chocolate-covered rock to a ledge. Crimpy climbing above leads to a distinct crux rounding the slab bulge, then more sustained terrain takes you steeply up the obtuse corner to a fixed draw in the purple rock and the redpoint crux. Above, encounter mini-cruxes separated by good rests. We stayed right for a harder sequence at the next-to-last bolt, but I think people go up and left now, grabbing the flexing flake in the roof--caution with this (I tired to pry it off, but it kind of stayed stuck). At the last bolt, move left onto the hanging arete on cool pockets for the better finish.","protection":"12 bolts to double-bolt anchors. Skip bolt 8 on the go. A 60-meter rope is fine.","location":"It is in the middle of west face on the overhanging, blunt prow about halfway between\n\nCry Uncle\n\nand\n\nWest Face\n\n, the short 12c.\n\nIn order to keep access copacetic and ensure the future of new-routing at this and other cliffs, climbers are asked to use the original approach trail, to the East Face of Hillbilly, moving along the eastern edge of the big gully running north-to-south up to the toe of the rock. Cairns have been placed on the talus and rock slabs marking the beginning of this approach. Please leave these in place or feel free to add others to mark the route.\n\nThe Flatirons Climbing Council is hoping to have a trail day with OSMP up there—to block off the new trail and shore up the old one and more clearly designate access. In the meantime, be extra careful about limiting erosion, and any help in blocking off the new social trail is also appreciated."},"__v":0},{"_id":"TVfJzk4LWUS6hobAfsB23w==","name":"Joe Exotic","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"L. Bear, P; El P; Moss Delver; CFB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":10,"mp_id":"121673975","mp_crag_id":"105744968","climb_id":"TVfJzk4LWUS6hobAfsB23w==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"Joe Exotic/Sis Wife is a harder companion route to\n\nTiger King\n\n, which starts just to the right. It has two distinct crux sections and stacks of other challenging climbing, but also some nice rests.\n\nCrank an opening boulder problem to a rounded boss, and catch your breath. Segue into some weird “bulging slab” climbing to a very thin, dynamic crux on poor holds to good incuts in a break (the right crux crimp kept crumbling; it used to be much better). Climb steepening terrain to a second, punchy crux through the bulge. Eventually you reach a good rest, and then share the exit crux and final three bolts with\n\nTiger King\n\n, ending up over the lip.\n\nClip five is tenuous, difficult, and a little scary, as well as conditions dependent. If you blew it, it would not be good. There’s a giant stegosaurus rock down on the ground that you could, in theory, hit. You might consider starting with bolt five or bolt six preclipped. I did this eventually, as I was tired of the mental battle with this clip, though I did make it on multiple occasions. All the other clips are fine, however.\n\nMany thanks to OSMP and the FCC for making new routing possible in the Flatties.","protection":"14 bolts. Long draws are helpful in spots.","location":"It is just left of\n\nTiger King\n\n, joining it at bolt 12 for a shared exit."},"__v":0},{"_id":"o79wM1u2XUum+WaXpphI8A==","name":"Jethro","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Humphrey, Moore","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":1,"mp_id":"105750625","mp_crag_id":"105744968","climb_id":"o79wM1u2XUum+WaXpphI8A==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This route has not been documented in any guidebooks, so I made up a name.  I am guessing someone has probably climbed this route in the past.  We started at the south end of the rock just north of a small Flatiron that leans against the main rock.  Head staight up for about 20-25 feet.  Pull a bulge to the right and piece together a right-angling, faint, flake system.  This flake system goes through smooth red rock and is protected by RPs and small cams (none of which are very good). This exciting pitch ends in the large, left-facing dihedral.  Do the last pitch of the East Face Center route and summit.  A one rope rap gets you on the ground.","protection":"Pro to 2 inches.","location":""},"__v":0},{"_id":"fWxcPb3HW3SyG4dbPssbHQ==","name":"Jessica's Line (aka HBF Front Boulder)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gerry Roach?  Maybe not?  Jason Haas?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":999999,"mp_id":"105852251","mp_crag_id":"105744968","climb_id":"fWxcPb3HW3SyG4dbPssbHQ==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is an obvious line on a large boulder lying just SE of Hillbilly Rock.  We wandered past it on the way down from Ridge Two of Skunk Canyon.  Its siren-like appeal may have got the best of us.  If this is your line, please pardon me.  We gave it a name, because it seemed fun to climb.  Apparently, Gerry Roach did it previously & rated it F6.  We rated it 5.7- (it definitely is harder than 5.5, but Gerry is a hardman), but it isn't an option in the rating difficulties on the site.\n\nGerry Roach apparently mentions it on p. 185 of his Flatirons guidebook, which I don't own.  Thanks, Jason!  Rossiter references various boulder problems on p. 155 of his excellent Flatirons guidebook.  This is probably one of those.\n\nMaybe he just soloed it?\n\nJason Haas' picturesque Climbing Boulder's Flatirons lists this as \"HBF Front Boulder.\"\n\nNonetheless, this boulder's east face draws the eye as it is a bit steeper than your average E face in the Flatirons (except Square Rock).  There is a large, hanging, left-facing flake that you gain; however, it is mostly face climbing.  Note, your first real pro except for hanging a skinny sling over a small edge is about 20 feet up.  We did clear that 40 lb dangerous block near the top of the flake.  We descended it by simul-rappel.","protection":"Used 2 slings, #11 hex, #1 Camalot.  We used a #4 Camalot, 2 wires & a sling for the anchor.","location":"You can wander up the gully East of Ridge One in Skunk Canyon.  There is a modest trail heading up here.  You can find it on your way down from Ridge One or Two climbs if you head East of Ridge One."},"__v":0},{"_id":"z1ZzpVd0UIuYtZjD3OCrHA==","name":"Horsefly Hootenanny","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"L. Bear, Pink; Lover, G..; Roth, M.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":6,"mp_id":"114952658","mp_crag_id":"105744968","climb_id":"z1ZzpVd0UIuYtZjD3OCrHA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"Climb 5.10 ground past three bolts to a rising diagonal slash in the wall. Cut right a bit, then move up on crimps in the red-orange rock to a horizontal crease/rail. Make your way left (some campus, some heel-hook) to a tough clip and the redpoint crux. Hero jugs await on the colorful stone above. Finish at anchors below the tree.","protection":"9 half-inch stainless bolts to double-bolt SS anchors (rings).","location":"This is the leftmost route on the west face of Hillbilly Rock. The route climbs over a small bulge then up a red face to start.\n\nThis crag has become too popular for its small size, and climbers have, despite repeated admonitions, created a new social trail to get there that’s creating erosion issues and that OSMP is not happy about. In order to keep access copacetic and ensure the future of new-routing at this and other cliffs, climbers are asked to use the original approach trail, to the East Face of Hillbilly, moving along the eastern edge of the big gully running north-to-south up to the toe of the rock. Cairns have been placed on the talus and rock slabs marking the beginning of this approach. Please leave these in place or feel free to add others to mark the route.\n\nThe Flatirons Climbing Council is hoping to have a trail day with OSMP up there this year—to block off the new trail and shore up the old one and more clearly designate access. In the meantime, be extra careful about limiting erosion, and any help in blocking off the new social trail is also appreciated."},"__v":0},{"_id":"L+0OOBVLVWe9RyXxbpI0+Q==","name":"Hillbilly Warm-up","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"El P, L. Bear, CFB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":13,"mp_id":"120520595","mp_crag_id":"105744968","climb_id":"L+0OOBVLVWe9RyXxbpI0+Q==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is an 8-bolt climb at the bottom right of the west face, crossing West Face Right at its first bolt then continuing straight up the water-scooped green slab above where\n\nWest Face Right\n\nmoves left around the arete. The two climbs share an anchor.\n\nMantel up over a small roof, then climb a deceptively tricky face to round the arete. Stand up into\n\nWest Face Right\n\n, then bust a thin-face crux on slopers and pebbles. The difficulty eases above, but the climbing remains fun and engaging on perfect rock. You could also link the start into\n\nWest Face Right\n\nfor a 5.12a (long draws on bolts four and five for drag) or do the trad start of\n\nWest Face Right\n\ninto the upper part of this climb at around 11c (bring a Metolius No. 3 TCU and a No. 1 Camalot).\n\nThanks to OSMP, the FCC, and the FHRC for making new-routing possible in the Flatirons.","protection":"8 bolts to double-bolt anchors.","location":"Begin down and right of West Face on the black streak."},"__v":0},{"_id":"3kYDrPSvXqCG68TsiXsJVg==","name":"East Face South Side/Hillbilly","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":0,"mp_id":"105756976","mp_crag_id":"105744968","climb_id":"3kYDrPSvXqCG68TsiXsJVg==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This climb is rated a classic by Gerry Roach.\n\nStart at the low point of the East face (South side) The initial part of the climb takes place on a rock that is linked to the base of the Hillbilly.\n\nMove up via the path of least resistance trying to stay close to the Left side of the East face. The rock is of great quality and perhaps a bit steeper than your average Flatiron scramble.\n\nIt is really easy to stray into much harder climbing if the correct path is not followed. Protection opportunities although available are sparse and dubious (thin flakes).\n\nDescent - rappel 60' North to the ground or downclimb the North face route or the alternate descent (see comment on the North face route).\n\nEds. this is listed as \"East Face Left\" on p. 98 of Jason Haas' Climbing Boulder's Flatirons.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"hZaaD+DcWZqG7Pb8bcI4TQ==","name":"East Face Center/Hillbilly","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":2,"mp_id":"105756982","mp_crag_id":"105744968","climb_id":"hZaaD+DcWZqG7Pb8bcI4TQ==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This route starts in the middle of the East face, just right of a large, left-facing flake system.\n\nScramble up the rock climb the step onto the flake. Ascend by following the path of least resistance. Protection is adequate.\n\nDescend as outlined on other routes.","protection":"Standard rack.","location":""},"__v":0},{"_id":"9uBISqB2Wi6yCvKt5gztWw==","name":"Billy Goat Arete","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":3,"mp_id":"105756415","mp_crag_id":"105744968","climb_id":"9uBISqB2Wi6yCvKt5gztWw==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"\"Billy Goat Arete\" is the arete on the north edge of the east face of Hillbilly Rock.  It could also be called the Northeast Arete.  I spotted this line today and it is a fun climb, but it is not in any guidebook.  There is a crack about 3-4' left of the arete that makes for great holds and also pro.  This would be an excellent first lead for a beginner, because unlike most Flatiron routes there is quite a bit of pro available.  You can get some good practice placing gear in cracks.\n\nThis climb is about 200' long.  Start at the base of the ridge and head up, staying just left of the Arete.  About 20' up you will reach the crack, which is generally finger sized.  Continue up excellent rock to the top which was draped with slings.  The fact that there was chalk in the crack shows this route is somewhat popular.\n\nDescend by either rapping 60' north off the summit, or downclimb the North Face route.","protection":"Standard rack.","location":""},"__v":0},{"_id":"wEifW0uIUGizuaPxAO5e6A==","name":"Call Me Daddy (link-up)","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Vasya Vorotnikov","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":8,"mp_id":"119090727","mp_crag_id":"105744968","climb_id":"wEifW0uIUGizuaPxAO5e6A==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"Call Me Daddy is an uber-pumpy Flatiron link-up that also adds new, hard climbing to the wall. Climb the neo-classic,\n\nNephson\n\n, through its crux to the 8th bolt, clip the 8th bolt, and crimp traverse directly left for the route’s crux before joining\n\nUncle Dad\n\n. Once you get to\n\nUncle Dad\n\n, cop a quick shake before continuing on through its crux and to the top of the wall.\n\nThe new climbing that is added to the wall is the leftward crimp traverse after the 8th bolt of\n\nNephson\n\n. The traversing crimp crux alone may only be around V7, but it’s after doing all of the hard climbing of\n\nNephson\n\nwithout any rest, so the pump is real! It may feel a little run-out during the traverse, but all of the falls are clean.\n\nIf you have good endurance, this might be more in the \"fitness 13d/14a\" range for difficulty.\n\nAs always, props to Pinklebear for all of the hard work in developing the routes at this crag!","protection":"13 bolts.","location":"Climb the first eight bolts of\n\nNephson\n\n, then traverse left and finish on\n\nUncle Dad\n\n."},"__v":0},{"_id":"ZqTA0cGrUoycapxkfjz6cA==","name":"Deb's Day Off","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Deb Thompson?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":5,"mp_id":"107974046","mp_crag_id":"105744968","climb_id":"ZqTA0cGrUoycapxkfjz6cA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"This is a nice extra after you rap down the north face.  It could still use a brushing.\n\nAscend a small face below a tree/shrub to the right of the North Face route.  The crux is below the shrub, but there are some balancy moves at mid-height.  Finish up to the left as for\n\nNorth Face\n\n.","protection":"This is a TR, but a head pointer might snake in a piece or two.","location":"This is to the right of the\n\nNorth Face\n\nroute."},"__v":0},{"_id":"b36QGO3UU8GYXP/mv8+ggA==","name":"Bear Hug","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"? Tony Bubb ? Solo, 7/27.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"left_right_index":999999,"mp_id":"107723146","mp_crag_id":"105744968","climb_id":"b36QGO3UU8GYXP/mv8+ggA==","areaRef":"swoslLK3VJmX89q08max6Q=="},"content":{"description":"There are 2 cruxes for this route, first getting started, as for the traditional route on this rock, and a second one up just a few feet from the top, just before grasping the horn above the narrow rib of flat, red rock.\n\nPull onto the low spot on the face just left of a shallow, rounded corner, then head up that corner and to the right side of the rock, arriving at a flat and narrow stripe (2' wide) of bright, red rock. Climb directly up the arete over that red stripe, grabbing crimps and sidepulls on either side of it, encountering a second crux going to the jug at the top of the stripe.  Continue a few meters more on easier terrain to the summit.","protection":"I did the route free solo, and I didn't see any opportunity for protection, but perhaps I overlooked something.  Be ready to get heady.","location":"This route starts up the low spot on the steep East face of the Hillbilly Boulder between the Southern Hillbilly Flatironette and the Hillbilly Flatiron proper."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,b30a2c94-b2b7-5499-97f3-dab4f266b1e9","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Hillbilly Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.4"},{"count":3,"label":"5.2"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.14-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.1"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":5}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":1,"advanced":4,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29,39.9798]},"bbox":[-105.29058681611775,39.979350339818126,-105.28941318388225,39.98024966018185],"left_right_index":-1,"ext_id":"105744968","area_id":"swoslLK3VJmX89q08max6Q=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:56:02.070Z","updatedAt":"2024-01-15T16:42:49.355Z"}