{"_id":"6368a3d4e80bff5a9958d706","area_name":"Deadwood","shortCode":"","climbs":[{"_id":"ezXjCn9+XOeTHhVbgPLbjw==","name":"Work of Man","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Matt Giossi, April 2, 2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":12,"mp_id":"108476402","mp_crag_id":"106890530","climb_id":"ezXjCn9+XOeTHhVbgPLbjw==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start on a pinch in the center of the cave about eye level, pull on and do some techy/burly moves through slopy crimps and pinches to the right, then make a big sideways dyno to the Manhandled crack and use it to top out. Keep those feet high too. Those lower blocks are  seperate rocks","protection":"R/X without many pads and 2-3+ good spotters. This is tall and crux move is over very large rock pointing right into you","location":"If looking at Manhandled cave it's the obvious line that starts in the center of the cave and moves right."},"__v":0},{"_id":"IjSi4uKSUlGoSC8viyYT+A==","name":"Two Hands Dyno","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":10,"mp_id":"118771392","mp_crag_id":"106890530","climb_id":"IjSi4uKSUlGoSC8viyYT+A==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Stand start matched on obvious shelf on the left side of the wall, below the two painted hands on the wall, dyno straight up to a bomber jug just above the lip of the boulder, match it, throw up a high right heel, and mantle to finish the climb (the adjacent boulder to the right at the top-out is on). ","protection":"Couple of pads, the landing is a bit rocky and you are flinging yourself about.","location":"In the hand of man cave, in the center of the Hemlock Ledges, visible from the yellow marked trail as you climb over the ridge that the Normandy wall is on. "},"__v":0},{"_id":"Y/B0OD2gWpmLCl5vrSq+2A==","name":"Turkey Watching","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"Curran M.","type":{"tr":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":0,"mp_id":"120552319","mp_crag_id":"106890530","climb_id":"Y/B0OD2gWpmLCl5vrSq+2A==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Sit start under the overhanging arete, as for The Treehouse, pull on and make a reach out left to the art, match it and then move straight up to crimps just above head height. Trend straight up through series of comfy edges to a large jug shelf in the middle of the wall. Match it up then move up right hand to a crimp in the right angling seam, left hand can then track up to a jug at about face height. From there right hand goes up to a good slot just before the lip, left comes around to the crack, on the slab portion near the top, and from here you can rock over the corner onto that slab and walk up and off the top. ","protection":"Several pads and spotters would be recommended, the landing zone is 2-tiered and filled with rocks and downed trees.","location":"Along the Hemlock Ledges, left of the Hand of Man Cave. If looking at Work of Man, turn left and walk down the ledge, you will pass the hill up to Supernormal, just after that you will see The Treehouse and Turkey Watching is just on the other side of the tree. "},"__v":0},{"_id":"GxPA9tDWUim70fIx6iJ40g==","name":"The Treehouse","yds":"V6+","grades":{"yds":"V6+","font":"7A","vscale":"V6+"},"fa":"Sean Gilman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":1,"mp_id":"120454197","mp_crag_id":"106890530","climb_id":"GxPA9tDWUim70fIx6iJ40g==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start at the vertical wall at the base of the large overhanging prow and in front of the tree. Pull on and compress your way out the 45 degree prow (avoiding the tree) and make a committing move out to a good shelf at ~12'. Get your feet under you and pull up onto the wall for the highball vert finish. It would be safer to try this portion on a top rope as the fall could be dangerous. ","protection":"Several pads and spotters would be recommended.","location":"Along the Hemlock ledges cliff band. If at the Hand of Man cave, walking along the wall as if you were going to Supernormal, instead of going up the hill continue along at the base of the wall and you will quickly come up to this large overhanging arete"},"__v":0},{"_id":"EbQSXFCOWhCRI2zInnnRRQ==","name":"Supernormal","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Lucy Humphreys","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":7,"mp_id":"112472068","mp_crag_id":"106890530","climb_id":"EbQSXFCOWhCRI2zInnnRRQ==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Starting left hand on the large horizontal rail and right hand on sidepull created by a missing chunk of rock, climb up crimps in the zig-zag cracks until you run out of holds, then dyno up and right to the large (often water-filled) jug. Top out straight up. \n\n  Setting up for the dyno on a small left hand sidepull crimp and right two finger stacked pocket is the clear crux of this climb. Check out Lucy's video for some fancy heel-toe cam beta that makes this a bit easier. \n\n  Due to the location of this climb and the little traffic it sees, it might be wise to clear leaves and lichen from the top out holds before your send attempt.","protection":"A few pads and a spotter for the dyno.","location":"Up the hill to the left of the Hand of Man cave and Pucker Punch. Hard to see from the base of the hill. Start on the obvious horizontal rail and left hand sidepull"},"__v":0},{"_id":"PubRpq1vU2mo+JtN4nxPPQ==","name":"Super Normal Direct","yds":"V10-","grades":{"yds":"V10-","font":"7C+","vscale":"V10-"},"fa":"Peter Torphy","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":6,"mp_id":"120442222","mp_crag_id":"106890530","climb_id":"PubRpq1vU2mo+JtN4nxPPQ==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start on the obvious shelf as for Supernormal, trend up into the two crimp in the middle of the face. From here, instead of popping up to the jug, go up and left to a crimp just below the lip and then topout straight up through a slopey lip. The jug from Supernormal is off for this variation.","protection":"2-3 Pads","location":"Left of the Hand of Man cave, up a small hill, sitting right on the edge of the cliff band. Same start as Supernormal."},"__v":0},{"_id":"v3vzNIMHUzSYtpZI1zIRiQ==","name":"Sick Angels","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Aaron egerman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":9,"mp_id":"117378527","mp_crag_id":"106890530","climb_id":"v3vzNIMHUzSYtpZI1zIRiQ==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Stand start on the left arete with crimps at about head height.  Left hand on a downpulling crimp left of the crack in the rock and right hand gaston slightly higher up on the arete. Pull on and stab up with the left hand to small sidepull and then slap the right hand to another small gaston higher up the arete.  Drop the left hand down to the right start hold, adjust feet, and then either cross with the left or bump with the right to a good edge near the top of the arete. Match that edge and from there you can bump the right hand over an incut hold just below the lip.  Kick the feet out right, match the lip, and mantle over for the finish. ","protection":"A few pads, the landing is pretty rocky.","location":"In the Hand of Man cave along with Work of Man and Manhandled.  This boulder is the absolute left most section of the cave, right before the ground drops off to the left in the direction of Pucker Punch and Supernormal."},"__v":0},{"_id":"/fRFXkwvUeWivfXmfa0Gcg==","name":"Save the Salamanders!","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean Gilman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":3,"mp_id":"118771356","mp_crag_id":"106890530","climb_id":"/fRFXkwvUeWivfXmfa0Gcg==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Sit start right hand side pull left hand on a small rounded jug, pull off the ground and make a move out right to a good crimp rail; keep yourself off the ground and  bump the right hand further out right through a couple of crimps to a slopey jug, stay tight and off the ground while switching feet to the right side, match the jug out right and mover up to a good vertical edge. The climb chills out from here. Match the edge and you can stand up into a stance where the route ends with a traverse off right or hop down. If you want to continue to the top of the wall, you can link into one of the solo/TR lines to one of the two bolted anchors.. Curran's variation Damn Them All  tops out by continuing straight up via some crimps and a blocky flake, then following the crack left to a highball finish straight up  to the left of the two bolted anchors. The top out is not hard but uses insecure sloper holds up high. Consider it a solo if not roped up  (ed. writeups of the original highball/TR lines to come after some more scrubbing)","protection":"Lowball if done with the usual drop off finish. If topping out use a rope and a couple biners for a TR off the left pair of glue-in bolts and chains (recommended) or several pads and a good spot and don't fall off the top.","location":"Along the Hemlock Ledges, just past the hill up to Supernormal. This climb is in between Okay If I Have 3 Eyes? and the Treehouse problem."},"__v":0},{"_id":"QyB1NoeIU3e29OytGk0SJA==","name":"Pucker Punch","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Marc Troob","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":8,"mp_id":"112472098","mp_crag_id":"106890530","climb_id":"QyB1NoeIU3e29OytGk0SJA==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start near the center of the face, climb straight up. The crux is near the top.  \n\n  (Having not been to this boulder in a while I'd appreciate any additional information/thoughts/feelings about this climb. Bueller...)","protection":"A healthy stack of pads","location":"the large vertical wall ~50 ft left of the Hand of Man cave (before you get to supernormal). Climb the face. Don't fall."},"__v":0},{"_id":"R7ZgdiVdXtGkZxx3lpj6wA==","name":"Ok If I Have Three Eyes?","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Mark Sprague","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":4,"mp_id":"118642320","mp_crag_id":"106890530","climb_id":"R7ZgdiVdXtGkZxx3lpj6wA==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start up good edges up the steep and reach up high to  a buckety elongated pocket. Continue angling right on more good pockets out over the overhang and escape out right. Fun, but the landing would be kind of awkward so if you want to set a TR for a beginner you can easily do so with the bolted anchor up and left and a piece of gear for a directional. Easy, but fun!","protection":"Pads - awkward landing onto a ledgy ramp, so you don't really want to fall. If you want to set up a TR for a beginner you can easily use the bolted anchor for the taller route to the left and a directional (a big chunky nut or cam with a shoulder length sling should do)","location":"Maybe a couple hundred feet to the left of the Hand of Man cave, just past the gully that leads up to Supernormal is a wall maybe 30 feet tall with an overhanging arete just beyond. There are two trees in front of the right side of the wall and this starts just right of the left one."},"__v":0},{"_id":"12B1VOdtVLOzgWjFesM9ZQ==","name":"Manhandled","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Dana Seaton","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":13,"mp_id":"106890535","mp_crag_id":"106890530","climb_id":"12B1VOdtVLOzgWjFesM9ZQ==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start deep in the cave on blocky pinches. Power out the steep crack in the cave to a roll/mantle. Committing.","protection":"Bouldering","location":"Look for the large cave with odd hand graffiti"},"__v":0},{"_id":"zTb4N479Us+iTUdD7ShoHA==","name":"Diplopod","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":5,"mp_id":"119190512","mp_crag_id":"106890530","climb_id":"zTb4N479Us+iTUdD7ShoHA==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"A slightly overhung problem that has a very easy techy portion in the beginning with a topout crux.","protection":"Couple pads spotter","location":"Located just to the left of Supernormal.  Start climbing up the rock that is off on supernormal into some underclings to balance on the wall.  Make a reach for the ledge and move into a cruxy topout. The small tree is sort of in the way of the topout, if you are out with someone they may be able to pull it away to avoid dabbing against it."},"__v":0},{"_id":"eCGYw0L3VzqPe+7+7rt7Pw==","name":"Belly of the Beast","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Mike Dominguez","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"left_right_index":11,"mp_id":"107614660","mp_crag_id":"106890530","climb_id":"eCGYw0L3VzqPe+7+7rt7Pw==","areaRef":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"Start deep in the right side of the cave, to the right of Manhandled by the painted hands.  Climb left into the arete, up the arete to the lip. Traverse right into the crack /work of man topout.","protection":"lots of pads and good spotters","location":"To the left of Manhandled, in the back right corner of the cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,10f89d9c-9003-5a54-bad9-5849a525a2de,691d64b1-405b-5d6b-ba76-4a216976000c,84af3683-a36c-5b0d-ab8f-2b23427e5c71","pathTokens":["USA","Rhode Island","Beach Pond","Deadwood"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V11"},{"count":1,"label":"V5+"},{"count":1,"label":"V0-1"},{"count":1,"label":"V6+"},{"count":1,"label":"V9"},{"count":1,"label":"V10-"},{"count":1,"label":"V6"},{"count":1,"label":"Unknown"},{"count":2,"label":"V3"},{"count":1,"label":"V1"},{"count":1,"label":"V2"},{"count":1,"label":"V8"}],"byDiscipline":{"bouldering":{"total":13,"bands":{"unknown":1,"beginner":1,"intermediate":2,"advanced":3,"expert":6}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":2,"advanced":3,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.7766,41.5694]},"bbox":[-71.77720102738593,41.568950339818144,-71.77599897261408,41.56984966018187],"left_right_index":-1,"ext_id":"106890530","area_id":"hK82g6NsWw2rjysjQn5ccQ=="},"content":{"description":"This is the portion of Hemlock ledges developed by boulderers, generally centered around the Hand of Man Cave and to the left.\n\n The Hand of Man Cave, known especially for Work of Man V11 and the classic V3 roofcrack Manhandled is roughly right of center of the ledges and should be pretty obvious as the blocky cave structure up the hill as you approach Hemlock.\n\n To the left of the cave there is a break and there is an overhanging bouldering wall up the hill a bit with a couple nice easy warm-ups on the right and Supernormal V9 on the left.\n\n Moving further left the wall reconstitutes itself, generally being about 25 feet tall and covered with holds. Use you best judgment on whether you want to throw a TR up or highball /solo. There are many trees up top for anchors. There is a lot of mostly easy traversing potential if you bring some scrubbing tools."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:21:09.672Z","updatedAt":"2024-01-15T16:48:19.228Z"}