{"_id":"63689d5ce80bff5a994f50e2","area_name":"Dozier Dome","shortCode":"","climbs":[{"_id":"v6QYtRQAU7W7UAR0ZzF6lQ==","name":"You, Me, and the Dike","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave and Jen Lane, 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":19,"mp_id":"108210421","mp_crag_id":"105870869","climb_id":"v6QYtRQAU7W7UAR0ZzF6lQ==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"The route traverses along the obvious dike that cuts across Bull Dozier and Side Dish. Climb up easy ledges or slab to a horizontal crack (~2\"), then simply follow the dike all the way to the anchor. I found the crux to be somewhere between first and second bolt, just before getting to the Bull Dozier crack. I ended up doing a hand tranverse there but SuperTopo suggested the original crux can be avoided by keeping your feet on the dike. Both leader and follower should be confident at the grade as falling would result in long pendulum swings.","protection":"1 each 0.75 to 1.5\"\n\n8 quickdraws\n\nSuperTopo showed 3 bolts between the anchor and the 2nd crack that this route cuts across, but I was only able to find 1. Placing a 1 or 1.25\" pro in the crack will give adequate protection before launching onto the golden slab.","location":"Share the same start as Avocado and Tequilla, just to the left of Ripple, dike is very obvious. Rappel with two 60m ropes at the anchor."},"__v":0},{"_id":"0q2J9c96UqCUx3xASUOwow==","name":"Wrest Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lucho Rivera, Et Al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":4,"mp_id":"121196286","mp_crag_id":"105870869","climb_id":"0q2J9c96UqCUx3xASUOwow==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Fun old school squeeze chimney. Would be better if it wasn't so dirty!","protection":"Standard/Wide rack","location":"Crack system to the right of \"Tourettes\""},"__v":0},{"_id":"O9uLNJeTVDmbE6ets22ddg==","name":"White Lie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Shewchuk, Grant Hiskes, Bill Serniuk (Blitzo), 2004.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":2,"mp_id":"105870876","mp_crag_id":"105870869","climb_id":"O9uLNJeTVDmbE6ets22ddg==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"To the right of \"Scandalous Summer\", climb past 6 bolts to a big ledge.","protection":"6 bolts","location":"Between\n\nScandalous Summer\n\nand Corporal Klinger on the far left side of the wall."},"__v":0},{"_id":"41ZMUkTmWlmok/65NfPYoA==","name":"Ursula","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Vern Clevenger, June 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":23,"mp_id":"106498804","mp_crag_id":"105870869","climb_id":"41ZMUkTmWlmok/65NfPYoA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"You will have plenty of time to think about the differences between PG and R on this excellent classic three pitch face route with lots of variety.\n\nPitch 1 runout up the very easy smooth apron to a right leaning, right facing thin dihedral with pretty good gear until it ends at a steep face with a horizontal crack.  Great cams can be found in this horizontal 3 feet either right or left to replace the missing pin, but you will have to work for it.  Make the wild crux mantle to clip a welcome bolt.  Golden edges and a mantle past 2 more bolts then make a wild thin traverse left to another horizontal and a bolted belay.  5.10c PG 50 meters.\n\nPitch 2 easy traverse 10 feet right to a thin 5.9 dihedral with good gear to horizontals.  Move left past a loose flake.  Further left and up past 2 bolts with great knobs 5.9+ to a 0.75\" cam under a flake, wild face climbing to the right up the flake to a bolted belay 5.10-. 30 meters.\n\nPitch 3 starts left then goes right on unbelievable thin face and knobs past 7 bolts.  Most of the time will be spent making 5.10 moves with a bolt below your feet.  Finish up and right to a thin dihedral.  Gear belay here.  5.10b PG 50 meters.\n\nScramble 4th class to the top about 20 meters.","protection":"Bring a light rack with a good selection of gear from thin nuts, TCU's to 2-1/2\" cams.  I found an extra 0.5\" to 2\" cams particularly useful on the first pitch that has a bolted belay.  Pitch 2 has 2 bolts with plenty of supplemental gear, bolted belay.  Pitch 3 has 7 bolts and ends at a gear belay 0.5\"-1.0\" cams.\n\nRebolted by ASCA 2002 so all the bolts are new and shinny.  Long slings and double ropes help on this wandering route.","location":"This route is on the steep Northwest face of Dozier Dome, about 200 meters right (west) of Errett Out and Holdless Horror.  Look for a smooth golden slab leading to the right leaning, right facing dihedral on the low slab.\n\nTo descend, walk down from the top west cross the stream that drains Cathedral Lakes and then down easy slabs class 2.  Hike back to your pack.  This should take about 15 minutes total."},"__v":0},{"_id":"orlSokYtWxaPnNLGFkT7Ww==","name":"Tourette's","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Shewchuk and George Ridgley, August 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":3,"mp_id":"108256698","mp_crag_id":"105870869","climb_id":"orlSokYtWxaPnNLGFkT7Ww==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Cool knob climb that is very well bolted.  Mantle up past the first bolt, climb through a small roof, and work left to the nice knobby face.","protection":"Bolts.  Bolted anchor at the top.  A 70 meter rope needed to lower.  2 ropes are necessary to get back to the ground from Blitzo's Balcony.","location":"On the left side of Dozier Dome climb either Scandalous Summer (5.7) or Cheeseburgers & Beer (5.8) to a large ledge with a large tree. Supertopo refers to this ledge as Blitzo's Balcony.  Just to the right of this tree up on a bench there is a bolted line that ends beneath a dead tree hanging over the edge of the cliff.  This is Tourette's."},"__v":0},{"_id":"5g4jMa3NWNiABbTjZcOWMA==","name":"Side Dish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Zilburg/Reid 82","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":15,"mp_id":"114652887","mp_crag_id":"105870869","climb_id":"5g4jMa3NWNiABbTjZcOWMA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"OK climbing; never a line; as a result, mossy character relative to its neighbors.The crux is a little like the start to West Crack on DAFF, but the holds are a little larger and the runout a little longer. There is some gear on the way to the start of the crack; offset cams and green alien/smaller are handy. The Reid/Falkenstein book shows this route connecting back to Holdless Horror, but it goes to the top if you want to take it there. Expect a little runout in a runnel. The obvious corner exit is highly vegetated; we took the crack system to its left. Walk off as for Holdless etc.","protection":"Modern rack; nuts, cams tiny to 4\"; no bolts","location":"The crack system between Holdless Horror and Bull Dozier that does not make it to the ground."},"__v":0},{"_id":"ov4/NnxCWsKHrjFAOgGfwA==","name":"Scandalous Summer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Shewchuk, Grant Hiskes & Bill Serniuk (Blitzo), 2004.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":1,"mp_id":"105870872","mp_crag_id":"105870869","climb_id":"ov4/NnxCWsKHrjFAOgGfwA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"A fun, easy climb at the far left of the wall.\n\nClimb low angle knobs past bolts to a ledge with trees.\n\nCrux is after the last bolt.\n\nRappel.","protection":"Draws.","location":"Left of Corporal Klinger."},"__v":0},{"_id":"SZe+utHQWAK6h6ahVQPf4g==","name":"Ripple","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Ridgeley, Bryan Law, Sabine Schirm, 8/2005","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":21,"mp_id":"107261451","mp_crag_id":"105870869","climb_id":"SZe+utHQWAK6h6ahVQPf4g==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Pitch 1 (5.7, 140'): 4 bolts + gear to bolted belay.\n\nPitch 2 (5.7, 180'): 6 bolts + gear to bolted belay (bit of a runout on easy terrain without gear).","protection":"6 draws, cams from 0.6 to 1.25\".","location":"Scramble up and right of Bull Dozier; base of route will be across from a large platform (flat-topped boulder).  Looking up route the first pitch has undulations / shelves which look a little like ripples I guess.\n\nDescend via rappel (two raps with two 60m ropes) or continue up a third easy short pitch to a crack & gear belay, then walk off the dome (see description of Holdless Horror)."},"__v":0},{"_id":"KbXaPVMhXzOdl+mO3yqkMA==","name":"Read Between the Lines","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":16,"mp_id":"108210693","mp_crag_id":"105870869","climb_id":"KbXaPVMhXzOdl+mO3yqkMA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Fun toprope that shares the same anchor as \"You, Me and the Dike\". A slabby start leads to a good ledge, then climb knobby face to beautiful golden granite (crux). Thin incut edges can be found for you fingertips but it is mostly your feet that are doing the work. The route eases in difficulty if you go further to the right as there are more face features. Climb straight up to the anchor for the best value.","protection":"None, toprope only","location":"Located directly between Holdless Horror and Side Dish, this route can be accessed by first leading You Me and the Dike as they share the same anchor. Require two 60m ropes to setup TR and rap."},"__v":0},{"_id":"ybzwuVktU4WgmBkJPeBclg==","name":"Plutonics","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bryan Law, Linda Jarit, et al., August 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":17,"mp_id":"107709974","mp_crag_id":"105870869","climb_id":"ybzwuVktU4WgmBkJPeBclg==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"This takes a line of strength up the blank section of wall between Holdless Horror and Bull Dozier. The first pitch is long and has many bolts. The difficulties gradually lessen as you work your way up the face. There is a bolted anchor just before a large ledge, or you can take a seat on the big ledge (no anchor) to belay. The second pitch climbs past a few bolts on easy terrain to another anchor. One more pitch of 4th class leads to the top.\n\nRap the route or walk off right.","protection":"Bolts","location":""},"__v":0},{"_id":"JteuxHjIUFaUDC/uvpiVZQ==","name":"Loud and Obnoxious","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Shewchuk, Grant Hiskes, Bill Serniuk (2005)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":10,"mp_id":"107709957","mp_crag_id":"105870869","climb_id":"JteuxHjIUFaUDC/uvpiVZQ==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"This is the next route right of Bit By Bit. The first pitch starts up a 4th class slab to some flakes. There's optional gear placements here. Then a steep section of very tightly bolted knob climbing. Above the angle lessens and you cruise over to a bolted anchor. The next pitch climbs up to another anchor below the right side of an arching roof. Pitch 3 turns the roof and then it's easy 5th class to the final anchor. Rapping the route is the quickest way down, or you can walk off to the right.\n\nThis modern sport climb was bolted over the top of an old R/X route.","protection":"Bolts, optional 2\" gear getting to the first bolt.","location":""},"__v":0},{"_id":"672MlWZjUJqZXkYWs2wx8Q==","name":"Isostasy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Law, George Ridgley, Linda Jarit","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":11,"mp_id":"106556570","mp_crag_id":"105870869","climb_id":"672MlWZjUJqZXkYWs2wx8Q==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Beautiful rock with a great mix of face and crack climbing. Second pitch requires some careful route finding for the easiest path. There is a bit of PG-13/R-rated 5.6-5.7 climbing, but the gear is there and the stances to place it from are comfortable. Thus, while care should be taken when leading this, it is certainly not R-rated in the same category as, say, the Dike Route over on Pywiak.\n\nPitch one:\n\n50 feet of 4th class to a ledge. Gear anchor.\n\nPitch two: (5.8R)\n\nClimb a right trending ramp to an obvious downward pointing roof/flake, get gear, then pull onto the flake and face climb up and left to another right facing flake which takes gear. Climb up and left to another, smaller right facing flake that takes a small cam and then go a ways up and left to a subtle right trending ramp in the area with the brightest white rock (a bit of small gear here). Follow the right trending ramp up and back right to the first bolt. Climb up past three more bolts to a double bolt anchor with chains.\n\nThe crux is well protected with bolts, but you do need to climb some 5.7R between gear placements before the bolts. Excellent climbing. 160-170 feet.\n\nPitch three: (5.6)\n\nFace climb up and right for 40 feet, aiming for a hand crack. You can get some gear before the crack, but you need to use runners. This part is a bit run out, but very easy climbing, maybe 5.4. Follow the pretty 5.6 hand crack to a two bolt anchor with chains. Full 200 feet.\n\nPitch four: (5.8)\n\nClimb straight up from the belay over bulges past 3 bolts to a two bolt anchor with chains. 60 feet.","protection":"Standard trad rack including nuts and small cams to 2 inches. Long runners for the somewhat wandering 2nd pitch and the start of the 3rd pitch.","location":"Location: Approx. 100 feet left of Holdless Horror (obvious wide crack running from the bottom to the top of Dozier Dome).  50 feet from the ground there is an obvious dike starting at Holdless Horror and running upwards from right to left.  Straight down from the end of the dike is the downward pointing flake and the first belay.\n\nRappel the route with 2 60m ropes or continue up exposed 3rd and 4th class to the top of the dome (some may want a belay for the first portion of this). If you rappel, you must down climb the initial 4th class pitch, because the rappel from the top of the 2nd pitch to the ground is 230 feet."},"__v":0},{"_id":"xEpXivKNVtWvKPg5SCbSDA==","name":"Holdless Horror","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TM Herbert, Jeff Dozier and Steve Thompson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":14,"mp_id":"106014323","mp_crag_id":"105870869","climb_id":"xEpXivKNVtWvKPg5SCbSDA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"P1:  Start on the face just right of the bush growing out of the bottom of the crack.  Climb up to first horizontal ledge, or, further up to the next smaller one (80 or 100 feet?) and build a belay anchor.  5.6.\n\nP2:  The \"business\" pitch.  Climb up and mitigate impending horror by using the \"holdless\" terrain rather than get engulfed in the people eatin', imposing crack.  Busy, but, never hard and the pro is decent if you take the time to find the money spots.  5.7.\n\nP3:  The fun 5.6 pitch.  Great climbing that gets steep and improbable looking, but, always a nice foot and/or hand hold to help you out.\n\nP4:  Final easy fifth class romp to the top.  Can climb far enough up to set belay for a safe walk off following the pitch.  Low angle, one short roof near the end of the pitch.  Great gear, but, somewhat spread out between bomber placements.\n\nHistorically significant as the first technical rock climbing route on this Dome.  Great name, too.  Classic TMH.","protection":"Standard rack.  Nuts and single set of cams from small (1 TCU) to a #4 camalot.  No fixed gear.  No anchors.","location":"Climb is located on the west side of Dozier Dome.  Look for the crack system, left of the big diagonal break in the wall, kind of in the middle of the big flat face, which extends all the way to the ground.  Is a large green bush in the bottom of the crack.  Crack is distinctive as its the only one on this side of the Dome that continues down below (and through) the horizontal ledge all the way to ground level.  Prominent crack system viewable from a distance.  Goes straight up.\n\nSummit area has great views of Cathedral Peak area and surrounding domes.\n\nThe hike down is bonus, and, for some folks, easily as quality as the climbing.  If conditions permit, hike to Cathedral Lake and then follow the water course down, taking the path of least resistance.  Beautiful hike on its own.  Near the bottom, where Dozier Dome starts to appear to melt into the forest on the climber's left, cut over to the base of the dome to pick up packs, if left at the base (and/or to pick up the well-marked climber's trail back to the car).  Easy, fun hike with improbable positions and great scenery.  Could spend a bunch of time playing around down climbing low angle friction faces, or, walking around to the left or right."},"__v":0},{"_id":"MJ6LmMGGV+OHn2ABi1p2sw==","name":"Felsic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bryan Law, Greg Barnes, Linda Jarit. Aug 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":12,"mp_id":"107764132","mp_crag_id":"105870869","climb_id":"MJ6LmMGGV+OHn2ABi1p2sw==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Roughly follows a left leaning dike up the face. Shares the first 4 bolts with \"Cheetos and Everclear\". Sustained at the 5.8/5.9 level. Mostly small knobs, some friction, and a couple of hand crack moves.","protection":"11 draws. Two bolts with chains. Optional small hand sized cam can be placed in the crack half way up where the bolts are a \"little\" wider spaced. 1-2\" cams for the belay at the ledge.","location":"Starts on a ledge about 70 feet above the ground just left of \"Holdless Horror\". Can be accessed up the \"Holdless Horror\" gulley, or to the left up a seam and crack/flake. Two 70m ropes will get you to the ground, two 60m ropes will get you to the 3rd class slab/seam 20 feet off the ground"},"__v":0},{"_id":"CnFN6w79WSaleF5+9p4YSA==","name":"Errett Out","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Grant Hiskes, John Shewchuk, Bill Serniuk (Blitzo), Errett Allen, 9-2003.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":7,"mp_id":"106042438","mp_crag_id":"105870869","climb_id":"CnFN6w79WSaleF5+9p4YSA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"This climb starts down and left of \"Holdless Horror\" and just left of a group of trees.\n\nClimb a low angle slab, past one bolt and past a horizontal crack and seven more bolts to a two bolt belay.\n\nClimb a 5.7 pitch past seven bolts to a two bolt anchor.\n\nA 5.6 pitch leads past three bolts.\n\nRappel or walk off.","protection":"Draws, a few cams.","location":""},"__v":0},{"_id":"s0hOPAtjVGy/xBQ3ndyM4A==","name":"Errett By Bit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":8,"mp_id":"108304345","mp_crag_id":"105870869","climb_id":"s0hOPAtjVGy/xBQ3ndyM4A==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"This seems to be the combo favored by most, linking up the better parts of Errett Out and Bit By Bit.\n\nP1 coincides mostly with P1 of Errett Out, passing its low two-bolt anchor at 70 ft and continuing up the bolted face to the second-to-last bolt.  At that point, instead of heading up to the last bolt of that pitch, veer up and right onto a right-slanting ramp to connect to the P1 bolted anchor of Bit By Bit.\n\nP2 goes up the entire P2 of Bit By Bit to that pitch's bolted rap anchor.  Either rap here, or continue up the 5.8 P3 of Bit By Bit (which is indicated as P3 of Loud & Obnoxious here on MP) to another bolted rap anchor.","protection":"Bolts mostly, single rack to 1.5\", bolted rap anchors.","location":""},"__v":0},{"_id":"GF8zxCwBXZindlrY6YykLA==","name":"Dumpster Evangelist","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Law and George Ridgley, October 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":5,"mp_id":"108256706","mp_crag_id":"105870869","climb_id":"GF8zxCwBXZindlrY6YykLA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Climb an easy, shallow right facing corner (gear needed) and then work left to bolts.  Climb up the nice knobby face.  This is a well bolted climb.  Crux is near the top.","protection":"Bolts.  Gear needed for the first 15 feet or so (yellow alien to #2 camalot sizes roughly).  A 70 meter rope works to lower the climber.  2 ropes are needed to get back to the ground from Blitzo's Balcony.","location":"On the left side of Dozier Dome climb either Scandalous Summer (5.7) or Cheeseburgers & Beer (5.8) to a large ledge with a large tree. Supertopo refers to this ledge as Blitzo's Balcony.  Walk right from the tree and scramble up a few feet onto a bench.  Dumpster Evangelist starts with a shallow right facing corner (gear needed) and then works left to climb straight up a bolted knobby face."},"__v":0},{"_id":"vFeqNSgCUWqQUaHqjKgPdQ==","name":"Dozier Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeff Dozier, Lance Dozier, & David Green, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":22,"mp_id":"107124704","mp_crag_id":"105870869","climb_id":"vFeqNSgCUWqQUaHqjKgPdQ==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Dozier Dihedral is the right facing corner on the right side of Dozier Dome.  Layback and smear to a small roof.","protection":"Standard Rack, mostly small gear.","location":"Follow the standard descent from Dozier Dome"},"__v":0},{"_id":"+okSQ32+UnmBBbK5OKMERg==","name":"City Girl","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"George Ridgley et al., October 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":6,"mp_id":"121196262","mp_crag_id":"105870869","climb_id":"+okSQ32+UnmBBbK5OKMERg==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Good slab moves down low lead to an easy section and a ledge where more technical climbing continues.","protection":"11 draws","location":"To the right of \"Dumpster Evangelist\""},"__v":0},{"_id":"+0E+AaDLVMe0QvGQMOJ3Qw==","name":"Cheetos and Everclear","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bryan Law, George Ridgley, and Greg Barnes, August 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":13,"mp_id":"106849248","mp_crag_id":"105870869","climb_id":"+0E+AaDLVMe0QvGQMOJ3Qw==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Start at the large white dike. Follow dike (fun easy moves) for 4 bolts then step right and head up nice thin face for 5 more bolts. Fun, balancy moves. About 180 feet from the ground (belay in the shade) or around 130 feet from the terrace (belay with the view).","protection":"9 draws, optional hand size piece and long sling to protect easy 5th crack. 2 bolts with rappel rings at top of climb.","location":"Start up third class gully towards Holdless Horror, then head left out on large terrace and locate the large slanting dike. Lower or rappel off with two 60m ropes back to ground."},"__v":0},{"_id":"g1cPemSsWZSl9QeLhj147Q==","name":"Cheeseburgers  and Beer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":0,"mp_id":"106510756","mp_crag_id":"105870869","climb_id":"g1cPemSsWZSl9QeLhj147Q==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Left side of Dozier Dome @ black streak\n\nClimb straight up through bolt-protected face (crux is about 50' up); pass some horizontals with supplemental pro.  make obvious trend to the right (join Scandalous Summer) at top to avoid chossy/lichen-covered rock\n\nBelay/ 2-rope rapell from tree on ledge","protection":"Several bolts (6 or 7)\n\nSupplement with small to 2\" gear","location":"Starts where horizontal crack from the right (the one you walk out on for Scandalous Summer) disappears into the hillside.  Below big tree on ledge."},"__v":0},{"_id":"O2g9aSd0WYq1sa2W0oz3Jg==","name":"Bit by Bit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Shewchuk, Grant Hiskes, Bill Serniuk (Blitzo), 7-2004.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":9,"mp_id":"106042441","mp_crag_id":"105870869","climb_id":"O2g9aSd0WYq1sa2W0oz3Jg==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"This route starts to the Right of \"Errett Out\".\n\nClimb a pitch past seven bolts to a two bolt anchor.\n\nThe second pitch leads past nine bolts to a two bolt anchor.\n\nRappel (two 60-meter ropes).","protection":"Draws.","location":""},"__v":0},{"_id":"ONHfYms/WAiGEhxq9whZoA==","name":"Avocados and Tequila","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Law, Ridgley and Hiskes","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":20,"mp_id":"113846498","mp_crag_id":"105870869","climb_id":"ONHfYms/WAiGEhxq9whZoA==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"To the left side of the Ripple boulder there is a small ledge.  Start there, put in a piece at the crack near the start of the dike and go up a bit to the first bolt (5.8R). Clip another bolt and continue straight up.  You can get another piece in the left facing feature before you get to bolt #3.  Continue up nice face climbing with another 5.8ish move at bolt #4.","protection":"6 bolts to anchors, with a couple of pieces of gear in the 1-2\" size.","location":"Left of Ripple.  Rap with two ropes."},"__v":0},{"_id":"mtBSlg2XVyGrKe2FYO7vaQ==","name":"Bull Dozier","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":18,"mp_id":"106510747","mp_crag_id":"105870869","climb_id":"mtBSlg2XVyGrKe2FYO7vaQ==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Right leaning crack starts off ledge about 30' up\n\nClimb 5.6 friction (no pro) straight up to slightly right-leaning crack [or it looks like a corner system just to the left is protectable - then traverse right].\n\nFirst pitch - good pro & moves to sloping ledge - 195' 5.7\n\n2nd & 3rd pitches As per J. Albers (from comments)\n\nThe first pitch belay is actually in a scoop about 30 feet below the bolts you mentioned, though using the bolts is fine as long as nobody is using them for the face climb they are there for.\n\nThe second pitch continues up the crack past a bulge (bring a 4 inch piece for the bulge) and up the nice hand crack to a another scoop to belay...maybe 120-130 feet from the bolts.\n\nThird pitch continues until the crack ends and you are on 4th class, belay where you can. You can then climb out on 4th class from this belay, though many will want a belay for the last bit of 4th class to the top of the dome (it is exposed). Enjoyable climb.\n\nCheers.","protection":"Standard trad rack\n\nMostly finger to hand sizes","location":"About 50' right of Holdless Horror (not the crack 20' right  - thats \"Side Out 5.8R)"},"__v":0},{"_id":"7dDD6JQYXoeJUlJ0hMDNIQ==","name":"Angelic Upstart","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rob Settlemire and David Caunt","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"left_right_index":24,"mp_id":"111207113","mp_crag_id":"105870869","climb_id":"7dDD6JQYXoeJUlJ0hMDNIQ==","areaRef":"hcEZcIn3UZa0EhKGqmUTUg=="},"content":{"description":"Great face climbing on gold polish.\n\n11A crux starts the third pitch, consistant 5.10 moves between every bolt.\n\nBe aware the second pitch has a variation to the left called \"Claim Jumper\", it is 5.12.","protection":"Mostly protected by bolts, bring some stoppers and small cams.  Some traversing too.\n\nTops out at the same spot as the top of Ursula.","location":"Just right of Ursula."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,85c11970-89f7-5196-b412-1286aa651352","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Dozier Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10a"},{"count":3,"label":"5.9"},{"count":6,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":5,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":10,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":12,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.43165,37.84942]},"bbox":[-119.4322194596522,37.848970339818145,-119.43108054034776,37.84986966018187],"left_right_index":-1,"ext_id":"105870869","area_id":"hcEZcIn3UZa0EhKGqmUTUg==","polygon":{"type":"Polygon","coordinates":[[[-119.4322194596522,37.848970339818145],[-119.43108054034776,37.848970339818145],[-119.43108054034776,37.84986966018187],[-119.4322194596522,37.84986966018187],[-119.4322194596522,37.848970339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:54:37.104Z","updatedAt":"2024-01-20T00:58:23.143Z"}