{"_id":"6368a29ce80bff5a9956afea","area_name":"Main Tier","shortCode":"","climbs":[{"_id":"DJVKHBJ2VGa86w+sFkYWlQ==","name":"Welcome to Watauga","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Shannon Stegg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":4,"mp_id":"105888951","mp_crag_id":"105887633","climb_id":"DJVKHBJ2VGa86w+sFkYWlQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is the last popular route on the main tier (heading uphill) before reaching Harpoon.\n\nP1: 5.10 b/c. Start underneath a flake that often seeps and is capped by some steep terrain and then large roof. Climb some easy ground up to a stance underneath the large flake.  Clip a fixed stopper and start railing out the horizontal on top of the flake.  Mantel up onto the face and climb some steep jugs to the fixed anchor at about 70 feet.\n\nP2:  Either set up a hanging belay from the fixed anchors or instead of breaking the climb up, clip a four-foot sling to one of the anchors and start heading left on crimps to the left end of the roof.  Place some gear, mantel onto the face then climb the splitter 5.8 or so crack to the top of the cliff.","protection":"A bunch of small stuff, nothing bigger than a #2 Camalot.  A couple of hints:  A yellow Alien to protect the first pitch traverse crux and a purple TCU to protect the crimpy section heading out of the belay after pitch one.","location":""},"__v":0},{"_id":"Wi1Nr2i1VtCt8L00QM2Mcw==","name":"Tiny Dancer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":24,"mp_id":"111066268","mp_crag_id":"105887633","climb_id":"Wi1Nr2i1VtCt8L00QM2Mcw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"It's a pretty hard start. Find a decent foot and  a sharp crimp with your right hand. Hit the crack and then crank up to the jug and pull your way up to a decent stance for your first clip. Move out left and then through a thin section for your second clip. Get yourself over to the crack and things lighten up. Plug a #2 and then a nut higher up, and you are at the rings.","protection":"Two bolts down low. A couple of cams #1 or #2, and some small nuts should do you just fine. Rings at the top.","location":"This is a relatively new route, just left of Borrowed Time."},"__v":0},{"_id":"NzR8Zp8kWhixuuSr63OSlg==","name":"Special Ops","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mike Trew","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":22,"mp_id":"120907036","mp_crag_id":"105887633","climb_id":"NzR8Zp8kWhixuuSr63OSlg==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Amazing, thin slab climb with some heady movement.  Clip first two bolts of Special Forces then break left to tackle a very thin crux.  Shares anchors with Artistic Arete.","protection":"bolts","location":"Just to the left of Special Forces."},"__v":0},{"_id":"YmwRqN5rWnGp1DpDLlCI6g==","name":"Special Forces","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Reed, Vernon Scarborough","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":23,"mp_id":"105925210","mp_crag_id":"105887633","climb_id":"YmwRqN5rWnGp1DpDLlCI6g==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is a serious but great route for those who enjoy thin holds.\n\nMove up a short, steep wall, clip the first bolt, and then pull onto small holds on the slab.  Several thin slab moves bring you up to a precarious mantle onto a small, sloping ledge (you wouldn't want to fall from here).  Stand up, clip the second bolt, then make hard moves into the corner (crux).  Superb stemming takes you up the corner - small gear (RPs and offsets) backs up the fixed pin.  At the stance below the final headwall, get good gear - RPs, small cam, and/or Ball Nuts.   Then enjoy good, moderately difficult climbing up the headwall to a rhodo ledge.","protection":"Bring a few quickdraws for the bolts and fixed pin.   Bring some small gear (RPs, offsets, Ball Nuts, small cams, etc) to protect the corner.  Cold shuts up on the rhodo ledge for the single-rope rap to the ground.","location":"This is the route immediately uphill (left) of the Borrowed Time corner.  There is a big block on the ground; look above this and find a bolt on the slab."},"__v":0},{"_id":"YsY7s9ZrUw+Nn5AomxeOpA==","name":"Ship of Fools","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Noah DuVarney October 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":1,"mp_id":"121538836","mp_crag_id":"105887633","climb_id":"YsY7s9ZrUw+Nn5AomxeOpA==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Extension to Harpoon/Captain Bligh.\n\nClip anchors for pro if you choose! Or don't.\n\nClimb out right to a hand rail at the bottom of the large roof just right of the Harpoon anchors. Place a strenuous but bomber cam. Climb up into the steep headwall. Trend right near the top into an alcove to finish.","protection":"Very bomber .4 BD can be wiggled into a flaring constriction in hand rail. Can also be nested with a .5 BD.\n\n.75 BD protects the run to the anchors. Not much pro needed for a whole lotta fun.\n\nBolted anchor.","location":"Harpoon/Captain Bligh"},"__v":0},{"_id":"FQSPti+3UZqAjd5dOEbXhw==","name":"Revival","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Doug Reed","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":27,"mp_id":"109153653","mp_crag_id":"105887633","climb_id":"FQSPti+3UZqAjd5dOEbXhw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"The striking arete to the right of Gumfighter.  Locate 2 rusty bolts with no hangers near the bottom.  There is some debate about the safety of this route but R or R/X seems to be the consensus.  Easy to toprope but is one of the best leads at Ship Rock, when you are ready for it.","protection":"North Carolina rack","location":""},"__v":0},{"_id":"zmoBNWbiUvGV9HBkbsdVvQ==","name":"Nutrasweet","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA Dan Perry, John Crotts 1984 FFA Doug Reed 1986 (per High Country Cragger by Mike Grimm)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":9,"mp_id":"117585739","mp_crag_id":"105887633","climb_id":"zmoBNWbiUvGV9HBkbsdVvQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This funky line tackles the space between Lynn Cove Lullaby and The Broach, weaving together some disjoint features to send climbers either towards the Lynn Cove topout (via the actual Nutrasweet P2) or the thin face exit just above the Broach via First Flight. Two options of very different character, but similar difficulty.\n\nP1 Start as per the first pitch/approach of the Broach up an easy section just right of Lynn Cove Lullaby. Continue up through the corner staring at the right arching roof of the Broach but when you get to a good flat obvious ledge you can build a belay making this pitch around 5.6 or so.\n\nOR make P1 a little longer and include the first 10ish crux section to take it to a higher belay.\n\nFrom the end of the 5.6 part/first belay option, up and a bit left is a left leaning corner with a few broken up sections. The last bit of this is a cruxier region but protects well if you are observant. Pull through the end of this corner and, after exiting it, trend a little up and right into a nice corner under the big roof, although beware the loose looking chockstone sorta lodged there. A good gear belay can be had here with some big stoppers and finger to mid-sized gear.\n\nP2 10c: Either do the above if you stopped sooner, or move out left from the higher belay and follow the cracks at the top of the corner to make a pumpy leftward high traverse using the vertical hand crack (and bad feet) out left to gain the face where Lynn Cove finishes. Crank through a bit of vert at the end to close things out.\n\nTake extra care with slinging your pro (and protecting your follower) as the final arete you round near the Lynn Cove topout is mighty sharp!","protection":"Standard rack, long runners are recommended for keeping pro from dragging your rope over some rather sharp arete corners, particularly near the P2 crux.","location":"Located just right of Lynn Cove Lullaby. Look up for the big arching roof of the Broach and this line begins by aiming for the same corner system.\n\nDescend via the Lynn Cove station, a bit left of the topout."},"__v":0},{"_id":"ecQXOmiQWySDP6NJl2BTTg==","name":"Linn Cove Lullaby","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Howard, Lee Carter, Dan Perry 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":8,"mp_id":"105888558","mp_crag_id":"105887633","climb_id":"ecQXOmiQWySDP6NJl2BTTg==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"P1- Climb up lower-angled terrain right of a prominent waterstreak. Aim for the system of finger-sized cracks/roofs above. Undercling out and pull a couple of bulges (crux) to a fixed belay at two bolts. 5.9, 100'.\n\nP2- Climb up a small right-facing corner to a bolt, move right on thin holds (crux) and pull a bulge. Climb steeper terrain on huge holds to the top. 5.10a, 40'.\n\nNOTE: As with most routes here, the pitches can be linked if most pro is clipped long.","protection":"Take gear up to a #2 Camalot.","location":"Route is more or less in the middle of Ship Rock's main tier. Look for a dead tree at the base. The fixed belay can be spotted from below."},"__v":0},{"_id":"nGWFuKaKVYy4oWeFBbpBcw==","name":"The Link","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Doug Reed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":6,"mp_id":"106371389","mp_crag_id":"105887633","climb_id":"nGWFuKaKVYy4oWeFBbpBcw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Start on BOG Man and instead of going right head up and left to a fixed pin. Crimp the rail out right, pull the small roof, and mantle onto the slab. Finish on Welcome to Watauga.","protection":"Two bolts, a fixed pin, a set of nuts, and cams to #1 BD. A #3 BD is optional to back up the pin.","location":""},"__v":0},{"_id":"4NpnXh/YUc621gm6zJlvlg==","name":"KB Capers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Okel, Dan Perry 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":16,"mp_id":"105936891","mp_crag_id":"105887633","climb_id":"4NpnXh/YUc621gm6zJlvlg==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Lots of great climbing w/ a short crux.\n\nP1: Many options: The original follows P1 of Boardwalk for about 30-40', then cuts hard right and pulls around the arete underneath a roof. Continue climbing on or near the arete until you reach a good belay ledge beneath a right-facing corner. Build a belay here. (look at the guidebook for alternatives to this pitch)  70', 5.9\n\np2: Climb the corner to a roof (crux). Pull the roof by some contortion, and follow easier ground to the top. 70', 5.10a.","protection":"to 2\".","location":"The route follows the right side of a prominent arete, just to the right of Boardwalk. Rap from the anchors atop Boardwalk."},"__v":0},{"_id":"rT3MiUxtVX2Ion+eicIw9w==","name":"Hindu Kush","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Mitchell, Dan Perry 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":19,"mp_id":"105941036","mp_crag_id":"105887633","climb_id":"rT3MiUxtVX2Ion+eicIw9w==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Hindu Kush is another classic Ship Rock moderate. A taste of North Carolina steep burl with absolutely gigantic holds!\n\nPitch 1: There are a couple of variations, all of which funnel into the intimidating roof above. The standard follows the obvious but hard to protect low-angle corner, which comes into the roof from the right, 5.8. The second (my favorite) starts left of the corner and climbs a two-bolt slab to the roof, which is 5.9. The final, which would make for a heady lead, starts directly beneath the roof in a gorgeous left-facing corner at .10+. After pulling a \"topout\" move onto the ledge above the roof, belay from bolts or rap off. 70'\n\nPitch 2: Head right to an obvious easy corner and wander up the path of least resistance, 5.8, or climb the roof directly off the belay and continue up a system of corners and bulges, 5.10a.  Belay at the clifftop. 110'Old guidebooks show pitch 2 being split into two which will help with rope drag.NOTE: One can also traverse left to the second pitch of KB Capers.","protection":"A single rack should see you through any of the variations. A #4 Camalot protects the heel-hook/topout move onto the ledge on P. 1. It might be nice, if you're unfamiliar with heel-hooking and the mantle, techniques not common on 5.8 routes.","location":"The route is just right of KB Capers. Look for a clean, left facing corner. This is the direct variation (5.10+). Just right is the slab variation (5.9). And just right of that is the standard corner (5.8).\n\nTo descend, rappel off the Boardwalk anchors."},"__v":0},{"_id":"HGo7dw8tWsqv2XSPZ/ubtw==","name":"Harpoon","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Okel, Tom Howard, Lee Carter 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":3,"mp_id":"105887719","mp_crag_id":"105887633","climb_id":"HGo7dw8tWsqv2XSPZ/ubtw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"At the very top of the main tier you can find this obvious left-leaning crack that climbs into an alcove.  Climb the cracks, through the thin crux up to a nice horizontal and then stand up into an alcove. Exiting the alcove you will find coldshut anchors.","protection":"A couple small cams for the bottom and then a few hand-sized pieces for the top.","location":""},"__v":0},{"_id":"NdYZnHMMUg2VRnPuA/zSsA==","name":"Gorpin Engulfin","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Doug Reed, Eddie Begoon, Kris Kline","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":29,"mp_id":"109156898","mp_crag_id":"105887633","climb_id":"NdYZnHMMUg2VRnPuA/zSsA==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"A decent route if you're in the area. This route could use a little TLC. It's technically a little harder that Chromium Chain but not quite as pumpy. The gear is tricky, but just (barely) good enough -- although the old bolt really needs to be replaced. Slider nuts would probably protect the thin seam below the bolt better than the brass I used.\n\nClimb the obvious left facing corner past thin gear and a bolt to a stance near the top at a good jug and a semi-hollow block. The gear (.5 camelot) in the block is probably fine but certainly gives pause to those last roofy moves -- which are luckily easier than they look.","protection":"light rack of cams to a 0.5 camelot. A few of the smaller slider nuts and some brass wires.","location":"Just to the right of Chromium Chain."},"__v":0},{"_id":"JpTjNaoFU8q8IpMuzINa1g==","name":"First Flight","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Reed, Maurice Reed, Vernon Scarborough, 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":10,"mp_id":"105939390","mp_crag_id":"105887633","climb_id":"JpTjNaoFU8q8IpMuzINa1g==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is a great route featuring a devious 5.10 roof move on the first pitch and an awesome thin face up high.\n\n1. Climb the standard first pitch by following easy rock up a large, right facing corner. Pull a roof at the weakness and continue up easy ground to a belay in the corner. (100 ft., 5.10c)\n\nOR: traverse hard right at Linn Cove Lullaby's pitch 1 anchors until you reach a fixed thread at the belay (100 ft., 5.9)\n\n2. Make a traverse on nice crimps & tiny feet, passing a couple of old fixed pins backed up w/ TCUs. Pull around the arete and either pull a 5.9 roof or continue on 5.5 ground to a natural belay.  (50 ft, 5.11b)\n\nCan be done in one pitch, but clip your early pro long and be prepared for some rope drag.","protection":"Lots of thin stuff, medium sized gear to back up the belay. A couple of old fixed pins (easily backed up) on the second pitch.","location":"This route is located to the right of Linn Cove Lullaby. Look for a large, right-facing corner. Rappel via Boardwalk's anchors."},"__v":0},{"_id":"/g4H0tkxW1+Ovc7R2fjXEA==","name":"Gumfighter","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Maurice Reed, Doug Reed, & Vernon Scarborough","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":26,"mp_id":"106069822","mp_crag_id":"105887633","climb_id":"/g4H0tkxW1+Ovc7R2fjXEA==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"I think the Gumfighter is one of the prettiest lines around. It was certainly my favorite at Ship Rock, and Ship Rock remains one of my all-time favorite crags; so what more can I say. Dont be put off by the rating because a top rope can easily be set up by climbing its neighbor; Borrowed Time. It is also very easy to find because of where it is located; immediately to the right of Borrowed Time.\n\nCrank up through a roof, passing a fixed pin, to where a bolt is encountered on a slab. It can be a little sketchy clipping the fixed-pin on lead, but suss out the beta;-) From a stance at the base of the slab, either work your way straight up (thin!) or to the right and then up. Pass another fixed pin on your way to easier ground and the top. Enjoy.","protection":"My memory cant recall the exact gear beta for the route, but I dont think there was a great deal of it to be had beyond the few fixed pieces maybe a larger TCU or so up high.","location":""},"__v":0},{"_id":"xr7As4E3W2WDsCnLvavgiQ==","name":"Fire Point","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Howard, Dan Perry, 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":17,"mp_id":"106812828","mp_crag_id":"105887633","climb_id":"xr7As4E3W2WDsCnLvavgiQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is one of the best ways to access K. B. Capers.\n\nClimb a thin start up a right facing corner/left leaning ramp to finally reach gear about 25 feet up. Continue up to a series of roofs, pull this and climb up to a ledge below a bulge. Pull the bulge and build a belay a the base of the K.B. Capers corner system.\n\n\"Fee-ray, like the shoes...\"","protection":"What pro?\n\nI take double Aliens and a single 1 & 2 BD C4 and lots of runners.","location":"Just to the left of Alternative Man's arete.  Look for left angling ramp/corner."},"__v":0},{"_id":"blbI7NFUXyGJJQpuGEztZA==","name":"Fire in the Hole","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Sam Dospoy, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":11,"mp_id":"117126148","mp_crag_id":"105887633","climb_id":"blbI7NFUXyGJJQpuGEztZA==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This route is a stout variation finish to The Broach.\n\nP1 per the Broach\n\nP2 continue up through the roof traverse of The Broach until you reach the obvious fracture/crack that breaks out left under the massive roof.  Get the bolt clipped and prepare for some burly crux moves through the roof.  Turn the lip onto a steep face where one can either finish by traversing back right to the Broach anchors (FA) or take the more aesthetic finish through First Flight.","protection":"Primarily gear (standard NC rack) plus one bolt","location":"Same as The Broach"},"__v":0},{"_id":"HYXEttxoUtuEEpUjAAmJ1Q==","name":"Chromium Chain","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":28,"mp_id":"106353297","mp_crag_id":"105887633","climb_id":"HYXEttxoUtuEEpUjAAmJ1Q==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Chromium Chain, though short, is a great line with plenty of variety.  A great choice if it starts to rain, as it stays dry for quite a while.  Climb up the really cool looking dihedral getting gear and clipping semi-sketch pins and then bust the funky crux at the lip.  I have seen this done a variety of ways, and none of them have been pretty.","protection":"Handful of small cams- I think it goes cam, pin, cam, pin, cam, pin...etc.","location":"The route is on the ledge you encounter to your right when you reach the cliffline.  It is the left of the two sweet looking dihedrals."},"__v":0},{"_id":"I+Lso2uaXpaH/4iuPd+TVw==","name":"Buffalo Nickel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":13,"mp_id":"107810697","mp_crag_id":"105887633","climb_id":"I+Lso2uaXpaH/4iuPd+TVw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"P1 - Start as for Boardwalk, climbing straight up to the low set of rappel anchors.  From here, head straight up and bypass the roof on the right, climbing either the large corner above or (more fun and less dirty) the face directly right of the large corner.  Belay on healthy ledge.\n\nP2 - Head straight up through large and completely detached blocks.  Be careful, pull lightly!  Escape left through a hole and traverse left to the Broach anchors.\n\nLogistically, this route is easier to run into a single pitch.  Be smart with your rope management.","protection":"Standard rack.","location":"Locate the large corner on the left of Boardwalk's face.  That's your target!"},"__v":0},{"_id":"/S5+McpjUaOxnTKiDEuygw==","name":"The Broach","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":12,"mp_id":"106153703","mp_crag_id":"105887633","climb_id":"/S5+McpjUaOxnTKiDEuygw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is one of the most badass lines in the Boone region, if not the state. An overhanging, angling pumpfest, the line is also surprisingly doable for the grade. Get on it and don't let go! The crux of this amazing line might be locking off to peer into the horizontal for gear.\n\nP1-Start as for Linn Cove Lullaby, but instead of heading left for the underclings and traverses, stay straight on easy terrain, heading for a large right-facing corner. Set the belay with medium stoppers at an absolutely perfect, lay-down ledge. 5.6/7, 80'.\n\nP2-Continue up the broad corner, mantling onto a ledge 10 or 15' above the belay ledge beneath a steep, clean bulge. Carefully stand up and reach blindly over the lip--you'll find what you're looking for! Bust a couple of bouldery moves up over this roof, be careful with the flexing jug, get some pro, and GO! Follow the gorgeous horizontal out right for 30 or so feet to an exciting move pulling around the corner. Relax--you're now on an easy slab. Set a belay near the top of the crag.  5.11+, 60'.\n\nNOTE: Many do this route in one pitch.\n\nNo description I write will do this route justice. If you're up to the grade, it's simply a must-do.","protection":"A good variety of gear. Gear through the crux is blue TCU-sized through .75 camalot, with a flaring #2 camalot if you want it. Keep an eye open for keyholed nut placements. Bring a #3 camalot and maybe save some finger-sized cams for the belay. There is a set of newer, hangerless bolt studs hanging out in the vicinity of the belay.","location":"Starts on Linn Cove Lullaby and branches off to the right. Rap from the top of Boardwalk."},"__v":0},{"_id":"mYSXULOhXKOTJk5dofZUrw==","name":"Buffalo Dime","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Howard, Dan Perry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":14,"mp_id":"107122762","mp_crag_id":"105887633","climb_id":"mYSXULOhXKOTJk5dofZUrw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Start up Boardwalk until you get to the first set of fixed anchors.  Cut left and head straight up the tiered roof onto the face above.  Achieve the ledge and climb the wide crack feature to the belay above The Broach.","protection":"Singles through 2\"","location":""},"__v":0},{"_id":"7hXAUPk5XrCgQ/lsmxX1NQ==","name":"Borrowed Time","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Howard, Dan Perry 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":25,"mp_id":"105887642","mp_crag_id":"105887633","climb_id":"7hXAUPk5XrCgQ/lsmxX1NQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Borrowed Time, a.k.a. Amputee, is the first easy route one comes to on the way up the approach trail. A short, bouldery crux involving an awkward undercling leads to an excellent moderate crack in a left-facing corner. You can place a tiny red Camalot or silver TCU to protect the crux moves, but a spot might be more in order.","protection":"Thin to 2\".","location":"Borrowed Time is located immediately after the large roof encountered on the approach. It's the first moderate-looking line one comes to. Look for a small placard near the base of the climb, which memorializes a climber who lost his life at Ship Rock.\n\nTo descend, either continue straight up for a few more moves and rappel off rings, or traverse right past a tree (you'll get pine sap on your rope) to alternate rap rings.  A single 60 reaches the ground in either case."},"__v":0},{"_id":"V83H0eJIX1aNa6x95jqObQ==","name":"BOG Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Howard, Thomas Kelley 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":5,"mp_id":"105887766","mp_crag_id":"105887633","climb_id":"V83H0eJIX1aNa6x95jqObQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"p1- Scramble up low angle, easy terrain about 20' to a spot where the wall blankens. Clip the bolt and crimp out right (cruxy) past another bolt to a good stance. Reach left and clip a fixed wire (other gear can be placed too). Pull a roof and follow great holds to the lip of the next roof. Place some small gear and fire the crux! End at some fixed stuff with fat rap rings. Either bring up your second and rap or do...\n\np2- Shoot for the very obvious splitter crack in a large roof. Climb through it and follow a horizontal out left, then move back right across low-angle terrain for the belay.","protection":"On pitch one, nothing above a .5 Camalot is needed (or can even be placed, really).\n\nPitch two takes a similar range of gear, although definitely carry the .5. A #2 Camalot provides a directional for the second just past the crux.","location":"BOG Man is easy to spot due to the bolts that protect a cruxy traverse down low. It is on the left side of the main tier, left of Airlie Gardens and right of Welcome to Watauga."},"__v":0},{"_id":"9V3QrxoHXCicnblFXivbNw==","name":"Boardwalk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lisa Perry, Dan Perry 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":15,"mp_id":"105887636","mp_crag_id":"105887633","climb_id":"9V3QrxoHXCicnblFXivbNw==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Boardwalk is a classic 5.8, one of the best routes of its grade in the High Country.\n\nBasically, wander up lower-angle terrain on huge horizontals to a prominent rail that angles up and right towards the arete. Follow this rail to a vertical crack. Continue up and trend left to a corner with a bush at the base. Either belay near this bush or continue up (the route is easily done in one pitch). Climb the corner and trend towards the obvious weakness in the roof above (crux). Above the roof, horizontals lead to the top.","protection":"The pro is excellent in horizontals and some vertical crack features. It takes a wide range of gear. Carry a single rack of stoppers and cams from the blue TCU to the #2 Camalot.","location":"The route is located almost in the dead center of the main tier. Look for a large dead tree and a trampled, sandy area and try to spot rap rings, maybe 50 feet up.\n\nTo descend, either 1) make a double-rope rappel off the rings at the top, 2) do two single-rope rappels, or 3) do a single-rope rap from the top and downclimb easy fifth-class terrain to the bottom."},"__v":0},{"_id":"s9Biz3H9Xq2SBZ+pdGpv8g==","name":"Beyond 2000","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":0,"mp_id":"108171424","mp_crag_id":"105887633","climb_id":"s9Biz3H9Xq2SBZ+pdGpv8g==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Starts just left of anguish of capt bligh and goes up through a series of small crimps until you reach a large side pull for a rest, from here run up a few more crimp rails in order to gain a horizontal (the first gear placement) the fire the finish to anguish. This routes x rating is serious and the crux is prior to any gear placements.","protection":"Medium cam, and a medium sized stopper both very high off deck.","location":"Start using a low crimp around the arete from anguish and a right hand side pull used as a foot for capt bligh and go up and left through small holds topping out on the left side of the arete."},"__v":0},{"_id":"URe5I3ueVJKJefWoSY0pEQ==","name":"Balti Porter","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Okel, Woody Keen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":20,"mp_id":"106050150","mp_crag_id":"105887633","climb_id":"URe5I3ueVJKJefWoSY0pEQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Fun climbing, if a bit lichen-covered in top. The pitch lacks a description in Shull's select guidebook and thus suffers from relative obscurity. Look for it on the topo, though.\n\nP1- Climb\n\nHindu Kush's\n\nfirst pitch. 5.8, 60'\n\nP2- From the belay anchor, head straight up to a left-facing corner/roof. Continue up this main left-facing corner to the top of the cliff, and top out near KB Capers's topout. It's really more like Hindu Kush's direct finish. 5.10-, 110'","protection":"Standard Shiprock rack (set of stoppers, double cams from 00 TCU-.75 camalot, 1 ea. #1/#2 camalot)","location":"Route starts on the top of P1 of Hindu Kush."},"__v":0},{"_id":"+Uj1Y0HsVeu+8sckSZhB6g==","name":"Artistic Arete","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Doug H. Reed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":21,"mp_id":"120907131","mp_crag_id":"105887633","climb_id":"+Uj1Y0HsVeu+8sckSZhB6g==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"Incredibly thin and reachy crux down low leads to enjoyable and technical face climbing higher.","protection":"bolts","location":"Beautiful arete directly left of Special Ops."},"__v":0},{"_id":"u7grHtVWXbmVyO34QUGWvQ==","name":"Anguish of Captain Bligh","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":2,"mp_id":"105887722","mp_crag_id":"105887633","climb_id":"u7grHtVWXbmVyO34QUGWvQ==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"To the left of Harpoon, climb the thin cracks using the crack as well as holds on the face. Also easily toproped.","protection":"Small nuts for the crux.  Some people prefer offset Aliens.  I found the perfect spot for a #4 BD and then put a #5 right above that to protect the crux.  Small cams protect the top.","location":""},"__v":0},{"_id":"TvmeLmk6WTiz92iSTGJtoA==","name":"Alternative Man","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Terrant, 1991","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":18,"mp_id":"108068427","mp_crag_id":"105887633","climb_id":"TvmeLmk6WTiz92iSTGJtoA==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"This is the sheer arete just to the climber's right of Boardwalk and Fire Point.  Boulder up to the first bolt, then get established at the good hold on the arete.  After clipping the second bolt make the magic happen.  After the crux, there's a couple spicy and exposed moves at the top of the arete before you can get some pro.  Shouldery, balancy and just flat out hard.","protection":"Mixed.  2 Bolts and a small cam get you to the third bolt just to the left of the Hindu Kush roof.  A snack pack of cams and nuts will get you to the top of the cliff.","location":"The beautiful arete just to the right of Hindu Kush Direct."},"__v":0},{"_id":"hVmcwipCVv2DUUXqQwozug==","name":"Airlie Gardens","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Howard, Dan Perry (1982)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"left_right_index":7,"mp_id":"106803462","mp_crag_id":"105887633","climb_id":"hVmcwipCVv2DUUXqQwozug==","areaRef":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":"One of the best 5.9 in the entire state.  It has great movement, tons of exposure, and bomber gear.  Both pitches have unique features that are hard to beat anywhere.\n\nP1 begins next to a tree in a shallow right facing dihedral.  Follow this to a short unprotected face.  Continue up to the left side of the arete.  Be sure to place the crucial piece of gear here before pulling around.  Pull around the sharp arete to the right and up.  There is an optional piece of gear out right, but can cause a lot of drag if not on double ropes.  Continue up the arete to the short slab.  Pull the short slab into another dihedral.  Plug up the left side of the V-crack for the crux.  Move out left, either rest on the ledge or continue up the dihedral pulling the roof.  Move left after the short dihedral and belay on a sizable ledge with trad gear.\n\nOption 2, start 20' to the right of said dihedral. Climb up jugs and mail slots with many more gear opportunities. Move up and left onto the slab and into the steep v-slot. This is my preferred method due better protection and reduced rope drag.\n\nP2 moves out right up the ramp and to a crack on the face.  Follow the crack to where it is capped by the large roof.  At the roof traverse left in the large horizontal until you can step back onto the face (crux).  Move up the short face and belay on gear again.","protection":"Nuts, TCU's, Tri-cams, and Camalots to #2, doubles in the small to medium size if you want to sew it up. All belays are on gear. Two ropes to rappel or a single 70m from Linn Cove anchors.","location":"This route shares the same start as Linn Cove Lullaby.  Go up the hill past Boardwalk and notice the \"V-crack\" in a large roof.  Rap from the rings on Linn Cove Lullaby.  A two rope rappel will reach the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,b11eaa10-3224-5ed2-a652-afb7e441ac49,5ee755ce-731e-5aa6-9c97-59a4eba6f934","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Ship Rock","Main Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.8"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.13-"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.7"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12b/c"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":3,"intermediate":10,"advanced":14,"expert":1}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":10,"advanced":15,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.7815,36.099]},"bbox":[-81.78205651001092,36.09855033981814,-81.7809434899891,36.09944966018186],"left_right_index":-1,"ext_id":"105887633","area_id":"XudVznMeWqacl1mk66b5NA=="},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T06:15:58.061Z","updatedAt":"2022-11-25T11:20:54.643Z"}