{"_id":"6368a103e80bff5a9954010f","area_name":"H: Prison Wall","shortCode":"","climbs":[{"_id":"BabOdCM7XpGYAkEOjY+fbg==","name":"The Workhouse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":8,"mp_id":"120277688","mp_crag_id":"120242018","climb_id":"BabOdCM7XpGYAkEOjY+fbg==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"The Workhouse began as a St Louis debtors' prison in 1843. Back then, you could work off your debts in a nearby quarry at 50 cents a day!  The current medium security facility of the same name in St. Louis City seems destined to be closed soon.","protection":"3 bolts plus mussy hooks","location":"This short route marks the right end of the Prison Wall. It is between \"Alcatraz\", on the left, and That's a Giggle\" and the Juarez wall on its right.  It has lots of good holds and pockets."},"__v":0},{"_id":"dr7fhFt1WCOo3mnQ+h9Kaw==","name":"Sing Sing","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":3,"mp_id":"120432282","mp_crag_id":"120242018","climb_id":"dr7fhFt1WCOo3mnQ+h9Kaw==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This route, between Shawshank and Folsom is one of the easier routes on the Prison wall. It goes pretty much straight up from the ground whereas Folsom veers off to the right. At the first crux , where things get vertical, there is a wobbly chock stone that has resisted all attempts to remove it. Just below the anchors there is an interesting hold shaped like the grip of a pistol.\n\n About the name: Sing Sing is the New York maximum security facility in Ossining, NY. It is the home of “Old Sparky” the electric chair which ended the lives of 614 people, including Julius and Ethel Rosenberg in 1953. The death penalty was abolished in New York in 1972. ","protection":"6 bolts plus mussy hooks","location":"Right of Shawshank, look for the sign."},"__v":0},{"_id":"YsjfW3w7Wl+dQppR6JKq3Q==","name":"Shawshank","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":2,"mp_id":"120432268","mp_crag_id":"120242018","climb_id":"YsjfW3w7Wl+dQppR6JKq3Q==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This is one of the shortest routes on the Prison wall. It is just to the right of Guantanamo and starts closer to the poor oak tree whose roots have been badly exposed by recent trundling. It's a 5.6 cruise up to the ledge but then what?  The crux is getting past the last two bolts.About the name: Okay, it's not a real prison but it is the prison setting for a great movie, The Shawshank Redemption, starring Tim Robbins and Morgan Freeman based on the Stephen King story.","protection":"6 bolts plus mussy hooks","location":"Right of Guantanamo, look for the sign."},"__v":0},{"_id":"vGUK9z/NWua70cAy3vSnAQ==","name":"San Quentin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":16,"mp_id":"121248115","mp_crag_id":"120242018","climb_id":"vGUK9z/NWua70cAy3vSnAQ==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"It’s first bolt is quite high but the scramble to reach it is easy. The crux lies within the first three bolts.﻿About the name:  Opened in 1852, San Quentin is California’s oldest prison. It can hold 3,082 prisoners - about half the capacity of Angola S. P. Johnny Cash gave two concerts in San Quentin. At the first one, Merle Haggard, who turned 21 in prison, was in the audience. He was inspired by it to pursue a career in country music- instead of crime. Other notable residents of San Quentin include Eldridge Cleaver, Sirhan Sirhan, Art Pepper and Charles Manson. ","protection":"8 bolts plus mussy hooks","location":"This route is located between Angola on the left and Leavenworth on the right. "},"__v":0},{"_id":"NTELBC76V2OGf9WkaiDdDA==","name":"Robben Island","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Thurmond & Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":9,"mp_id":"114213050","mp_crag_id":"120242018","climb_id":"NTELBC76V2OGf9WkaiDdDA==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"The first pitch is 5.8, 25 feet with 3 bolts and mussy hooks. The second pitch is 5.7, 35 feet with 5 bolts and mussy hooks.If you have a long enough stick clip you can literally clip the 3rd bolt before you jump on. Once you've pulled the baby roof and you're past the 2nd bolt, and have your feet up you're through the crux. Great shelf for practicing your cleaning skills. Your main challenge is finding the right pockets while going through the crux before the pump sets in.The second pitch goes slightly right of the bolt line.  The shelf at the top of the 1st pitch is a great place to practice belaying from above.About the name: Robben Island is a few miles west of Capetown, South Africa. It was the site of a prison from the late 17th century to the end of apartheid in 1996. Many of its prisoners were political, the most famous being Nelson Mandela, who spent 18 of his 27 prison years on Robben Island. ","protection":"The first pitch is 5.8, 25 feet with 3 bolts and mussy hooks. The second pitch is 5.7, 35 feet with 5 bolts and mussy hooks. ","location":""},"__v":0},{"_id":"3+KoNSclXgOuSVUjGlBY/A==","name":"Rikers Island","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jon Richard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":10,"mp_id":"121651180","mp_crag_id":"120242018","climb_id":"3+KoNSclXgOuSVUjGlBY/A==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"“The crux here is getting past the second bolt and it may be a good idea to stick clip that one. On his FA Jon was able to get a left facing knee bar (no hands!) near the first bolt. He moved through the crux slightly left of the bolt line. There may be a variation which goes right of the bolt line but that appears to be much harder. ","protection":"5 bolts plus mussy hooks","location":"Look for the sign, it's a Chuck McGibbon route!"},"__v":0},{"_id":"nY1Q9BV2VpymI9Av7mTGPw==","name":"Port Arthur","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":6,"mp_id":"120432318","mp_crag_id":"120242018","climb_id":"nY1Q9BV2VpymI9Av7mTGPw==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This line is between the routes Folsom Direct and Alcatraz. On a lead attempt it is perhaps best to belay up on the ledge closer to your climber and the crux, which lies within the first three bolts. On a top rope attempt one could belay from below at the base. About the name: Port Arthur, Tasmania was the location of an infamous prison in Australia in the 19th century. Over the years the British shipped thousands of prisoners to Australia. Many were poor people, behind on their debts. Some were guilty of nothing more than stealing a handkerchief. The worst prisoners usually ended up in Port Arthur. It is now a World Heritage site. ","protection":"9 bolts plus mussy hooks.","location":"Right of Folsom Direct, look for the sign."},"__v":0},{"_id":"8NhCSUJlX5eYXz9oNtuUjw==","name":"Mama Tried","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"This is a Jim Thurmond route. FA Elizabeth Huegel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":20,"mp_id":"114213066","mp_crag_id":"120242018","climb_id":"8NhCSUJlX5eYXz9oNtuUjw==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"“Mama Tried “ - The Merle Haggard classic …”that leaves only me to blame cause Mama tried”Climb nice pockets to the crimpy bulge, pull over and finish with slightly easier climbing.","protection":"4 bolts + mussy hooks","location":""},"__v":0},{"_id":"uiW37ggiUjyq6rIa1HpsRQ==","name":"Leavenworth","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":17,"mp_id":"121248140","mp_crag_id":"120242018","climb_id":"uiW37ggiUjyq6rIa1HpsRQ==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Once again, the crux is low. About the name: There are at least three prisons in Northeast Kansas with the name Leavenworth in their title. The one we have in mind is the U.S. Federal Penitentiary. It began as a military prison in 1875 and became the largest maximum security prison until 2005 when it was downgraded to medium security. Here you might find bank robbers, spies, corrupt public officials, gangsters and, of course, violent criminals. Some notable inmates include “Machine Gun Kelly”, Tom Pendergast, James Earl Ray, Michael Vick, and Robert Stroud  - who later gained fame as the birdman of Alcatraz. ","protection":"9 bolts plus mussy hooks","location":"There is a large red maple which shades the North end of the Prison wall. Leavenworth is the closest route to this tree. San Quentin is on the left and Chateau d’If is on the right. "},"__v":0},{"_id":"FCLEytVOVyGvMmksVVy5ag==","name":"La Bastille","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":11,"mp_id":"121248039","mp_crag_id":"120242018","climb_id":"FCLEytVOVyGvMmksVVy5ag==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"The Bastille was constructed in the 1370’s as a fortified gate to protect Paris from invading English forces in the Hundred Years War. Over the next 400 years it served as a royal treasury, a VIP guest house, and lastly as a prison. The writers Voltaire and Marquis de Sade spent some time there as prisoners. During the French Revolution it was stormed by a mob on 14 July 1789, in search of arms and ammunition. It was torn down shortly thereafter.","protection":"7 bolts plus mussy hooks","location":"Between Robben Island and Hanoi Hilton."},"__v":0},{"_id":"S0xGBaKwW12zJEtcNrMFAQ==","name":"Jailhouse Rock","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jon Richard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":19,"mp_id":"121651207","mp_crag_id":"120242018","climb_id":"S0xGBaKwW12zJEtcNrMFAQ==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Yep, not only is it a route, but also the title of a rather forgettable Elvis Presley song/ movie. ","protection":"4 bolts plus mussy hooks","location":"Look for the sign, it's a Chuck McGibbon route."},"__v":0},{"_id":"WlGjT8jjXH20UUCJWaE80w==","name":"In The Jailhouse Now","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"This is a Jim Thurmond route. FA Brian Ryback","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":22,"mp_id":"114213089","mp_crag_id":"120242018","climb_id":"WlGjT8jjXH20UUCJWaE80w==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"In The Jailhouse Now - the Jimmy Rogers classic.Climb up to the overhang, enjoy some laybacks and small finger pockets to the chains.","protection":"5 bolts + anchors. The anchor has chains with quick links. ","location":""},"__v":0},{"_id":"OsNxwzVdUhySjYxm00HaGA==","name":"Hanoi Hilton","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":12,"mp_id":"120937531","mp_crag_id":"120242018","climb_id":"OsNxwzVdUhySjYxm00HaGA==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Like most routes on the Prison wall the crux here  is low - getting  past the first two bolts - but there are some nontrivial moves required higher up. There will be a bit of rope drag if you are top roping.\n\n About the name: During the Vietnam war (1963-1973) this was the sarcastic name that American POW’s gave to Hoa Lo prison in Hanoi, where they were held and routinely  tortured. These prisoners were often Air Force or Navy pilots whose planes had been shot down during bombing runs over North Vietnam - John McCain is perhaps the best known example. He spent almost 5 years in this prison. After being released, he served in US Politics as did some of his fellow POW’s.  Of course, there were other politicians, like Dick Cheney, who had “other priorities” and Donald Trump, with his bone spurs, who missed out on this terrible experience. ","protection":"9 bolts plus mussy hooks","location":" This route lies between La Bastille, on the left, and Attica, on the right. "},"__v":0},{"_id":"RpGSS+OmX/eMbHbATO+2vA==","name":"The Gulag","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Treiman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":14,"mp_id":"120565793","mp_crag_id":"120242018","climb_id":"RpGSS+OmX/eMbHbATO+2vA==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This route was the scene of recent violence - to the buttress that once towered above and the nearby trees, which bore the brunt of the rocks crashing down. The crux, as usual, is near the start, getting over the first and only roof. The rest is a romp with some wonderful views.\n\nAbout the name: The Gulag refers to a system of forced labor camps in the Soviet Union. It is believed that over 18 million people served time in the Gulag, between 1930 and 1953, and over 1.5 million died there as a result of their detention. Aleksandr Solzhenitsyn was a prisoner there for eight years and wrote about his experience in The Gulag Archipelago.   \n\n ","protection":"8 bolts plus mussy hooks","location":"This route marks the far right end of the Prison Wall. "},"__v":0},{"_id":"IsorosuzWu+FyEME0M2evQ==","name":"Guantanamo","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Treiman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":1,"mp_id":"120432251","mp_crag_id":"120242018","climb_id":"IsorosuzWu+FyEME0M2evQ==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Long ago a huge stone wedge broke off from the main cliff creating the right facing dihedral next to this route. The fallen wedge landed upright and, until recently, formed a free standing tower. It has since been toppled and now resides in pieces in or near the Big river. The remaining dihedral provides a place to start this route and a chance to practice stemming. The crux is higher up where a hand jam and a finger crack just above it will help you reach the anchors.About the name... The Guantanamo Bay Detention Camp is a U S military prison on the Southeast coast of Cuba where currently 40 prisoners of the wars in Iraq and Afghanistan are being held indefinitely.","protection":"6 bolts plus mussy hooks","location":"Far left of the Prison Wall"},"__v":0},{"_id":"sPbLVApvXPqwmz7ecvdg6Q==","name":"The Green Green Grass Of Home","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"This is a Jim Thurmond route - FA Elizabeth Heugel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":23,"mp_id":"114213096","mp_crag_id":"120242018","climb_id":"sPbLVApvXPqwmz7ecvdg6Q==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"The Green Green Grass Of Home - written by Curly Putnam and made famous by Tom Jones. Climb flat face to overhang for difficult finish.","protection":"3 bolts + anchors. The anchor has chains with quick links. ","location":""},"__v":0},{"_id":"b/bwTHwLXQWv0KVV/zd1UA==","name":"Folsom Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":5,"mp_id":"120432308","mp_crag_id":"120242018","climb_id":"b/bwTHwLXQWv0KVV/zd1UA==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This route starts up on the ledge, just left of the route Port Arthur. Of course, if you want to start it lower down, you can but the interesting part (and the bolts) start just above the ledge. The route goes straight up and joins Folsom at its fifth bolt.More about Folsom Prison: Here are a few notable inmates who have spent time in Folsom Prison: Sonny Barger, head of Hell's Angels Eldridge Cleaver,  Black Panthers leader Rick James, musician Timothy Leary, Harvard Professor and LSD guru Charles Manson And a long list of serial killers whose names are best forgotten.","protection":"7 bolts plus mussy hooks","location":"Right of Folsom, look for the sign."},"__v":0},{"_id":"u6MI59OpX6aW9ZdICyz21Q==","name":"Folsom","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":4,"mp_id":"120432291","mp_crag_id":"120242018","climb_id":"u6MI59OpX6aW9ZdICyz21Q==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This route is one of the longest on the Prison Wall. It starts at the base of the wall, just right of Sing Sing and veers slightly right up to the fifth bolt. There is a bit of a runout between the fourth and fifth bolts but the climbing here is mellow. From the fifth bolt on, the route heads straight up to the anchors.About the name. Johnny Cash wrote Folsom Prison Blues in 1953 while serving in the U S Air Force. In a concert in Folsom Prison in 1968, he led off with this song and that's when most of us first heard of Folsom Prison. It is a maximum security prison, 20 miles Northeast of Sacramento.","protection":"8 bolts plus mussy hooks","location":"Right of Sing Sing, look for the sign."},"__v":0},{"_id":"LE1r2Tu8WaWQZjr1AJB5lQ==","name":"Devil's Island","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck McGibbon and Tom Treiman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":0,"mp_id":"120599118","mp_crag_id":"120242018","climb_id":"LE1r2Tu8WaWQZjr1AJB5lQ==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This is a two pitch route, which helps to minimize the rope drag. Pitch 1 has a 5.6 start and goes 30 feet, with  3 bolts, to a wide ledge where the anchors with mussy hooks are within reach. Pitch 2 is 45 feet long, 6 bolts, with a 5.10a crux just above its first bolt. It then has a 20 foot walk across a gentle slope to a third wall where the second set of anchors with mussy hooks are visible.About the name: Devil's Island was the nickname of a French penal colony in the islands off French Guiana from 1852 to 1953. It was infamous for its harsh treatment of political prisoners and had a death rate of nearly 75%. The book, \"Papillon\" (1969) describes the author Henri Charrriere's escape from the island by jumping off a cliff into rough seas and then floating away on a bag of coconuts.  The subsequent movie starred Steve McQueen and Dustin Hoffman.  However the story turned out to be fictional when it was shown that the author never set foot on Devil's Island.","protection":"1st pitch 3 bolts plus mussy hooks, 2nd pitch 6 bolts plus mussy hooks.","location":"The extreme left (ie, South) end of the prison wall. It is also10 feet left of the route Guantanamo.\n\n "},"__v":0},{"_id":"FUbvMQFAV0qCtHvDcgYt1w==","name":"Chateau d’If","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":18,"mp_id":"121248174","mp_crag_id":"120242018","climb_id":"FUbvMQFAV0qCtHvDcgYt1w==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Once again, there is a high first bolt which is reached by an easy scramble. The flakes above the first bolt afford some good hand holds but finding decent foot holds is another matter. About the name: The Chateau d’If takes up most of a little island, Ile d’If, about two miles West of the old port of Marseille, France. It was constructed as a fortress in 1524-31. It may have served as a deterrent to would be invaders before being turned into a prison. The dangerous offshore currents made it essentially escape-proof. It was the setting of Alexander Dumas’s novel “The Count of Monte Cristo” published in 1844. In this story the main character, Edmund Dante, escapes after 14 years as a prisoner but he seems to be the only person to accomplish this.\n\n ","protection":"8 bolts plus mussy hooks","location":"This route is right of Leavenworth."},"__v":0},{"_id":"4WWllNHsXXuyEwOB83sfpA==","name":"Chain Gang","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"This is a Jim Thurmond route. FA Elizabeth Huegel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":21,"mp_id":"114213078","mp_crag_id":"120242018","climb_id":"4WWllNHsXXuyEwOB83sfpA==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Chain Gang - written and sung by Sam Cooke.Easy climbing will take you through to the second bolt.  Take advantage of a good, quick rest (if you desire) while you prepare to take on the crux through bolts three and four.  Underclings exist for clipping both.   Get through some technical climbing through the crux to find another good undercling rest on bolt four.  Shake out and continue onto much easier terrain to the anchor.","protection":"7 bolts + anchors. The anchor has chains with quick links. ","location":""},"__v":0},{"_id":"XgEbFr0wXMOuDApMoRMzDw==","name":"Attica","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Treiman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":13,"mp_id":"120691321","mp_crag_id":"120242018","climb_id":"XgEbFr0wXMOuDApMoRMzDw==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"The crux is low, between the first and second bolts. There is a runout between the fourth and fifth bolts, but the climbing here is easy. About the name...In September 1971 a riot broke out in the Attica Correctional Facility in Attica, NY. Over half of the 2200 prisoners took part, taking 42 staff hostage. The state police were called in to restore order. In the process 43 people were killed, 10 staff, 33 inmates. This was, to date, the worst prison riot in this country. ","protection":"7 bolts plus mussy hooks.","location":"At the north end of the Prison Wall is the route, The Gulag.  Attica is about  20 feet left Gulag. It starts by a slight bulge in the cliff line, right above its nameplate. You might want to remove the nameplate temporarily while you climb it. "},"__v":0},{"_id":"y/V4Xw55XGiMkZLMLbKRKg==","name":"Angola","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":15,"mp_id":"120896144","mp_crag_id":"120242018","climb_id":"y/V4Xw55XGiMkZLMLbKRKg==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Although named after a truly awful place, it is surprisingly nice. It has a pumpy start with the crux below the second bolt. This is followed by some interesting moves on slab. The last half is steeper but has plenty of jugs.About the name: Angola State Prison in Louisiana is the largest maximum security prison in the country. It has 6,300 prisoners, mostly black and and 1800 guards, mostly white. The prison grounds cover over 18,000 acres bordered on three sides by the Mississippi River. This land was once a plantation and many of its slaves were from the country of Angola. It is also known today as “the Farm” and “the Alcatraz of the South”.  ","protection":"8 bolts plus mussy hooks","location":"This route is 12 feet right of “the Gulag”. "},"__v":0},{"_id":"ta6pSbDVWSmvDPWWPQzA5g==","name":"Alcatraz","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chuck McGibbon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"left_right_index":7,"mp_id":"120277703","mp_crag_id":"120242018","climb_id":"ta6pSbDVWSmvDPWWPQzA5g==","areaRef":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"This route begins on the ledge which is easy to scramble up from the right. You can tether your belayer to an eyebolt in the tree up there if needed. The left leaning flake provides some handholds to get started. Footholds are more of a problem so be prepared to smear. The crux is getting past the first two bolts. Alcatraz Island, in the San Francisco bay, has been home to a Civil War fortress, a military prison,' and a federal prison. Al Capone spent four years there. Alcatraz is now a national park. ","protection":"6 bolts plus mussy hooks","location":"Just to the left of The Workhouse"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee16d26c-c13e-590e-a542-c2f27eb9ad6d,6574dbbb-bc18-5558-a2c4-c056d644c354,c6846fa7-3adb-5809-a450-197d08135e39,ba287181-b164-587a-b13d-47365ce268eb","pathTokens":["USA","Missouri","EM: Robinson Bluff","2: North, Climber's Right of Stairs","H: Prison Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":3,"label":"5.11c"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b/c"},{"count":6,"label":"5.10a"}],"byDiscipline":{"sport":{"total":24,"bands":{"unknown":0,"beginner":3,"intermediate":14,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":14,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-90.62487,38.01317]},"bbox":[-90.62544072947159,38.01272033981814,-90.6242992705284,38.01361966018187],"left_right_index":-1,"ext_id":"120242018","area_id":"uihxgbFkWHqxPUc2XOJo6w=="},"content":{"description":"Walls are meant to be climbed. So say the folks at Northface. Does this include prison walls? With this question in mind we named most of the 24 routes on this wall after famous prisons. The last five, at the right end, are named after well known songs about prison life. The easiest route is the first pitch of Devils Island 5.6, at the far left end while the harder routes , with one exception, occur at the North end (climbers right)."},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:09:09.227Z","updatedAt":"2024-01-15T16:45:48.161Z"}