{"_id":"6368a11ae80bff5a99542e87","area_name":"Prospector Crag","shortCode":"","climbs":[{"_id":"2XJt/0VqXX2INr9ySS1qOw==","name":"Young Cannibals","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":20,"mp_id":"116500687","mp_crag_id":"110966390","climb_id":"2XJt/0VqXX2INr9ySS1qOw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Follow a steep ramp up to the left of the arete on the west side of the buttress and into the corner. Follow the open book up, supplementing with face holds to a ledge, then continue on in the next section the same way. This ends at a larger ledge 10 feet short of the chains. Follow up easy terrain to the chains. Good protection all the way. Pleasant movement. Leaves you wanting more.","protection":"Takes about anything from fist size down. Plenty of opportunities. You can lace it up. Good beginner lead.","location":"East of the practice/warm up area. Walk straight across the slope to the base of the next rock buttress (Pleasant Overhangs Buttress). This climb is the first prominent corner as you walk to the base. You can scramble up the gully between this and the warm up wall to access the top."},"__v":0},{"_id":"8cj6egBLXVOx+ie5HaQDMA==","name":"Walk the Line","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Thompson and Mark Plante","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":6,"mp_id":"113413843","mp_crag_id":"110966390","climb_id":"8cj6egBLXVOx+ie5HaQDMA==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Start left of Empire Crack on the arete of the detached tower (moral virtues tower). Follow the 1.5 ft wide start up to a progressively wider face to the top. 6 bolts to chains ~60ft. Fun exposure on both sides combined with small overhangs make this walk an entertaining one. This would be a much easier route if there were more holds or the ones there currently were all turned upside down, but it isn't so it happens to be a pretty tricky little piece of work, but fun once you figure it out.","protection":"draws","location":"Moral virtues tower is left of the Sunshine wall on the west side of the Prospector. Walk the line is farthest right on the south side of the tower next to start of empire crack."},"__v":0},{"_id":"wy4xkDEAUJaJJPMJV2cJNg==","name":"Tap'er Light","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brian and Abby Thompson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":2,"mp_id":"110975329","mp_crag_id":"110966390","climb_id":"wy4xkDEAUJaJJPMJV2cJNg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"5.10+ (TR)\n\nBegins 5 feet to the right of the start of Gold Rush. Ascend through a smooth face 10 feet up and then through a series of small roofs straight to the top. The crux is in the first 15 feet. To the left is the large broken crack of The Shaft. Miners in Butte, MT, and perhaps other places used the expression Taper Light as a motto among comrades for staying alive in the sometimes touchy business of tamping dynamite into blast holes. Take the advice or find yourself flying.","protection":"Top rope. chain anchors","location":"Just to the right of Gold Rush on Luncheon ledge. Just to the left of 'The Shaft'"},"__v":0},{"_id":"taVV/n2LWPOtYe4jfT29Fg==","name":"Sorbet","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian and Abby Thompson, Aaron Sybrant","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":17,"mp_id":"110975379","mp_crag_id":"110966390","climb_id":"taVV/n2LWPOtYe4jfT29Fg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Sorbet ascends the large square peach colored face to the right of 'Big Momma'. It proceeds first up broken rock then straight up through a heavily featured face to the top. The holds on the upper face are very gratifying to hold onto.","protection":"bolts to chains","location":"Right of 'Momma'. The warm-up slabs are the next climbs to the right."},"__v":0},{"_id":"N7mD7h/XVvS9+5GjwF3sAQ==","name":"Simple Math","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Brian and Abby Thompson, Aaron Sybrant","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":14,"mp_id":"110975366","mp_crag_id":"110966390","climb_id":"N7mD7h/XVvS9+5GjwF3sAQ==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Simple Math - 5.9 (sport) 80ft\n\nThis climb ascends the face 5 feet right of 'Stuffer'. Move through well-spaced hand and foot holds towards and interesting triangular block that juts out from the middle of the wall. The hand holds are good, but at times sparse. Fun movement on well spaced clean rock.","protection":"7 bolts to chains","location":"Climbers right of Crack Stuffer."},"__v":0},{"_id":"t6wEbvx/WfWFZpQvxgTdQg==","name":"The Shaft","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian and Abby Thompson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":3,"mp_id":"110975345","mp_crag_id":"110966390","climb_id":"t6wEbvx/WfWFZpQvxgTdQg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"The Shaft  (TR) 70 ft\n\nAnchors to the right of Gold Rush. Follow the large mine shaft sized crack up and to the left to anchors shared with Taper.","protection":"Trad, Takes all sizes.","location":"Wide chimney/crack to the right of Tap'er"},"__v":0},{"_id":"f4NE9SAjXwOJpswL8dQ7yQ==","name":"Rolling stones","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Plant, Brian Thompson","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":5,"mp_id":"113446973","mp_crag_id":"110966390","climb_id":"f4NE9SAjXwOJpswL8dQ7yQ==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"5.8 crack Named for the first cleaning attempt that rolled both a human sized boulder and a human sized human from the face of the cliff. Fortunately, no humans were harmed in the making of this route. The route follow a zig zag crack up the middle of the face. The finger crack is supplemented with lots of jugs, but bring a lot of small ear for the crack. Crux is up high. Chains up top can be reached over the top by long arms.","protection":"Trad gear smaller to smaller mostly around 1/2\"","location":"Farthest left before the hill begins to slope up around broken terrain. To get here go left when you reach the cliff and continue until you get there."},"__v":0},{"_id":"tPOnQwFFXWGl9Bz0EEmKjw==","name":"Practice wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian and Abby Thompson, Aaron Sybrant, Megan Sybrant","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":18,"mp_id":"110975386","mp_crag_id":"110966390","climb_id":"tPOnQwFFXWGl9Bz0EEmKjw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"The practice wall is a short 25ft slab around the south east side of the first wall from the approach trail. It holds three moderate routes good for a warm-up or beginners. The moves are interesting and the rock is great. The walk off/ scramble to the top is just to the right of this slab. Climbs can be top roped by scrambling up the chute to the right to gain access to a ramp. Use caution approaching the anchors. There are actually three separate climbs on this slab. Megaman (5.5) starting from the base of a tree on the far left. Luigi (5.6) starting up the middle of the slab and Kong (5.5) on the right.","protection":"Top rope from chain anchors or trad lead.","location":"Farthest right on the crag near the gully scramble to the top. Nice shady place to hang out."},"__v":0},{"_id":"tsAbZ0r9UHK+faiw8dwdCA==","name":"Pleasant Overhangs","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"BT & SP","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":22,"mp_id":"117530872","mp_crag_id":"110966390","climb_id":"tsAbZ0r9UHK+faiw8dwdCA==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Start just right of 'Meat Grinder' with large overhang directly over head. Follow crack under the overhang into corner. Step out and right around the overhang. Crack continues through short facing climbing going toward the next overhang above. Pass this overhang on the right past a large boulder on a ledge. Proceed from the ledge behind the boulder straight to the top. Finish is in a small dihedral. Chains at finish.","protection":"Standard rack, medium to small size mostly. Chains up top. Walk off or rap the route.","location":"On the south facing wall near the middle of the wall. Large overhangs mark the area."},"__v":0},{"_id":"2D2f/NXjXGyfcureOooNpg==","name":"Neversweat","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian and Abby Thompson, Cody Adams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":8,"mp_id":"110975401","mp_crag_id":"110966390","climb_id":"2D2f/NXjXGyfcureOooNpg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Neversweat starts 10 feet right of Empire Crack on the west facing Sunset wall and ascends the face right of center. P1: (5.11a) The first 15 feet are fairly easy, but then it launches into a vertical to near overhanging face. Where the rock takes on a dark red hue is the crux sequence on small crimps. It mellows above the crux and heads up and left to chains on a small ledge (30m) P2: 5.6 Follow the easy terrain up and right on the small seam and face full of chicken heads (15m) to the chains at the top of empire crack.\n\nCan be done as a single long pitch.","protection":"P1: 10 bolts to chains\n\nP2: 6 bolts to chains","location":"Ten feet right of Empire crack."},"__v":0},{"_id":"P4i4hOFZWGOqAQL3yN4CMA==","name":"Meat Grinder","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":21,"mp_id":"116500728","mp_crag_id":"110966390","climb_id":"P4i4hOFZWGOqAQL3yN4CMA==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"This route is on the face directly to the right of the arete next to 'Cannibals'. Shares the anchor with Cannibals. Face climb through some interesting protruding blocks. They look like good holds but they are deceptive. Crux is halfway up. Looks easier than it climbs. Bolts will be added at a later date for sport leading.","protection":"Top rope off the Cannibals anchors.","location":"Just right of the arete right of Cannibals."},"__v":0},{"_id":"TG9mKdS/VPK4hPhkuRCZIg==","name":"Mandibular Disjunction","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brian and Abby Thompson","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":15,"mp_id":"111146854","mp_crag_id":"110966390","climb_id":"TG9mKdS/VPK4hPhkuRCZIg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Climbing as direct as you can to the anchors up the blocky face looks harder than it is. There are numerous buckets along the way that take the bite out of the steepest section. Just fun movement on a clean face.","protection":"Anchors up top. At some point the direct line will be bolted from the ground up. There is a trad variation from Simple Math that follows a diagonal crack thought the upper section of concave face to these anchors. Two moves on this variation feel more like 5.8.","location":"Face climb to the left of the diehedral 'Big Momma'. Or 10' to the right of the bolted line for Simple Math."},"__v":0},{"_id":"qoZkhb4/X+e7P071ulVXBw==","name":"Jawline for Days","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":19,"mp_id":"113244455","mp_crag_id":"110966390","climb_id":"qoZkhb4/X+e7P071ulVXBw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Starts sitting back on a crescent-shaped hold 3 feet off the ground, traversing along crimps of various sizes.  Turns upward at the opening in the rock - There's a couple of good holds to help you pull up to the finish, a foot-wide ledge about 10 feet off the ground.","protection":"Flat but sloping ground.  Recommend having either multiple pads or a spotter to move the pad as you go along.","location":"On the same face as \"Practice Wall\".  You'll find the crescent-shaped starting hold in the middle, about 3 feet off the ground."},"__v":0},{"_id":"O908G+EBVhCW+ccAVIzOIg==","name":"It Goes to Eleven","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian and Abby Thompson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":11,"mp_id":"111146812","mp_crag_id":"110966390","climb_id":"O908G+EBVhCW+ccAVIzOIg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Route follows the direct line up the center of the large overhanging arete that separates the west and south facing walls. Follow the serpentine crack and subtle holds through the overhanging terrain and on to a declivity in the face. From here the route is still being parsed out. The easiest route is up to the right. The route up to the left is promising, but needs to be aggressively cleaned. Route could potentially be all trad or mixed.","protection":"anchors at top. Sloping ledge above. Must be roped in to access anchors. Easiest way to set up top rope is by first climbing a nearby route then traversing in. Or make a quick anchor by wrapping the large boulder to the left of High Ore at the base of the top tier climbs.","location":"Route is to the right of 'House of Cards' and to the Left of Hard Movement. The approach trail meets the cliff about 30 feet to to the lookers left of the start. Follow broken terrain to the overhanging wall. Follow easy holds up to the bouldery crux 25ft up the wall."},"__v":0},{"_id":"oqtIn/omUFuE70oMn//WeA==","name":"Irradiance","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian and Abby Thompson","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":9,"mp_id":"112313366","mp_crag_id":"110966390","climb_id":"oqtIn/omUFuE70oMn//WeA==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Start the same as for House of Cards or Sands of Time. Continue up toward the aggressive looking arete and enter the dihedral of 'House of Cards'. At this point abandon the crack for the thin face climbing. Follow the bolts up to the top.","protection":"Standard rack for the bottom. 4 bolts to chains up top.","location":"Start where the approach trail meets the cliff base. The route starts to the left of the tree at the base of the cliff."},"__v":0},{"_id":"Y7Cg4BckV5WMNXCkom4ANw==","name":"House of Cards","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian and Abby Thompson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":10,"mp_id":"111146774","mp_crag_id":"110966390","climb_id":"Y7Cg4BckV5WMNXCkom4ANw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"House of cards is named for the dubious nature of the rock on the first free ascent. After multiple cleanings a dirty fern redirected the party left into the \"house of cards\". After pulling nearly every good hold off the wall what was left was pretty solid. The route is much cleaner now, but that is what we said after the first two cleaning efforts! Overall a very fun route that takes an enticing path through three overhanging sections and a big dihedral with good position. Gear placement is ample.","protection":"Top rope. Trad. Standard rack. Smaller cams useful. Several pieces in the 1-2\" range very useful.\n\nIf throwing ropes be careful not to get them caught in the tree at the bottom.","location":"The climb starts near where the approach trail meets the cliff. The large arete to the right is \"Goes to Eleven\". The tree at the base of the cliff is just to the right of the start of the climb. Climb up onto a small block to reach the splitter hand crack with the fern in it. This slightly overhanging section is intimidating but fun. The next stretch makes its way up through steep (second overhang) broken rock toward the tip of a prominent arete. Pass this on the right and continue up into the dihedral. Follow the crack up toward the block and final overhang. Don't place gear behind the block it feels solid and we couldn't pry if off with a crowbar, but looks detached. Pull this overhang with good holds and clip the chains up top."},"__v":0},{"_id":"0ZyaiV8LU3+Xc1IzFIka1Q==","name":"High Ore","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian and Abby Thompson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":0,"mp_id":"110966876","mp_crag_id":"110966390","climb_id":"0ZyaiV8LU3+Xc1IzFIka1Q==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"5.8 (sport) 75ft High Ore is left of Gold Rush and ascends the face just to the right of a large crack system.  Move though balancy crimps through the middle of the climb (crux). Nice clean rock on a sunny south aspect.","protection":"Anchors up top.\n\nBolts coming soon.","location":"High Ore begins directly above the juniper and continues up the face to share the anchors with Gold Rush. Same approach as for Gold Rush. Gain Luncheon ledge and it is easy to find."},"__v":0},{"_id":"V4GZBYggUfeTDVHSVBSTYw==","name":"Hard Movement","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Aaron Sybrant, Brian and Abby Thompson","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":12,"mp_id":"110975359","mp_crag_id":"110966390","climb_id":"V4GZBYggUfeTDVHSVBSTYw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Follow broken 4th class rock for about 20ft. Pass to the left of a small overhang and up a steeper face (crux 1) with good holds. Pull over the ledge and onto the face above. Move through a series of crimps in the middle of the face straight to chain anchors (7 bolts to chains).","protection":"7 bolts to chains","location":"Hard movement follows the face immediately to the lookers left of Crack Stuffer."},"__v":0},{"_id":"GlQ/8G9FXZ6LQ4qsM3Qu6g==","name":"Gold Rush","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brian and Abby Thompson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":1,"mp_id":"110966802","mp_crag_id":"110966390","climb_id":"GlQ/8G9FXZ6LQ4qsM3Qu6g==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"5.10a (sport) 70ft Gold Rush is the centermost climb on the top tier of the Prospector crags south face. The line ascends though an open face and over a bulge to the anchors up top. The crux occurs low on the route when ascending a moderate bulge into balancy crimpers. Continue straight up to the overhang and commit your hands and move. Big positive crimpers await just out of reach for the average height person. After passing the overhang it is a cruise to the top. Spectacular views from up top of the surrounding crags.","protection":"7 bolts to chains up top.","location":"Gold Rush is the centermost of the top tier climbs. It starts off a large flat ledge next to a juniper and moves through low steps. To access the bottom of the climb either ascend the first tier climbs or scramble the approach gulley on the east side to gain access to luncheon ledge through the notch. Anchors up top for rappelling in if that is preferred. Be careful not to knock rocks down on parties below as there are a lot of small stones ready to trundle off luncheon ledge."},"__v":0},{"_id":"ip45M0N2Xjaf93CJB6l1rg==","name":"Empire Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brian and Abby Thompson, Cody Adams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":7,"mp_id":"110975408","mp_crag_id":"110966390","climb_id":"ip45M0N2Xjaf93CJB6l1rg==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Empire Crack takes a splintering crack line up the face of the Sunset wall. The crack is very featured, but at times deceptive. The route is nearly on vertical and though the moves are never above 5.7 the length and consistency of the route will get your arms burning. Near the middle of the route is a really fun undercling diagonal that passes a bulge with a big jug at its terminus. There is a ledge just past the undercling at about 100' that is large enough to belay from if splitting into two pitches. From this ledge move up and to the left on an easy diehedral. As the crack joins a ledge move right around a bulge and onto the exposed face above. Move though the field of chicken heads and up to the anchors. There are gear placements in the minefield of chicken heads on this exposed 20' section. Clip the anchors or build anchors on top (more comfortable) and take in the view from the highest point at the Prospector.\n\nTwo 60m ropes to rappel off the top.","protection":"trad, standard rack with nuts. ~15 placements. Hangers up top.","location":"Left on the Sunset Wall. Start near the base of the large detached pillar. Work up through ledges to gain the crack."},"__v":0},{"_id":"+vAJk+psU7KOOuujI7S6Cw==","name":"Crack Stuffer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian and Abby Thompson, Aaron Sybrant","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":13,"mp_id":"110966926","mp_crag_id":"110966390","climb_id":"+vAJk+psU7KOOuujI7S6Cw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"5.6 (trad) 80ft, The route begins on broken rock making its way toward the defined crack that splits the top half of the face. the top 40ft are the best part. Hand jamming and bomber cam placements. Anchor chains up top.","protection":"Standard rack, cams and nuts. Anchors up top.","location":"Crack Stuffer sits at the center of the bottom tier on the south face. Locate the hand crack that splits the top of the face and proceed straight up to it."},"__v":0},{"_id":"QVDe5hmdVBitfOpNhLGxwA==","name":"Closest Boulder","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":999999,"mp_id":"112059178","mp_crag_id":"110966390","climb_id":"QVDe5hmdVBitfOpNhLGxwA==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Three boulders offer exceptional jug/mantle problems, a couple of easy highball face climbs, and lovely Neihart Quartzite.","protection":"Some loose flakes.","location":"From the Prospector Crag parking follow left side of scree to a couple dark boulders in the woods.  Closest boulder to the parking lot.  To the right/south of Prospector Crag trail."},"__v":0},{"_id":"zlMFv3qAWFe2wTh1naCQGw==","name":"Canaries May Fly","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brian and Abby Thompson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":4,"mp_id":"110975349","mp_crag_id":"110966390","climb_id":"zlMFv3qAWFe2wTh1naCQGw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Canaries may fly  5.6 (TR) 60ft\n\nThe climb proceed up though a series of interesting hand holds and short dihedrals to the anchors. A fun moderate that may you may be able to fiddle gear into if you were so inclined","protection":"Trad protectable, top rope from chain anchors","location":"Anchors at the far right above the notch that leads to luncheon ledge. This route begins on luncheon ledge at the base of the notch."},"__v":0},{"_id":"hqXPQeyuW9a5YLIGodUgtw==","name":"Big Momma","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Sybrant, Brian and Abby Thompson","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"left_right_index":16,"mp_id":"110975373","mp_crag_id":"110966390","climb_id":"hqXPQeyuW9a5YLIGodUgtw==","areaRef":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":"Big Momma - 5.9 (trad) 70ft, Bolted anchors on top\n\nThis route follows broken rock for 15-20 feet before entering a splitter hand crack with face hold options. for ~15ft. After this first taste of the hand crack you enter the splitter dihedral section for the next 20ft (crux). The crack takes all gear sizes, but gear in the 2-3\" range is optimal for the crux sections.","protection":"Standard rack. 2-3\"gear most useful. Plenty of placements for smaller cams and nuts as well if you want to sew it up. Easy gear placements.","location":"The route is located on the far right side of the face, but still in the dished area of the wall. 'Peach' ascends the arête to the right of this route.\n\nThe prominent dihedral up top is hard to miss."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,2b7a652a-0d64-57e8-8d6e-bb379d414424,769d4ca7-cac6-5821-bf5c-37010426bcf7","pathTokens":["USA","Montana","Northwest Region","Memorial Falls","Prospector Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.7"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.8"},{"count":2,"label":"5.11a"},{"count":4,"label":"5.10a"},{"count":1,"label":"V3-"},{"count":1,"label":"5.7+"},{"count":1,"label":"V0+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":1,"expert":0}},"bouldering":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":19,"bands":{"unknown":0,"beginner":11,"intermediate":7,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":9,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.70509,46.91644]},"bbox":[-110.70574829852666,46.91599033981815,-110.70443170147334,46.91688966018187],"left_right_index":-1,"ext_id":"110966390","area_id":"dp1Mp8rGWCG/XDcBBCa89w=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:09:39.546Z","updatedAt":"2024-01-15T16:46:01.863Z"}