{"_id":"63689d10e80bff5a994f15f3","area_name":"SCC Property","shortCode":"","climbs":[{"_id":"YeoIuTP4Vp+Y5LbS2Jybcw==","name":"The Zephyr","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"wolfe/jones, summer 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"120219542","mp_crag_id":"110819929","climb_id":"YeoIuTP4Vp+Y5LbS2Jybcw==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Named after the legendary roller-coaster at the Pontchartrain Beach amusement park in south Louisiana.\n\n Begin by crimping through a twelve to fifteen or so foot vertical face of gray and tan rock, reaching a position under a roof. Crank through the roof and continue up through a slightly overhanging face thirty or so feet that then leads to a protruding, arete-like feature, bouldering through the final moves on its left to reach the anchors.\n\n Short but terrific climb....physical....overhangs more than you realize. ","protection":"sport","location":"Towards the west end of Revelations Wall, just before the trail turns into an uphill scramble, on the right side of the arete over the trail (there is another route on the left side, Angus Minor).  Note that there is a very large dihedral up and to your right as you face the wall in this location....and that there is an unfinished project just left of this large dihedral.  Both this route and the one to the right begin along the same twelve to fifteen foot vertical section and both engage the same roof feature above this height.  The Zephyr is the left of the two, and is the more overhanging through its length.  Angus Minor, further around, is a neighboring route just past these two."},"__v":0},{"_id":"vrUbMDZGXa2UlqrXoWBTDQ==","name":"Zelda Row","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":23,"mp_id":"111003078","mp_crag_id":"110819929","climb_id":"vrUbMDZGXa2UlqrXoWBTDQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Alternative finish to Divine Wind... Once you surmount the roof, step left to the arete. Fire this on thin holds and thinner gear to the top.","protection":"Light rack with a #3 for the horizontal after the roof...crucial to safely protect the upper route as a fall on anything else from up high might put you in the dirt.","location":"Left end of Revelation Wall. Starts same as Divine Wind."},"__v":0},{"_id":"WKGjyGaxWsOxwoAyjD+joQ==","name":"Wolverine","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bernard Wolfe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"106373115","mp_crag_id":"110819929","climb_id":"WKGjyGaxWsOxwoAyjD+joQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"mixed route on right end of Wolf Wall.","protection":"plug gear up left facing crack, through face until 2/3s way up and encounter 4 bolts on face through roof","location":"right end of Wolf Wall"},"__v":0},{"_id":"6gMBOZoyVzS2Bzawe1KjjQ==","name":"Wilderness Socialism","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":17,"mp_id":"111004765","mp_crag_id":"110819929","climb_id":"6gMBOZoyVzS2Bzawe1KjjQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Start as for Utah Jacksom, climbing up and to the left of the arete, over erosional features and horizontals, to a rest under the headwall. Lots of groundfall potential if not using small gear.Key to establishing oneself up high, above your #0 Mastercam, is a pair of gaston-crimps below the ear-shaped feature above. These features are identifiable from the ground.","protection":"Light rack up to #1 Camalot. Crux piece, before pulling into the headwall, is a 0 Metolius.No anchors at this time. Move left to Minnie Driver anchors or be prepared to rappel off of the large oak tree above the route \"Utah Jackson\".","location":"15' right of Minnie Driver. Needs cleaning. Starts at low holds and fires straight up."},"__v":0},{"_id":"lVI4pwFzXPCovRGQf/QSJQ==","name":"Welcome to Steele","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Wolfe, K. Shephard (2008)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":9,"mp_id":"106546994","mp_crag_id":"110819929","climb_id":"lVI4pwFzXPCovRGQf/QSJQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"3/24/14 - this route, formally listed as unnamed, was given a proper name\n\n  Begin on some slabby ledgy features, rock gradually overhangs as you boulder up under a small roof, reach up and over roof to finger crack, jam your way up to pedestal stance.  Rather than step forward into the base of the wide dihedral-ish chimney feature, climb the shouldery feature that makes up the left side of this dihedral (the climbing is more pleasant).  As you ascend, trend toward the dihedral interior, reaching it where a handcrack is formed.  Stem and pull your way up through this to the top.  The dihedral shape sort of breaks down, becomes less distinct, near the finish.  Find the anchors on the right side. \n\n  Not great, aesthetically...but good, scenic.....and decently long","protection":"standard Steele rack \n\n  a pair of Fixe hangers with rings have been added to the top of this route","location":"On the right edge of Wolf Wall (very near where the approach trail meet the cliff, hence the name), spy a section of thin finger crack overhead about 12 feet or so."},"__v":0},{"_id":"mbzQ4NUwUc2/UmnoO/GnPQ==","name":"Utah Jackson","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. P. 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":19,"mp_id":"111085456","mp_crag_id":"110819929","climb_id":"mbzQ4NUwUc2/UmnoO/GnPQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Climb up the crack and then to a stance below the arete. Climb up over some horizontals gaining a ledge feature. Now, to the top, just right of the arete on erosional features....somewhat PG13 here. \n\n  Aternative, dirty finsih to the right up the wide corner crack (needs cleaning).  \n\n  Ends at a big oak tree.","protection":"Standard rack. Rappel from Minnie Driver ring anchors.","location":"Just right of Wilderness Socialism and Minnie Driver. Furthest right route possible on the section of cliff between Wolfe Wall and Hot Wing Buttress."},"__v":0},{"_id":"z94N33ELWmakgCQL0cNa6w==","name":"unnamed trad on wolf wall","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"dk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":7,"mp_id":"106373119","mp_crag_id":"110819929","climb_id":"z94N33ELWmakgCQL0cNa6w==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"obvious trad route on left side of Wolf Wall.   Very hard bouldery start through chimmney or can alternate start 10' left of chimmney and traverse over.  climb face through 2 roofs on face to big chossy alcove near top.  Old tree growing in alcove.","protection":"gear.  fixed nut protects roof move approx halfway up","location":"on left side of Wolf Wall. route is just right of Lone Wolf On Far Ridge"},"__v":0},{"_id":"qJmNp8Z5Uj+BnHV5CYR5YQ==","name":"Unknown","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Gene Smith (?)  ...'84/'85 i think","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":26,"mp_id":"108092254","mp_crag_id":"110819929","climb_id":"qJmNp8Z5Uj+BnHV5CYR5YQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The route has a bouldery start with nice holds on slightly overhanging features.  Crux moves gain an awkward position tucked under the roof.  Wriggle out left and up to find an arching crack.  Follow it up to another burlish roof/bulge feature that begins the final headwall portion.  Pro can be tricky as you begin this section.  Keep a cool head and piece together the moves up this slightly overhanging face.  Fairly sustained difficulty through this section ...on nicely formed features. \n\n  Difficulty eases near the finish.  Tree anchor. \n\n  Great route....a Steele classic!.   \n\n  This route has a name.....given by the FA party.....but i can't remember it.  Someone will chime in.","protection":"Medium rack to 3-inch....a smattering of sub- 0.75\" cams.  2-foot slings to reduce rope drag.  No fixed anchors.  Take slings to anchor from the tree that is directly above the route's finish","location":"This route is located on the section of cliff to the left of the Grahams Crack area.  The base of this portion of the cliff is a terrace feature up a short scramble between the two cliff sections..... and there are several small caves along the mid portion of this section.  The route itself is midway along this cliff section with the routes Suspended Animation and New Ideal to its right and routes Rainbow Arch, Revelations, and others to the left.  This route is distinguished by a fixed copperhead placed approximately 12 feet into the route....and a fixed knifeblade a few feet below the copperhead.  The copperhead has recently been supplemented by a bolt adjacent to it."},"__v":0},{"_id":"HJajGzOmWia6nLYL7wuGlg==","name":"Suspended Animation","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Cole, Merchant (1986)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":28,"mp_id":"106553517","mp_crag_id":"110819929","climb_id":"HJajGzOmWia6nLYL7wuGlg==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The route begins by pulling up onto the rock at a low overhang and then bouldering up face holds through sometimes awkward moves, trending right as you move up until you get to a overhang with slot and undercling features underneath (i vaguely recall a strenuous undercling, awkward gear placements, and that the rock can be slippery or have a polished texture down low).  Crank up and over and onto erosional features (chickenheads, knobs, plate-like things, erosion grooves) through to the top.   \n\n  The top of the cliff is likely to be brushy.  I don't think anyone has climbed this one in a long while. \n\n  This is a darn good route for the grade","protection":"standard Steele rack","location":"Once in the Grahams Crack staging area, facing the cliff, proceed left, scrambling up to an adjacent higher level and another wall section.  This wall is sometimes called Revelations Wall because there is a route called Revelations (5.11a) on it.   \n\n  S.A. is the first route you will come to at the top of the scramble.  To its right is an intriguing chimney/gully feature that may or may not contain a worthy new route.  Water will seep or drip in this area if rainfall is seasonally high.   \n\n  There are additional routes past this one."},"__v":0},{"_id":"VemyK5OUWuSNa0r5M6iOTA==","name":"Steele Head","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":15,"mp_id":"108711604","mp_crag_id":"110819929","climb_id":"VemyK5OUWuSNa0r5M6iOTA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Somewhat cryptic opening moves lead to bomber slots and jugs.....up to a ledge stance and from there, the final 15 feet of dihedral","protection":"light rack \n\n  If you are crafty, you can share the first fixed anchor for Minnie Driver, as the opening moves on this route are poorly protected","location":"Five feet to the left of Minnie Driver......shares the same section of cliff"},"__v":0},{"_id":"UcLRcXtvVBCu/a8VKCePAA==","name":"Squabbler","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: 2014 (to my knowledge). FFA: 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":1,"mp_id":"111020304","mp_crag_id":"110819929","climb_id":"UcLRcXtvVBCu/a8VKCePAA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"This route climbs the most prominent feature on SCC property at a respectable grade, while remaining protectable (clean!) as well as sporty (steep!).  \n\n  March up the lower terrace, gaining the platform of rock (the \"Don't Tread On Me Ledge\") even with the bottom of the Wolfe Wall Gully. Now, ready yourself for the pump... \n\n  OPTION 1: Starting on erosional features and flakes, pull up into a dead hang to place some small gear up and right. Then grope and scratch your way left to a position at the arete. Now, you must pull around this and move prudently up and to the left, gaining protection. NOTE: Big fall/swing potential post-arete.  \n\n  OPTION 2: Alternatively, build a low anchor in the face-height horizontal (when looking out towards the valley), then reach out into space (airish), grab onto the hanging/protruding flake, and cut loose for a more exhilirating start. Now, dangle to the left until under the roof at the break. Campus then heel-hook the roof at the watergroove/crack on jugs. Pull through. From an established and protected stance, climb your way up the face to the shelf. Juggy 5.7 takes one through a roof and over some fun terrain to the top. \n\n  NOTE: Hard to add pro once off of the Don't Tread On Me Ledge, until through the roof....a #4 or #5 under the roof takes the sting out, but adds drag. Either way is 5.10ish. A bolt may be added in the future to protect both starts.  \n\n  Fixed anchors at the top.","protection":"One of everything.","location":"Left of Wolfe Wall, right of Gaia. Start from the ground or move your belay up to the Don't Tread On Me Ledge, thereby avoiding the need to squabble about in the Wolfe Wall Gully."},"__v":0},{"_id":"xIFSHUanUf68ojQ8OnOABQ==","name":"Scooter Girl","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"B Wolfe, S Raviv (2010)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":6,"mp_id":"106991595","mp_crag_id":"110819929","climb_id":"xIFSHUanUf68ojQ8OnOABQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Rightmost route of the three mixed routes left side of Wolf Wall. Starts 10 feet left of the unnamed 5.9+ that has the thugy start.  \n\n  Route starts with a left leaning crack system ending in a gaston to the right. Easy ground gives way to a short technical face with bolts. Above this work the right side of the upper headwall trending left at the bolts then straight up to the anchors. Nice line!!","protection":"Cams to medium, quickdraws.","location":""},"__v":0},{"_id":"AseMaXCPVcmTt5FB8ef81Q==","name":"Revelations","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Les Hutchinson -- 80's, presumably.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":25,"mp_id":"111025870","mp_crag_id":"110819929","climb_id":"AseMaXCPVcmTt5FB8ef81Q==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Climb directly out of the Seven Rooms Cave on the overhangs. Very hard, here, to pull the lip into the face above. Once established, 5.10 climbing up the dihedral leads to a leadge and easy climbing from there.","protection":"One of everything + #4 for the lip of the roof.","location":"Dead center of Seven Rooms Cave."},"__v":0},{"_id":"X1UFF9ooV4i46ZKOtDFzAw==","name":"Rainbow Arch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ken Pitts, Dean Elliott, Curt Merchant....80's, presumably.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":24,"mp_id":"111006447","mp_crag_id":"110819929","climb_id":"X1UFF9ooV4i46ZKOtDFzAw==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Starts on steep, suspect rock to a bolt, then through the roof/overlap to the face above. This face is as 5.10 as 5.10 gets. Pro here is a little spacious until the huge roof/flake. If you manage to get ahold of the big undercling roof, protect here, then it's sustained/varied 5.9 to the top. Tree anchor.","protection":"A rack and a half.","location":"Revelation's Wall between New Ideal and humping to please. Very obvious for the finger shaped roof-flake."},"__v":0},{"_id":"ehB5gjmuV7qxKSW0nHCZ2Q==","name":"project on Wolf Wall","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":8,"mp_id":"106373126","mp_crag_id":"110819929","climb_id":"ehB5gjmuV7qxKSW0nHCZ2Q==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"hard project on Wolf Wall.","protection":"mixed so far.  2 bolts on steep headwall","location":"on Wolf Wall.  Between unnamed 5.9 trad and Wolverine"},"__v":0},{"_id":"cvJ8Jf4xXiOBegXcmOiqyA==","name":"Petrified","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"107000061","mp_crag_id":"110819929","climb_id":"cvJ8Jf4xXiOBegXcmOiqyA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"This is a mixed route but for some reason, this database does not offer that category in the description selections \n\n  Begin a few feet left of Lone Wolf where a slabby portion of the cliff meets the ground.  Step up on the slab and access a thin fracture, follow it up until reaching the broad ledge about halfway up that breaks the climb into two sections.  Begin part two under a roof and boulder up the beginning of the second section, finishing on a wonderland of perfect jugs and edges. \n\n  There is a beautiful, large fossilized tree impression in the stone that forms the roof feature above the broad ledge \n\n  This climb is similar to its three cousins immediately to the right.  Try to avoid a herd mentality and mindlessly converge at the same finish as the neighboring routes.  Each route of the quartet can have its own, worthy, distinct finish if the leader is cognizant.","protection":"mixed, three bolts protect the route's crux.  Requires a well-sorted light rack.  There are opportunities for all sizes of placements.  Ring anchors at the top","location":"left side of Wolf Wall....to the left of Lone Wolf....the final route possible on this portion of the formation"},"__v":0},{"_id":"uoNVenSqV7anIMvNPsGLKg==","name":"no name (on Wolf Wall)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"B Wolfe, K Shephard (2009)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":5,"mp_id":"106587339","mp_crag_id":"110819929","climb_id":"uoNVenSqV7anIMvNPsGLKg==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"a mixed route, immediately to the right of Lone Wolf.... \n\n  Begin with good holds on vertical rock to a position under a little roof forming an alcove.  The roof has a short hand crack through it....and is actually more of a bulge than a roof.  Lots of swirly, psuedo-metamorphically altered sandstone bedding layers in this lower portion \n\n  Pull around bulge and onto easy ground, then to wide slots leading to a big ledge.  Stepping up off the ledge one reaches the first of the bolts.  Up this bare short face to the beginning of the more overhanging upper wall section.  Two bolts in this section, near its beginning.  undercling, crimp, and sidepull up to very nice holds.  Leaving the last bolt, the finish section has some of the most nicely formed holds you will ever grasp.  Dog bones, sculpted edges, scoops, baseballs, softballs, handlebars, levers, reach-throughs, gentle crimps, blades, fins....the last section is a candystore of perfectly shaped holds....all the way to the very last hold (aim for the highest spot on the top of the cliff)","protection":"mixed, 4 bolts, light but well-sorted rack.  Share a pair of ring anchors with the route to the left, Lone Wolf...","location":"to the right of Lone Wolf... 10 feet perhaps.  This section of cliff has a small cave and adjacent (R), chossy-looking chimney feature up high.....about at the wall's midpoint.  This route is to the left of that feature"},"__v":0},{"_id":"rjVu3tjsXeqldKvzHWt59w==","name":"New Ideal","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B Wolfe, et al (1988)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":27,"mp_id":"106593491","mp_crag_id":"110819929","climb_id":"rjVu3tjsXeqldKvzHWt59w==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The route begins on bouldery moves on a vertical/slightly overhanging wall section leading up to a roof.  Just below the roof is a large hueco-slot feature ideal for a #4-#5 camalot.  Leaning back and reaching up from underclings, one reaches up to scrappy holds above the roof.  There are two bolts at the beginning of this reach-up-through roof transition, one is an old Petzl self-drive with aluminum hanger.  Pull up through the steepish upper wall section on a variety of holds through a vertical upper wall section.","protection":"Mixed, crux protected by bolts.  A large cam (#4 WC - #5 BD is a possible size range) is helpful in protecting under the roof, before the bolts.  No fixed anchors","location":"This route is about 10 feet left of Suspended Animation. Both are on the right end of the Revelations wall.....the wall just up around from the Graham's Crack area and that has the route Revelations on its left end. "},"__v":0},{"_id":"qgcTt/yzWRSkWJISDtZTRA==","name":"Naysaying Naybobs Of Negativity","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":18,"mp_id":"111004773","mp_crag_id":"110819929","climb_id":"qgcTt/yzWRSkWJISDtZTRA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Starting in the obtuse corner, stand-start a v4 boulder problem, stem up to the roof, clip one piton, then grasp and stretch for positive holds....cut loose, then move prudently to the top. No anchors at this time.","protection":"Small stoppers and cams for the top. Not much in the corner until the piton. Maybe just three pieces .","location":"Large, open-book corner on the terrace above Utah Jackson and Wilderness Socialism, capped by a triangular roof. "},"__v":0},{"_id":"Kq6ZAsDHV6mSGsokzXbf/Q==","name":"Mystery Route on Hot Wing Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2014 or 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":14,"mp_id":"111108531","mp_crag_id":"110819929","climb_id":"Kq6ZAsDHV6mSGsokzXbf/Q==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"This route starts at the lower right margin of the Hot Wing Buttress on erosional edges and horizontals. Four or five bolts lead off of the ground, up and around the arete on a rampish-cracky section, then through a awkward roof/slot.  \n\n  Once the slot is pulled, a distinct second section requires a high-step off of the ledge and then a couple body lengths of slab to jugs. Beware the ledge-fall here. \n\n  Then, once on the second major ledge, one is faced with a nice crack to the right or a blank bolted face to the left. The lone bolt can also be used as a clean top-out from the crack; a directional and last piece before the ring anchors to the left.  \n\n  If one continues up the crack to the trough, anchors are not nearby.  \n\n  I discovered this route in October 2015. It is quite good and I don't know who put it up. It is fairly new. Any info, please add.","protection":"Quickdraws plus a couple small/medium cams for the finger crack finish.","location":"Right side of Hot Wing Buttress....right of the Wolfe Wall."},"__v":0},{"_id":"GuzyWa4yUGGqO4xZVS/QLw==","name":"Minnie Driver","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":16,"mp_id":"108711437","mp_crag_id":"110819929","climb_id":"GuzyWa4yUGGqO4xZVS/QLw==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The route packs some fun movement in its short height.  Cruxy at the first and just above the fourth bolt.","protection":"Four bolts and anchors","location":"Following the access trail to Wolf Wall, as the trail meets the cliff go right (east).  In this direction, just past Wolf Wall, the cliff is terraced into to two major sections, one above the other.  This route is on the lower section (the access trail goes right under it), and is approx. 50 feet from the east end of Wolf Wall."},"__v":0},{"_id":"YeNA1YWMWBm5ygDxXizrRQ==","name":"Mean Lean","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"n/a","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":11,"mp_id":"107001784","mp_crag_id":"110819929","climb_id":"YeNA1YWMWBm5ygDxXizrRQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The route begins on a 20 foot section of wall that is sprinkled with edges and pockets. Once this is climbed you find yourself standing on a terrace where you could concievably unrope and walk off. The upper portion of the route begins at the bottom of a slightly overhanging, blunt arete just over your head, and finishes at anchors just shy of the top of the formation. Nice route, except for the huge ledge breaking it in two ","protection":"Sport route","location":"Approx. 75 yards right of Wolf Wall is a large, buttress-like formation.  This feature appears directly up hill from you during the final 100 yards of the approach trail.  The cliff's exact shape is kind of complex here but the 'buttress' is actually an island of stone, detached from the main cliff behind it.   \n\n  This route also begins on the same vertical wall just left of Hot Wing.  Ascending erosional features (pockets, huecos, edges) ~25 feet to a large ledge (with laurel bush), which breaks the route into two sections.  The second section begins on the overhanging arete-like feature and ascends through nicely formed features on what might generally be described as a broad, slightly overhanging, arete ...and ending adjacent to a large roof feature near the top-left of the formation."},"__v":0},{"_id":"AMRtgRWxV0G1XLhrHsOFug==","name":"The Mantis","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":10,"mp_id":"109668642","mp_crag_id":"110819929","climb_id":"AMRtgRWxV0G1XLhrHsOFug==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Another (barely) one-star Steele classic! \n\n  Climbs better than it looks. \n\n  Pros:  Nice and long.  Balcony views off Chandler Mnt.   \n\n  Cons:  Slab trolling. Route is broken by two substantial balcony ledges.  Poor quality rock in roof area \n\n  Approx. 10 feet to the right of Welcome to Steele, and just before the 30-foot free standing stone, from the base of the cliff, scramble up a little 8-foot high portion of cliff to gain a grass/leaf littered nook (belayer might want to settle in at this spot as well).  Look up and you'll see a 10-12 foot body-width slot.  Stem/jam up slot to gain ledge.  Continue up nicely-featured wall.  Avoid the suspect/sketchy semi-detached plate structure to your left and cruise up towards a patch of grapevine.  Scoot around the vines on the left and move under a roof.  Poor rock quality here but key holds are beefy.  Pull through roof and onto a headwall covered with a variety of features of all types.  This slabs out to another ledge and from here you have two options: \n\n  1.  Finish up 5.6-5.7 knobs and blobs to reach the Welcome to Steele anchors.   \n\n  2.  Step forward to an attractive 35 foot, slightly overhanging face just on the other side of the WtS arête.  Power up this bouldery finish to an independent set of anchors.  Note that your belayer will not be able to have visual contact with you during this section of the climb","protection":"This is a mixed route.  Light rack, no small nuts, fairly good spread of cams (there are possible, but not critical, 3 to 4-inch placements).","location":"Wolfe Wall.  Just about right where the trail up to Wolfe Wall hits the cliff, this route is on the furthest right portion of competent cliff along that section.  There is a 30-foot, free-standing, \"headstone\" -like feature immediately right of the start of this route"},"__v":0},{"_id":"Fn3rjmTiXJy7pi6mbB+56g==","name":"Lone Wolf On the Far Ridge","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Bernard Wolfe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":4,"mp_id":"106373111","mp_crag_id":"110819929","climb_id":"Fn3rjmTiXJy7pi6mbB+56g==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"A mixed route on left end of Wolf Wall.  Plug gear until you hit slightly overhanging headwall 2/3s of the way up. \n\n  Start up some face climbing up to a short, broad crack or crease that tilts right a little, through some Fu Manchu-like vines....Face and such climbing through to a broad ledge that breaks the cliff. Boulder up under a small roof and pass out to the right, spotting a couple of bolts. There is a very large chickenhead, don't be a bully and break it off. Tug up through, trending slightly left as you rise, more varied, slightly overhanging climbing on some nice features all the way to the top. Great route.","protection":"Trad and two bolts.  A light (not too light) but well mixed rack. Belay at top or take long slings.","location":"Left end of Wolf Wall."},"__v":0},{"_id":"PcvpuLkpWS6pEJHrkGIk0w==","name":"Hot Wing","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"B. Wolfe, J. Jones (2002)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":12,"mp_id":"107003433","mp_crag_id":"110819929","climb_id":"PcvpuLkpWS6pEJHrkGIk0w==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Climb the opening 30-35 foot vertical face section.  Once on top of that, begin the portion that is slightly overhanging, leading up to a large roof, move out left under the roof to a large slot.  Hi-karate up through the roof.  Reachy, stretchy.....you might pull a hamstring.  Once past the roof, continue up to the anchors on a slightly over-vertical headwall. \n\n  A decent sport route with some strenuous movement underneath and moving past the roof.  Being caught up on your yoga or pilates will help.   \n\n  Kind of a feisty route with less optimal cliff structure, which prevents it from being a higher quality route.","protection":"sport route with lowering anchors","location":"Approx. 75 yards right (east) of Wolf Wall there is a buttress-like portion of cliff.  The upper section of this is actually a free standing section of stone, separate from the actual cliff behind it.  As you face this feature, you see that it is composed of a lower section of rock that is vertical, followed by a roof, above which is another vertical section.  From a distance it looks kinda like a big rock mushroom tower thing.   \n\n  To the left of center, underneath the roof feature, is a bolted route that begins on a vertical section of cliff that is broken by a large ledge.  Above the ledge the route ascends under the roof and once meeting the roof proper, then moves laterally left to a large slot.  From there very reachy moves gain holds just above the roof and continue up the final vertical section of cliff to fixed anchors. \n\n  Careful not to confuse this route with its neighbor immediately to the left, Mean Lean.  ML is on the arête proper.....but also has its beginnings on that same 30-35 foot vertical face section of rock."},"__v":0},{"_id":"lTBQZv25WQKzhNqXLqL5Zw==","name":"Gollum Column","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wolfe/Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"114241498","mp_crag_id":"110819929","climb_id":"lTBQZv25WQKzhNqXLqL5Zw==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Route starts off the moss-covered terrace using an arete feature, then moving up onto a slabby face leading to a roof and reaching fixed anchors under a bonsai-like, short-leaf pine.\n\n Delicate area....so TREAD CAREFULLY","protection":"light rack, 3 or 4 bolts, ring anchors","location":"Fifty feet left of Petrified on Wolfe Wall.   Tip-toe up the gully to a small terrace (right side) with paver stones protecting the moss pads."},"__v":0},{"_id":"fCXX6ymXUqO4mzEkS1ZnIw==","name":"Gaia","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"D.Hemphill, S.Raviv, B.Wolfe (2011)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":0,"mp_id":"107025438","mp_crag_id":"110819929","climb_id":"fCXX6ymXUqO4mzEkS1ZnIw==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Start in water groovy hand crack at the base of the wall. Follow to ledge. Climb a short but ever steepening face avoiding the massive semi detached blob on right. Handrail right to obvious break. Pull roof (crux) to decent stance. Continue up steep jugs to broad ledge. Finish straight up a steep face with beautifully featured holds.","protection":"Pro to #3 Camelot. Two bolt anchor for rap or top rope.","location":"The Fin, Wolf Wall area. Follow trail to the front side of the Fin formation left and down from Wolf Wall (backside of the Fin faces the Wolf Wall Gully). NOTE: PLEASE REFRAIN FROM USING THE WOLF WALL GULLY. IT IS FRAGILE EARTH!!"},"__v":0},{"_id":"0miSg84hUYe99ONOZ3I82Q==","name":"Divine Wind","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":22,"mp_id":"111002911","mp_crag_id":"110819929","climb_id":"0miSg84hUYe99ONOZ3I82Q==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Climb blocky feature to the roof and pull this on jugs. Mantle onto the ledge and scoot right for the airish, crimpy, finish. Fire straight up erosional features in a watergroove to the top.  \n\n  Very good route at the grade, if a bit tricky to protect.","protection":"Standard single rack for the OS....which may or may not give the climber pause.  \n\n  To sew it up: Make sure to slot a #3 in the horizontal over the roof, save two cams in the 1/2\" to 1\" for the face, and plan to sling two horns.  \n\n  Shares a simple pair of hangers with Zelda Row. Belay here, walk off the back. If TR'ing, use yer own gear.","location":"Almost all the way to the left end of the Revelation's Wall. Behind a poplar at the base, twenty feet from the true end of the cliff."},"__v":0},{"_id":"/vZUNd8zXGyNMCH7Qp4cRA==","name":"Butter D Licious","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"S.Raviv, BD Ferrell, S.Neumann (2014)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"108686970","mp_crag_id":"110819929","climb_id":"/vZUNd8zXGyNMCH7Qp4cRA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Nice climbing on steep rock. Mantle onto lower shelf to start route. Stick clip first bolt recommended.  Work good crimps and edges with smooth feet to nice side pull (crux) to second bolt. Continue up steep face on welded features to sloping ledge. Climb bulge on potato chip edges to big ledge. BE MINDFUL LOTS OF LOOSE ROCK ON LEDGE!! Follow line up to and over roof. Dirty but nice climbing to anchors.","protection":"Seven bolts, ring anchors","location":"Directly in front top of Wolf Wall trail.  15 feet to the left of 5.8 corner."},"__v":0},{"_id":"ifRd8ImDXceyZBCNGuGE/A==","name":"Banana Republic","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":20,"mp_id":"111004814","mp_crag_id":"110819929","climb_id":"ifRd8ImDXceyZBCNGuGE/A==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"LRC-style plate pulling, albeit short..if you can stomach the looseness. Monkey hang your way up the start, then drop knee your way out loose plates to the vertical, facey top out.","protection":"Not much gear until the first bolt unless you want to tote a #5+ size cam for the first big horizontal rail. Ride this to climber's right, clip bolt, gain horn, slap in a 0.5 Camalot, then pull through to the vertical face climbing to the anchors. Dual hangers with leaver biners for now. To sew up, take a 34 Camalot, a a short quickdraw, 0.5 Camalot, then two or three cams from 1\" to 2\" for the top....plus two draws.","location":"Up and behind the Revelation Wall."},"__v":0},{"_id":"hsWpRznQWv24oDreKTCXxQ==","name":"Asshat Republicans","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FKA: 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":3,"mp_id":"111036893","mp_crag_id":"110819929","climb_id":"hsWpRznQWv24oDreKTCXxQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"The very most leftward route before the terrain ascends into the Wolfe Wall Gully. \n\n  Starting at a low hueco, one begins the crack climbing off the ground onto the low face spilt my a finger crack. Pull through this to the ledge with larger hueco. The 5.7 crack and edges/ledges lead to the crux roof. Pull the roof on large plate-like jugs to achieve the anchors.","protection":"Crack climbing in the fingers to medium range.","location":"Start from the \"Don't Tread On Me Ledge\"; so named as it is the landing spot for the trail-to-ledge scramble that avoids the Wolfe Wall Gully and SCC sign stating:  \n\n  \"Please do not walk here. The Wolfe Wall Gully is beautiful fragile Earth!\"  \n\n  Indeed, it is. Step across the gully here, start at the low hueco."},"__v":0},{"_id":"7wEsIkWOWnGndH5PYpWHbg==","name":"Angus Minor","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"wolfe/jones, summer 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":999999,"mp_id":"120219476","mp_crag_id":"110819929","climb_id":"7wEsIkWOWnGndH5PYpWHbg==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Begin on blocky, square-edged features.....getting up into the underbelly of a shallow dihedral  There is a bolt here.  Stem through the laybacks and such, almost to the top of the dihedral, then pull around onto the face to the right.  Pull through the blobs and knobs and other pleasant features to gain a terrace.  Step forward then boulder up the final moves, staying just on, then left of the arete, to finish.\n\n Its a mixed route, protection wise....two bolts and a few gear placements (small-medium nuts, small- medium cams).  Fun route in spite of being broken by the terrace, with airy exposure up high.  No anchors at the top.","protection":"mixed","location":"at the west (left) end of the Revelations Wall, just as you are turning the corner and the trail begins to become an uphill scramble.  The route is on the dihedral overhead (there is another route on the to its right, the Zephyr).  You will see a bolt in some dark brown and gray, slightly overhanging features maybe 25 feet up."},"__v":0},{"_id":"2UPjGsagXPuMzuhJGh50KQ==","name":"[Redacted]","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"2015","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":13,"mp_id":"111108478","mp_crag_id":"110819929","climb_id":"2UPjGsagXPuMzuhJGh50KQ==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"This route has three distinct sections.1STThe first part of this route climbs about 50' of erosional features and a hanging corner, with a slightly less than vertical aspect. Climb straight up through all of this to the roof. 5.8PG13.2NDThe second section is the 10' roof, initially climbed A0, now 5.11+. Setting up to make the moves into the roof-flakes and edges requires a V-hard boulder problem followed by very long reaches to a rest. Then 15' of diagonaling roof/jug/edge climbing lead to the jugs.3RDLastly, the third section is comprised of a beautiful, runout watergroove with incut \"ears\" that runs from the lip of the roof all the way to the final ledge stance...about 35' of exposed vertical 5.9...minimal gear through this section.This route was established on a rainy October day. From the anchors to the ground is a 80' free hanging rappel. Speculated to go free at 5.12-.","protection":"Standard Steele rack...plus a pair of aiders.","location":""},"__v":0},{"_id":"SGgCmEkPXWSEjUd93SVfAA==","name":"5.7 Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"left_right_index":21,"mp_id":"111004753","mp_crag_id":"110819929","climb_id":"SGgCmEkPXWSEjUd93SVfAA==","areaRef":"2L3jcFrGUTWRvDu0cL55lg=="},"content":{"description":"Around and to the back of the Revelation Wall, the dirty, wide corner presents itself readily.","protection":"Shovel, pruners, three number fours, and a light rack.","location":"Last route on the Revelation Wall, to the left. Decent way to solo to the top for the competent climber. Needs cleaning for gear placements."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,60bc2823-f54f-59fa-9443-f61a87765009,a60e193b-d39b-5d04-8bca-ba3e06443f5e,d8bde370-5ac6-5135-91bc-3bb470be7996","pathTokens":["USA","Alabama","Steele","SCC Property"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11"},{"count":7,"label":"5.9+"},{"count":3,"label":"5.11a"},{"count":3,"label":"5.10"},{"count":3,"label":"5.8+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.10b/c"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":5,"intermediate":17,"advanced":6,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":19,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-86.23308,33.93484]},"bbox":[-86.23362197279116,33.93439033981814,-86.23253802720883,33.935289660181866],"left_right_index":-1,"ext_id":"110819929","area_id":"2L3jcFrGUTWRvDu0cL55lg==","polygon":{"type":"Polygon","coordinates":[[[-86.23362197279116,33.93439033981814],[-86.23253802720883,33.93439033981814],[-86.23253802720883,33.935289660181866],[-86.23362197279116,33.935289660181866],[-86.23362197279116,33.93439033981814]]]}},"content":{"description":"This small section of the cliffline is owned by the SCC.  Do not go past the boundary signs."},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:52:18.554Z","updatedAt":"2024-01-20T00:56:09.967Z"}