{"_id":"6368a722e80bff5a995dd86e","area_name":"Dem Bones Buttress","shortCode":"","climbs":[{"_id":"mU6StogYXoKEf5E2SH47fA==","name":"Los Huesos","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"July 1, 2007  Brian Mulvihill, Aaron Gams","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"left_right_index":1,"mp_id":"106212461","mp_crag_id":"106000796","climb_id":"mU6StogYXoKEf5E2SH47fA==","areaRef":"DvV0Tk52XtK7avjGO2qZcg=="},"content":{"description":"New route last year:\n\nStart about 30' left of the Dem Bones start, 4th cl to base of middle of three right-leaning dihedrals to platform.\n\nP1 climb approx. 30' to left break to gain left dihedral, follow to blocky alcove. 5.5.\n\nP2 step up on black knob right of alcove (5.10-), traverse left above alcove, stem wide crack (5.7), cruise mellow low angle face-crack to highest flake, then hand traverse left (5.8) to fun 5.6 wander on great stone. Belay just before huge ledge (to avoid loose rocks).\n\nP3 Immediately back on big ledge from top of last pitch, dihedral w/ roof, pull around to right (5.8, awkward), follow crack up and right to roof (5.9 LB), move up (5.10-) to steep crack. Reach high (5.10+, maybe 5.10 for tall folks) to incredible horn. Easy 5th for about 60' to belay in or near crack of Dem Bones above traverse pitch.\n\nP4 Flared hands (5.8) in crack left of Dem Bones 5.9 flare. 5.6ish to easy 5th up and left toward base of sweet splitter of Dem Bones.\n\nP5 The \"awkward 5.6\" of Dem Bones to the crack just right of the splitter. The right crack is 5.9 (The crack is good, but Dem Bones splitter is better).\n\nSuggestion: climb the first 3 or 4 pitches of Los Huesos to the last pitch, then finish on Dem Bones for 3 pitches of good 5.10. Good climb, good rock but only 2 stars because remember, it's the Teton Range, not Yosemite.","protection":"Good gear, only runout on easy 5th.\n\nGear to 3\" should be fine. Maybe doubles up to 2\", and small-medium nuts for P3 crux. A black alien is useful to protect the 5.9 LB roof of P3.","location":""},"__v":0},{"_id":"virg3vidXF625MIpqQjFjw==","name":"Lazy Bones","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Trevor Bowman and Bryan Schmitz 9/2/07","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"left_right_index":0,"mp_id":"106071521","mp_crag_id":"106000796","climb_id":"virg3vidXF625MIpqQjFjw==","areaRef":"DvV0Tk52XtK7avjGO2qZcg=="},"content":{"description":"This route offers excellent stone similar to Dem Bones, but with less sustained hard climbing.\n\nP1-Climb the thin crack splitting this clean face making use of abundant faceholds. When the crack turns burly about 50' up, make a cruxy (and rather spicy) traverse left to a blunt arete which is delicately climbed to a small ledge (alternative belay possible here). Crank up some short cracks into a cool stembox/chimney with a perfect finger crack in the back. Use all 70m to reach a spacious belay ledge. A stellar pitch! 5.10b, 225'\n\nP2-Face climb up a slab to the right of a vegetated crack into a nice right-facing dihedral and up to the huge midway ledge which bisects the entire buttress. 5.8, 100'\n\nP3-Ramble up the obvious large, right-facing corner with a hand-fistcrack to the end of the rope on small ledges. 5.6, 225'\n\nP4-A moderate crack up nice white rock to the ledges beneath the final headwall of brown rock (with the crux handcrack on Dem Bones). 5.4, 70'\n\nP5-Climb the splintered arete which forms the left margin of the Dem Bones headwall. Disjointed cracks and one tough bulge. There are a couple loose blocks to be wary of. 5.10a, 80'","protection":"Single set of stoppers suffices, although double medium sizes are nice. Double set of cams through #1 Camalot, singles of #2 and #3 Camalot. 70M rope very handy, though not necessary.","location":"Begins about 100' left of Dem Bones (see route description here or in Climbers Guide to the Teton Range) on a clean, well-featured face split by a thin crack. This face is sandwiched between two dihedral systems."},"__v":0},{"_id":"8sUMKuusWP2IN5s7wa4ryw==","name":"Dem Bones","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bill Alexander, Mason Reid","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"left_right_index":2,"mp_id":"106001206","mp_crag_id":"106000796","climb_id":"8sUMKuusWP2IN5s7wa4ryw==","areaRef":"DvV0Tk52XtK7avjGO2qZcg=="},"content":{"description":"An awesome route on some of the best Teton rock I've seen. A little much for a day (w/ the Avalanche approach), but perfect for a weekend combination with any of the other routes in the area (or possible new routes!). NOTE: We used a 70 meter rope (quickly becoming the new standard in the Tetons) and thus linked pitches and used different belay spots than described in the book.\n\nP1- Start in flakes/cracks just left of the biggest roof system on the buttress. Continue up, traversing underneath a roof to the left and following a low-angle dihedral to the base of a perfect handcrack in a roof. Belay right underneath this. 5.8, 180'.\n\nP2- Pull this roof on GREAT jams and continue up easier rock to a broad, talus covered ledge. Spot a pedestal with a left facing corner on its right side and set a belay beneath it. 5.9, 200'\n\nP3- Climb the great 5.8 lieback crack to the top of the pedestal and set a belay. 5.8, 70'\n\np4- Continue up cracks to the large roof. Hand traverse underneath the roof, turn above it on its left side, and continue up the lefthand of two cracks that take off above. Set a belay beneath a wide flake/crack. 5.9+/.10a, 170'\n\nP5- Climb up this wide crack and the faces on the outside, getting gear where you can. At a point where the rock becomes horizontally banded and fractured, look up and left at the headwall and spot the splitter crack. Angle hard left and slightly up to reach a spot beneath a left-trending ramp. Belay below the ramp. 5.7, 150'.\n\nP6- Move up the ramp, getting great handjams in the back. Now comes the good stuff. Jam the hell out of the obvious short offset splitter! (not the corner to the right) Though it's short, it's one of the most splitter cracks in the range. Continue on easy ground to the top of the buttress. 5.10, 120'.","protection":"We took one set of nuts, a double set of cams from blue TCU-#2 camalot and one #3 camalot. Probably don't need the doubles in the blue/yellow TCU size,  but they were nice. All natural belays.","location":"From Taminah Lake, locate the buttress on the west side of the broad, prominent gully. Spot a huge roof near the bottom. Dem Bones begins immediately left of this roof system.\n\nDescent: Walk down slabs to the west to a point where a small snowpatch usually exists. It is easily rapped off of a fixed sling around a horn. No axe needed as of July 29 '07. Continue down the gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,393042cb-9e68-542d-a60d-8446c461f4b4,0ef5744e-4e76-5ed2-bb6a-f8c63b6a9972","pathTokens":["USA","Wyoming","Grand Teton National Park","Avalanche Canyon","Dem Bones Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.80674,43.71199]},"bbox":[-110.80736208930843,43.71154033981815,-110.80611791069157,43.71243966018187],"left_right_index":-1,"ext_id":"106000796","area_id":"DvV0Tk52XtK7avjGO2qZcg=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:18.316Z","updatedAt":"2022-11-25T11:25:28.150Z"}