{"_id":"63689de0e80bff5a994f9440","area_name":"Arapahoe Peaks","shortCode":"","climbs":[{"_id":"WZCxfPNBVtGdNUVwVU6GrQ==","name":"South Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.649,40.0267]},"left_right_index":999999,"mp_id":"105756721","mp_crag_id":"105745963","climb_id":"WZCxfPNBVtGdNUVwVU6GrQ==","areaRef":"MsAlUhA5VhCkU4bK4oKFRQ=="},"content":{"description":"The South Ridge of North Arapahoe Peak (13,502') is the most direct way to summit the highest peak in the Indian Peaks Wilderness.  Roach calls this a classic, but in the conditions I did this traverse in, I had trouble even giving it one star.\n\nThe 0.6 mile traverse from South Arapahoe (13,397') in which you hardly gain or lose any elevation was loose, wet, and exposed at all the wrong times.  Pulling an overhung 5.4 boulder problem off snow in mountain boots with a 1500' drop to the Arapahoe glacier below while wearing a pack full of ice gear is interesting, but there's better things to do.  Same goes for jumping off a muddy ledge into a 4'x4' patch of snow with drops on both sides, and climbing a final sloppy snow gully with a long runout to the glacier.  Don't get me wrong, there's lots of good climbing to be had, good scenery, and a cool 100' catwalk that has fantastic exposure.  Just wait for the snow to melt before trying it.\n\nTo give the route a little more credit, on the return trip I found some better routes to bypass the snow gully and snow-platform jump and had a little more fun - a hint: don't follow the paint marks in the slot or the bit cairns leading east near the summit.  Descend South Arapahoe via the southeast slopes to pick up the trail.","protection":"Some trad gear could be used if you need to pro parts of this traverse.","location":""},"__v":0},{"_id":"rmg0agKFVQOD0wvvk7w9Xg==","name":"Skinny 'bou","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.649,40.0267]},"left_right_index":0,"mp_id":"119314205","mp_crag_id":"105745963","climb_id":"rmg0agKFVQOD0wvvk7w9Xg==","areaRef":"MsAlUhA5VhCkU4bK4oKFRQ=="},"content":{"description":"This route climbs the west face of South Arapahoe Peak from the col between South Arapahoe Peak and Quarter to Five Peak, closely following the Continental Divide. This route has been added to the database to document that yes, it's possible, as well as what to expect.\n\nStart at the aforementioned col. Climb up the talus field slightly to looker's left of the ridgeline itself. This gully is steep, but the talus should be fairly stable. When you find yourself in less-than-ideal, loose ground, traverse to the right of the gully. What may look like impenetrable rock ridges turn out to be very reasonable scrambling, and many enjoyable grassy ledges can be found to link them together.\n\nThe rule of the day is to avoid the loose, moraine-like material of a melted out gully, but rather find slightly higher ground that the snow hasn't done its job of carving out the mountain. The rock quality varies, but a good rule of thumb is to stick to the black rock that is similar to the S-N traverse route; preferring the white rock secondly, and avoid rock that's orange in color. The large, loose scree gully to looker's right should be avoided at all costs.\n\nTop out on the ridge just south of the start of the scrambly terrain of the S-N Arapahoe Peak Traverse. The route will ascend ~1500' in 0.7 miles. Because of the loose terrain around the more reasonable terrain, routefinding is essential. The experience is much like the West Face of Snowmass, or the West Ridge of Elbert.","protection":"A helmet wouldn't be a bad idea.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,5f78c46b-a25c-5b59-8514-41ae795c0b82,32c02552-1039-5610-a453-86cae2828545","pathTokens":["USA","Colorado","Alpine Rock","Indian Peaks","Arapahoe Peaks"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"3rd"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.649,40.0267]},"bbox":[-105.64958721935908,40.026250339818134,-105.64841278064094,40.027149660181855],"left_right_index":-1,"ext_id":"105745963","area_id":"MsAlUhA5VhCkU4bK4oKFRQ==","polygon":{"type":"Polygon","coordinates":[[[-105.64958721935908,40.026250339818134],[-105.64841278064094,40.026250339818134],[-105.64841278064094,40.027149660181855],[-105.64958721935908,40.027149660181855],[-105.64958721935908,40.026250339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:03.484Z","updatedAt":"2024-01-20T00:59:58.295Z"}