{"_id":"6368a50be80bff5a995b0429","area_name":"Prophesy Wall","shortCode":"","climbs":[{"_id":"9MZrh7fmXJK/qQXO467NPg==","name":"Wuhan Bat Cave","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gordon Larsen, Chris Andrew","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":10,"mp_id":"120560682","mp_crag_id":"105717250","climb_id":"9MZrh7fmXJK/qQXO467NPg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Patina edges leads to a fun flake and interesting holds.","protection":"7 bolts to chain anchors","location":"On left side of wall, immediately left of Quarantine."},"__v":0},{"_id":"0clWF6VtWQ2wm43pz7Ceww==","name":"Wooden Hammer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"D. Woods, C Hammer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":8,"mp_id":"106882953","mp_crag_id":"105717250","climb_id":"0clWF6VtWQ2wm43pz7Ceww==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"This route has a bit of an alpine feel on friable/chossy rock. I liked the route for the sense of adventure, the good rock and pro is there when you really need it. Don't forget your helmet!\n\nPitch 1 - Climb past 2 bolts on low angle but friable/chossy rock, then stem your way up chimney to pillar until the rock gets solid, then climb pillar to base of chimney(100 ft.)\n\nPitch 2 - Stem up to face with varnished rock, sling horn or place small nut before comitting to chossy rock and climbing pillar with no pro. Stem through chimney before reaching good varnished rock and pro. Pull through varnished rock to get on top of pillar. (80 feet)\n\nPitch 3 - Climb up through wide, steep crack to summit (30 Feet)","protection":"Standard rack up #4 Camalot. Small nuts are quite useful.","location":"Descent - Class 3 down into wash on backside of of wall. Follow the wash north until wall turns into hill, then go up and over hill back up to the big pipe and road."},"__v":0},{"_id":"af8D8Z5mWemggweHgWPsvQ==","name":"Whatever Happens...Happens (aka. Watermelon Wishes and 40oz dreams)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"First retro bolted ascent: Todd Goss, Jerry Howard","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":14,"mp_id":"106038464","mp_crag_id":"105717250","climb_id":"af8D8Z5mWemggweHgWPsvQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"{Perin's great sport description}\n\nClimb large, varnished edges on mostly less-than-vertical terrain. Two short sections of vertical or slightly overhanging rock keep things interesting. The crux is between the penultimate and last bolts. After the last bolt bear right to the anchors above the roof/arch. Rappel off or continue up the second pitch of\n\nThe Roofs of Jericho\n\n.\n\nThere is one perfect hand jam, and a couple of places for tight hands jams. Some of the holds are intricately shaped and look somewhat delicate.\n\nNote that\n\nRock Climbs of Southwest Utah\n\nlists this route as 90 feet long. However, when I reached the chains I was about two feet short of the half mark on a 70 meter rope, which would indicate about 110 feet (allowing for the knot). Note that the rappel line is well to the right of the route line and ends on higher ground than the start of the route. There appeared to be sufficient rope remaining in the 70 meter to indicate that a 60 meter rope would work also for the rappel.\n\n{end Perin's great description}\n\nSadly this route was bolted over after an all gear FA was made in 1996. The name the retrobolters gave it reflects their true ethics of the crag, which is sadly overbolted.\n\nIf you have a rack and want to climb it w/out clipping bolts\n\n(it's the exact same line)\n\nbring many small and medium sized cams along with the standard rack up to #4 camalot. Small nutz & slings were helpful as well.\n\nI do remember the start being a bit spicey, with a slung chickenhead or 2 then we(Pete VanSlooten and I)climbed to and belayed from the same ledge as Roofs of Jericho, but used gear for the belay (bolts now grace this ledge). We then climbed up and left following a chimney finishing on low angle patinas/crack system. Walkoff around the back heading north then wrap around to the base of the wall (south).","protection":"12 bolts, hangers-and-chain anchor. Note that\n\nRock Climbs of Southwest Utah\n\nlists 11 bolts. The first bolt is low and kind of useless; like the rest of them...... perhaps it was added later.\n\nGear: Doubles on everything to #2 Camalot. Singles on #3 & #4 Camalot. A triple set up to #.75 Camalot is very nice. Full set of nuts w/ focus on smaller sizes, slings helpful.","location":"There is a light-colored, smoother-looking area right about the middle of\n\nProphesy Wall.\n\nThis route starts on the vertical bulge (not quite a pillar) that delimits the left side of the smoother-looking area. This is the second line of bolts to the left of the smoother area The first line ot bolts is the route Equanimity (which had its anchor about 60 feet up). The third line (to the left) is Ship of Fools, which has a 3-chain rap anchor about 60 feet up."},"__v":0},{"_id":"7XCqwX63VLWk+Z2kaEFj9A==","name":"Wafer Wash","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":25,"mp_id":"114205921","mp_crag_id":"105717250","climb_id":"7XCqwX63VLWk+Z2kaEFj9A==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"A rather nice, long route with a minor crux lower in the route and the crux up high pulling over the bulge.  The great holds seem to fade to good (enough) holds, when you find them. The route has good clipping stances and is protected well so definitely give it a go if you are up on the platform.","protection":"12 bolts to chains.  May want to use a long draw on the first or unclip it after clipping the second to avoid rope contact with a particularly sharp edge.","location":"From the parking area, the trail will split and you need to go to the left.  Keep walking in the dry wash and look for a small trail to the right.  Walk up the wide arcing rock ramp and continue up some third-class rock.  Once on top of the platform, go right toward the tree on a higher area just right of the large black streak (Dark Prophete, 12a) and left of the huge, obvious arete\n\nwhere Past Lives starts.  The tree is in the belay area."},"__v":0},{"_id":"yACxPUC/VT60Qt4PN1OYbA==","name":"The Visionaries","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Goss, Horn, Broderick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":33,"mp_id":"105718495","mp_crag_id":"105717250","climb_id":"yACxPUC/VT60Qt4PN1OYbA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"This route is the 2nd route from the right side of the cliff.  It is about 75ft to the left of Sticky Revelations.  This is another great outing on good varnish edges.  The first pitch is 145ft long with 12 bolts (5.9+).  A mid way station is in place for a short pitch and for rapping.  The 2nd pitch follows a short crack to more varnished edges. (5.10c)\n\nRap the rope with one rope.","protection":"draws...","location":""},"__v":0},{"_id":"UA9bskOzXb6hNhG43GNkVA==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":3,"mp_id":"120216082","mp_crag_id":"105717250","climb_id":"UA9bskOzXb6hNhG43GNkVA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"This is a pretty fun route found just to the right of the first pitch of Remains to be Seen.  The route starts up an easy slab to the low first bolt, then gets slightly harder to a close second bolt where the crux is encountered.  After the second bolt it stays interesting with a somewhat thin slab before getting to the third bolt, then it's jugs the rest of the way up to the anchors at about 90 feet.  There is a band of sandy/loose rock at about 2/3 height, so be careful not to knock anything down onto your belayer.","protection":"A bunch of bolts to a 3 bolt anchor with 2 lower-off steel carabiners","location":"About 15 feet to the right of the start of Remains to be Seen."},"__v":0},{"_id":"OX3fwtLoVkanHCIAEKJT9Q==","name":"True Believers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":44,"mp_id":"116119074","mp_crag_id":"105717250","climb_id":"OX3fwtLoVkanHCIAEKJT9Q==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Yet another line of interesting moves on this face.\n\nTop-Rope from bolt anchor at top of pitch 1 of the route \"\n\nFalse Prophets\n\n\".\n\nStart on center right of face, at the obvious crack which rises up from the right edge of the solid-rock platform. Up the crack, then roughly straight up to reach ledge below wide overhang.\n\n. . . (The route \"\n\nFalse Prophets\n\n\" goes up over the left side of this overhang at a bolt, and the route \"\n\nBeware of the Gong\n\n\" goes up over its right side at a bolt).\n\nThis route goes straight up over the center of the overhang (with No bolt).\n\nFinish up right side of face past a bolt to the obvious wide ledge with directional bolt, then step left to bolts+chains+rings anchor (for the top of pitch 1 of the route \"False Prophets).\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.\n\nname: The current name is a placeholder until someone Leads this route (likely after installing some bolts), who can then give us the permanent name for this route.","protection":"Bolts+chains+rings top anchor, but No intermediate bolts for leading as of 2018.\n\nTop-Rope from bolts+anchors+chains anchor at top of pitch 1 of the route \"\n\nFalse Prophets\n\n\" (which could also be reached by first leading pitch 1 of \"\n\nSticky Revelations\n\n\").\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At the bottom of the right side of the Wall, find a wide gentle solid-rock platform which is just right of 25-ft-tall detached pillar. Start on center right of face, at the obvious crack which rises up from the right edge of the solid-rock platform.\n\n- - >\n\nSee line\n\nT\n\non this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"PUUIiEPdWNu4ixi8e48NlA==","name":"Thieves Karma","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"T. Goss, F. Antognini","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":18,"mp_id":"108128525","mp_crag_id":"105717250","climb_id":"PUUIiEPdWNu4ixi8e48NlA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"The route starts up the mossy arete to the right of the rather blank tan face that is to the right of the start of Roofs of Jericho (10 bolts, 5.9). The first pitch ends at an anchor on a large ledge beneath the vertical red face.  The second pitch ascends the steep face past 7 bolts to a three bolt anchor.  Descent can be done in two rappels with a single rope, although there will be a bit of down climbing on the second rappel.","protection":"Bolts.  Anchors have rap rings.","location":""},"__v":0},{"_id":"GdbpkMmxX76hMG0xdTn64Q==","name":"Technical Knee-Highs","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":5,"mp_id":"106527054","mp_crag_id":"105717250","climb_id":"GdbpkMmxX76hMG0xdTn64Q==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"A more beefed up version of its\n\nneighbor\n\n, Technical Knee-highs\n\nclimbs a long line of bolts through a roof and finishes heavy on a dicey bulge. This route can be done as a short easy single pitch or one long, more difficult double line.\n\nOption 1: Climb about 60 feet on varnished edges to an anchor below a large roof (5.8).\n\nOption 2: Climb Option 1, but continue past the first anchor clipping one of the chains long. Continue from here and fire through the first crux roof. More technical climbing continues over jugs, edges, and a lie-back crack 3/4's of the way up. Gain a rest and prepare for the final and hard to read bulge. Finish at an anchor 95 feet up. (5.11a)","protection":"A large selection of draws, and a few slings. The upper anchor for this route is set back behind a bulge, long runners or a cordelette will help reduce rope drag and abrasion.","location":"Technical Knee-Highs\n\nsits on the far north side of the buttress, just right of\n\nNon-Technical Church Socks"},"__v":0},{"_id":"eryoHnMWU6WfbOqviRadAQ==","name":"Sticky Revelations","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Goss, Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":42,"mp_id":"105718492","mp_crag_id":"105717250","climb_id":"eryoHnMWU6WfbOqviRadAQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"This route is located on the far right side of Prophesy Wall.\n\nThe first pitch is on good varnished edges (5.7, about 75ft). About 3/4 of the way up it reaches a ledge under a small roof, and passes around the left side of the roof. It finishes up to an obvious ledge with a bolts+chains+rings anchor (which is just left of the bolts+chains+rings anchor for the route \"False Prophets\").\n\nThe second pitch is also on good varnished edges (5.8, about 75ft). About 2/3 of the way up the original route goes sharp diagonal left following bolts-with-hangers to reach the two-bolts-with-chains anchor (for the trad route \"Book of Prophesy\") above the big right-facing inside corner.\n\nVariation 2.1 -- There is a variation that is to the left, which is a hand crack (trad gear) and quite fun.\n\nVariation 2.2 -- Where the original route turns diagonal left, instead continue straight up past two glue-in bolts to two-bolts-with-chains anchor just below big detached rock face - (convenient if stopping after Pitch 2)\n\nVariation 2.3 -- At the first bolt  after turning sharp left for the final traverse, instead of continuing left, head straight up to a high two-bolt anchor (for Persecuted for Righteousness) just left of big detached rock face - (convenient for next doing the main 5.10 version of Pitch 3).\n\nThe final short pitch goes through a small bulge on edges to a 2 bolt anchor (5.10a).\n\nThere is also a 3rd pitch variation at 5.3 to make this a 5.8 climb. It angles to the left to another set of anchors.\n\nDescent: Three rappels with a single rope.\n\nLocation\n\nAt the bottom of the right side of the Wall, find a wide gentle solid-rock platform which is just right of 25-ft-tall detached pillar.\n\nStart on that rock platform about ten feet right from the right side of the pillar, below a bolt.\n\nStart is shared with the route \"Breaking the Sabbath\". Above the first bolt (where \"Breaking\" goes left), this route continues roughly straight up.\n\n- - > See line\n\nR\n\nin\n\nthis Photo\n\nor\n\nthis Photo\n\n.","protection":"Draws, optional trad gear for Variation 2.1 hand crack on pitch 2.\n\nThe two lead glue-in bolts and the glue-in bolt in the anchor at top of Variation 2.2 are 316 Stainless steel 6mm twisted wire glue-ins by Bolt Products of Germany, through USA distributor Team-Tough.com. The two intermediate-lead glue-ins are 100mm / 3.9 inch deep. The anchor glue-in bolt is 150mm / 5.9 inch deep. Adhesive is Dewalt Powers AC100+ Gold in holes 0.5 inch diameter.\n\nThe other bolt in the anchor at top of Variation 2.2 is Powers 5-piece sleeve bolt about 4 inch long / 0.5 inch diameter, bolt + hanger 304 Stainless steel. Chains and quick-links are Plated steel. All installed 2019.\n\nThe other intermediate-lead bolts (with hangers) and the other anchors at tops of the pitches are of unknown composition and age.","location":""},"__v":0},{"_id":"x/JrahhqXXqmF6+S3/cuOg==","name":"Softscrub","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":0,"mp_id":"108046198","mp_crag_id":"105717250","climb_id":"x/JrahhqXXqmF6+S3/cuOg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"The crux is probably about 3/4 up.","protection":"Chains for TR. Can be accessed from the left side.","location":"One of the left most routes. To the left of Elizabeth Blue Moss."},"__v":0},{"_id":"zea6US6PVWOA/FQ/AkTiWg==","name":"Unforeseen Resistance","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"S. Giles, J. Clark","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":24,"mp_id":"118729285","mp_crag_id":"105717250","climb_id":"zea6US6PVWOA/FQ/AkTiWg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Climb varnished terrain for several bolts before it gets steep, then over a couple bulges including a hard sequence with slippery slopers that will shed sand into your eyes if you're careless. A bit easier up a seam-feature towards the chains.","protection":"Bolts to chains.","location":"Between the obvious Dark Prophet (big black streak) and Wafer Wash (which is directly in front of the tree)."},"__v":0},{"_id":"ktDa2za7VnObsIFmugkxGw==","name":"The Soffit of Jericho","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"I. Horn, T. Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":16,"mp_id":"106038469","mp_crag_id":"105717250","climb_id":"ktDa2za7VnObsIFmugkxGw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"OK, I made up the route name. This is a variation of the first pitch of\n\nThe Roofs of Jericho\n\n. Follow the first seven bolts and then continue straight up to a two-bolt anchor under the roof. Alternatively, go right a bit and clip two more bolts, traverse left a bit and then reach the anchors (\n\nThe Roofs of Jericho\n\nfollows the aforementioned two bolts and continues up and over the roof to a different anchor.)\n\nLarge varnished edges, a few slopers if you want them, and a few pinches as well. If you go straight up after the seventh bolt the varnished edges end and you continue up on rounded slopers and rounded edges. The bit from the seventh bolt to the anchors is a bit more run out than the rest, but is on somewhat easier ground.","protection":"7 bolts (or 9), 2 bolt anchor with quicklinks/chain connectors, and also webbing with a rap ring and a quicklink (as of Oct 2007).","location":"There is a light-colored, smoother-looking area right about the middle of\n\nProphesy Wall\n\n. This route starts at the left side of the smoother-looking area, just right of the vertical bulge that delimits the left side of the area. It is also under a large roof/arch."},"__v":0},{"_id":"HdDsAdcpUSanqFu5tlIwTw==","name":"Social Distancing","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gordon Larsen, Tyler Christian","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":12,"mp_id":"119864728","mp_crag_id":"105717250","climb_id":"HdDsAdcpUSanqFu5tlIwTw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Two Pitch sport route.  The first pitch is 33 meters to the chain anchor.  It begins with delicate patina climbing that leads to steep overhanging terrain with big holds.  The second pitch is shorter but also has an overhanging crux section that climbs surprisingly easy thanks to jug-like holds. A 70m rope gets you down in two raps.","protection":"13 bolts to chain anchors (33m).  Then 8 bolts to the second anchors (25m).","location":"Immediately right of Quarantine."},"__v":0},{"_id":"6mrNH+5lXWuk1qoFanT4LA==","name":"Ship of Fools","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Goss, Goodspeed","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":13,"mp_id":"106053502","mp_crag_id":"105717250","climb_id":"6mrNH+5lXWuk1qoFanT4LA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"*As of Sep 27 2020, two of three midway anchor bolts are loose. If possible bring a wrench to tighten them up.\n\nFollow a right leaning crack system through a bulge to fun varnish climbing. A mid way anchor is found a 90ft, which is useful for a one rope descent. Continue upwards to an anchor at 150ft on moderate varnish climbing. This is a fun long route with no real crux.","protection":"17 bolts","location":"On the far right side of the cliff.  The first route to the left of \"Whatever happens...\""},"__v":0},{"_id":"UdfCB0wCWn+wODmuhqZ2pA==","name":"The Secrets of Fatima","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"T. Goss & E. Jones","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":22,"mp_id":"108068742","mp_crag_id":"105717250","climb_id":"UdfCB0wCWn+wODmuhqZ2pA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"The first pitch climbs through steep sandy yellow rock on sidepulls to a big ledge and a belay (10 bolts, 5.10c, 70')\n\nThe second pitch climbs positive edges to the top of the wall (16 bolts, 5.10a, 140')","protection":"16 bolts","location":"Walk around or rap down Misfit Prophets"},"__v":0},{"_id":"iR7bevWNW0WJycSKjxngCQ==","name":"Schizuphoric","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":47,"mp_id":"116357906","mp_crag_id":"105717250","climb_id":"iR7bevWNW0WJycSKjxngCQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Variety of thoughtful interesting moves on 3-dimensional rock structures, especially aretes.\n\nStart on face above slope of dirt + loose rocks up around right from the right end of Prophesy Wall, below old rusty piton 10 feet to the right of large right-facing inside corner below overhanging ridge.\n\nUp face past first piton onto wide platform, then up crack along right side of obvious left-trending gully, and where gully heads up straight, continue up it. Soon see a way to exit Left onto face or arete. Continue up a sequence of arete segments and sideways moves or short faces to reach the next arete segment. Stay well right of the route \"Beware of the Gong\" and left of the obvious gully which has the route \"Interview With a Psychopath\" on its right wall.\n\nContinue up past the level of the two-bolt top anchor for \"Interview\" and reach a vegetated slope. See rock corner to left with a bolt on the face left of that corner and a two-bolt anchor above the platform on top of that corner. Finish up the wide crack on right side of  corner to reach the two-bolt anchor for the route \"Beware of the Gong\".\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.","protection":"Two-bolt top anchor (with no chains or rings), but No intermediate bolts for leading as of 2018.\n\nTop-Rope from bolt anchor at top of pitch 2 of the route \"Beware of the Gong\". Obvious way to reach this anchor would be to lead Variation 2.2 of Pitch 2 of the route \"Sticky Revelations\". Or perhaps by leading Pitch 2 of the route \"Persecuted for Righteousness\".\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At face above slope of dirt + loose rocks up around right from the right end of Prophesy Wall, below old rusty piton 10 feet to the right of large right-facing inside corner below overhanging ridge.\n\n- - >\n\nSee line\n\nX\n\non this Photo"},"__v":0},{"_id":"sSNiwTWiVf+GGFanaS20HQ==","name":"The Roofs of Jericho","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"I. Horn, T. Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":17,"mp_id":"105794421","mp_crag_id":"105717250","climb_id":"sSNiwTWiVf+GGFanaS20HQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"For exact approach look in\n\nRock Climbs of Southwest Utah\n\nby T. Goss.  Start is behind a bush, just right of a dihedral.  5.9 climbing up varnished edges to crux over the first roof.\n\nExcellent belay station for second pitch, however significant rope drag over the first roof for the second ascender. Second pitch is a little more crimpy with a tougher second roof crux. Two rappels down with single rope or walk off if you want a long hike down.","protection":"quickdraws...13 should do.","location":""},"__v":0},{"_id":"XeeqOnpRVT+/yccNYpAqYw==","name":"Remains to be Seen","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":2,"mp_id":"106947200","mp_crag_id":"105717250","climb_id":"XeeqOnpRVT+/yccNYpAqYw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"P1 - Start on an overhang with big moves on big holds and climb up and trend right. Climb through 15 bolts of varnished holds to a 3 bolt anchor. 5.10a.\n\nP2 - Continue up and right to a large ledge that tops out on the wall. 5.9, 11 bolts.\n\nAnchors for Remains to be Seen are about 10 feet back from the face and the rope runs over the edge with potential for rope drag and getting it stuck. We actually rappelled from a set six foot of chains just to the right of this route.","protection":"P1\n\n15 bolts, 2-rap-hanger-plus-one-chain anchors.\n\nP2\n\n11 bolts, ring anchors.","location":"Remains to be seen is located on the left end of the wall, to the left of the crack climb Non-Technical Church Socks."},"__v":0},{"_id":"RgZF7PjKW/qEM9KFDd2FQQ==","name":"Quarantine","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gordon Larsen, Chris Andrew","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":11,"mp_id":"118620917","mp_crag_id":"105717250","climb_id":"RgZF7PjKW/qEM9KFDd2FQQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"P1 -  has 5 bolts to a chain anchor and is 5.8\n\nP2 - Has 9 bolts and is steep with big holds and comes in at 5.10b/c.  A 70m rope with get you down from the top of the second pitch.\n\nP3 - 8 bolts to chain anchor.  Steep at the beginning.  Will get better over time as it cleans up probably 5.10a/b","protection":"Bolts to chain anchors","location":"Left side of Prophesy Wall."},"__v":0},{"_id":"o0hW8GsRVoGS7GmkCUhvsA==","name":"Put up or shut up","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"T. Goss, M. Fahnestock, T. Sinclair","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":6,"mp_id":"113862447","mp_crag_id":"105717250","climb_id":"o0hW8GsRVoGS7GmkCUhvsA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"1st pitch: Follow crack system through bulge past one bolt to anchor on small ledge. 90' 5.10a\n\n2nd pitch: Face climbing to overhang on good edges then outside of chimney to anchor on top of formation.","protection":"first pitch: standard rack up to #4. Small stoppers or tcu's helpful\n\n2nd pitch: medium pro","location":"left side of wall immediately left of Long Time Coming.\n\n2 Raps to ground"},"__v":0},{"_id":"l+dOVQoVUHq2f2A0j2BNtg==","name":"Prescience","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":35,"mp_id":"106946604","mp_crag_id":"105717250","climb_id":"l+dOVQoVUHq2f2A0j2BNtg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Another fun two pitch route with some slabs, a roof, a mantle and some jugs.\n\nP1 - Moderate slab climbing past 5 bolts to a large ledge. 5.9, 5 bolts.\n\nP2 - Climb up and left on small holds that get better the higher you go. Pull through the roof on nice jugs. The holds on the last three bolts get smaller again as the climbing becomes more slabby. Trending left makes it a little easier. Finish on the large treed ledge where the first pitch of Conditional Bliss ends. 5.10a, 12 bolts.","protection":"12 quickdraws plus anchors for chains. Rappel the route to descend.","location":"Located just to the left of Gordian Knot."},"__v":0},{"_id":"7hl6zjioWfiEKmlMXMfohQ==","name":"Persecuted for Righteousness","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"pitch 2 Todd Perkins + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":37,"mp_id":"116118959","mp_crag_id":"105717250","climb_id":"7hl6zjioWfiEKmlMXMfohQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Interesting varied face climbing.\n\nHigher quality if also do start Variations from the same Top-Rope setup - (perhaps with a directional quick-draw also the start Variations and direct finish Variation of the route to the right of this one).\n\nPitch 2 is bolted. Pitch 1 is not (as of 2018).\n\nTop-rope pitch 1 from bolt anchor at top of pitch 1 of the route \"\n\nBreaking the Sabbath\n\n\".\n\nPitch 1 (90 ft): Start up the left (NW) side of the outer (west) face of the 25-ft-tall detached pillar.\n\n. . . Variation \"Through the Eye\": Up the wide non-steep crack / gap that separates the Left (N) edge of the \"Mount\" pillar from the main wall (4th class or 3rd).\n\n. . . Variation \"Let Not Your Left Hand Know\": Up the arete which forms right edge of Left (N-running) gully and the left edge of left side (N + W) of main face of the \"Sermon on the Mount\" pillar. Hands touch only exactly on the arete.\n\n. . . Variation \"Poor in Spirit\": Start up the left (North-NorthWest) side of the face of the \"Mount\" pillar, near its left edge/arete, but not using the left edge of the face for holds - (? Extra points : Use only one hand. Which?)\n\nStand up on left side of the top of the \"Sermon on the Mount\" pillar (below its peak). Step across the gap onto the main wall, and straight up that on small holds. Later into a 15-inch-wide 8-inch-deep orange channel just left of non-thick square block. Continue straight up to finish at ledge a few feet right from bottom of obvious right-facing inside corner with crack (which is the Trad route \"\n\nBook of Prophesy\n\n\").\n\nPitch 2 (70 ft): On the obvious ledge, start a bit left of the two-bolt anchor for the route \"Breaking the Sabbath\" (to the right of the three-bolt anchor below \"Book of Prophesy\").\n\nRoughly straight up the face, staying about 10 ft right from the big right-facing corner of the route \"Book of Prophesy\".\n\nGo just left of 2nd bolt down from top of pitch 2 of route \"Sticky Revelations\" and finish to two-bolt anchor-with-chains just left of big rock leaning against the lower right of the triangular face at the top of the cliff.\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.\n\nname: The current name is a placeholder until someone Leads this route (likely after installing some bolts), who can then give us the permanent name for this route.","protection":"Bolts+chains+rings top anchors, but No intermediate bolts for leading on Pitch 1 as of 2018. Yes intermediate bolts for leading Pitch 2.\n\nTop-Rope from bolts+anchors+chains anchor at top of pitch 1 of the route \"\n\nBreaking the Sabbath\n\n\".\n\nTop-Rope from bolts+anchors+chains anchor at top of pitch 2 of this route (which is a few feet right and above the top anchor of the route \"Book of Prophesy\".\n\nTwo-bolt anchor at top of pitch 2: Both bolts are 316 Stainless steel 6mm twisted wire glue-ins by Bolt Products of Germany, through USA distributor\n\nTeam-Tough.com\n\n. One bolt is 150mm / 5.9 inch deep; the other is 100mm / 3.9 inch deep. Adhesive is Dewalt Powers AC100+ Gold in holes 0.5 inch diameter.\n\nChains and quick-links are Plated steel. All installed 2019.\n\nIntermediate bolts for leading on Pitch 2 are 316 Stainless steel 6mm twisted wire glue-ins 100mm / 3.9 inch deep by Bolt Products of Germany, through USA distributor Team-Tough.com. Adhesive is Dewalt Powers AC100+ Gold in holes 0.5 inch diameter. Installed 2019\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At the 25-ft-tall detached pillar (or \"Mount\") just left from wide gentle solid-rock platform by the right end of this Wall.\n\n- - >\n\nSee line\n\nE\n\nin this Photo\n\n. . . .\n\nor in this Photo\n\nvariation \"Poor in Spirit\" - - >\n\nline\n\nvE\n\nin Photo"},"__v":0},{"_id":"9qjSIlN1XM2NNVvK4q3AbA==","name":"Past Lives","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T.Goss, M. Wells","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":26,"mp_id":"106056709","mp_crag_id":"105717250","climb_id":"9qjSIlN1XM2NNVvK4q3AbA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Another fun moderate multipitch route on Prophecy Wall, Past Lives offers good climbing on the varnished holds typical of other routes at Prophecy. The route faces north and goes up a pillar that is separated from the main wall.  The route trends slightly left for the entire length.\n\nPitch 1 - (5.9, 80 feet, 9 bolts) Start of the base of the pillar and climb up and trend slightly left. Belay ledge midway up the pillar on two rappel bolts.\n\nPitch 2 - (5.9, 80 feet, 9 bolts) Continue up pillar past tricky crux with small holds to the top of the pillar. Belay bolts are just below the lip of the pillar.\n\nPitch 3 - (5.7, 25 feet - 3 bolts) Step off top of the pillar to main wall and climb to the top of main wall.\n\nDescent - 3 rappels down route with a 60 meter rope. The first rappel is fairly straight forward to the top of the pillar. The second rappel drops you straight down the wide chasm between the pillar and the main wall, however. For the last 30 feet you're hanging free of the rock. You'll end up left of the belay ledge and need to push off the main wall with the left leg and make a small leap to the right to get to the last rappel station. Third rappel is basic.","protection":"9 bolts, plus rappel bolts.","location":"Past Lives is located on the right third of Prophecy Wall, directly right of a black water streak. From the main trail head south at a large sandy area up the wash to a series of ramps. Scramble up the ramps to the base of the north facing pillar that is separated from the main wall."},"__v":0},{"_id":"pyuaymovW4Gheq3kPCDRZg==","name":"Omicron Variant BA.2","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gordon & Deb Larsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":9,"mp_id":"121912007","mp_crag_id":"105717250","climb_id":"pyuaymovW4Gheq3kPCDRZg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"New sport line on patina edges.  Crux is the first 15 feet.  Needs some traffic to clean off the lichen and smooth out the brittle small edges.","protection":"8 bolts to chain anchors","location":"Just left of Wuhan Bat Cave"},"__v":0},{"_id":"YAEFJzhBXTGlrPa26/SfVg==","name":"Omens","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Goss & E. Campbell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":27,"mp_id":"118730850","mp_crag_id":"105717250","climb_id":"YAEFJzhBXTGlrPa26/SfVg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Careful climbing on crisp flakes. Typical thoughtful Prophesy maneuvering to keep from snapping edges.","protection":"6 or 7 bolts to anchors with rings.","location":"Just after you start climbing out of the wash on the way in to Prophesy Wall from the parking area, there is a lower tier below the main cliff with this route. Trend leftnas you climb up out of the wash to reach this lower tier and its well camouflaged tan bolts. It's just below and right of Past Lives on the upper tier."},"__v":0},{"_id":"jcB/TJ6zUd2WX6AVcxXIbA==","name":"Non-Technical Church Socks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Goss, M. Leavitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":4,"mp_id":"106527040","mp_crag_id":"105717250","climb_id":"jcB/TJ6zUd2WX6AVcxXIbA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"A nice, short crack that offers a little bit of everything.\n\nNon-Technical Church Socks\n\nascends the right curving arc on the left side of the buttress.\n\nClimb the crack using jams, locks, edges, and lie-backs. A technical crux comes and goes quick near the beginning of the route and is followed by a nice cruise to the chains. A pretty straight foward route that gobbles great gear. Finish just below the roof at a set of chains.","protection":"A single rack up to 4 inches, stoppers, and slings.","location":"This is the most significant crack/corner at the far most left side of the\n\nProphesy Wall\n\n."},"__v":0},{"_id":"AbWF2iFaXKSJ5qr69jFlpQ==","name":"Mystic Dictator","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":31,"mp_id":"106918407","mp_crag_id":"105717250","climb_id":"AbWF2iFaXKSJ5qr69jFlpQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Another fun long route in character with the rest of the crag. A little run out to the first bolt. Crux is a 3 bolt steep section in the middle of the route. Chains are at the edge of the ledge.","protection":"12 bolts and chains","location":"Between\n\nCaging the Zealot\n\nand\n\nHarsh Reality\n\n. Rappel the route to descend. Mid route rappel anchors exist at the 8th bolt. I was able to lower completely with a 70M rope."},"__v":0},{"_id":"RYiz51gSU6i2XxHfalt+DA==","name":"Misfit Prophets","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Goss, Beck","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":20,"mp_id":"106053507","mp_crag_id":"105717250","climb_id":"RYiz51gSU6i2XxHfalt+DA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"This is a three pitch route up the center of the middle section of the cliff.  The first pitch is the crux, but the best climbing is on P2 and P3. The first pitch climbs poor sandy white rock through bulges with undercling moves.  P2/3 head up fun moderate varnish climbing to the top of the cliff.\n\nWith a 70M rope, long slings, and skipping clips you can combine all three pitches into a monster 230ft lead.  Rap three times with a 60M rope...","protection":"bunch of bolts...","location":"Located in the center section of the cliff, start on the Jabba the Hut rock leaning against the cliff."},"__v":0},{"_id":"besXU4OdWAWQg2lvzBF6Xw==","name":"Lunatic Cry","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Anderson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":21,"mp_id":"110288683","mp_crag_id":"105717250","climb_id":"besXU4OdWAWQg2lvzBF6Xw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"The first pitch is a sandy crack to the right of Misfit Prophets and left of The Secrets of Fatima.  This pitch is mostly easy and goes at about 5.8 or so with adequate pro.  The anchor is for some reason a fair distance off to the right at a stance on a slab.  There is one bolt, a chopped bolt and you can get in a couple of 1\" to 1.5\" cams in a good slot.  Be careful crossing over to this anchor from the crack as there is lots of loose rock floating around on the slab.\n\nFor pitch two, you need to go back left a good ways into the big right facing corner.  If you go straight up from the anchor there will be a fixed pin and some super junky rock leading up a broken crack feature.  This is not the way to go.  Get into the big corner and look for a bolt under a small rooflet.  Follow the big corner to the top of the pillar to a 3 bolt anchor.  5.9 tops for this pitch with good pro.\n\nPitch three starts left of the belay at a line bolts.  Follow the bolted crack to the top.  5.7.\n\nThis route is rated 5.10 in the Goss Guide, but seemed quite a bit easier, even with the sand, loose rock, and off route potential. It might be 5.8+ for 5.10 leaders.","protection":"A few cams and nuts from about 1/2\" to 3\" will take care of the first two pitches.  Pitch 3 is entirely protected by bolts, around 6 of them?  Bolt anchors on top, but rap from the Misfit Prophets anchors.","location":"Scramble or lead up the opening pillar past two bolts to a fixed line on a ledge system about 25 feet off the ground.  Belay here for both this route and The Secrets of Fatima which is to the right a short distance..\n\nRap Misfit Prophets with a single 70m rope.  The other anchors on the summit are a jumble of chain and random bolts well back from the lip.  It is sort of a mess."},"__v":0},{"_id":"fd7hTBsDUpmihW8ZmGmqlA==","name":"Long Time Coming","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Beitler x2","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":7,"mp_id":"108939206","mp_crag_id":"105717250","climb_id":"fd7hTBsDUpmihW8ZmGmqlA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Fun new bolt line.","protection":"Lots of quick draws. with bolted anchor at the top of the first pitch. not sure about the anchor for the second pitch.","location":"in between technical knee highs and wooden hammer."},"__v":0},{"_id":"MnM6aoDoUoib/1YQq+tikA==","name":"Interview with a Psychopath","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":48,"mp_id":"116119192","mp_crag_id":"105717250","climb_id":"MnM6aoDoUoib/1YQq+tikA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Variety of interesting climbing, with one significantly harder crux sequence.\n\nTop-Rope is possible from the Pitch 2 top anchor for the route Beware of the Gong, with a directional through the two-bolt top anchor for this route.\n\nStart on face above slope of dirt + loose rocks up around right from the right end of Prophesy Wall, below old rusty piton 10 feet to the right of large right-facing inside corner below overhanging ridge.\n\nUp face past first piton onto wide platform, then up crack along right side of obvious left-trending gully, and where gully heads up straight, continue up in its right side. Finish with obvious crack in wall to right of gully, up to two-bolts-with-rings anchor just left of large tree.\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.","protection":"Low pitons are old and rusty. Along the way are some bolt studs (perhaps damaged) with hangers removed.\n\nTrad placements have been reported as inadequate. Medium sizes might be especially usefui?\n\nLower portion of pitch 1 could be done on Top-Rope from the anchor for another route -- see Variation 0 and Variation 1 of\n\nthe route to its left\n\n.\n\nUpper part could be done on Top-Rope from the Pitch 2 top anchor for the route \"Beware of the Gong\", with a directional through the top bolt anchor for this route.","location":"At face above slope of dirt + loose rocks up around right from the right end of Prophesy Wall, below old rusty piton 10 feet to the right of large right-facing inside corner below overhanging ridge.\n\n- - >\n\nSee line\n\nY\n\nor line\n\nvarW\n\nin this Photo\n\n. . . .\n\nor line\n\nY\n\nin this Photo"},"__v":0},{"_id":"kM1IuhEPXJeCRNX8wb8tPg==","name":"Idle Chatter","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":46,"mp_id":"116119142","mp_crag_id":"105717250","climb_id":"kM1IuhEPXJeCRNX8wb8tPg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"If you came to this end of the Wall looking for serious pronouncements or warnings, this is not the route for you.\n\nFun moves the whole way. Sustained in its difficulty grade.\n\nTop-Rope with directionals (including rock horn?) from the bolt anchor at the top of pitch 1 of the route \"False Prophets\" / \"Beware of the Gong\".\n\nStart at top of slope of dirt + loose rocks up around right from the gentle solid-rock platform near right end of Prophesy Wall -- at large right-facing inside corner with overhanging ridge above left, and an old rusty piton 10 feet to its right -- below obvious left-trending gully.\n\nFirst up the corner (crux?) onto wide smooth platform at bottom of gully.\n\n. . . Variation 0 (much harder): Instead start up face under old rusty piton (with a quickdraw on piton as directional) - (same as the route \"Interview with a Psychopath\").\n\nNext up the left side of the obvious left-trending gully, roughly straight up, climbing over a foot-wide crack.\n\n. . . Variation 1 (a bit harder like say 5.7 with different style of moves): Instead go up the right side of the left-trending gully, along obvious crack in shallow right-facing inside corner - (which might be the same as the route \"Interview Psychopath\"). Where the gully turns straight up, step left across to join main route.\n\nJust after passing to left of ten-ft-tall overhang, where the main gully trends right to go much higher,  exit left thru notch onto wide flat platform. Next up gully rising from right end of platform to finish at right end of obvious wide ledge with a single bolt above near its end, and two bolts+chains+rings anchors to its left. The right of those two anchors is the top of the routes \"False Prophets\" + \"True Believers\".\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.\n\nname: The current name is a placeholder until someone Leads this route (likely after installing some bolts), who can then give us the permanent name for this route.","protection":"Bolts+chains+rings top anchor, but No intermediate bolts for leading as of 2018.\n\nTop-Rope from bolts+anchors+chains anchor at top of pitch 1 of the route \"False Prophets\" (which could also be reached by first leading pitch 1 of \"Sticky Revelations\"). Need to be careful to set up directional protection with quick-draws on bolts or \"natural\" around rock horns -- or perhaps Trad gear placements (especially for Variation 1), so a falling climber does not get hurt swinging sideways into protruding rock.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At top of slope of dirt + loose rocks up around right from the right end of Prophesy Wall, at large right-facing inside corner with overhanging ridge above left, and old rusty piton 10 feet to its right, below obvious left-trending gully.\n\n- - >\n\nSee line\n\nW\n\non this Photo\n\n. . . .\n\nor\n\nW\n\nin this Photo\n\nvariation:\n\nSee line\n\nvar W\n\nin Photo"},"__v":0},{"_id":"zD9chyKvXC+wvttji4d4kg==","name":"Hunger + Thirst After","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":41,"mp_id":"116126351","mp_crag_id":"105717250","climb_id":"zD9chyKvXC+wvttji4d4kg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Thoughtful sequence, but after that much easier.\n\nOn the obvious ledge, start about half-way between the bolt anchor for \"Breaking the Sabbath\" and the bolt anchor for \"Sticky Revelations\", below a blank-looking face.\n\nSomehow get up the center of that face.\n\n. . . Variation (not as hard, say around 5.10c): Instead start left of center, up to get hand onto left side of 2.5-ft-diameter tan/yellow spot. Next diagonal up right into center of face.\n\nFinish roughly straight up (much lower difficulty) to just left of 3rd bolt down from top of pitch 2 of route \"Sticky Revelations\". . . . (Optional to continue (lower difficulty) higher to finish at the big rock leaning against the lower right of the triangular face at the top of the cliff).\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.\n\nname: The current name is a placeholder until someone Leads this route (likely after installing some bolts), who can then give us the permanent name for this route.","protection":"No intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"On the obvious ledge, start about half-way between the bolt anchor for \"Breaking the Sabbath\" and the bolt anchor for \"Sticky Revelations\", below a blank-looking face.\n\n- - >\n\nSee line\n\nP\n\non this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"wJq1DQ+3VjKuaW+fOtjeTA==","name":"Harsh Reality","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":32,"mp_id":"106065730","mp_crag_id":"105717250","climb_id":"wJq1DQ+3VjKuaW+fOtjeTA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Harsh Reality starts on a lower angle ramp that steepens as it gets closer to the crux on the first pitch. Varnished holds, great exposure, and a long first pitch mark this typical Prophecy Wall route.\n\nPitch 1 - (5.9, 130 feet, 12 bolts) - Climb up and right on varnished holds that leads to the large crack system that start midway up the first pitch. Climb past mid route rappel anchors. Crux is the small roof at the 9th bolt. Continue climbing up lower angled climbing past 3 more bolts to a spacious ledge for the belay.\n\nPitch 2 - (5.9, 50 feet, 5 bolts) - Continue up the wall and to the right. Climb ends before the top of the wall.\n\nDescent - Rap the route with two rappels. Mid route rappel anchors","protection":"12 bolts plus rappel anchors.","location":"Located 20 feet right of the start of\n\nCaging the Zealot\n\n."},"__v":0},{"_id":"4gfkjiwhUgizLXQSEh0UBg==","name":"Harbingers","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"T. Goss, M. Hansen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":28,"mp_id":"106405783","mp_crag_id":"105717250","climb_id":"4gfkjiwhUgizLXQSEh0UBg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Haribangers\n\nshares the same start with\n\nCaging the Zealot\n\n. Depart left and onto the shoulder of the pillar after\n\nZealot's\n\nfifth bolt. Gain a nice ledge with a rap anchor and belay from here.\n\nHaribangers\n\ncasts off just left of the belay, it starts off insecure on shallow edges and demands adequate strength. Climb the arete past two bolts until you reach a more useful hold, Clip the third bolt and rock onto the face. Side pulls, edges, and a round pinch or two follow the sharp ridge up and right to a balancing stance. Clip and climb past three more bolts and save your power for the final moves to the anchor.\n\nHang on\n\nand make that clip!\n\nStart and stay on the right side of the arete for the full .11 rating.","protection":"Six bolts plus anchor.","location":"Haribangers\n\nis high above a left leaning pillar in the middle of the\n\nProphesy Wall\n\n.\n\nIts most easily recognized by its steep, and proud varnished arete."},"__v":0},{"_id":"Zli7IqKoVp6yQYNyg9I2sg==","name":"Grumpy Old Men","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"T Goss, D. Biniaz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":19,"mp_id":"106729031","mp_crag_id":"105717250","climb_id":"Zli7IqKoVp6yQYNyg9I2sg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"P1: Ascend what looks like a wide crack with Stegosauraus backplates sticking out of it. The spines are a very unique feature- the likes of which I have never seen. They looked delicate but we didn't break any off. They give you a series of jugs and good feet until they peter out near the top.Most of the climb is pretty easy with a reachy 5.9 crux near the top. Fun fun fun! (110ft)\n\nP2: Ascend a series of softer, more fragile crimps and edges through a small roof, paw around for the solid stuff, then continue to fire the face towards more varnished and secure ground. Cool plates of hard sandstone litter the upper headwall. Persevere and be rewarded. Sketchy fun fun! (90ft)\n\nThe climb goes for two pitches. Good if run as a single or mulit-pitch.","protection":"P1: 12 bolts and rap anchors.\n\nP2: 10 bolts and chains.\n\nA 70 meter rope is recommended. Walk off or rap the route.","location":"Middle of the wall.\n\nAs you approach you will see a light colored, slopey looking and pretty featureless wall and you might wonder how there could be a 5.9 there. You don't see the flakes sticking out until you get closer. Look up for the first bolt. It's about 20-25 feet off the ground."},"__v":0},{"_id":"ORF3DwAQWZCwk9w99kVHYw==","name":"Gordian Knot","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":36,"mp_id":"106944694","mp_crag_id":"105717250","climb_id":"ORF3DwAQWZCwk9w99kVHYw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Formerly a trad line that was rated 5.9R, Gordian Knot has been retro-bolted in the past few years after a fall produced a heinous injury. A pitch has also been added to the top of the wall.\n\nP1 - Start to the left of the house sized rock at the base of Sticky Revelations and climb past 3 bolts to a ledge with a 3 bolt anchor. 5.7, 3 bolts.\n\nP2 - Climb through thin holds to the roof using the right side of the arete to pull over, continue through a awkward moves to two rap anchors. 5.10a, 7 bolts.\n\nP3 - Continue up over another small roof to the top a large ledge. 5.10b, 3 bolts.\n\nP4 - The last pitch involves long reaches with little to no feet for a the first two bolts before the holds get better. Climb past 3 bolts to the top of the wall. 5.10d, 3 bolts.\n\nRecommend running pitch 2 and 3 together. If pitch 4 was as fun as the rest of the route this would get 4 stars.","protection":"10 quickdraws, plus whatever you need for the anchors.\n\nDescend by rapping\n\nSticky Revelations","location":"Gordian Knot climbs the arete just to the left of Sticky Revelations. It starts on the left side of the large rock formation to the left of the start for Sticky Revelations."},"__v":0},{"_id":"kGciLX9XWC2rXy0DGM+4Og==","name":"False Prophets","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":43,"mp_id":"112488268","mp_crag_id":"105717250","climb_id":"kGciLX9XWC2rXy0DGM+4Og==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Standard patina start.  Crux comes at a blank section ~2nd bolt.  Pull through this with a few small crimps or friction, and cruise up good patina edges to the chains on the ledge.  The chains are just right of the obvious 2nd pitch crack of Sticky Revelations.","protection":"Bolts to chains","location":"2nd route from the right on Prophesy wall.\n\nAt the bottom of the right side of the Wall, find a wide gentle solid-rock platform which is just right of 25-ft-tall detached pillar. Start on that rock platform, about 20 ft right from right side of pillar and 8 ft left from obvious crack which rises up from the right end of that solid-rock platform.\n\n- - > See line S on this Photo [\n\nmountainproject.com/photo/1…\n\n]\n\n. . . . . or on this Photo [\n\nmountainproject.com/photo/1…\n\n]"},"__v":0},{"_id":"PrGrzye+XkSNapPbnmYfYA==","name":"Equanimity","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":15,"mp_id":"107038710","mp_crag_id":"105717250","climb_id":"PrGrzye+XkSNapPbnmYfYA==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Located just to the left of\n\nRoofs of Jericho\n\n, Equanimity is a single pitch 60 foot route. The crux is moving off the slopers and climbing through the roof at the end of the route.","protection":"5 Bolts plus chains for anchors.","location":"Equanimity\n\nis the bolt line just left of\n\nRoofs of Jericho.\n\nIt starts at the bottom of the substantial right-facing inside corner/dihedral which forms the left edge of the smooth section of the cliff.\n\nStart diagonal left and then most of the climbing is just left of the corner, or on the arete which forms the left edge of the dihedral."},"__v":0},{"_id":"BEAUbB7vUcO3kEQlxIp+Xw==","name":"Elizabeth Blue Moss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T.Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":1,"mp_id":"108005816","mp_crag_id":"105717250","climb_id":"BEAUbB7vUcO3kEQlxIp+Xw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Located just to the left of\n\nRemains to Be Seen\n\n, this route is rarely climbed. The crux of the route seems to be going above the last bolt as the holds run out and the route gets slabby.","protection":"5 bolts and 2 rap anchors. The anchors for the top are set back from the route about 4 feet so rapping off the top would reduce the wear on your rope from lowering.","location":"Located just to the left of Remains to be Seen."},"__v":0},{"_id":"/VZvAQIhUyaQWQP4SRaPyw==","name":"Easier for a Camel","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":38,"mp_id":"116119005","mp_crag_id":"105717250","climb_id":"/VZvAQIhUyaQWQP4SRaPyw==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Interesting moves at an easier grade. Wanders around to find the path of least resistance. Can make it more difficult by wanderling less.\n\nStart in the big right-facing inside corner with wide crack at where the right edge or the right (S) face of the pillar (almost) meets the West-facing wall of the main cliff.\n\n. . . Variation: \"The Other Cheek\": Instead start near left (SW) side of the right (South) face of the \"Mount\" pillar -- up steep jugs to stand on its top.\n\n. . . \"Dimpled Cheek\" variation: up jugs in center of the right face.\n\n. . . \"Pinched Cheek\" variation: up jugs on right (SE) edge of the right face of \"Mount\" pillar, without touching hand or foot across the wide crack to the W-facing wall of the main cliff.\n\nUp that corner-with-crack to its top, and stand up on the highest point of the \"Sermon on the Mount\" pillar.\n\n. . . (Have a monologue ready to deliver?)\n\nNext get onto the main face of the cliff and roughly straight up staying left of a vague crack, and get up onto a smooth wide ledge (5.5 so far). Traverse horizontal right a few feet across the bolts for the route \"Breaking the Sabbath\". Next follow the path of least resistance: perhaps diagonal up right toward below the wide overhang, then diagonal back up left, and finish in gully just left of bolt anchor for the route \"Sticky Revelations\".\n\nwarning\n\n: Significant danger of breaking or loose rock, since this line has not been climbed much yet. Belayer and all other persons should stay far off to the side from anyone climbing above. Best to avoid this route when other parties are nearby who might also be endangered by a falling rock.\n\nname: The current name is a placeholder until someone Leads this route (likely after installing some bolts), who can then give us the permanent name for this route.","protection":"Bolts+chains+rings top anchor, but No intermediate bolts for leading as of 2018.\n\nTop-Rope from bolts+anchors+chains anchor at top of pitch 1 of the route \"\n\nBreaking the Sabbath\n\n\", likely with directional protection on one or more of the upper bolts of \"Breaking\" to prevent a falling climber from hitting protruding rock by swinging sideways.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At the 25-ft-tall detached pillar (the \"Mount\") just left from wide gentle solid-rock platform by the right end of this Wall.\n\n- - >\n\nSee line\n\nF\n\nin this Photo\n\n. . . .\n\nor in this Photo\n\n. . . .\n\nor in this Photo\n\nvariation: \"The Other Cheek\" - - >\n\nline\n\nvF\n\nin this Photo"},"__v":0},{"_id":"nXnsTgKkVFuYB9xljbRKeg==","name":"Dark Prophete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":23,"mp_id":"117991310","mp_crag_id":"105717250","climb_id":"nXnsTgKkVFuYB9xljbRKeg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Climb the bolt line going directly up the black streak. Clip a couple bolts before the first roof/bulge pull on easy ground. From here to the chains is a link up of mostly sustained, in-your-face, 11+/12a sequences with some great rests in between. Expect thin, technical climbing in a shallow dihedral. I personally thought getting over the last bulge was the crux. Very safe falls, straight line, great for the emerging .12 leader! So good, GET ON THIS!","protection":"Bolts (10 or so?) to a two bolt anchor, 70m will get you down (I think 60m will as well)","location":"Hike/scramble up to where Wafer Wash/Past Lives starts in the middleish part of the Prophecy wall. You can't miss the obvious black water streak."},"__v":0},{"_id":"N+cCQ7bvU6C1ex/Haq2Z3w==","name":"Conditional Bliss","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Goss & Chloe Ence","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":29,"mp_id":"106603985","mp_crag_id":"105717250","climb_id":"N+cCQ7bvU6C1ex/Haq2Z3w==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Another longer single pitch route that climbs varnished edges up the middle of Prophecy Wall. This climb shares the first four bolts with Harbingers and Caging the Zealot, climbing the wall between these two routes. Route trends left on the main wall after the fourth bolt.","protection":"13 bolts w/chain anchors.\n\nNOTE\n\nIf using a 60 meter rope you will need to lower off the mid route anchors on Caging the Zealot. I used a 60 meter rope and was able to lower from the chains at the top to the 2nd bolt but had to down climb from there.","location":"Between Harbingers and Caging the Zealot."},"__v":0},{"_id":"tP05xaapXZStPzOB7KHLqg==","name":"Choo Choo Express","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":34,"mp_id":"118837740","mp_crag_id":"105717250","climb_id":"tP05xaapXZStPzOB7KHLqg==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Choo Choo Express is a nice 3 pitch trad climb up the right side of Prophecy wall. The route follows a crack system in a corner past a couple ledges with a small roof halfway up and another roof at the top.\n\nP1. Start off the ramp below a chimney system in a corner. A line of bolts ascends a column just right of the chimney to a big ledge with anchors. 6 bolts to a three bolt anchor. 50 feet 5.7. Alternatively you can climb the chimney and crack system to this ledge. Gear to 3\" for the chimney 5.6.\n\nP2. The money pitch. Move left into the corner and climb the crack with good jams and laybacks up to a good stance below a small roof. Follow the crack around the left side of the roof and pull unto the face above (crux) using the thin crack and good patina edges. Move up into an alcove and finish up easier ground to a big ledge with a cactus, this ledge is shared with The Visionaries to the left. Gear to 3\", set of nuts and tcu's. 90' 5.10a.\n\nP3. Start up the thin seam straight above the belay or up the right side of the column just to the left. Follow the thin crack system past some insecure moves aiming for the first of two bolts below the roof. Clip the two bolts moving slightly right, climb straight over the bulge after clipping the second bolt on great patina plates and top out. Gear to 2\" set of nuts. 50' 5.10a.\n\nDescent: The top anchor on Choo Choo is not set up well for a rappel. The best option is to move about 10 feet left to the anchors of The Visionaries and rap that route. Three raps with a 60m using the bolted anchors. You can rap from the pitch two ledge (cactus) to the ground with a 70m with an easy 5-10 foot down scramble. Tie knots","protection":"Gear to 3\" set of nuts and tcu's helpful","location":"Follow the trail from the lot over the pipeline and up to the right side of the wall. Work up onto the left leaning ramp and locate a crack system with a ledge about 50 feet up. Starts just right of a chimney system in a corner. Just right of the route The Visionaries."},"__v":0},{"_id":"Mb+9A251ULykUz/3XhPzag==","name":"Caging the Zealot","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Goss, E. Jones","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":30,"mp_id":"106065711","mp_crag_id":"105717250","climb_id":"Mb+9A251ULykUz/3XhPzag==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Caging the Zealot shares the start with Harbinger and Conditional Bliss and is the right most of those three routes. Routes diverge at a small ledge after the 4th bolt. Another moderate route that is destined to become a St. George classic, Caging the Zealot offers miles of good climbing with two small cruxes, both on the first pitch. First crux is about 15 feet off the small ledge where the routes diverge. Second crux is toward the top of the pitch and offers some great exposure.\n\nPitch 1 - (5.10b, 140 feet, 15 bolts) Climb up the low angle ramp past 4 bolts to a small ledge. Continue up varnished holds climbing past the mid route rappel anchors to a great belay ledge (if you're belaying at the first set of anchors it's going to be a hanging belay).\n\nPitch 2 - (5.8, 40 feet 4 bolts) Continue up easier climbing to the top of the wall.\n\nDescent - Rappel the route with 2 rappels. First rappel goes all the way down to hanging mid route rappel anchors.","protection":"15 bolts plus rappel anchors","location":"Located on the right third of Prophecy Wall, Caging the Zealot is about 50 feet left\n\nThe Visionaries\n\n. Caging the Zealot shares the start with Harbinger and Conditional Bliss and is the right most of those three routes. Routes diverge at a small ledge after the 4th bolt."},"__v":0},{"_id":"GnZFv+xeU/CBR1pdzCVX1w==","name":"The Book of Prophesy Var.","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Nad, J. Nad","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":40,"mp_id":"106528582","mp_crag_id":"105717250","climb_id":"GnZFv+xeU/CBR1pdzCVX1w==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"On the ledge about about half way up\n\nSticky Revelations\n\nis a right facing corner.\n\nThe Book of Prophesy Variation\n\nis a good traditional pitch using all techniques of climbing. It ascends a crack that ends on a short steep face.\n\nClimb any of the many south-side routes to gain the large ledge 70' up. From the ledge look north/left to locate the crack.\n\nA little hard to get into, this route eventually eases up lie-backing through a solid and varnished corner using finger-locks, then jams. Follow the crack up and slightly right reaching the crux 30 feet up at a bulge. Continue past this bulge following a petering crack climbing the face on large edges to the belay.","protection":"This crack takes mostly small to medium protection. A full, single rack up to 3\", stoppers, slings and draws will work just fine.","location":"Find gentle solid-rock platform at bottom of right side of cliff which is just right of 25-ft-tall detached pillar. About 70-80 ft up from that is a ledge with three bolts+chains+rings anchors. The middle one of those anchors is the top of pitch 1 of the route \"Sticky Revelations\".\n\nThe left-most of these anchors is under an obvious right-facing inside corner with a crack. This anchor is at the top of the one-pitch bolted route \"Breaking the Sabbath\". The route \"Book of Prophesy\" starts here and goes up that corner-with-crack. It finishes by the multi-bolt anchor at the top of pitch 2 of \"Sticky Revelations\"."},"__v":0},{"_id":"4eQys3HBUeOokvE8kdID/g==","name":"Beware of the Gong","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":45,"mp_id":"112567060","mp_crag_id":"105717250","climb_id":"4eQys3HBUeOokvE8kdID/g==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Climb face near ridge/arete which forms the right edge of this Wall. The climbing is not difficult but has widely spaced bolts and not well traveled enough to have clean rock.\n\nPitch 1: Straight up face finding some thin edges to reach first bolt 20-25 ft up. Continue up and trend a bit left to stay away from the edge.\n\n. . . Variation \"Beware of the Edge\" (harder) : (Top-Rope only): Instead of continuing up to second bolt, from the first bolt move up right to get as close to the edge as possible, with some delicate moves. A bit higher up climb on the crest of the arete up to a ledge below overhanging block. Step right on ledge then up over its overhanging right (East) face (tricky short 5.11b) onto a wide platform to rejoin main route.\n\nUp past second bolt to reach ledge under right side of overhang (just left of right edge of face). Straight up over this at bolt onto wide flat platform. Finish on arete rising up from right side of platform to reach obvious ledge with directional bolt and two anchors to left.\n\n. . . (or if feel the need to clip a bolt for protection, finish up face to left of arete).\n\nTraverse left on ledge to finish at bolts+chains+rings anchor for top of pitch 1 of the route \"False Prophets\".\n\nPitch 2: Roughly straight up to two-bolt anchor on wide ledge to right of big triangular block at lower right side of summit face.\n\n? Pitch 3 ? -- There is a two-bolt anchor at the top of the cliff, but no bolts readily visible above the top of P2. Also there has been a report of a big loose rock perched high (? Is that the \"Gong\" ?), which if it fell could kill some people below.","protection":"Top-Roping\n\n: Two bolt top anchor for the route \"False Prophets\" can be used as an anchor to set a top-rope on P1 of this route.\n\nTwo-bolt top anchor for P2 can be reached with careful traverse right on a ledge from the \"direct\" P2 finish anchor for P2 of the route \"Sticky Revelations\".\n\nLeading\n\n: Although there are some bolts, should not be thought of as a \"sport\" route.\n\nThe bolts are far apart, and at least one is positioned with where leader hits a ledge if fall.\n\nLikely want to bring some Trad gear.\n\nPerhaps come prepared to stick-clip the first bolt of P1.\n\nP1 ends at the two-bolts-with-chains+rings anchor of the route \"False Prophets\" (just right of the pitch 2 crack of \"Sticky Revelations\").\n\nP2 top anchor is two bolts with no chains or rings.","location":"At the bottom of the right side of the Wall, find a wide gentle solid-rock platform which is just right of 25-ft-tall detached pillar. A slope of dirt and loose rocks goes up right from that. Start on the face over that slope, about 18 ft uphill right from the right end of the solid-rock platform, and 6 ft left from right edge of face, below a bolt.\n\n- - >\n\nSee line\n\nU\n\non this Photo\n\n. . . .\n\nor line\n\nU\n\non this Photo\n\nvariation \"Beware of the Edge\" : See line\n\nV\n\nin either photo."},"__v":0},{"_id":"H6DOPctbWmSJp5vqpOtNNQ==","name":"Breaking the Sabbath","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"left_right_index":39,"mp_id":"107072538","mp_crag_id":"105717250","climb_id":"H6DOPctbWmSJp5vqpOtNNQ==","areaRef":"QGfQUotMWxyTEwXKKIzJyw=="},"content":{"description":"Another route with big sculpted holds, Breaking the Sabbath offers another easy option on the right side of Prophecy Wall. Shares the start with the left variation of Sticky Revelations and trends left to the start of the Book of Revelations variation.","protection":"9 bolts plus anchors","location":"At the bottom of the right side of the Wall, find a wide gentle solid-rock platform which is just right of 25-ft-tall detached pillar.\n\nStart on that rock platform about ten feet right from the right side of the pillar, below a bolt.\n\nStart is shared with the route \"Sticky Revelations\". Above the first bolt (where \"Sticky Revs\" goes up trending slightly right), this route goes diagonal left.\n\nSee line\n\nM\n\nin\n\nthis Photo\n\nor line\n\nJ\n\nin\n\nthis Photo\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,4067d052-8b4c-5b1c-9313-05ca288cc9cb","pathTokens":["USA","Utah","Southwest Utah","Saint George","Prophesy Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":8,"label":"5.9"},{"count":3,"label":"5.11b"},{"count":4,"label":"5.10b"},{"count":5,"label":"5.10c"},{"count":3,"label":"5.9+"},{"count":3,"label":"5.10c/d"},{"count":5,"label":"5.10a"},{"count":3,"label":"5.7"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":34,"bands":{"unknown":0,"beginner":5,"intermediate":25,"advanced":4,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":33,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.6932,37.2939]},"bbox":[-113.69376522779031,37.293450339818136,-113.69263477220969,37.294349660181865],"left_right_index":-1,"ext_id":"105717250","area_id":"QGfQUotMWxyTEwXKKIzJyw==","polygon":{"type":"Polygon","coordinates":[[[-113.69376522779031,37.293450339818136],[-113.69263477220969,37.293450339818136],[-113.69263477220969,37.294349660181865],[-113.69376522779031,37.294349660181865],[-113.69376522779031,37.293450339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":49,"__v":1,"createdAt":"2022-11-07T06:26:41.587Z","updatedAt":"2024-02-19T18:40:52.801Z"}