{"_id":"63689d5ce80bff5a994f48ef","area_name":"Bald Eagle Peak","shortCode":"","climbs":[{"_id":"62Z8C4sBUBa9R3PflOOZtA==","name":"Welcome to Bald Eagle Peak","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Herb Laeger and Chris Brewer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"left_right_index":4,"mp_id":"105992066","mp_crag_id":"105992058","climb_id":"62Z8C4sBUBa9R3PflOOZtA==","areaRef":"TUzeK6oAVT2S3xOwXAoBPw=="},"content":{"description":"Pitch One:  140 ft. Easy climbing to a bolt 25 feet up and just left of a small arete, then follow the bolts through weakness in roof to the anchors. Pitch Two: Climb right and up off the belay.  The second pitch is in your face from the time you leave the belay and it doesn't let up for a long time.  Each time you figure out a move and reach the next bolt there is another puzzle to work out.  Probably one of the finest face pitches I have climbed in the last thirty years.  The bolts will eventually lead you to a slightly angled 2 foot roof.  There are jams to be had under it and a hard to see bolt just over the lip.","protection":"Bolts","location":"It is on the right Main Wall.  This is the section of the main wall that is to the right of the big black cave.  It starts where the oaks are close to the base of the wall and a spot has been hollowed out so you can look up the cliff, about 60 feet right of the cave.  The first bolt is about 25 feet up and to the left of small arete.  We rapped the route."},"__v":0},{"_id":"jEM6cTFlUm62CYygoU9QRg==","name":"Russell In The Wind","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Herb Laeger and Mark Krebs (Oct 1998)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"left_right_index":2,"mp_id":"121856616","mp_crag_id":"105992058","climb_id":"jEM6cTFlUm62CYygoU9QRg==","areaRef":"TUzeK6oAVT2S3xOwXAoBPw=="},"content":{"description":"Russell In The Wind (5.10a)\n\nThis fantastic route was dedicated to the memory of Russell Nakatsucasa, who was Herb's good friend and climbing partner at the time. Russell died doing what he loved most....climbing in the great outdoors! This route is a good warm up to the routes next door.\n\nPitch #1:\n\nStart a ledge with a shallow corner next to a bush. Stem the corner to gain the first bolt. Clip three bolts along the way before gaining the small roof above. Move out right below the roof then up on delicate balanced moves before reaching larger hold above. Traverse left then mantle (committing) up before gaining four more bolts and finally the 2-bolt anchor. (120', 5.10a)\n\nPitch #2:\n\nHead up a shallow corner then to the face above on decent holds. Follow the line of bolts to a large ledge with a 2-bolt belay. (150', 5.10a)\n\nMake 2 rappels to the ground","protection":"- (2) 70 meter ropes (to facilitate the rappels)\n\n- 8-10 quickdraws (some as alpine draws to extend)\n\n- A handful of small cams (sizes .0 to .5)","location":"This route starts 25 feet left of 'Electric Puppy Machine'"},"__v":0},{"_id":"yNqTBm3uW/iLdOLYiFbNmw==","name":"Little Wing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Krebs, Dave Daly, Sean Naugle (Nov 2020)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"left_right_index":1,"mp_id":"121831409","mp_crag_id":"105992058","climb_id":"yNqTBm3uW/iLdOLYiFbNmw==","areaRef":"TUzeK6oAVT2S3xOwXAoBPw=="},"content":{"description":"Start by pulling up onto a small ledge and clip the first bolt.  Move out slightly left and up to gain the next two bolts. At the third bolt, move into a rounded small corner by stemming over right. Clip the 4th bolt and move up and right onto thin edges (crux). The route eases up just before the 5th and final bolt.","protection":"- (5) bolts\n\n- Ring anchors","location":"The route is located directly below 'Electric Puppy Machine' from The Main Wall. From the base of The Main Wall, scramble 15' to the rocky ledge below. The ring anchors are just over the edge of the lower face. Rap 90'. Note, this route can also be access by from below by cutting off left from the approach trail just before reaching The Main Wall."},"__v":0},{"_id":"n/H3f0gTWK624+OxxzWGSA==","name":"Electric Puppy Machine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Kreb and Herb Laeger (June 1998)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"left_right_index":3,"mp_id":"121856150","mp_crag_id":"105992058","climb_id":"n/H3f0gTWK624+OxxzWGSA==","areaRef":"TUzeK6oAVT2S3xOwXAoBPw=="},"content":{"description":"Electric Puppy Machine (5.10d)\n\nThis area classic is just one in a handful of other stellar routes on the Main Wall, which climbs impeccable granite in a beautiful setting. Put up by Kernville local Mark “Marco” Krebs and Herb Laeger, ‘Electric Puppy Machine’ is one plum that needs plucking! And the name? Well, as the story goes, Marco brought his wolf pup Kenai the day of the first ascent. While he was working on the second pitch, Herb called up, “Hey, I think your dog is pregnant.” In reply, while a motorcycle battery was being hauled up to power the drill, Marco shouted down “No she’s not!”. It was then when the battery came up between his legs, the leads shorted. This set off a series of sparks and Marco spilling a loud laundry list of expletives. This in turn set off Kenai into several mournful howls. And the name was hatched!  **NOTE** - Rumor has been confirmed that Kern River Brewing Company of Kernville has brewed an Imperial Stout aged in bourbon barrels in honor of Mark Krebs and his legacy. The name of the brew? You guessed it! To be released late spring/early summer of 2022.\n\nPitch #1:\n\nStart in a shallow right facing corner, below a large overhang. Once the corner ends, climbing the face to a ledge with a manzanita bush. From the bush, climb up to a bulge and then to a small flake (1st pitch crux). Pull up and left above the flake to larger holds underneath a large roof. Clip a bolt (use long sling here) and traverse out right onto good foothold approximately 15 feet. Climb to a small roof, surmounting it using good face holds above and eventually to a 2-bolt belay. (90’, 5.10a)\n\nPitch #2:\n\nGet ready to get your thin edging and crimping skills on! This pitch is fairly sustain. Climb up and slightly left on thin face holds and overcome a series of mantles on the way up. Continue to a small overhang, protecting it with #2 and #3 TCU’s (use runners). Traverse out left and up to a bolt. Keep climbing out left and up on thin holds. Climb up then back right to a crack. Follow the crack to a 2-bolt belay. (150’, 5.10d)\n\nPitch #3:\n\nClimb up a shallow corner for a short distance then out onto small but manageable holds to a 2-bolt belay. (70’, 5.10a)","protection":"- (2) 70 meter rope (to facilitate the rappels)\n\n- 10-12 quickdraw, to include several runners\n\n- Cams to 1\"","location":"This route starts at a shallow right facing corner, 20' left of 'Welcome To Bald Eagle' on the Main Wall."},"__v":0},{"_id":"AcU+70eEVkiXqGrq0NjZnQ==","name":"Dessert Eagle","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Krebs and Dave Daly (Nov 2021)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"left_right_index":0,"mp_id":"121815428","mp_crag_id":"105992058","climb_id":"AcU+70eEVkiXqGrq0NjZnQ==","areaRef":"TUzeK6oAVT2S3xOwXAoBPw=="},"content":{"description":"From the ring anchors at the start of the route, climb right and up onto a small ledge. Climb the left leaning crack for 20' where you'll encounter the crux (.10b). Be sure to get in a decent cam then make a delicate step out on the steep face and then step up onto a knob. Keep climbing the last portion of the crack before it peters out. The climbing eases up from there. Move right and up to meet up with an easy flaring crack. Continue up this crack and finally to the anchors.","protection":"- 70 meter rope\n\n- Pro: 1/4\" to 1\", emphasis on finger sizes","location":"'Dessert Eagle' is located on the Lower Buttress but is best accessed from the base of The Main Wall. Once at the base of The Main Wall, continue on a climbers trail. Use caution since the trail traverses close to the edge of the lower rock faces. Continue to a large boulder near the top edge of the Lower Buttress. As a point of reference, the route is directly below the left side of the black recess. Ring anchors are located just over the edge (left) of the top of the Lower Buttress.  Rap here. A 70 meter rope will get you to the anchors below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,4d4cde2b-aa00-553d-92df-13b05c0a013f","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Bald Eagle Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.47881,35.54489]},"bbox":[-118.47936263871381,35.544440339818145,-118.47825736128621,35.54533966018187],"left_right_index":-1,"ext_id":"105992058","area_id":"TUzeK6oAVT2S3xOwXAoBPw==","polygon":{"type":"Polygon","coordinates":[[[-118.47936263871381,35.544440339818145],[-118.47825736128621,35.544440339818145],[-118.47825736128621,35.54533966018187],[-118.47936263871381,35.54533966018187],[-118.47936263871381,35.544440339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:12.600Z","updatedAt":"2024-02-19T18:29:13.279Z"}