{"_id":"63689de0e80bff5a994fa149","area_name":"Rock One","shortCode":"","climbs":[{"_id":"MEBy0a8UWnGEnBgT6QRUsg==","name":"Rock One Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.51963,40.404]},"left_right_index":0,"mp_id":"105762954","mp_crag_id":"105746671","climb_id":"MEBy0a8UWnGEnBgT6QRUsg==","areaRef":"YeodUSgsV3Om++XikOQxfQ=="},"content":{"description":"This is a pleasant romp up good rock at an easy grade. This route will wander up the lower-angled, left side of the SSW face/prow of Rock One. It connects nice features & can have plenty of variations at a similar grade. It has enough features and short-enough traverses to allow a shorter (6-8 year old) climber to ascend without excessive difficulty.\n\nNote, this crag is often closed during raptor closures until July 31. Check the closures before heading here.\n\nTo find the start of the route, locate the nadir of the rock. There are 2 distinctive features that help locate the easiest start. Find a jutting prow of rock with a steep, left-facing dihedral. The start is just to the left by about 15' on a slab. Or, find a large, dead tree leaning against the lower left side of the face. The easiest start lies to the right by about 60'. Some brushy scrambling may be required to reach the start.\n\nThis route can be done in 2-5 pitches depending upon your desire & your rope length. Longer pitches will decrease your ability to communicate precisely with your partner(s). The exact line can vary immensely, but here is a line keeping with the grade on good rock:\n\nP1. Ascend a slab angling left toward a tree (about 30 feet up), and pass the tree on the left  to gain a ledge (optional belay). Here go left to the left of two cracks & ascend. Angle right up an angling crack across a slab. Climb a chimney next to a large, dead tree leaning against the rock to a notch & belay.  Sling the horn and back it up with a large cam, 5.4, 160'.\n\nP2. Follow a crack just right of a blunt arete to a step right (a reach for the young) & ascend a slab to a roof. Skirt the roof going left (optional belay).  Climb a short left -facing dihedral, a short slab, & belay on a slightly-sloping ledge, 5.4, 170'.\n\nP3. Move right into a nearly-horizontal groove to a short slab with a right-angling crack above. Ascend this to 4th class terrain & the summit, 5.4, 100'.\n\nDescent: scramble NNE (just right of the highest line) to walking terrain between Rock One & Twin Owls. If you didn't leave gear at the base, it may be easiest to hike up & behind Twin Owls and take the trail down the East side of Twin Owls.\n\nAddendum: those who like a well-worn path rather than a bit of adventure will not likely appreciate this route.","protection":"A light rack of wires & cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,61ea1d51-282c-5773-a6fb-e5e290e4317d","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Rock One"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.51963,40.404]},"bbox":[-105.52022049807077,40.40355033981815,-105.51903950192927,40.404449660181875],"left_right_index":-1,"ext_id":"105746671","area_id":"YeodUSgsV3Om++XikOQxfQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:52.293Z","updatedAt":"2024-01-15T16:43:58.613Z"}