{"_id":"6368a1b8e80bff5a99553e87","area_name":"Far Cliff - The Right End, The","shortCode":"","climbs":[{"_id":"4N1q264fV/iuW9UfKMnAAg==","name":"Perez Dihedrals","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joe and Judy Perez, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2253,44.00903]},"left_right_index":999999,"mp_id":"117558539","mp_crag_id":"117558435","climb_id":"4N1q264fV/iuW9UfKMnAAg==","areaRef":"biIJLlZPX6WbUPjyuMTadw=="},"content":{"description":"Look up from the belay tree, and you'll see that there are lots of wide, foot-sized ledges going up to the left of the belay. You can't protect much till you're about 15 feet up, but the going is fairly easy, even for a short person (I'm 5'0\").\n\n Use the ledges to move up, placing pro when possible, aiming for a dirt ledge at a left-facing corner with a small (3 inch diameter trunk) birch tree growing from it. Move up past the tree into a corner with white rock, place pro, and move higher up into the corner. Skirt the blank block to your right (good feet), and then climb up the block. There's pro here. This is the first crux, especially for a short person. It's fairly difficult moving up the wide crack here.\n\n Move up the crack until you come to a cave on a ledge (second crux). The cave is about 20 inches high, and partially blocked by a basketball sized boulder. Be careful - this boulder is completely loose! Watch your rope to be sure you don't push it onto your belayer! You will have to decide how to get past this obstacle - I'm not sure how the FA did it, and I don't know if there's a best way, but in our case the leader went behind the boulder, being careful to place pro in the cave so the rope wouldn't push the boulder down. You might be able to go straight up to avoid the cave, or traverse in front of it.\n\n Once you've groveled out of the cave, move up a wide crack (pro), up past a dirty ledge, and you'll find a rap station. Think about how you're going to get down in advance; if you have only a 60m rope you may not be able to rap to the ground. There's also a rap station to climber's left, which should lead down past \"The Hawk\", also 110 ft. Don't trust the tat - bring your own.\n\n In the Handren guide, this route is graded as 5.4. However, I found it much harder than the two 5.4 routes at nearby Lost Horizon (and harder than any 5.4 I've climbed at the Gunks), so I'm giving it a 5.6 here. Maybe I'll change my mind if I try it again.","protection":"Standard rack to 4\" (the Black Diamond #4 came in handy). The Handren guide mentions a pin near the bottom, but it was not to be found. I think it might have been pulled long ago.","location":"In Jerry Handren's \"North Conway Rock Climbs\", it says to \"scramble up and left, then back right on big ledges.\" We found this way looked treacherous. We moved down to just below the start of \"Perez Dihedrals\", and climbed up to a sturdy tree (6 inch diameter trunk) with a large (truck-sized) block behind it. We set up a belay here, and led this little pitch up a stone ridge and then through a dirt-filled, sketchy crack (poor pro) to the Perez ledge. Belay at a tree close to the cliff, below a left-facing dihedral.\n\n Once you're at the top, you may rap down (not sure if a 60m or 70m rope will work). We climbed some short rocky outcroppings away from the cliff's edge, to the scenic lookout at the top of the Boulder Loop Trail, followed the trail counterclockwise for a short while, then descended off the trail and bushwhacked back to our packs, staying close to the cliff face. This is pretty difficult going; it took us 25 minutes and a couple of tumbles. I'd recommend rapping if you've got the rope to do it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,540a2ae3-a0e1-510d-9d3a-a8d582982252,6e22092e-564f-5fa5-9b50-f8f2b8c4da77","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Sundown Ledge","Far Cliff - The Right End, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2253,44.00903]},"bbox":[-71.2259251963731,44.00858033981815,-71.22467480362693,44.00947966018187],"left_right_index":-1,"ext_id":"117558435","area_id":"biIJLlZPX6WbUPjyuMTadw==","leftRightIndex":6},"content":{"description":"This area is kind of difficult to get to, and doesn't appear to be frequently used. Even so, some of the rock looks superb! The cliff faces south and gets plenty of sun during the summer."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:10.297Z","updatedAt":"2023-07-18T16:17:14.720Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64b6bb0a6617e92410d92b45","operation":"orderArea","seq":6},"updatedBy":"jhoZ1HM5QQCLlIW8x9mK3A=="}