{"_id":"6368a214e80bff5a9955d745","area_name":"Sunny Side (Right End)","shortCode":"","climbs":[{"_id":"n/DJmpLHW0aMrRtgW4Sb7w==","name":"Sunspot","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Hymer?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":10,"mp_id":"106648568","mp_crag_id":"105923881","climb_id":"n/DJmpLHW0aMrRtgW4Sb7w==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This crimpy line will test your finger strength and skin.  Boulder off the ground and past the first bolt to a horizontal break and a shake, V5 or so to here.  At the horizontal break traverse slightly left and continue up on more crimpy holds to the redpoint crux a big throw or devious technical moves.  After this climb onto the ledge and a no hands rest.  Continue up on interesting 10+ face and crack climbing to the anchors.","protection":"8 bolts to Anchors, Stickclip, brush","location":"Towards the right side of the wall.  To the left is \"The Nimby Factor\" to the Right is \"Melanoma\""},"__v":0},{"_id":"kk/oLc82WmS87+3eFijTYw==","name":"Sun Burn","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":7,"mp_id":"105924158","mp_crag_id":"105923881","climb_id":"kk/oLc82WmS87+3eFijTYw==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"Though not as good as its neighbor to the right, Sun Burn offers enjoyable moves on decent rock.  Begin on dark rock with a tough gaston move right off the ground.  Traverse right, then up on good holds to seam/crack feature right of the bolt line.  A big reach from an undercling and some dynamic stabs will get you to a set of slopey crimps, where it will be necessary to traverse back left (crux) to a large, obvious hole.  From the hole, traverse left, then up on good jugs, and a double-kneebar rest.  Higher up the route slabs out, but there is still one difficult, technical section that guards the anchor.","protection":"Bolts","location":"Left of Jump Start, or second route right of Heat Stroke."},"__v":0},{"_id":"DNss81J0WNCYtYtgPlD8+A==","name":"Right Dihedral","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":2,"mp_id":"105926314","mp_crag_id":"105923881","climb_id":"DNss81J0WNCYtYtgPlD8+A==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This sub-par line might be pretty good if it were properly cleaned.  Unfortunately in its current state you will likely be more focused on avoiding the plentiful choss than enjoying the challenging moves.   \n\n  Rope up at the left end of the Sunny Side (Right End) below a 6 foot roof that is 20 feet up the cliff.  The Route begins just left of and below a shimmering patch of black bat guano. Head up and right along a flake feature, past the guano, to the 2nd bolt, just below the roof.  At this point \"Left Dihedral\" 12a, goes straight up.  For \"Right Dihedral\", traverse (fairly easily) right on huge slopers, trying your best to avoid feces and loose rock.  Once on the far right end of the roof, mantle onto the large ledge, where a no-hands rest is possible.  Charge up and slightly left on large holds, that begin to disappear as you approach the dihedral.  Enter the corner with extreme difficulty on large, rounded holds.  Eight feet of pumpy, Moab-like thrashing (liebacking) will deliver you to a good rest, and 20 feet of easy slabbin' on surprisingly excellent stone.","protection":"7 bolts, 2 bolt anchor.","location":"50 feet left of Heat Stroke"},"__v":0},{"_id":"IbgxD+O5WrSCuLzYF7cOlw==","name":"The NIMBY Factor","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":9,"mp_id":"106675578","mp_crag_id":"105923881","climb_id":"IbgxD+O5WrSCuLzYF7cOlw==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"As Mono says in the opening description, this is one of those routes that you will have to aid and brush prior to trying to climb. This neglected route is covered in a fine dust and any positive holds are full of the stuff. \n\n  Start up the wall relatively easily past the first couple of bolts. After clipping the 3rd you will be faced with a very difficult sequence that will leave your feet flying and probably you as well. Once you stick the actual crux move you still have a few more hard moves, that can be done one of several different ways, to get to the broken band that runs the length of the wall. Rest well here since that anchor is guarded by a very long move followed by some very insecure climbing on rounded features and a bit of flaky rock, this thing is not in the bag till you clip the chains. \n\n  With some more regular attention this thing would be worth another star or two. It's lack of traffic is probably due to the excedingly hard moves around the 3rd bolt.","protection":"8 bolts to a bolted anchor.","location":"First route right of Jump Start, or third route left of the top of the approach trail."},"__v":0},{"_id":"tv+tVhLfXqKxh5wcepLZJA==","name":"MLK","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":3,"mp_id":"110681976","mp_crag_id":"105923881","climb_id":"tv+tVhLfXqKxh5wcepLZJA==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"Easyish climbing to a few hard moves pulling the bulge.","protection":"bolts","location":"Just left of Heat Stroke Straight up"},"__v":0},{"_id":"ieFXa+CiX0GXBvgzIf5yAA==","name":"Melanoma","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":11,"mp_id":"106675597","mp_crag_id":"105923881","climb_id":"ieFXa+CiX0GXBvgzIf5yAA==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"Supposedly one of the more popular routes but lacks the chalk to prove it. This route is about the steepest on the Right end of the Sunny Side and does not slab out at the top like the majority of the routes here. \n\n  Start with a difficult move off the ground to the first bolt, easier climbing leads up to the second. From here bear down on some small holds on the steep panel and get aggro to latch a distant edge. Move into the obvious flake and catch a quick shake before heading up the wall on flat and positive edges. Catch a rest in the broken band and eyeball the steep wall above. Climb the upper wall on edges, sidepulls slopers and pockets past the 5th and 6th bolts to jugs just before the anchors. \n\n  Apparently graded 5.12c originally and 5.12d in the Rock & Ice Road Trips from a few years back. Maybe the seemingly sanbagged grade is what leads to the lack of chalk.","protection":"6 bolts to a bolted anchor. Stick clip the first bolt.","location":"This route starts right above the approach trail and climbs the steep grey wall to a hanging headwall above."},"__v":0},{"_id":"Wu1HLj+WWL6FEZ/YBCL6CQ==","name":"Left Dihedral","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":1,"mp_id":"106675385","mp_crag_id":"105923881","climb_id":"Wu1HLj+WWL6FEZ/YBCL6CQ==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"While not as classic as the adjacent 12a's on the cliff (Sunburn and Jump Start).  This fun line is worth doing once you've ticked off the other ones. \n\n  Start up at the far left side of the Sunny Side.  If you use enough imagination the rock here looks like it might one day form tufa's, then you realize it is just dried mud.  A harder than it looks start leads to a flake feature with good holds but lousy feet.  Clip the second bolt and do your best to avoid the large area of bat guano.  Head straight up from here on large jugs and closely spaced bolts.  The 4th? bolt is a bit to the right which may add some rope drag later but protects the moves very well.  Make a tricky move here to a large jug, then enter the dihedral on crimps and jugs.  Powerful laybacking will lead you up through the dihedral with a final crux where the route slabs out and the holds die out.  Get established on the slab and make one more tricky move up to a large ledge.  From here the rock deteriorates but the climbing is easy.","protection":"7 Bolts to an Anchor","location":"50 feet left of \"Heatstroke\".  The start is shared with \"Right Dihedral\".   To the left is an uncompleted project and 45 feet to the right is MLK."},"__v":0},{"_id":"OvYEWqywWuqCxRMd66xpJQ==","name":"Jump Start","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":8,"mp_id":"105924144","mp_crag_id":"105923881","climb_id":"OvYEWqywWuqCxRMd66xpJQ==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This excellent line is likely the best 12a on the Sunny Side, climbing aesthetic, high quality orange limestone.   \n\n  The route begins with a difficult, thin crimping boulder problem to reach obvious jugs 8 feet up.  Alternatively, if you're tall (or have mad-hops), you can always go for the 'jump start'.  A few moderate moves lead to more thin crimps, then a powerful, long reach from an undercling to jugs below the 3rd bolt.  From here wander left to a huge jug at the base of a left-facing dihedral.  Deceptively strenuous moves lead into the dihedral, where more jugs bring you to the 5th bolt.  A fun slab on great rock heads past 3 more bolts to the anchor.","protection":"Bolts","location":"Seventh route from the right, or 3rd route right of Heat Stroke."},"__v":0},{"_id":"TgbMbr1eWf6uqq7B+ZnSWA==","name":"Hindsight 2020","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":0,"mp_id":"120152234","mp_crag_id":"105923881","climb_id":"TgbMbr1eWf6uqq7B+ZnSWA==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"Nice short climb on quality rock bolted by John Hymer some 20 years ago, that for some reason had not been freed to his knowledge. Easy climbing least to a boulder problem between the 2nd and 4th bolt on bad holds, then easy climbing to the chains. I found a sequence that felt about v7. Route had some old tick marks, if you climbed this before 12/24/2020 holler at me! -Boyko","protection":"5 draws to chains","location":"Two bolted lines left of Left Dihedral, and first light right of Permutations of Symmetry. Near the top of the slope. "},"__v":0},{"_id":"InD3QqwcXBatsjOGRx3f+Q==","name":"Heat Stroke","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":5,"mp_id":"105924166","mp_crag_id":"105923881","climb_id":"InD3QqwcXBatsjOGRx3f+Q==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This popular line sees a lot of action on busy weekends.  A difficult boulder problem off the ground leads to a set of three pods at the first bolt that look a lot better than they are.  From here, traverse right past the 2nd bolt to good jugs, then straight up for 6 feet to the 3rd bolt and good jugs.  At this point \"Heat Stroke Straight Up\" veers leftish, and this route breaks hard to the right, traversing out the juggy rail.  At the 4th bolt the route starts going up again.  After clipping the 5th bolt, the holds become increasingly slopey, and the feet seem to disappear.  Apparently there is some slick palming beta that makes this section easier, but without it, its desparate, and you'll be psyched when you get the 6th bolt clipped. \n\n  From the anchor for Heat Stroke its possible to set up TRs on Sun Burn and Cinco Trinta.  If you want to TR Heat Stroke, be sure to leave all the draws in place for your second.","protection":"Bolts","location":"Begins immediately left of the obvious flake/crack feature that splits the wall."},"__v":0},{"_id":"yinnJzK+V3WG8n9jSYo4Fg==","name":"Dehydration","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":12,"mp_id":"105924139","mp_crag_id":"105923881","climb_id":"yinnJzK+V3WG8n9jSYo4Fg==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This stankfest is one of the few options for a 'warmup' on the sunny side.  To be blunt there really aren't any good warmups on the Sunny Side, unless your idea of a warmup is 5.11.  If you come to the crag and get on this route first, please don't leave until you've tried some of the other routes.  It does get better than this! \n\n  Anyway, the route begins up a usually dirty slab, up to a 2 foot roof.  Surmount the roof on good, though dirty holds.  Once above the roof, your best bet is to traverse up and left to the awkward dihedral/chimney thing, and lean out right to clip the bolts.  It may be possible to follow the bolt line more directly, but it would be much more difficult.  (This is supposed to be a warmup after all!)","protection":"Bolts","location":"Second route from the right, on dark grey rock."},"__v":0},{"_id":"stEWzAkPWly4MpKUSur1kQ==","name":"Deep Stroke","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":4,"mp_id":"105926339","mp_crag_id":"105923881","climb_id":"stEWzAkPWly4MpKUSur1kQ==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"With stone that would be considered stellar at any crag in the country, this route has everything: sustained difficulty, intricate footwork, crimps, slopers, jugs and pockets.  Surely one of the best at the grade in NM.  [I realize I've violated my own 3-star limit (for the Tunnel), but this route is soooo good it deserves a special exemption.]   \n\n  Begin as for Heat stroke with a tricky little b.p. getting to the 1st bolt (stick clip).  Traverse right past the 2nd bolt, then up to the jug band.  After clipping the 3rd bolt head up and slightly left on several jugs to a small, beautiful orange bulge.  Clip from the highest jugs, then reach up to a wickedly thin, slopy crimp.  Work your body over the bulge on more thin crimps and sidepulls, then pull your feet up over the lip with great difficulty (crux).  Up and right you will be teased by deceptively slopey jugs that provide just enough rest to keep you from shouting \"take\", but not enough that you can cruise on to the chains.  Long reaches to more slopiness lead up and left to a large pocket, level with the chains of MLK.  Don't get cocky though, you still have to surmount one more tough section, so rest what you can before commiting to the long, dynamic reach to a detached (but solid) flake.  A few more trivial moves lead to the anchor. ","protection":"7 bolts, 2 bolt anchor.","location":"Starts same as Heat Stroke, but head up and left after 3rd bolt."},"__v":0},{"_id":"ZmRzCEF8U3uIbSefb3Im6g==","name":"Cinco Trinta","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":6,"mp_id":"106675164","mp_crag_id":"105923881","climb_id":"ZmRzCEF8U3uIbSefb3Im6g==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This devious line will be sure to test your thin crimping skills.  While the rock is solid, any hold that is not part of the general sequence may be covered in mud. \n\n  A thin boulder problem start consider a stickclip, leads to a powerful undercling sequence.  Pull this and hit a pair of pockets that are side by side.  Clip the third bolt, a long sling helps and enter the powerful fingery crux.  The crux moves are much harder than any other moves on the route probably V6.     After the crux a nice rest is encountered in the jug band.  Shake well here as one more technical boulder problem V3 or so guards the chains.","protection":"7 Bolts to Anchors, stickclip.","location":"Between the area classic \"Heatstroke\" to the left and \"Sunburn\" to the right.  Shares anchors with \"Heatstroke\"."},"__v":0},{"_id":"CcAUU/5RXEmDeLb63mO69A==","name":"Burn Baby Burn","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"left_right_index":13,"mp_id":"105924135","mp_crag_id":"105923881","climb_id":"CcAUU/5RXEmDeLb63mO69A==","areaRef":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"This route is one of the few moderate options on the Sunny Side.  Its a bit spicey for the leader between the 2nd and 3rd bolts, but the upper half of the route is on excellent stone.  This route is noticeably better than its neighbor to the left.","protection":"Bolts","location":"Furthest right route on the wall, on dark grey rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,a27f9d6a-53fa-53bf-a59d-49b976c009e9,697ae22f-55ae-5d17-b82f-c90e7ba5efd3,4876324e-abff-5dfd-a546-722ac74858e8","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Tunnel, The","Sunny Side","Sunny Side (Right End)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":4,"label":"5.13a"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.8602,32.9461]},"bbox":[-105.86073583118291,32.94565033981814,-105.85966416881712,32.946549660181866],"left_right_index":-1,"ext_id":"105923881","area_id":"SHYyTqv/Xf2lRnIqx0hY6A=="},"content":{"description":"The Sunny Side is one long cliffband, but by convention, it is described as two separate crags. The right half of the cliff is known as the \"Sunny Side\", and the left side is known as \"The Dig\".The right end of the Sunny Side offers the best rock and climbing at the Tunnel, with a number of high quality 5.12s, and several 5.13a's. Most routes are slightly overhanging and crimpy at the start, vertical with big jugs in the middle, and slabby with unnerving slopers at the end.This crag faces slightly west, and depending on the season, gets anywhere from 1 hour to half a day of shade (less shade closer to winter solstice).From Right to Left, routes are:1. Burn Baby Burn, 5.11b2. Dehydration, 5.10d3. Biggus Diccus, 5.12d4. Melanoma, 5.13a5. Sunspot, 5.12c6. The NIMBY Factor, 5.13a7. Jump Start, 5.12a8. Sun Burn, 5.12a9. Cinco Trinta, 5.13a10. Heat Stroke, 5.11c (shares start with #11)11. Heat Stroke Straight Up, 5.12b12. MLK, 5.13a13. Right Dihedral, 11d (shares start with #14)14. Left Dihedral, 5.12a15. Open Project, needs bolts16. Open Project17. The 5.14, 5.14a"},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:40.931Z","updatedAt":"2024-01-15T16:47:04.207Z"}