{"_id":"63689d20e80bff5a994f1fbe","area_name":"Waves of Rock","shortCode":"","climbs":[{"_id":"TC8XWi7dWo+2DHD2oS5FpA==","name":"What the Hail","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ryan Wolfe & Josh Baker, '00","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"left_right_index":0,"mp_id":"118913053","mp_crag_id":"105956507","climb_id":"TC8XWi7dWo+2DHD2oS5FpA==","areaRef":"Q3MRgVFrUdqFj4on0XY9cQ=="},"content":{"description":"Climb the chimney/cave to the left of the black streak. Boulder move (height helps) over the bulge and follow the right-facing dihedral. Belay. Continue past the tree following discontinuous cracks to the juniper belay above.  -via the Bill Cramer guidebook \n\n ----------------------------------------------------------------------------------------------------------------------------------------------- Pitch one is really where the money is on this climb. Absolutely worth it for that pitch. Chimneying out of the cave to surmount the boulder that leads to the dihedral was a ton of fun, and easy enough to protect. There is an opening in the chimney that looks directly at the beginning of the dihedral, aim for that. Outside of the cave seems to be another option to gain the boulder, but it was quite overgrown so we opted to go inside. Once on top of the boulder there is a thin bouldery move to gain the dihedral, which was slightly committing, maybe a little bit tricky pro there, but i was able to get my smallest totem in the thin crack right before the move. After you've gained the dihedral it's some very fun finger and hand crack traversing to the belay.\n\n Pitch two was very easy, following discontinuous cracks. I ran this pitch out to avoid rope drag. \n\n Overall a really enjoyable climb in a great area with lots of other fun stuff nearby! ","protection":"small to OW. Gear and Natural Anchors","location":"Once you've reached the base of Waves of Rock from the approach head to the left (east face) side of the formation, staying as close to the wall as it will allow. Scramble past large boulders and up caves, passing a large black streak (which is another great route).\n\n The right facing dihedral can't be missed, and the large cave/chimney that leads up to it is the start of the route."},"__v":0},{"_id":"BTmsxCI1VqSZ80sJkxfAwg==","name":"Original Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"left_right_index":1,"mp_id":"107512421","mp_crag_id":"105956507","climb_id":"BTmsxCI1VqSZ80sJkxfAwg==","areaRef":"Q3MRgVFrUdqFj4on0XY9cQ=="},"content":{"description":"Climb a large block to your first step across move to a right leaning crack. First pitch is trad past a small tree before two bolts over slab, then a two bolt anchor. The second pitch takes a bolt straight up from the anchor, and then wanders along varying slab and crack. At the very end of my rope length (60m), there is a nice spot to anchor next to a large tree. \n\n  Second pitch is much easier, perhaps 5.6 or less, but a longer pitch.  there is an easy walk to the summit, and a large ramp walkoff to climbers right.","protection":"Standard rack, a BD 2 and a 3 are nice for the anchor. Wider gear proved more useful.","location":"Found at the base of the wall, right up from the climbers trail, step across large boulder to begin the route, following the obvious finger hand crack to the upper right. Just to your left will be a huge chimney full of boulders."},"__v":0},{"_id":"1ukG9cfKXSabo3XSwUM8aA==","name":"Hang Ten","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Rusty Baillie, 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"left_right_index":4,"mp_id":"108160316","mp_crag_id":"105956507","climb_id":"1ukG9cfKXSabo3XSwUM8aA==","areaRef":"Q3MRgVFrUdqFj4on0XY9cQ=="},"content":{"description":"Pleasant slab climbing on a well-bolted face of high quality granite. This climb is a perfect introduction to multi-pitch climbing for novices, but the spectacular views of Granite Basin and Granite Mountain make the outing worthwhile for climbers of any skill level. There are four sets of anchors (bolt hangers only), allowing the climb to be broken into four pitches. However, the climb can be done in two pitches with a 60 meter rope.        Pitch 1: The steepest climbing and hardest moves occur in the first 60 feet. Clip bolts up a steepening face and over two large horizontal cracks, passing a set of optional belay anchors midway. There are several options for placing cammiing devices or stoppers on the lower part of the pitch. Belay at a second set of anchors.        Pitch 2: Clip bolts up more mellow terrain than the previous pitch. Clip an old fixed pin and two more bolts then angle up and left to find the belay/rappel anchors at a shelf.          Descent: If looking down the face, rappel into  the gully on the right on two 60 meter ropes, or walk off on the slabs to the left. For the rappel, descend past the very large ponderosa pine, being careful not to dislodge loose rocks at its base. 50 feet below the tree, down-climb easy terrain to finish the descent. A second rappel can be set up on the tree if desired, avoiding the down-climbing. 10-12 feet of webbing and a rap-ring may come in handy.","protection":"Pitch 1: 11 bolts to a 2 bolt anchor. Several options for camming devices or passive protection.   Pitch 2: 7 bolts plus a fixed-pin to a 3 bolt anchor with chains.","location":"On the right side of Waves of Rock formation, the start of Hang Ten can be found a few feet right of Flake Thing."},"__v":0},{"_id":"VJMmd8WVVmmklYbF53PjqQ==","name":"Flake Thing","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"left_right_index":3,"mp_id":"107556381","mp_crag_id":"105956507","climb_id":"VJMmd8WVVmmklYbF53PjqQ==","areaRef":"Q3MRgVFrUdqFj4on0XY9cQ=="},"content":{"description":"Follow the large flake straight up to the shallow roof with horizontal crack, follow this roof traversing right until coming upon the first bolt/2nd Opt. belay. Pull over the roof (5.6 Crux) then follow the line of bolts up slab to the next belay. Then follow the line of bolts again up the slab, past 3rd Opt. belay, to another shallow and long horizontal roof with a large ledge beneath it. Mantle the \"roof\" and continue past a Piton and two bolts, the rap chains/belay will be on the left.","protection":"Standard rack, flake will take anything you throw at it. Runners (For first few pieces.). ~10 Draws.   Pitch 1: Gear and good bolts(x5)  Pitch 2: Bolts and a Piton (x8)    First bolt on second pitch lacks a hanger.   Also, a 70M is nice to have for this route. For the up and down.","location":"In the middle of the Right Section of Waves of Rock, the right side of large gully with single Pine tree in it, cannot miss the large flake the route follows. The base of the route is mostly a boulder pile.   3 Button-head bolts with (small/rusty)chains will get you first Rap down to the gully with the tree, scramble down Gully to reach the tree then have a second rap down off of the tree."},"__v":0},{"_id":"ujkCgEIXUyCHLx5aLP0Csw==","name":"Banzai","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rusty Baillie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"left_right_index":2,"mp_id":"111292396","mp_crag_id":"105956507","climb_id":"ujkCgEIXUyCHLx5aLP0Csw==","areaRef":"Q3MRgVFrUdqFj4on0XY9cQ=="},"content":{"description":"This is a two-pitch slab route, completely bolted, with bolted anchors. The route unnaturally trends left and then back right, and then back left - I'm not sure what the first ascentionist was thinking, except to try to keep the climbing over on the steeper left side of the slab, rather than following the natural line straight up into the lower angled slab.  \n\n  It's still a fun slab to climb - easy. Good for first leads and first multi-pitch climbs, or to work on your multi-pitch transition skills. A good solo for those who like such a thing. \n\n  Pitch 1: Locate the first line of bolts right of the gully that splits Waves Of Rock into two slabs. Follow this line of bolts up to a two-bolt anchor at about 60', and then continue left to a second two-bolt anchor (160' or so). \n\n  Pitch 2: Climb up for a couple of bolts and then trend left and up for many bolts, then back right to the ledge/overlap (possible gear belay station). Pull the overlap, then trend left again and back right/up to the final anchor(chains) (170' or so).","protection":"Bolts. Two bolt anchors. Bring slings to reduce the drag of all the wandering. I forget how many bolts there were - bring 10-12 draws/alpine draws.","location":"Descent: Walk down the right side (climber's view) of the slab - 2nd, easy 3rd class."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,99a4fc3c-0cdf-5b21-be8c-53aae1e4ced7,610b6c09-8da0-5617-a8a7-957327c43162,0ab47c8b-8d4d-531d-b7c9-f0a00d1f6bd0,43731181-516b-51da-858f-8a27d1763d71","pathTokens":["USA","Arizona","Central Arizona","**Prescott Area","Granite Mountain","Granite Basin Crags","Waves of Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.55016,34.61371]},"bbox":[-112.55070636686003,34.61326033981813,-112.54961363314001,34.614159660181855],"left_right_index":-1,"ext_id":"105956507","area_id":"Q3MRgVFrUdqFj4on0XY9cQ==","polygon":{"type":"Polygon","coordinates":[[[-112.55070636686003,34.61326033981813],[-112.54961363314001,34.61326033981813],[-112.54961363314001,34.614159660181855],[-112.55070636686003,34.614159660181855],[-112.55070636686003,34.61326033981813]]]}},"content":{"description":"Giant slabs easily seen on hillside at southwestern edge of the basin.  This area is not affected by annual peregrine closure."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:33.959Z","updatedAt":"2024-01-20T00:56:30.019Z"}