{"_id":"63689d5ce80bff5a994f5076","area_name":"Four Gables, Peak 12,801' & Peak 12,808'","shortCode":"","climbs":[{"_id":"6VRhg527UrOXxO1jupF16w==","name":"Northwest Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Will Crljenko, Claude Fiddler, Andy Selters Oct 1991","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69538,37.30601]},"left_right_index":1,"mp_id":"115176112","mp_crag_id":"115175701","climb_id":"6VRhg527UrOXxO1jupF16w==","areaRef":"TAzj3JZfXqO5TTE7gbGiwg=="},"content":{"description":"I've long been intrigued by this route from the very simple description in the Secor guide - \"\n\nNorthwest Ridge\n\n. V Class 5. This traverse starts at Peak 12,542'.” Some internet sleuthing revealed very little, save for\n\nthis\n\nphoto-intensive trip report from some guys who made a valiant attempt in winter. We found one hex that those guys rappelled off, otherwise there were no signs of anyone having climbed the route since the FA in 1991. Vintage film canister summit registers with only 3 or 4 entries dating back to the 1970s can be found on a few of the towers along the way. One summit \"register\" consists of an old brown paper lunchbag from the 1960s wrapped in aluminum foil. Truly obscure! This climb traverses nearly 2.5 miles of ridgeline above 12,000' and gains ~3000' along the way with a lot of elevation loss, too. The rock quality is generally excellent with some more shattered/loose stuff in the weathered notches between towers. My partner and I both felt like this was a worthy objective, especially if you’ve already done some of the more classic Sierra traverses. It goes pretty quickly for the supposed Grade V rating, and ranks among some of the easiest technical Grade V's in the Sierra, along with the Direct South Face of Lone Pine Peak (5.7 A0), the Bardini Route (5.6) on Birch Mtn, the Whitney Basin Traverse (5.7), and maybe the Temple-Gayley-Sill traverse via Venusian Blind (5.7). The grade given here doesn’t really reflect the overall difficulty of the route (which is significantly easier), much like the 5.9 rating for the Evolution Traverse.\n\nFrom the Gable Lakes Trail in Pine Creek, head up to the old mining cabin and lakes. Cross-country travel to the southwest leads up towards the flanks of Peak 12,542'. This peak has a low cliffband with brushy slopes above. A weakness breaks through the middle of the cliffband followed by a long sandy slog up the vegetated slope above. This is the worst part of the whole traverse - once you gain the summit and ridge things get better quickly. From Peak 12,542', head southeast along the ridge, passing 6 large towers/peaks along the way to the Four Gables plateau and finally hooking back around to Peak 12,808' aka Four Gables North. There is loads of interesting class 3 and 4 climbing right on the ridge. Route finding is relatively easy - the line never really ventures off the crest of the ridge except for a few cruxy 5.6 or 5.7 downclimbs to the west off of southern end of Towers 1 & 3. These downclimbs lead to some exposed catwalk ledge systems a hundred feet or so below the ridge which lead directly to the notch before the next tower. One could easily rig some rappels in lieu of downclimbing these more cruxy sections. Staying \"true\" to the ridge through these two dropoffs would certainly require rappels or Peter Croft caliber down-soloing. The final crux of the day is the long sandy slog to Peak 12,808’ from the Four Gables plateau. Ugh! Descend the cl.3 north ridge of Peak 12,808’/4GNorth and drop off the east side near a saddle to the upper Gable Lakes, finally regaining the trail near the old mine. Keep an eye out for Mountain Yellow Legged Frogs while here - they are hard to miss.\n\nConfident soloists and acclimated parties familiar with this style of climbing and route-finding can do the whole shebang in a big day car-to-car. This was the style of both the FA and our repeat ascent. Expect ~16 miles round trip and 7000' elevation gain for the big push. One could also camp at the Gables Lakes to break things up a bit, or carry a lightweight overnight kit if you're into the on-route bivy experience. We opted to bring just approach shoes and no rope - this was also how the FA party did it. Choose for yourself - it’s quite exposed in places. It seemed like almost all the 5th class sections were downclimbs, so another good strategy might involve bringing just a skinny rap rope and some tat/bail gear.","protection":"Maybe","location":""},"__v":0},{"_id":"C8ujrVDiXPWhyoCALrXp4w==","name":"Direct East Face","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Nettle, Cadence Reed 2012","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69538,37.30601]},"left_right_index":0,"mp_id":"115175764","mp_crag_id":"115175701","climb_id":"C8ujrVDiXPWhyoCALrXp4w==","areaRef":"TAzj3JZfXqO5TTE7gbGiwg=="},"content":{"description":"This line is a direct variation of the Rowell/Neale route up the center of the main east face of Four Gables South aka Peak 12,801’. Looks good from a distance, but upon closer inspection it is quite grainy with plenty of loose stuff. Topo does a good job of breaking things down so I'll keep it minimal.\n\nP1-4) We simuled these easy pitches in one go, about 500'. Some of the more fun and clean climbing on the route.\n\nP5) 5.10- 200'. Head right across sandy ledges then back up left following cracks towards the giant chimney/alcove system above. Belay on a big ledge at the base of the corner.\n\nP6) 5.10+ 150'. Decent crack climbing in the corner to a strenuous roof crux. Belay in the chimney at a sloping stance directly above the roof.\n\nP7) 5.10 100'. The \"stacked blocks\" are quite serious. Know how to safely navigate through loose terrain or risk killing yourself and/or your belayer. Probably deserves an X or XX rating. Push softly, don't pull! Your homie below is directly in the firing line with nowhere to hide.\n\nP8-9) We simuled a short bit, 250' or so, belaying in the cave below the cool tunnel-block. 5.6\n\nP10) Tunnel out and climb to the top. 5.7 100'","protection":"Doubles to 3\", 1x 4\"","location":"Straight up the prominent pillar on left-center of the main East wall.\n\nDescend by hiking south along the ridge for about a mile and dropping into the next drainage south of Upper Horton Lake. A tedious talus slog and boulder hopping leads to a small lake where you can then drop back down to Upper Horton Lake. See map on main page."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,a9f6b0cd-2103-5a4d-947a-433294383c55,4c0ce3dc-965f-5ea3-b94d-313b81b1a2c2","pathTokens":["USA","California","High Sierra","07 - Humphreys Basin, Pine Creek & Granite Park","Four Gables, Peak 12,801' & Peak 12,808'"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.69538,37.30601]},"bbox":[-118.69594531880634,37.30556033981814,-118.69481468119368,37.30645966018187],"left_right_index":-1,"ext_id":"115175701","area_id":"TAzj3JZfXqO5TTE7gbGiwg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:36.103Z","updatedAt":"2024-01-15T16:41:11.194Z"}