{"_id":"6368a50be80bff5a995b061e","area_name":"Donnelly Canyon","shortCode":"","climbs":[{"_id":"+tmeVdf2XiSCPMP7mjm7wQ==","name":"The Waiting Line","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":7,"mp_id":"116113988","mp_crag_id":"105716880","climb_id":"+tmeVdf2XiSCPMP7mjm7wQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"As the name suggests it's a fun little line to do while waiting for Generic Crack. Finger locks to some face moves, finishes with a mantle onto a ledge.\n\nThere is no bolted anchor. Take 3 0.4 Camelots to make a gear anchor. Retrieve gear anchor on rappel of Generic Crack with a fun little swing!","protection":"2x0.3 1x0.2, gear anchor (3x0.4)","location":"20 feet left of Generic Crack"},"__v":0},{"_id":"itbKYBjwXMe9aLvW8NrgJA==","name":"Violently Happy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":0,"mp_id":"111887619","mp_crag_id":"105716880","climb_id":"itbKYBjwXMe9aLvW8NrgJA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A long first pitch with lots of hands fists and offwidth. 170 feet of that will see you to the first set of anchors. From there pack a lunch and hope you fit!!!","protection":"(3) #3 (4) #2 (3) #4 (2) #5 (2)#6 for the first pitch the gear for the second pitch is (2) #1 (2) #2 (1)#3 (1) .75 (1) #6","location":"To the left of Owl crack . You can see it from the parking lot"},"__v":0},{"_id":"2WTKTGSSVsylSxj/9Ftu1A==","name":"Unknown Pod Climb.","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":18,"mp_id":"105718315","mp_crag_id":"105716880","climb_id":"2WTKTGSSVsylSxj/9Ftu1A==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route is a reasonably good Donelly climb and seems to be free more often than others.  It is just as long and good as 'Generic Crack,' but less generic.  The size changes throughout and the angle weaves back and forward, throug a few hanging corners and flaring pods.\n\nFing a long climb left of the ever-popular Chocolate corner area- continue left past Mr Peanut and toward Generic Crack to near the bolted arete of Let Er Buck. Just right of there (if memory serves- I just did it again on Easter of 04) is a splitter off of the ground with rounded edges. About 10M up is the first pod, which is also the crux.\n\nA rack of cams should include a few down to an inch, with at least two each #2 and #3.5 and probably three each #2.5 and #3.  That should do well, but if you love plugging tons of gear, consider taking more.  Take a few slings too, as the pods protect deep in back.\n\nA 70M rope will get you down, a 60 won't without trickery.","protection":"A rack of cams from from 1\"-3.5\" Heavy on the 2-3\". Plus one #4 camalot if convienient.","location":""},"__v":0},{"_id":"7RMaeEqtWLeH9Z1dlH0xhA==","name":"Unknown AKA Reclamation","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":9,"mp_id":"106359142","mp_crag_id":"105716880","climb_id":"7RMaeEqtWLeH9Z1dlH0xhA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A 50' black corner to a choice between a 5.10 hands corner or 5.11 finger splitter. It starts off as a difficult laybacking boulder problem. I left a fixed nut because small cams take up the only holds and a pillar looms below. The nut makes it safe and solid. Then .11- finger climbing leads to a ledge that used to have a jingus two pin anchor in a splitter crack. I \"replaced\" the anchor, and in a fit of ruthless vandalism, moved it another 50' feet higher to where a sweet 5.10 corner and a 5.11 splitter converge. The route continues via a blocky flake system to a bolted offwidth roof at least one more pitch (I only spied all this from the ground). It appears that the FA probably aided a few more feet above the new anchor (knifeblade pin scars evident) and swung into the flake. It is possible to step left into the flake system from the top of the splitter, however. The whole route seems to have been nailed originally, as angle scars pock even the 2 inch cracks.\n\nI'd give it three stars, but the fact that the crux is significantly harder than the rest of the route detracts a little. But the upper splitter is a classic finger stack trainer; the low angle, footers, and pods keep it from being brutal, but rattly stacks are required.","protection":".4\" to hands. If you use the splitter variation, you don't need hand size pieces. Be careful lowering with a 60 meter rope- you just make it to a pillar and easy down climb. The nut mentioned above is gone (wow, what a score!), so you may want a medium to small nut for the start.","location":"This is a corner 50' to the right of Generic Crack. The book may claim it as a two pitch unknown at 5.11. The anchor was a originally lower. It is now a stout but worthy 105' route. Very clean."},"__v":0},{"_id":"jG/nt529W3iun2Z3sPoOug==","name":"Unknown 5.10+","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":2,"mp_id":"105718699","mp_crag_id":"105716880","climb_id":"jG/nt529W3iun2Z3sPoOug==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route is in the next corner left of \"The Naked and the Dead.\" Look for a left leaning pillar with a large chockstone near the bottom. Clearly seen in the Donnelly Canyon photo.\n\nThis is a short and super-fun route - at least until you get to the last 15 feet.\n\nStart by squeezing into the chimney below the chockstone, then pulling up and over it. The fun commences with good gear and great stemming - one hand in the (finger) crack, the other on the leaning pillar. The pillar leans away from the wall, so the stemming gets more exciting as you climb.Once you reach the top of the pillar the real work begins. Your two smallest pieces will fit in the bulge - but, if you're not solid while liebacking on sloping tips, save one larger green Alien size for the short ramp over the bulge.The anchors are just large machine-bolts sticking out of the rock, with webbing slung over them. Not too reassuring. The current rings are aluminum rap rings - don't toprope through them (duh)!","protection":"One hand-sized piece for the chockstone, then at least two each of blue, green, yellow and red Alien sized pieces. A #3 - #4 (old style) Camalot will fit nicely in the pod below the crux.","location":""},"__v":0},{"_id":"eGqeH7UdXqCxITitaNz6pg==","name":"Unknown (L of Dos Hermanos)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":24,"mp_id":"116071133","mp_crag_id":"105716880","climb_id":"eGqeH7UdXqCxITitaNz6pg==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Starts in a slightly offset, flared corner with thin hands and quickly gets into hands and offwidth at the top. Ample face features abound on this climb, making no particular section too hard.","protection":"Thin hands to wide gear.","location":"Between Unknown 5.9/5.10 (2 pitch route) and Dos Hermanos. Starts about 25 feet right of the Unknown 2 pitch 5.9/5.10 that has a small plaque at the base \"The 5.9\". You can scramble up a sloping ledge from the anchor of the first pitch to get to the anchor of this climb."},"__v":0},{"_id":"ctECa+6XVbaBbK9DWWOYpg==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"n/a","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":23,"mp_id":"105717325","mp_crag_id":"105716880","climb_id":"ctECa+6XVbaBbK9DWWOYpg==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route is after Elephant man and just before Dos Hermanos.  Only P1 is listed in any of the guide books and it goes at about 5.9.  The first pitch splits a big block and is relatively short - probably no more than 60'.  It ends at a ledge with nice Fixe anchor bolts.  Belay from this ledge even if you only want to do P1 and rap when you are done.\n\nP2 is the business.  Leave the ledge on the crack to the right of the anchors.  Basically, the crack gets wider towards the top, but the first 3rd of it stays pretty much in the 1.5 Friend to 1.75 Friend size.  I hate these sizes.  I was able to chimney for part of the upper section, which is kind of a flaring slot with gear in the back.  My second, a little bit better of a climber than me, called the pitch 10+/11-.  This is what I though it was, but I'll err on the side of caution, since it was a seasonal warm-up.  The route only gets 2 stars because the top of P2 gets a little sandy.  Remember that 2 stars in the Creek is better than 3 stars at many other places.This pitch is no longer than 80' since I lowered from the anchors (through my own biners of course!) back to the ledge on 50m doubles.\n\nThe nice things about this route are that it is not the same move over and over, but is still a crack, and the hordes were too busy with nearby chocolate corner and all the others.","protection":"For P1, bring 1.5 - 4 Friends.  This pitch is short enough where you can get away with one of everything.  If you want to sticth it, bring another 3.5 Friend/3 Camalot and a 4 Camalot.\n\nP2 is the business, so bring sizes 1 to 4 Friends.Bring many 1.5 Friends and 0.75 Camalots.  The anchor on this pitch sux, so if you have a drill, sink an angle or another bolt up there and add a new sling.","location":""},"__v":0},{"_id":"II6n6iBLWP2QkCDpoKZJaw==","name":"Twitterpated","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Trevor Bowman, Hayden Kennedy, Planet Kauffman, Alex Stroud  3/28/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":30,"mp_id":"107094267","mp_crag_id":"105716880","climb_id":"II6n6iBLWP2QkCDpoKZJaw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A couple off-finger moves and face climbing lead past some softer rock to a shelf, pull past a bulging slot with fists to hands and into the sweet varnished left-facing dihedral above, stem, layback, and fingerlock up this sustained corner with mostly great fingers to a couple tipsy moves and a flared handjam at the anchor. A fine route for the grade, with great stone save for the one soft section at the start; with a bit of traffic this should become a popular line.","protection":"(1).3 (4).4 (3).5 (2).75 (1)#1,2,new 4 Camalots. Chain anchors.","location":"On the far right side of the cliff, about 100' or so right of The Thing, but before the obvious Ansaid Tower. Obvious left-facing corner in dark varnish. There's a plaque."},"__v":0},{"_id":"autBhgOtWRWHwnaj60cPLg==","name":"The Thing","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pat Perrin, Fred Knapp 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":29,"mp_id":"106622899","mp_crag_id":"105716880","climb_id":"autBhgOtWRWHwnaj60cPLg==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"YcJQVFiXUnK2fk9u5HvvHQ==","name":"Sleeve of Wizard","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Trevor Bowman, Pat Kingsbury 2/10/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":31,"mp_id":"107940402","mp_crag_id":"105716880","climb_id":"YcJQVFiXUnK2fk9u5HvvHQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A nicely varied OW-squeeze with featured rock and more face holds than typical of the Creek. Very reminiscent of Zion.\n\nStart with a flared OW/squeeze with good hands in the back, pull out of the flare into a cups splitter, run it out up a wider chimney to a bolt, and finish with a tough squeeze section to a belay alcove. Great blue collar outing!","protection":"1 bolt, (3x)2,3 (2x)new 4,new 5,6, plenty of shoulder-length slings, chains","location":"On the wall directly behind Ansaid Spire."},"__v":0},{"_id":"aBiKY6cNX/SCA7TsyD1Cng==","name":"Sister Skywalker","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Charley Graham, Lauren Reich: April 2, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":10,"mp_id":"106607546","mp_crag_id":"105716880","climb_id":"aBiKY6cNX/SCA7TsyD1Cng==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A flaring seam that is mostly face climbing on small, friable holds that may break.  A few were broken on the first ascent and subsequent top-rope ascents.  The moves are interesting but the overall quality of the route is diminished by its short length and soft rock.","protection":"The more tiny cams you place, the better you will feel on this one.  The first 20 feet is a #00 and #0 tcu seam in soft rock.  Otherwise a single set of cams to #1 camalot with extra tips will help sew up this short line.","location":"Find this one to the right of \"Unknown 5.11- AKA Reclamation\" in Donnelly Canyon.  It is a 60 ft. flaring seam with a few pods and fixe ring hangers at the anchor."},"__v":0},{"_id":"81T3tXDLXlSt86LFDWJrTw==","name":"Shank Face","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Greg Child, Shamik","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":28,"mp_id":"121573752","mp_crag_id":"105716880","climb_id":"81T3tXDLXlSt86LFDWJrTw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This is the crack that splits the face 30 feet left of The Thing.  Start in a shallow hands-wide sized corner with a splitter finger crack on its left.  When the corner ends, commit to the fingers/off-fingers splitter, pull a bulge up high, and continue with more off-fingers to the anchor.","protection":"Many 0.5, 0.75 and 1.0 (camalots).  A couple smaller and larger pieces","location":"Past Dos Hermanos, but before Twitterpated."},"__v":0},{"_id":"TFGlbiYlXkyrK0DM++juOw==","name":"Rainbow Sign","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":11,"mp_id":"106655291","mp_crag_id":"105716880","climb_id":"TFGlbiYlXkyrK0DM++juOw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Much like it's much thinner sister route,\n\nSister Skywalker\n\n, Rainbow Sign ascends the sandy white section of wall between\n\nGeneric Crack\n\nand the Elephant's Trunk.  Much of the route is characterized by solid OW climbing, but, unfortunately, the start and crux finish are marred by sandy, friable rock.\n\nBegin by ascending the sandy pillar (seems very loose) at the base of the climb by means of a handcrack on the right side.  A #2 Camalot could fit here, but the moves are 5.8 at most and a fall onto a cam would likely shear the pillar right off the wall.  Mount the pillar, dust yourself off, and ponder your fate as you take in the 5\" crack rising above you.  Ascend the offwidth (protects with #5 C4, bring two to leapfrog or walk, or bring 5 or 6 to sew it up) utilizing the occasional facehold for feet or to cop a rest.  Unfortunately, your ascent will likely be more difficult than mine, as I broke a half-dozen or so holds off on the way up.  The crack is sustained, but a couple decent rests can be had by way of faceholds, or a nice thigh/knee jam if you're the right size.  Even with the features available, I think the OW section clocks in a solid 10/10+.  About 70 feet up, the crack begins to narrow from fists to thin hands in a span of about 15 feet.  Grab a nice hand jam in a pod, shake out, and launch into a sequence of powerful lieback moves up the now-very-thin (00 and 0 TCU/Mastercam) crack, which leads into the 11+ crux, a sequence of tough moves from a good sidepull onto sandy slopers and a couple loose holds to gain a stance tall enough to clip the anchors.  Whew!","protection":"Single rack from 00 (Grey) Metolius on up to #4 Camalot.  Doubles or more of #5 C4s protect the offwidth.  A #6 C4 cam be used in a pod down low, but isn't necessary.  The anchor is currently two bolts with a 'biner each.","location":"Approach as for\n\nGeneric Crack\n\nand walk along the base of the wall, passing the large, left facing corner where\n\nUnknown AKA Reclamation\n\nresides.  About 50 feet past the corner, you'll pass beneath a blocky roof beneath a seam, and about 10 feet right of this is\n\nSister Skywalker\n\n.  Rainbow Sign ascends the striking offwidth about 10 feet right of\n\nSister Skywalker\n\n."},"__v":0},{"_id":"X/RsRQTtW4WXpg5ADnowRA==","name":"Owl Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":1,"mp_id":"107653915","mp_crag_id":"105716880","climb_id":"X/RsRQTtW4WXpg5ADnowRA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Tight hands in a corner with 1 and 2 camalots to a bulge where it widens a little to 3 camalot. There is a small flare at the top that may take a 4 camalot if you want, and then you're at the anchor. The name of this climb is due to the fact that an owl lives in the cave at the top.","protection":"3 #1 camalots, 3 #2 camalots, maybe a #4. If you have soft hands tape.","location":"Left of the Naked and the Dead up on a big stack of boulders. Scramble up and enjoy a little zone long forgotten about. After you jam this gem you won't forget.\n\nEdit: if you have a 4-legged friend there is a touch of 4th class to reach the climb and said nice hang."},"__v":0},{"_id":"4/H3meBnWISDGkGvZ5piuw==","name":"Ocean Negro","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":21,"mp_id":"106233495","mp_crag_id":"105716880","climb_id":"4/H3meBnWISDGkGvZ5piuw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"P1: Chocolate Corner.\n\nP2: Nerve wracking stemming up the corner past a few bolts and small nuts and cams, head games.\n\nP3: Amazing looking snaking thin hands splitter up a steep! wall with great exposure.","protection":"Few bolts and small gear including nuts.\n\nI used 2 blue aliens, 1 yellow, 3 reds, a #2 camalot and stoppers #6-#11...possibly doubles.","location":"Off the top of Chocolate Corner."},"__v":0},{"_id":"nPNG6Ck4UoC+OqbRr/jJRQ==","name":"Naked and the Dead Variation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"in the Book","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":6,"mp_id":"105943086","mp_crag_id":"105716880","climb_id":"nPNG6Ck4UoC+OqbRr/jJRQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This Line offers a 5.11 Variation to the First pitch (5.8).  Start at the Right of the Triangular Flake and follow on Thin Fingers through the Crux (the 10 feet after the white Band) until you reach the final Jug holds at the top of the Flake.","protection":"I used a Lowe Ball #2 just of the deck.  From there use 3 Purple Metolious Cams, 1 Gray and 1 Red Towards the Top.","location":"This Route is 10 Feet right of the usual Start to Naked and the Dead. Top Out at the Anchors or continue the route in the Corner."},"__v":0},{"_id":"EHnTRKsfXXyj1yN0wedjLw==","name":"The Naked and Dead","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Les Ellison & Hooman Aprin, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":5,"mp_id":"105717673","mp_crag_id":"105716880","climb_id":"EHnTRKsfXXyj1yN0wedjLw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"From Generic Crack, walk about 60' to the left.  There you will see a huge flake in a left-facing corner.  This flake forms a tips-crack on the right, and a finger-to-hand crack on the left side.  A double chain anchor is 35' off the ground, just above the top of the flake.  A single bolt and ring are above the right hand side, to serve as a directional to protect the fingertips varaition (5.11+, TR)\n\nP1: Climb to the top of this flake (5.9) fromt he left, with good protection and simple, but powerful moves.\n\nP2: Climb up the corner, in  agreat and solid tight-hands crack.  This starts as a 2-2.5\" crack for a bit, the eases up to really good hands for a few moves.  After a few more moves, the climb drastically changes its nature.  The corner becomes softer rock (but still safe) and turns into a \"double-inset\" up above.  This is like having 2 aretes facing nose-to-nose with 12\" in between and a chunk of rock some distance behind.  The fun part may be the shenanigans you pull to achieve one no-hands rest after another, by heal-toe, knee-bar, or other odd modes, using the hollow area back in the corner for these positions.  Once past the steepest part of the rock, smaller cams are more useful than large ones (1-1.5\").  No OW gear is necessary.\n\nA beginning leader may likely find the distance between a few of the pieces disconcerting when combined with the odd positions of theis route, and as a result will tunnel back in to chimney the moves.  That's no fun, so let it all hang out and enjoy it!!!","protection":"A wide assortment of gear.  The bottom pitch (35') protects well on a single set of cams.  The second pitch (80') requires plenty of gear from 3\" to 3.5\" (Blue Camalots are good) Up above the overhang, where the crack appears widest, narrow gear, 1\" to 1.5\" can be used in a hidden-from-view crack.  No O.W. gear is necessary. The upper pitch is soft rock and is flaring in spots and will produce some odd body position.  Although the grade is moderate overall, I'd loathe to recommend this to a beginning leader.","location":""},"__v":0},{"_id":"s44qt9fqX8+0U6tTNViAxA==","name":"Mr. Peanut","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Hooman Aprin and Les Ellison, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":19,"mp_id":"105886700","mp_crag_id":"105716880","climb_id":"s44qt9fqX8+0U6tTNViAxA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Mr. Peanut lies up and approx 20' left of\n\nChocolate Corner\n\n.  There is a somewhat hidden hand crack on the right, just left of a wide crack. Start up the hand crack to a small roof (crux), which narrows down to consistent fingers to the anchor. It is rated 11+ in both the older Sharp End guidebook as well as the new Bloom book, but I would argue it's more like 10+, possibly 11-.","protection":"Mostly purple Camalots (0.5) and/or orange TCUs, with a couple smaller and larger pieces for good measure.","location":""},"__v":0},{"_id":"wRP3hYgRVY6Mms2njlHDrQ==","name":"Let 'er Buck","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Steve Petro, Lisa Gnade, Gordon Douglass, 1990's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":16,"mp_id":"105718456","mp_crag_id":"105716880","climb_id":"wRP3hYgRVY6Mms2njlHDrQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route has the unique distinction of being the only sport climb at the Creek, and a great one at that! Let 'R Buck makes for a good end of the day/weekend/month trip climb when your paws and feet are too sore to shove in any more cracks. Located to the right of\n\nBinou's Crack\n\n.\n\nThe crux on this route is getting to the second bolt. If you botched the sequence right at the bolt, then you might hit the deck (or come really close). Having the second bolt clipped is nice, but maybe not necessary with an attentive belay. After the third bolt, the climbing is superb and balancey and in the 5.11 range.  The rock on this route is awesome and moves are memorable.","protection":"About 12 QDs","location":""},"__v":0},{"_id":"PX380xvCXNaradTzyqZqKw==","name":"JARNI ZVRAT-KY","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jiri Vyhlidko, Adela Jandikova April 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":12,"mp_id":"108029965","mp_crag_id":"105716880","climb_id":"PX380xvCXNaradTzyqZqKw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Boulder move off the ground in to a roof fist slot that tapers down to tight fingers. Lock that finger down, reach left to a \"jug\" and pull yourself on to a great ledge. From there its good fingers for a move or two, stem left foot and grab some less then great rock out left which gets you to somewhat of a rest/good stem. Work up some crap rock in to a crisp and i mean crisp #2 camalots for 60 feet to a rest under the last crux! 00 C3's and some wicked stemming gets you over the roof now tips to the top...","protection":"(5) blue tcus (3) 1 inch (5) #1 camalot's  (1) #2 camalot (3) .4 camalot (1) #4 camalot (1)#3 camalot (2) .75 camalot","location":"Left of Binou's Crack 5.9  I mean left of Half Man/Half Alligator Shark 5.13 R. Its right next to a sweet tree. No Plaque."},"__v":0},{"_id":"WXMeicf+UxyfBJB/Q0pfwA==","name":"Half Shark-Alligator, Half Man","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Cedar Wright","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":14,"mp_id":"107368248","mp_crag_id":"105716880","climb_id":"WXMeicf+UxyfBJB/Q0pfwA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"A nice change of pace if you're getting tired splitters or you want your gobies to heal.  The crux involves insecure arete liebacking w/ fixed kb's for pro.","protection":"Aliens, 2 reds, 2 grays, 2 greens, 1 blue, quick draws for pitons","location":"Located just left of Binou's Crack. Start by climbing the splitter flake  on the face."},"__v":0},{"_id":"kp+DxVYuURyfgyZ2saryBg==","name":"Generic Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jimmy Dunn, Brian Delaney 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":8,"mp_id":"105717328","mp_crag_id":"105716880","climb_id":"kp+DxVYuURyfgyZ2saryBg==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"As described in the Donnelly Canyon intro, this route is quite obvious.  On my first visit to the area, I said, \"That must be Supercrack.\"  I was wrong, but this is one striking line.\n\nFrom the parking lot, cross the drainage and head up canyon about 50 yards, then follow an obvious and well built trail up and left to the bottom of the route.\n\nThe first pitch is 120 feet long so don't forget the trail line.  The first 25 feet or so are the awkward crux of the route, then you're in hand jam heaven.  The crack does widen slightly near the anchor.  The #4 Camalot is for the obvious pod at the bottom, you could get by without it with a big-hands piece a little lower.  Have fun, and don't forget to keep your weight on your feet, no matter how much they hurt.\n\nThe route has a wider second pitch that I've never seen anyone climb.","protection":"9 #2.5 Friends or #2 Camalots, 3 #3 Friends, 1 #3.5 Friend, 1 #4 Camalot trail line","location":""},"__v":0},{"_id":"bEff/0txVHSjizRQ9igzxA==","name":"Fuel Injected Hardbody","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve Petro and Kelly Moore - April 15, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":3,"mp_id":"106047075","mp_crag_id":"105716880","climb_id":"bEff/0txVHSjizRQ9igzxA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This high quality stemming and liebacking problem is located in an attractive, varnished left-facing corner just left of the much more popular Generic Crack.\n\nStem the first 20 feet on tiny gear (00 TCU size) to a welcome 0.75 Camalot placement.  Above this is a bolt which protects ten feet of crux climbing up to some solid fingers liebacking.  Save a rattley fingers piece for the run to the anchor.","protection":"A very small cam or even a wire, lots of blue and yellow TCU sized pieces and a couple slightly larger pieces.","location":""},"__v":0},{"_id":"U1iDqlRWX92bnSJ/sVO+YA==","name":"Dust to Dusk","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith, Jo Bentley, 1988.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":13,"mp_id":"121573725","mp_crag_id":"105716880","climb_id":"U1iDqlRWX92bnSJ/sVO+YA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route is an extension of Jarni Zvrat-Ky -- though it would be more accurate to say that Jarni-Zvrat-Ky is a shortening of Dust to Dusk, as this route went in first.  Either way, climb Jarni-Zvrat-Ky to its anchor and then exit the alcove to the right.  This is the crux and requires (for me, at least) wild stemming while reaching over to a seemingly blank face which houses a thin hands splitter.  Once established in the splitter, progress upwards on sometimes friable rock for 40-50 feet to the anchor.\n\nThe move out of the alcove is wild, and the crack above is nice and steep.  With more ascents the rock on the upper section might clean up, but it seems that most parties stop at the first anchor.","protection":"A rack that works well for me (camalot sizes) is: purple TCU (1), 0.4 (2), 0.5 (3), 0.75 (5), 1 (5), 2 (1), 3 (1), and 5 alpine draws.","location":"Start by climbing Jarni-Zvrat-Ky, which is 20 or so feet left of Binou's Crack."},"__v":0},{"_id":"OBJ0uThjUbyeA8twsC7alA==","name":"Elephant Man","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":22,"mp_id":"105717661","mp_crag_id":"105716880","climb_id":"OBJ0uThjUbyeA8twsC7alA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This route is just right of\n\nChocolate Corner\n\n.  Go up a widening and sometimes awkward crack to ledge with anchors, about 70 feet.  Save a few small cams for the end. I think there are upper pitches too, but I didn't do them.","protection":"Doubles of cams from green alien to #2 camalot, with maybe triples of #1 and #2 camalots","location":""},"__v":0},{"_id":"E4lGTEkOVYqtY1bahG8ciQ==","name":"Drainpipe","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":27,"mp_id":"105717337","mp_crag_id":"105716880","climb_id":"E4lGTEkOVYqtY1bahG8ciQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"From the parking lot, go across the drainage and then past the first trail (to Generic Crack).  The next trail will take you up to the Chocolate Corner area.  Hike past Chocolate Corner to a large inset chimney with two routes inside.  This is the route on the right side of the chimney, ascending a slightly overhanging thin hands to finger crack in an acute dihedral/slot to a anchor composed of two drilled pins.  About 70 feet.\n\nStart up the seemingly frictionless thin-hands slot (with occasionally tolerable hand jams) to a pod, where you can place the #3 Camalot and milk a \"rest\".  The 25 feet from the pod to the anchors is the crux, with acceptable and sometimes excellent fingerlocks. Hardmen and hardwomen will just jam straight up to the anchors, while the rest of us softies can use an inelegant combination of stemming and chimney technique to supplement the finger jams.Three stars anywhere else, but two stars at most for Indian Creek.","protection":"3 #1 Camalots, 1 #3 Camalot, double Aliens from yellow to orange.  Heck, you could might even be able to use some larger stoppers on this if you wanted to hang around and fiddle them in.","location":""},"__v":0},{"_id":"pC3bSmIoWUuDzft/DeIPsQ==","name":"Dos Hermanos","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"not sure","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":25,"mp_id":"105717532","mp_crag_id":"105716880","climb_id":"pC3bSmIoWUuDzft/DeIPsQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This climb is truly incredible. The greatest part is that its nice hard climbing that varies incredibly in size, its not the same move all the way to the chains. Dos Hermanos is located to the left of the Drainpipe Corner and to the right of the Elephant route and chocolate corner. Just look for the sweet looking crack busting right through the middle of the huge roof. Start by heading up a system of twin cracks. Actually the left one is a crack, but you can't really get you're feet into it cause it has an edge pointing away from you, and the right crack is really only a rail you can slap and lieback and heelhook your way up. The feet are mostly smears on the face. The first crux comes right before you hit the low angle section, trying to get your feet up on a ledge. You can rest here as long as you want, its no hands. Next, head up the steep heros handjams to a rest right under the roof. Reach out as far as you can and place a #3 camalot, then jam out the roof, keeping your feet in the crack. Depending on hand size the roof is either easy(large hands), hard(cupping, normal hands), or highly improbable(womans hands). Look for crimpers on the left side to help you pull the lip. The last move is literally the crux of the whole climb. Super good fun.","protection":"The first bit starts with yellow/red aliens and .5 camalots till you're through the first crux. Then throw in a .75 camalot or two. The crack leading to the roof is #2 camalots, so really you don't need any(or so they say). Through the roof two #3 camalots will get you to the chains.","location":""},"__v":0},{"_id":"rgRkxURhUvKJfFnLGzWGuQ==","name":"Dad Bod","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Nate Sydnor, Aaron Livingston and Joe Stern (first full lead)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":4,"mp_id":"118113798","mp_crag_id":"105716880","climb_id":"rgRkxURhUvKJfFnLGzWGuQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"I've looked at this for years as the logical extension to Fuel Injected. The corner above the existing anchor continues to a great ledge way up there. Once you've achieved the Hard Bod you can graduate to the Dad Bod! The rock quality is great and the climbing likely isn't harder than 10+ or so, but you may be a bit gassed and have to tap the extra fuel cells. We considered many name options including the famous Jackson Browne song \"Running on Empty.\" The ledge at the top of the route is amazing, with very beautiful walls flanking you at the perfect stance. Wish I had a photo.\n\nThe route was put up in what may be one of the longest yo-yos of all time. Aaron got the rope up on Fuel Injected, then I TRed up that with the tagline and some gear and led on. Hauling the drill up with a Gri-Gri on my belay loop with no pro and crouching on the ledge was one of my more interesting first ascent experiences. Bulldogs drill fast but they sure aren't light.\n\nAt the end of the day Joe led the whole route for the full trad dad experience, narrowly pulling off Fuel Injected and then heroically persevering on. It was the conclusion to an amazing and classic Creek day with a good crew. This was also the last day I climbed with my late good friend Nolan Smythe. Rest in peace brother. You were one of the best and most genuine of the new generation of climbers. Respect.","protection":"Rack for Fuel Injected plus a couple of green and purple Camalots as well as some fingers/tips options for the very end. An 80m rope may make it but we had two ropes so that's uncertain. Watch your ends.","location":"Pass the anchor on Fuel Injected and keep on chuggin! At the very end you'll step left to access the ledge."},"__v":0},{"_id":"7YdQ3Ak5XHqpvHzxd0V1qA==","name":"The Crack Just to Left of Drainpipe","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":26,"mp_id":"105717493","mp_crag_id":"105716880","climb_id":"7YdQ3Ak5XHqpvHzxd0V1qA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"This is the climb to the left of Drain Pipe in the same alcove.  It is a bit longer, but we were able to do it with a 60 m rope with no problem.  We finished this climb on Thanksgiving Day just as the weather turned to hell.\n\nStarting this climb was a grunt for me and I felt insecure.  However, my taller second was able to move through this section more securely.  As mentioned above, the start is wide and awkward. Once this section is surmounted, the climbing is more straightforward. This crack undulated a bit more than most IC crack and allowed for more size variety.  We felt this climb was for sure a solid 10 and maybe 10+.  Though most climbs that eat 1.5 Friends/.75 Camalots at the Creek tend to be harder, the presence of pods and some sections being slightly less than vertical kept it from being an 11.  Save a 3 Friend/2 Camalot or 2 for the top, which is probably the only place they'll fit anyway.","protection":"I placed a large cam (#4 Camalot, I believe) at the start.  I used an arsenal of 1.5 Friends and .75 Camalots on this pitch.  In addition to these pieces bring one or 2 of each size from a 1 to a 3.5 Friend.","location":""},"__v":0},{"_id":"uBfeoWllV+qFBCnXjsP/vg==","name":"Chocolate Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":20,"mp_id":"105717349","mp_crag_id":"105716880","climb_id":"uBfeoWllV+qFBCnXjsP/vg==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Another popular moderate classic.  Hike along the main Donnelly buttress north from Generic, past Binou's, and look for a beautiful thin-hands crack in a dark right-facing corner.  Trample (as lightly as possible) up from the trail to the base. Start with #1 Camalot size until it pinches down slightly (#2 Friend), grunt (or panic depending on your style) through the thinness to a nice ledge on the left.  Continue up the widening (starts #2 Camalot size, ends #3 Camalot size) crack to the anchors on the right.\n\nIf your hands are small this will probably be a cruise.  The rest of us probably will say there's a move or two of 9+.","protection":"2-3 #1 Camalots, #2 Friend or #.75 Camalot (Friend is better for the size), a couple #2 to #3 Camalots.","location":""},"__v":0},{"_id":"whjJxGmFXcSzMdfKaNMnoQ==","name":"Binou's Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sabine & Michel Jourdan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":15,"mp_id":"105717346","mp_crag_id":"105716880","climb_id":"whjJxGmFXcSzMdfKaNMnoQ==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Classic moderate climb.  Very popular.  Starts in a right facing corner next to the neon sign that says \"Binou's\" (actually just pecked into the rock - probably by Indians).  Jam the crack until it gets tiny and a nice wide crack opens on the left, take a nice rest on a great knee jam, and scoot on up to the top.","protection":"A few #1 and #.75 Camalots, maybe a #2 Camalot (be sure to take a look first, I can't really remember), and a mix of Aliens or similiar small pro at the top.  Instead of the small stuff, you can use big pro for the top.","location":""},"__v":0},{"_id":"SWYhkuDCVEC8jlZfXCAbFw==","name":"Ansaid Tower","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":32,"mp_id":"106060576","mp_crag_id":"105716880","climb_id":"SWYhkuDCVEC8jlZfXCAbFw==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Start on the side of the tower facing the canyon wall and step up to a bit of slabby rock. Move to a short, somewhat overhanging, left-facing headwall. Get over the overhang and follow the crack that trends up and right, then step around onto the west face of the tower for a last seven or eight feet of exposed climbing (a small TCU may be used to alleviate some of the exposed feeling).","protection":"Two #2 Camalot C4s, one #2 Camalot C3. Optional #.75 Camalot for the overhanging move if you are short and can't get a #2 over the lip.\n\nAt the top are a couple of drilled pins and two new bolts (as of November 2007) for a rap anchor.","location":"Ansaid Tower\n\nis a short, detached tower to the east of most of the climbs on the north side of\n\nDonnelly Canyon\n\n. The space between the tower and the wall is a nice, shady spot for lunch.\n\nThis\n\nlink\n\nshould show the tower."},"__v":0},{"_id":"Q66AIrgBXiK6BWEF/e2MWA==","name":"5.10 Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"left_right_index":17,"mp_id":"105938259","mp_crag_id":"105716880","climb_id":"Q66AIrgBXiK6BWEF/e2MWA==","areaRef":"fKIP53UeVCCyCmTDH8ACNg=="},"content":{"description":"Start with an easy layback in the corner to a chockstone and rightangling crack. The Curx comes just before the bolts as the right angling crack becomes horizontal. The bolts are at a good stance next to a large boulder/flake.","protection":"3 #4's, 2 #2's, 2 #1's","location":"This route is shown in a topo in Stewart Green's Book Rock Climbing Utah. It starts in the corner to the right of Let'R'Buck. There is another 5.10 hand crack to the right of this route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,7ca20fe7-751e-5420-b20a-64c31fc00236","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Donnelly Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10"},{"count":5,"label":"5.11+"},{"count":5,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":4,"label":"5.11"},{"count":3,"label":"5.10-"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.13-"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":2,"intermediate":15,"advanced":14,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":15,"advanced":15,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5436,38.0398]},"bbox":[-109.54417093695403,38.039350339818135,-109.54302906304596,38.04024966018186],"left_right_index":-1,"ext_id":"105716880","area_id":"fKIP53UeVCCyCmTDH8ACNg==","polygon":{"type":"Polygon","coordinates":[[[-109.54417093695403,38.039350339818135],[-109.54302906304596,38.039350339818135],[-109.54302906304596,38.04024966018186],[-109.54417093695403,38.04024966018186],[-109.54417093695403,38.039350339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T06:26:46.974Z","updatedAt":"2024-01-20T01:07:22.594Z"}