{"_id":"6368a50be80bff5a995b0624","area_name":"Cat Wall","shortCode":"","climbs":[{"_id":"tLxSL0lUXXO+0pfau6waww==","name":"Wild Cat","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":16,"mp_id":"105883363","mp_crag_id":"105716964","climb_id":"tLxSL0lUXXO+0pfau6waww==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Wild Cat is a great finger-stacking testpiece on the west end of the Cat Wall (closer to Nine Lives than Johnny Cat).  Climb through a reachy start and clip a bolt that protects a face climbing move up to a pillar.  Rest here and then bust it up the not-quite-straight-in off-fingers crack to a final crux: trying to clip the anchors.","protection":"A bunch of 0.5 and 0.75 Camalots & a quickdraw.","location":""},"__v":0},{"_id":"kC636q/WW46KtbcjE2ugsQ==","name":"Unnamed 93 OW","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":2,"mp_id":"117989729","mp_crag_id":"105716964","climb_id":"kC636q/WW46KtbcjE2ugsQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A short section of hands brings you to some fun bouldery OW moves to turn the lip of some bulges with good rests in between. The route ends with a tight slot that might protect with a #4 Big Bro or VG9. I didn't have these so did my best to stay in the tight slot. Take care if climbing without the wider gear as falling near the anchors could result in a big fall onto sloping ledges below.\n\nThis is the unnamed route #93 in Karl Kelley's 'Creek Freak' book.","protection":"#2-#5 C4. Optional #4 Big Bro or VG9. Much of the crack protects nicely with a #5 Friend, otherwise expect a lot of baggy #4 C4s.","location":"Look for a clean and varnished left facing corner a short ways left of Love Cats. Anchors are on the varnished wall. It is a bit of a loose cl. 3 scramble up to the base from the climbers trail that traverses the crag."},"__v":0},{"_id":"5ynfMMSSXqmoDEmNhE6a+w==","name":"Whiskers","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nate Sydnor, Ed Oak and Joe Stern","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":28,"mp_id":"117971691","mp_crag_id":"105716964","climb_id":"5ynfMMSSXqmoDEmNhE6a+w==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"I've looked at this route over the years and decided to venture up it on an unseasonably cold day. The route turned out to be quite good for what it is. The intro is a little crumbly, but then again I'm assuming so were the starts to Puma, Jonny Cat, Cat Burglar, etc. when they were first put up. I'm sure it will clean up with some time and traffic. It's safe, and the central varnished part of the route is certainly worth your time. The upper part features some interesting stemming, a few face holds and a hidden jug to get situated and clip the anchor.\n\nWe named it Whiskers because it's just a whisker of a route really when compared to the bulk of the Cat Wall. I also thought it was funny since Jay put up Puma and he sports the famous mustache. For some reason we got quite a few laughs out of the name.\n\nStart out to the left of the crack and stand up on the ledge without trundling the unique boulder. Walk over to the crack proper, being careful or putting in some gear with long runners to protect the step across. Some BD .4 and .3 cams protect the next moves well, then some more thin fingers pieces get you into the rest of it. We got a kick out of it and hopefully you will too.","protection":"Likely triples of BD .4 and .3, then a single set beyond that to BD #3 with maybe two pieces in the BD .5 range. As always take a look from the ground and see what YOU think. Be careful with your gear for the last moves as there is one cinder block keyed in there that we couldn't remove and you likely don't want gear behind it.","location":"First route immediately to the right of Puma"},"__v":0},{"_id":"jaehwoc6VJKHUbuE0YSwGg==","name":"Unnamed 5.10: Route 41 ( 46 in 2nd edition of Bloom)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":55,"mp_id":"106381743","mp_crag_id":"105716964","climb_id":"jaehwoc6VJKHUbuE0YSwGg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Long climb with variety. Begin in a funky birth canal alcove with two hand cracks inside. Squirm your way through the first 10 feet and enjoy good hands to a series of ledges and stances. Stem against a secondary crack up to the wide section where a whole leg fits. It might be possible to exit via the secondary crack, but the legs are bomber if you stay right in the offwidth. A 70m rope will get you back to ground.","protection":"Two chains for anchors at top. 3x #1 at your smallest, doubles of everything bigger including 2x #5.","location":"Two routes left from Curiosity as you come up from  the East parking lot of Cat Wall. There are two offwidths in right facing corners here and this is the leftmost of the two."},"__v":0},{"_id":"23QI2GPBUlOwzrrw9zgncA==","name":"Unnamed 5.10 -Route  60","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":75,"mp_id":"105862249","mp_crag_id":"105716964","climb_id":"23QI2GPBUlOwzrrw9zgncA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"sedmR8gNXKCh6+37CPEgrA==","name":"Unnamed 11+ (right of Maceo)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":9,"mp_id":"111292377","mp_crag_id":"105716964","climb_id":"sedmR8gNXKCh6+37CPEgrA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This long route has three distinct cruxes with rests in between.  Start by scrambling up some easy 5th class to the right.  You can protect this section but it might add considerable rope drag so its probably best to hold off till your below the main corner.  From a good ledge climb through a technical sequence utilizing face features.  This might be considered a mental crux since the crack is small as is the gear.  Next tackle  a steep and sustained .75 crack that opens to fist/OW, second crux.  Some easier thin hands leads to the final crux in a flaring corner with a finger size crack that gradually tapers down to .4's before reaching the anchor.","protection":"The new Indian Creek Guides gear list is fairly accurate.  I would bring one or two extra .5 and .4.","location":"Just right of Maceo."},"__v":0},{"_id":"7Zofjv8lWcuOyF6wVtF+1g==","name":"Unknown   67","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":79,"mp_id":"106397195","mp_crag_id":"105716964","climb_id":"7Zofjv8lWcuOyF6wVtF+1g==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Tips and fingers in a shallow corner. If this were anywhere but the creek it'd be 3 stars at least. I think it's a great climb that you probably don't ever have to wait in line for.","protection":"An assortment of tiny cams, some <tips, a 1.5 friend also goes into a pod up high.","location":"Down at the far right end of the crag. The route is right of 'cat touch this' and left of the giant pillar leaning against the wall. #67 in the 1st ed. of the bloom guide."},"__v":0},{"_id":"VX9aXRPLVjuJWs+8TRzkDQ==","name":"Trip to the Vet","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":35,"mp_id":"105717919","mp_crag_id":"105716964","climb_id":"VX9aXRPLVjuJWs+8TRzkDQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"The plaque at the base identifies this route, it is approximately 50 yards to the right of where the west trail meets the wall.  A loose (welcome to the desert) bouldery start gets your attention before standing on a ledge that will put you into a nice thin hands crack.  The crack slowly opens up to hands, and toward the top where it gets to that bigger than hands, smaller than fists size, some face holds appear to save the day.  This was a fun route, though I think the bouldery start scare people.  A puppy crawl in from the side can side step the looseness.  Again, it's great route.","protection":"A wide array of protection ranging from #1 to #3.5 Camalot exist.  It seems about 5 of the #1s is the max you will need of any given piece, with only 2 of the #3.5.  A small TCU can protect the boulder problem start, but it would likely blow out if anyone bigger than Tom Thumb whipped on it.","location":""},"__v":0},{"_id":"8t7LyD+BWCeSMcj9dmOU/Q==","name":"Tom Cat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":21,"mp_id":"105718192","mp_crag_id":"105716964","climb_id":"8t7LyD+BWCeSMcj9dmOU/Q==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Tom Cat is a great warmup crack in a darkly varnished, right-facing dihedral.  It is a ways left along the Cat Wall, maybe 300 meters?\n\nHead up a tight slot with a protectable crack for 25 feet, then pull into the dihedral and climb slightly wide hands all the way to the anchors.","protection":"Single set.  Extra wide hands.","location":""},"__v":0},{"_id":"JF+h6NhoWAuDf1T6Sn5S5A==","name":"To Skin a Cat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":32,"mp_id":"105818231","mp_crag_id":"105716964","climb_id":"JF+h6NhoWAuDf1T6Sn5S5A==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route is about 20ft. left of \"Trip to the Vet\" and is the thin, right facing tips corner.  Somewhat slabby with a few edges for feet make this route feel a bit more secure.  The gear is good, but a little spaced in places.  There is a gear anchor with webbing about 60ft. up.","protection":"thin gear to finger size.  Aliens are useful.","location":""},"__v":0},{"_id":"Ws/Brow3UGi75RAKo9geIg==","name":"To Be Deleted (Unnamed 19)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":25,"mp_id":"105863567","mp_crag_id":"105716964","climb_id":"Ws/Brow3UGi75RAKo9geIg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Unnamed 19 already exists.\n\nPlease add stars/ratings/comments to that entry.\n\nAdmin: Once the comments on this route have been moved to the other route this entry can be deleted.","protection":"a #1 BD or a #2 WC, 5 or 6 #2 BD or a mixture of 2.5 and 3 in WC,  4 #3 BD or 3.5 WC","location":"From the north parking area (The one with the big boulder) take that trail and it lead you to the base of this climb.  Unnamed 22 in the 2nd edition Bloom guide book."},"__v":0},{"_id":"lS7pZkROUIe+mTkSR4ziag==","name":"Tender Vittles","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Anderson, Jim Olson, Will Gilmer. 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":47,"mp_id":"106379374","mp_crag_id":"105716964","climb_id":"lS7pZkROUIe+mTkSR4ziag==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Just right of Kool Cat is a strange stembox.  Tender Vittles climbs this - according to the plaque - at 5.weird.  I guess it depends on how small your fingers are but I thought it was fully 5.12.\n\nClimb the thin left facing corner.  Just when things get impossible, a few edges on the right face allow desperate upwards progress.  At a roof, stemming becomes viable affording  a much-needed rest.  Punch way up to a welcome bolt, and continue up and right over strange terrain.  A final crux awaits pulling up to a sloping stance, then one more bolt protects the final moves to the anchor.","protection":"Lots of black, blue, and green Aliens.  I mean lots.  A few fingers pieces and singles of anything larger than that. No wires or Loweballs really, but a #3 Camalot is crucial pro high on the route.  60m cord reaches the ground.","location":""},"__v":0},{"_id":"hegeFHsaXPy+RbQEHGf0FA==","name":"Tasmania","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Tait Rees","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":64,"mp_id":"106116829","mp_crag_id":"105716964","climb_id":"hegeFHsaXPy+RbQEHGf0FA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This is the extension to Johnny Cat. Get a good rest by the chains to Johnny Cat. Then bust some steep liebacking moves to a backstepping stance below a box shaped groove. Jam up this on very small tips plus a key face hold. Interesting footwork here- look for a heel-toe in the box. Finally, jam dwindling tips to the anchor.","protection":"One bigger cam at the start. One or two one inch after that. Then 3/4 inch and smaller to the chains.","location":"Above Johnny Cat"},"__v":0},{"_id":"wgK3Dg02VCeVwtrO5r5gjg==","name":"Sylvester","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":86,"mp_id":"106151210","mp_crag_id":"105716964","climb_id":"wgK3Dg02VCeVwtrO5r5gjg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Start with a few hand jams then move to .5 fingers in a flare.","protection":"Camalots: #2, #.4, (2) .5,","location":"To the right of the Kitten Tower by a few junipers in a dark varnish corner."},"__v":0},{"_id":"xF0vMz6XWmiSBwgwhJykIQ==","name":"Super Cat of the Desert","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jonny Woodward and Scott Carson, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":29,"mp_id":"106379390","mp_crag_id":"105716964","climb_id":"xF0vMz6XWmiSBwgwhJykIQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Super Cat is one of the best climbs I've done at Indian Creek. Like Desert Shield and Pistol Whipped, it is both magnificent and fully deserving of the glorious grade of Indian Creek 5.12.  Awesome!\n\nBegin with a reachy/bouldery move up the bedding rock well left of the obvious crack line.  Arrange some thin pro, reach right and clip a bolt (looks good despite the old hanger) and perform some fun face moves up to the obvious horizontal.  Plug in a #4 Camalot here and hand traverse right for 15 feet before stepping up to a huge, hollow flake.  Ascend this with bear hugs or by jamming the left side (pro here seems better, but I didn't want to fall).  The top of the flake is a good rest and you can finally reach right and place bomber pro in the start of the actual crack system.  Even though you've just done 50' of climbing, things really begin here.\n\nClimb splitter tight hands up gently overhanging rock to a pod rest below the roof.  Pull this with difficulty and then punch it up the 50' headwall splitter.  This section narrows from tight hands to perfect fingers, and is sometimes slightly offset.\n\nHere's the heavy-handed beta:  I climbed this with a single 70m cord but employed some shenanigans to make it all come together.  First, I tied into both ends of the cord and climbed the first stretch up to the top of the hollow flake (only clipping one end of the rope).  From here I reached over to the crack proper and placed three pieces (a mini-anchor of sorts) and clipped the other end of the rope to these, and untied from the first end and dropped it to the ground (making sure to completely undo the knot so it could slide through all the gear).  Meanwhile, my partner switched the belay from the first side to the new active side of the rope.  From here I climbed to the chains and was able to lower back down to the ledge at the base of the climb after unclipping all the gear on the way down.  A 69m rope or less would not have reached, nor would the 70 if I had left it clipped through any of the gear.  This was a good way to do the route with a single rope and, more importantly, minimize drag on the upper two-thirds of the climb.","protection":"The meat of the climb takes #1 Camalots (6 or 7 should be OK), but a bunch of 0.4's, 0.5's, and 0.75's are important too.  A #2 Camalot protects the move off the ground (a #2 can also be placed in the hollow flake and also just above the cave/roof).  Black and blue Aliens are good for getting to the bolt, and a #4 C4 was key for the horizontal break, but a #3 might fit too.  A FULL 70m cord is essential and two ropes are probably better.","location":""},"__v":0},{"_id":"eaikETn2XgOVIxNtmC1uBA==","name":"Stokat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Erez Shani, Josh Edwards","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":85,"mp_id":"113826829","mp_crag_id":"105716964","climb_id":"eaikETn2XgOVIxNtmC1uBA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Want something a little different than your average Indian creek route? We did, and we found it. Good finger locks in a tight flare lead to an awkward and wide roof. It got us stoked, maybe it will do the same for you.","protection":".4-#4 C4","location":"Walk right along the cat wall, keep going past a free standing pillar and look for a right facing hand crack corner. The route is to the right of this behind two trees with a plauqe at the base"},"__v":0},{"_id":"0T1vWB8oVFGVigBIURGUgg==","name":"Sabertooth","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"D. Bloom/M. Greco","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":57,"mp_id":"108868928","mp_crag_id":"105716964","climb_id":"0T1vWB8oVFGVigBIURGUgg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A really pumpy right facing corner, mostly rattly fingers and super thin hands. Endurance(it is the Creek) is the name of the game. I had to scrub this one pretty good to be able to send.There is a pretty rad OW second pitch that is still there for the pickin.","protection":"Mainly 0.5 and 0.75 camalots.","location":"This is the ominous corner left of Curiosity,at the top of a scree slope. Some of the best shade at Cat Wall."},"__v":0},{"_id":"eTm80FK+UveQONwPlOlUpA==","name":"Pussy Galore","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Paul Emrick, mid 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":70,"mp_id":"107475199","mp_crag_id":"105716964","climb_id":"eTm80FK+UveQONwPlOlUpA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Beautiful if slightly sandy wide hands dihedral to a first crux gaining a good rest.  A short section of off width or dicey chimneying through a flare gets you into the belly of the beast where knee bars provide access to bomber hand jams over the roof.  Crux: getting your head out from under the roof (take your helmet off!)","protection":"Per Bloom (1) each 1.5-2.5, (2)3.0, 4(3.5), (2)4.0, (1) #4 camalot.\n\nChains at the top","location":"On the right end of Cat Wall this obvious flaring dihedral is a few routes to the right of Johnny Cat and Cat Burglar (the obvious splitter finger cracks under a large roof).  Bloom Second Edition: Route #60"},"__v":0},{"_id":"5I9O4bRlVa6qxYbJV1UEsQ==","name":"Satisfaction (as in I can't get no...)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Emrick, mid 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":56,"mp_id":"106713592","mp_crag_id":"105716964","climb_id":"5I9O4bRlVa6qxYbJV1UEsQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Climb a sandy offwidth for 20-30' to an easy section of chossy rock...tread carefully here as the rock is very soft.  Enter a long offwidth section on better rock that has a good rail almost the entire way for your right foot to stem on - taking the sting out of the offwidth.   If you can get through the sandy offwidth start and then the choss, the finish is decent.  So in other words one star.\n\nIf this climb is listed already someone correct me please.","protection":"BD Camalots:  doubles .4 to #3, then 2-3 each from #4-#6.","location":"This is the first offwidth left of Curiosity."},"__v":0},{"_id":"t6lmJUDdU4aBwQoaFnZD4A==","name":"Pussy Cat","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":60,"mp_id":"108741443","mp_crag_id":"105716964","climb_id":"t6lmJUDdU4aBwQoaFnZD4A==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A nice right facing corner with feet! Thin fingers dominate this route at the bottom, but fear not as calcite edges make the climbing less strenuous. After the lower angle calcite section place high gear and punch it to the hand crack pod. Fire in a #3 camalot, and work your way up to the roof. A good roof sequence leads you right into the finishing hand crack of mad dog, and the chains.\n\nA good route with a few unique sections, and a great roof problem.","protection":"Thin fingers down low, fingers in the middle, and thin hands/hands up top.\n\n60m will get you down.","location":"Just left of Mad Dog, and the Cat Burglar/Johnny Cat theatre."},"__v":0},{"_id":"n0fea8COV6y7h4A739tOwg==","name":"Puma","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":27,"mp_id":"105717775","mp_crag_id":"105716964","climb_id":"n0fea8COV6y7h4A739tOwg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This unusual Indian Creek finger crack actually has a crux that is more akin to face climbing.  Be ready to pull it while protected by your smallest cams though.  The route is way left of the Johnny Cat alcove, though not as far over as 9 Lives.  There is a plaque at the base.\n\nClimb the excellent finger crack at a sustained low-mid 5.11 level.  A decent rest stance can be found just below the crux where the crack pinches to nothing.  Fire in all the purple TCUs you brought and go for the crux.  I have personally taken the short fall from the crux onto a purple TCU and it held.  Even so, this is Wingate sandstone, not granite, so arrange your pro intelligently at the crux.","protection":"Lots of finger sized pieces... nothing bigger than a #.75 camalot.  2 or 3 Purple TCUs, or equivalent sized pieces, for the crux at the top are key.","location":""},"__v":0},{"_id":"uarJcaS3VJqyWSQdiYW3fQ==","name":"Puddy Tat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brennan Crellin and Thomas Gappmayer 10/29/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":33,"mp_id":"107358564","mp_crag_id":"105716964","climb_id":"uarJcaS3VJqyWSQdiYW3fQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Boulder onto a large ledge.  Move into flared off-width to a short perfect hand section.  Continue through the twin cracks of the diamond shaped large stuck-block.  Right twin is tight hands.  Left twin is seam, to fingers, to perfect hands.  Pass short off-width pod to perfect hands.  Finish in the winding fist crack.  Mantle pillar and traverse right to chains at the top of \"Catsup\".","protection":"BD C4:  One silver (0.4), three green (0.75), two reds (2), one yellow (1), two blue (3).\n\nOne BD C4 silver (4) or purple (5) will protect the traverse at the top until route is bolted.","location":"Between \"To Skin a Cat\" and \"Catsup\".  About 15ft left of \"Trip to the Vet.\""},"__v":0},{"_id":"Tvw/FHqpV1uYfklyIE/YEw==","name":"Pit Bull Terror","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":72,"mp_id":"105717958","mp_crag_id":"105716964","climb_id":"Tvw/FHqpV1uYfklyIE/YEw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This long, steep, right-facing corner is right of the Johnny Cat alcove, just before the buttress rounds the corner to Fat Cat and Catastroph.  2 ropes are needed (a single 70m might work).\n\nThis is your typical Indian Creek endurance climb... no stopper crux, but lots of physical climbing.  The climb starts with a slightly overhung lieback, eventually widening to hands.  Climb quickly through the lieback... small hands people will get to thin hand jams reasonably quickly.  The top is a mix of wide hands and pod climbing.","protection":"A few pieces in the yellow alien to green camalot size.  Many thin hands to wide hands pieces (3 to 4) of each.  A #4 friend or #4 camalot.","location":""},"__v":0},{"_id":"V5RLcHzbVDWLBEguyx5A6g==","name":"Pinky Groovy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":67,"mp_id":"105717664","mp_crag_id":"105716964","climb_id":"V5RLcHzbVDWLBEguyx5A6g==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This is a short, thin corner that is just to the right of the back of the huge dihedral.  Climb thin crack in a tiny left facing corner past a rest to a short hand crack and anchors.","protection":"Doubles or triples of green to red aliens, 1 or 2 #2 camalots for the top","location":""},"__v":0},{"_id":"jdOYsKYNWlycnbk5k6qVnQ==","name":"No Take On The Flake","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA: Luke Mehall/Andrew Kubik FFA: Tim Foulkes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":0,"mp_id":"112918581","mp_crag_id":"105716964","climb_id":"jdOYsKYNWlycnbk5k6qVnQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A sweet little pitch way on the left side of Cat Wall over by 100th Monkey. Just to the left of that if my memory serves correct. It's been a few years since we put it up but I realized I never shared it here on MP.","protection":"Mostly hand sized pieces. I forgot to write down the rack when we did it, so I'll need to go back and do it to get the correct gear beta.","location":"Far left side of Cat Wall."},"__v":0},{"_id":"FaUkDIiPVc+L/EMddeoQMg==","name":"Mousetrap","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"John Varcos","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":11,"mp_id":"105807021","mp_crag_id":"105716964","climb_id":"FaUkDIiPVc+L/EMddeoQMg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route is near the far left end of Cat Wall.  Follow a wide crack through a roof to a set of anchors.  The crack continues through a higher roof, but I don't believe there are second set of anchors","protection":"bring your offwidth gear, mainly #6 friends","location":""},"__v":0},{"_id":"4G6x+d1wW/+qx5UoaH3tZA==","name":"More Than One Way","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":31,"mp_id":"105818217","mp_crag_id":"105716964","climb_id":"4G6x+d1wW/+qx5UoaH3tZA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route is listed as Unknown and is #23 in Bloom's guidebook.  It is the large, left-facing flake about 30ft. left of \"Trip to the Vet\".  The guidebook rates it as 5.11-, but it felt more like 5.10+ to me.  Either way, it was enjoyable.  It is a big hands crack behind a large flake.  The moves were somewhat awkward and balancy, but are all there.  Surprisingly pumpy.","protection":"Big hands gear, mostly #3-#3.5 camalots.  Bring a few pieces bigger and smaller to supplement","location":""},"__v":0},{"_id":"SdVsr2aeW0+mKqQkDXE+vw==","name":"Meow Mix","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":83,"mp_id":"105717634","mp_crag_id":"105716964","climb_id":"SdVsr2aeW0+mKqQkDXE+vw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Meow Mix is just about the farthest route to the right when facing Cat Wall on the approach. Reach the wall, turn right, and just keep going. Eventually, the trail leads to some very easy down-scrambling, and then continues curving back left into an alcove. Meow Mix is the first good-looking line after this. A large right facing corner that flares to wide in places. First pitch is easy .10 or .9 or something for 60ft or so to a ledge with a bolt anchor with slings on it. Route continues up the corner via thin hands/laybacking for another 100 ft or so. Quality climbing. We ended up on it when we kept walking until we came upon a route that no one was on that was within our ability to lead. Unfortunately, I wasn't feeling up to Catastrophe that day.","protection":"Just bring lots of everything. Mostly hand and thin hand size. 165 ft pitch can be done in two.","location":""},"__v":0},{"_id":"/TpHX2yaU4C8bKrqW3FSHw==","name":"Mad Dog","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":61,"mp_id":"105717688","mp_crag_id":"105716964","climb_id":"/TpHX2yaU4C8bKrqW3FSHw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Mad Dog is to the right of King Cat and left of Bad Cat and Johnny Cat, respectively.  Start up the broken blocks and enter the crack.  A finger stack crux move or two puts one under the roof for a rest.  Pull the roof on splitter thin hands to hands before reaching the anchor.  The trick is to milk the small calcite(sp?) edges on the left face.","protection":"Friends: #1(2), #1.5(4), #2(4), #2.5(2).  Good fixed anchor. 80'","location":""},"__v":0},{"_id":"7WyLuSLrXJOcEz4DM6q8iA==","name":"Maceo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve \"Roadie\" Seats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":8,"mp_id":"105718222","mp_crag_id":"105716964","climb_id":"7WyLuSLrXJOcEz4DM6q8iA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This esoteric route is just to the right of 9 Lives.  It starts up some easy thin hands (10+) that go to a big ledge at the beginning of a dihedral.  Clip the lone bolt and make the difficult dihedral move by pushing against the dihedral with your left hand (it feels like your left shoulder is going to dislocate) and using some very tenuous feet to reach the finger lock where the crack starts.  Crank some thin hands until the crack widens and widens and widens, until you are able to get into the chimmney.  Chimmney about 50 feet until you get to a massive chock stone that you can climb onto.  Don't bother with any gear for the chimmney since its perfect heel/toe.  Stem out to the anchors.  Two ropes to rap.","protection":"Some of everything, but nothing bigger than a #3 Camalot.  Perhaps some extra thin hands gear.","location":""},"__v":0},{"_id":"efvlMh7SU82mxMclkUKzBw==","name":"Lynx","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":50,"mp_id":"105887376","mp_crag_id":"105716964","climb_id":"efvlMh7SU82mxMclkUKzBw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"\"A long and varied left facing corner.  Some loose blocks, but still a good route\" - David Bloom\n\nSuper long route, but varied enough and with enough good stances to avoid the pump.  The loose stuff was not too much of a concern for the climber, but we did have the belayer wear a helmet.","protection":"Bloom recommends (1)0.5, (3)0.75, (2)1.0, (2)1.5, (3)2.0, (1) each 2.5-3.5","location":"Cat Wall.  Super obvious and long left facing corner past Kool Kat"},"__v":0},{"_id":"dqjz/ja5XJOhWYm7iEqJDQ==","name":"Love Cats","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":3,"mp_id":"111312523","mp_crag_id":"105716964","climb_id":"dqjz/ja5XJOhWYm7iEqJDQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Start with the tips crack on the right stemming to the finger crack on the left until you can get thin hand jams in the splitter out to the right. Then climb perfect splitter hands and cupped hands at which point you get help from the left crack that meets back up with the other crack. Then climb the fist crack for about 30 feet using the flare to the right to a small roof where the 4 inch crack disappears. Pull a small roof on ring locks to a ledge and jam and lieback one of the craziest features I've ever climbed in Indian Creek! This last section WILL NOT take gear for 20 feet until the 5 inch crack appears from behind the feature you are climbing. Gun it for the anchors!!! Get on this route! It's crisp and fun and has it all!!!","protection":"Tips gear to a number five ... At least (3) #4 (2) #5 an some runners as this thing is LONG (2) ropes","location":"Far left just past lioness . On the shady side it gets sun in the afternoon ."},"__v":0},{"_id":"k96/gUB/UpunFGhtszf2IQ==","name":"Look What Zog Do","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":23,"mp_id":"111360549","mp_crag_id":"105716964","climb_id":"k96/gUB/UpunFGhtszf2IQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A big #3 roof leads to two more wider roofs, the highest roof being the crux as there are no feet. Burly.","protection":"Big gear. Multiple threes. A couple 4's & 5's a six.","location":"Just left of Felix. You can't miss the #3 roof start."},"__v":0},{"_id":"mR2qmAFmVhWXPPprgXwLPg==","name":"Lioness","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kat Whipple","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":4,"mp_id":"111052394","mp_crag_id":"105716964","climb_id":"mR2qmAFmVhWXPPprgXwLPg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Hands to OW to Squeeze! The squeeze is difficult to protect, and provides different challenges for all sized people. The climb finishes on the top of the pillar.","protection":".5 cam, #2, #3, #5, 2#6's (ideally bring another #6), blue and yellow choke tubes. There is a small crack where micro-cams could be used for additional protection.","location":"Far left of the Cat Wall, passed Nine Lives. It is to the left of Cat Box (a new OW FA by DF)."},"__v":0},{"_id":"UAxV0v2qXAegOvfwL/+Ebg==","name":"The Line King","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":48,"mp_id":"105887368","mp_crag_id":"105716964","climb_id":"UAxV0v2qXAegOvfwL/+Ebg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Starts over a short blocky sequence.  Up through a .75 camalot layback/undercling.  Then into a chimney with a crack in deep for protection.  After that some good, but awkward hands to a sloping ledge.  From the ledge, place some gear, then face climb up and left over the arete.  From this 'cave' head up and left through hands to fists to off-width.  Can somewhat layback the last section.\n\nIt's got a bit of everything.","protection":"Anchor at the top.  Bloom recommends (3)1.5, (1)2.5,  (4)3.0, (4)3.5, and (2) #4 Camalots.  I would take some more stuff in the 0.75-1.5 range to place earlier.    (all sizes are for friends unless noted)","location":"Moving right along the cliff, it is past Kool Kat.  About 30' or so before Lynx (Lynx is the next long obvious corner)"},"__v":0},{"_id":"X9y78SI1XmuCjDbRxNw8zA==","name":"Kung Pao Cat","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kim & Matt Lisenby - circa 2005.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":51,"mp_id":"106725106","mp_crag_id":"105716964","climb_id":"X9y78SI1XmuCjDbRxNw8zA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Kung Pao Cat is yet another great new route in the \"new wave\" style.  Begin a ways left of Curiosity and right of Kool Cat below an obvious arête with two bolts.  A difficult 5.11 move leads to the first clip and then cruxy climbing past a second clip culminates with a jug and a fixed wire in suspect rock.  Above this is scary, committing climbing up a hollow flake with small, sketchy gear, but the situation improves rapidly.  A good rest on a ledge is followed by a nicely varnished offset #1 Camalot crack with a final fun move to the chains.  Great route but kinda scary.","protection":"Tiny to #2 Camalot.","location":""},"__v":0},{"_id":"A7JId8UxUyq86cAjpyypsA==","name":"Kool Cat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":45,"mp_id":"105718054","mp_crag_id":"105716964","climb_id":"A7JId8UxUyq86cAjpyypsA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Kool Cat is located west along the Cat Wall past King Cat.  The next route east is a right facing 5.10 corner followed by an improbable right facing stem corner referred to as Tender Vittles.  Kool Cat is a finger crack in a right facing corner.  There are several ledge-type rest stances along the way.  The crux is the last section capped by the last move to the anchors.  This is a well protected, fun climb.  Well worth doing.","protection":"many .5\" and .75\" pieces (green, yellow aliens) with a few .4\" and maybe a couple 1\" pieces","location":""},"__v":0},{"_id":"N9gjyb/UW7yak7T9LGyAag==","name":"Kitty Litter","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":46,"mp_id":"105717646","mp_crag_id":"105716964","climb_id":"N9gjyb/UW7yak7T9LGyAag==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Here is another route where I'm not sure of the name. There is only one discernable route between Kool Cat and Tender Vittles on the Cat Wall and this is it. The book describes it as a 140ft. corner with mostly big hands. In actuality it's about 95 ft. and starts out as thin fingers liebacking to a facehold/stance followed by some pods and flares that are wide in places, but certainly not \"mostly wide hands\". I'm sure someone can tell what this is, or confirm a mistake in the guide. Anyway, this pitch is well worth doing, however, the anchor slings are in need of being replaced pretty badly. Might feel like .10+ at the start, which is sustained for 30 or 40 ft. A 60 meter will get you down fine.","protection":".4/.5 in. for the start followed by several from 2-4 in. mostly hand sized.","location":""},"__v":0},{"_id":"gjh0rDEjVBG4rAnjTKsH6A==","name":"The Kitten","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alan Stevenson?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":80,"mp_id":"107027215","mp_crag_id":"105716964","climb_id":"gjh0rDEjVBG4rAnjTKsH6A==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This is a super fun route!\n\nStart on the corner of the pillar in the notch between the wall and pillar. A little unprotected boulder problem puts you at a horizontal crack, which you hand traverse right (easier if you are not short) Traverse to a vertical crack and climb up to a small ledge.  Two bolts lead to the summit.\n\nThe anchor on top is a slung block.","protection":"I think I placed something like:\n\n1x #.3, 2x #.4, 2x #.5, 1x #.75, 2x #2, 1x #3 camalot.\n\nRunners, 2 quickdraws, 60m rope.","location":"This pillar is on the far right side of Cat Wall."},"__v":0},{"_id":"zPdzFpXHW5GVA/D+a3rLtw==","name":"King of Beasts","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":49,"mp_id":"106570702","mp_crag_id":"105716964","climb_id":"zPdzFpXHW5GVA/D+a3rLtw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Long low angle corner. I the lower part, the crack is quite closed, so very small gear is needed and protection is difficult.","protection":"very small cams for the lower part, medium cams in the upper part.","location":"Low angel corner left of Lynx."},"__v":0},{"_id":"IgBSfKdcXBGAXq8OpZy3yQ==","name":"King Cat","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":59,"mp_id":"105717499","mp_crag_id":"105716964","climb_id":"IgBSfKdcXBGAXq8OpZy3yQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"An awesome route, with a little bit of everything, located right above the approach trail at Cat Wall.  Starts off thin and goes through all the sizes to fists in a LF corner (10 feet of good hands for everybody) to a tenuous stemming stance.  Now crank a wild layback (tcu protected) to a \"rest\", before pulling the even more wild off-hands, body-length roof.  Many have on-sighted up to the very last awkward mantle into a bottomless wide crack by the anchors, only to be spit off by the bizarre sequence.  If you're tall enough you can clip the anchors before doing this move. A 50 meter rope works.","protection":"Bring one each blue and yellow tcus, two orange, two red, one #2 friend, two 2.5 friends, two-three #3 friends, and 4-5 3.5 friends (3 camalots work a bit better at the roof)","location":""},"__v":0},{"_id":"G2MOe18TWSaS6sPR0O4oHw==","name":"Johnny Cat","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":63,"mp_id":"105883364","mp_crag_id":"105716964","climb_id":"G2MOe18TWSaS6sPR0O4oHw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This classic splitter finger crack is a must do if you're up to the challenge.  The route starts by climbing about 10' of overhanging jugs and then its fingers the rest of the way.  The lower portion of the crack is not too bad with good feet here and there to a good rest.  From the rest place a couple pieces as high as you can and fight through the crux to the chains.","protection":"One yellow alien at the start and the rest is .5 Camalots and or red aliens.","location":"This route is located about 100' right of \"King Cat\", just look for the obvious chalked up splitter."},"__v":0},{"_id":"0isLaqDJXLqk8WYeNXIWwA==","name":"The Incredible Butt Crack","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mason Earle, Nicolas Favresse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":87,"mp_id":"106289131","mp_crag_id":"105716964","climb_id":"0isLaqDJXLqk8WYeNXIWwA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This unique pitch probably belongs in Vedauwoo, but makes a nice escape from all the boring splitters you usually find in the Creek.\n\nAscend a varied corner up into the alcove below the massive flared roof, then squirm and contort your way around the lip and up to the anchor.\n\nThe combination of bizzare movement, good gear and an awesome feature make this a must do for all visiting Jedi (and aspiring) offwidth climbers!","protection":"2 #6 camalots\n\n1 #4 camalot(to protect the first move off the deck)\n\n1 #2\n\n1 #1\n\n2-3 finger sized","location":"From the Catmandu/ Cat touch this end of the cliff, walk about 5 minutes right on a faint trail. There is a plaque, but this route is very hard to miss."},"__v":0},{"_id":"fg9pKreKXuO3M+pZBF1WwA==","name":"Holy Catrimony","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"charley graham 4/4/09","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":22,"mp_id":"106587186","mp_crag_id":"105716964","climb_id":"fg9pKreKXuO3M+pZBF1WwA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"flare to hand crack with a cruxy chimney section that takes small offset nuts and a shallow #00 tcu.  This section is similar to the hard part of  King of Beasts except that it is more obtuse and takes smaller gear.","protection":"offset nuts, doubles of cams from tiny to #3 camalot.","location":"just right of tom cat. rappel from two bolt anchor."},"__v":0},{"_id":"VqkLn1ekXyG9LOzwWGIpuQ==","name":"Here Kitty Kitty","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":26,"mp_id":"105824183","mp_crag_id":"105716964","climb_id":"VqkLn1ekXyG9LOzwWGIpuQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Climb dual cracks with face holds for 40 ft to a good rest.  From here it's 80ft of hands to wide hands in a corner through some bulges to the anchors.  Crux comes high.","protection":"Single's of everything from .75 to 3.  Heavy on the 2's and 3's.  A 70m will get you down.","location":"If you take the left trail up to the base of Cat Wall, this is the first route you will see.  Tom Cat will be to your left."},"__v":0},{"_id":"uggs0qsWU4eZYTVVA/pLIg==","name":"Hairbald","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"P1 Ukn, P2,3 Kim & Matt Lisenby, Will Hays","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":52,"mp_id":"106252775","mp_crag_id":"105716964","climb_id":"uggs0qsWU4eZYTVVA/pLIg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"P1(.11c): Climb the difficult fingercrack to a ledge at the bottom of a chimney. 5.11c.\n\nP2(.10-): Scamper up the squeeze chimney passing a fixed pin, to bolt anchors, 5.10-R.\n\nP3(.12-): Traverse Right past a bolt(or two) on unusual face holds to a right facing corner.  Go up the corner to a zig-zagging splitter in the wide fingers/very thin hands range(green & red camalots)until you get to a roof.  Undercling right 10 feet under the roof to an overhanging thin hands crack.  Crank 15 feet or so to the anchor.","protection":"Triples in the thin fingers, fingers, fat fingers ranges, doubles otherwise up to #3 camalot.  A huge cam or a couple of tube chocks could remove the 'R' from the squeeze, but really its not so bad.","location":"Located about 20 yards right of King Cat, before reaching Lynx and Line King.  Rappel Double ropes to an anchor on a route directly below the top anchors; Then on one rope to the ground."},"__v":0},{"_id":"Wf6IN4iEViOtNAQFaGG6mA==","name":"Free Berlin","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":69,"mp_id":"113815510","mp_crag_id":"105716964","climb_id":"Wf6IN4iEViOtNAQFaGG6mA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This is a 3 pitch route, but I'm recommending rapping from the top of pitch 2. I investigated the 3rd pitch, but downclimbed to the anchor because of a dangerous flake and sugary rock.\n\nPitch one: A steep left facing corner with good handjams to low angle rock. Traverse left on slab to an easy wide crack. Up and then traverse right on rubble strewn ledge. Then up to the belay on top of the pillar ( I used 2 #2 camelots for the anchor).\n\nPitch two: up the left facing corner that starts as hands, then turns into more of a flake with big hands and fists. At the point that some flakes intersect the crack, switch to the left crack (fingers through hands with face holds) This is a wild pitch with a tower feel.","protection":"I would bring for a rack singles .4, .5 camelot, triples .75, 1 camelot, quatruples 2, 3 camelot (2 of the 2's are the pitch 1 anchor) doubles 4 camelot. Also I placed 2 or 3 stoppers. Runners, obviously.\n\nI use old style wild country pieces mixed in with my bd's. This is my best estimate for a climber with a modern rack. Bring extra if you want to.\n\n2 60m ropes get you back to the ground from the top of pitch 2","location":"This route is right of the Johnny Cat area, before you go around the corner to Pit Bull Terror. Very obvious line."},"__v":0},{"_id":"oMm3+Qb/X5OfJfKiefRjcQ==","name":"Furr Ball","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Quinlan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":42,"mp_id":"108706602","mp_crag_id":"105716964","climb_id":"oMm3+Qb/X5OfJfKiefRjcQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Thin start through some loose rock to fingers in a shallow right facing corner.  Steeper .75s with some good stemming about midway lead to a strenuous wide section followed by hands to the anchor.","protection":".2 to #5.,  heavy on the fingers sizes to #1.  One #5 will suffice for the wide section.","location":"In between \"The Doghouse\" and \"Burl Dog\"."},"__v":0},{"_id":"pD4SDwWIWbGoRdlv+vcfLw==","name":"Flatulent Cat","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Erez Shani, Josh Edwards","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":84,"mp_id":"113833614","mp_crag_id":"105716964","climb_id":"pD4SDwWIWbGoRdlv+vcfLw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"With no gear larger than a red C3, this crack look intimidating. Luckily, the crack and face are featured which allows for technical climbing that doesn't quite feel like you're climbing a crack. Good stances and great rock let you plug in as much small gear as you want, making it feel quite safe. After pulling through the thin crack at the bottom, there's a quick change of pace with some burly/awkward offwidth guarding the top. Watch out for the farts of the first ascentionist, legend has it that they still live in the roof at the top","protection":"Lots of Purple C3 to Red C3 size, and a single .4 and #4 C4 for the top","location":"Walk far right and look for a long right facing hand crack corner after walking behind a detached pillar. The route is just around the corner from this, behind two trees and marked by a plauqe at the bottom."},"__v":0},{"_id":"UWSbZwdoWqew3OhgXErBJw==","name":"Felix","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":24,"mp_id":"106379365","mp_crag_id":"105716964","climb_id":"UWSbZwdoWqew3OhgXErBJw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Felix is a great but obscure route that is most likely unpopular because of it's difficult start and uninspiring appearance.  If you can brave the first 20 feet of choss, the remainder of the route is very good and very interesting - including a cool face sequence high on the route protected by a bolt and a few solid wire placements.","protection":"Mostly small stuff to hands.  Medium wires.  Two ropes for getting down.","location":""},"__v":0},{"_id":"Z/JRIzZ1WcaQ2+0NaEOGxw==","name":"Fat Cat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":74,"mp_id":"105717658","mp_crag_id":"105716964","climb_id":"Z/JRIzZ1WcaQ2+0NaEOGxw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"From the massive dihedral, walk right around the corner to a crack on the right wall of a left facing dihedral with a large pod at the bottom.  Climb onto the ledge, and then into the pod to a #3 camalot sized crack.","protection":"Double cams from .5 camalot to #3 camalot, with 6 or so #3 camalots","location":""},"__v":0},{"_id":"xB/7mHhCXwKBWmLAXExJ8g==","name":"The Doghouse","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Lisenby & Michael Barnthouse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":41,"mp_id":"106252618","mp_crag_id":"105716964","climb_id":"xB/7mHhCXwKBWmLAXExJ8g==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"The doghouse is an 80 foot extention of 'unnamed # 29\" in Bloom's 1st, \"unnamed #36\" in 2nd edition guidebook.  It starts with a widening fingercrack in an awkward closed dihedral then goes to a wide slot and then a hand crack which lands you at the optional original anchors(5.11) Launch into fingers and tips overlaps with a couple of changing dihedrals moves\n\n(crux) to gain the thin upper dihedral.  Fun and tenuous stemming with great nut placements lands you in the final widening handcrack to the upper anchors.  A third pitch could be added . . .","protection":"A double set of cams through #4 will get you to the first anchors. From the first anchors, a double set of TCU's through big fingers, a set of wires, and a single set of cams through fist will probably be enough.  Some long runners (as well as draws for the nuts) will help avoid rope drag through the roofs.","location":"Maybe 20 yards right of alley cat.  The upper headwall crack and dihedral is easily identified."},"__v":0},{"_id":"HyBbuLaHXJqWZwiVy68ESg==","name":"Doggie Go","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":53,"mp_id":"106801968","mp_crag_id":"105716964","climb_id":"HyBbuLaHXJqWZwiVy68ESg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"flare with crack in back","protection":"0.5 till 2.0","location":"just right of hair bald look for plaque"},"__v":0},{"_id":"RweZ2WZ9X0meNgY4k4porA==","name":"Deseret Moon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":20,"mp_id":"105718189","mp_crag_id":"105716964","climb_id":"RweZ2WZ9X0meNgY4k4porA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Deseret Moon is a sweet, long splitter hand crack that is guarded by some interesting, difficult climbing off the ground.  Approach by heading left along the wall for a good distance (300m?).  Just past Tom Cat (a nice hand crack in a varnished corner) is this line.\n\nThe direct start is difficult 5.11 stemming up a stem box to a roof of sorts, protected by tiny cams and, formerly, a bolt (now just a hole).  The indirect start heads up loose but easy cracks to the left and then traverses over to the ledge just above the direct start.  From there you head up a finger crack and flake to a rest before embarking on the gorgeous perfect hands splitter to the anchors.\n\nTwo ropes to rap.","protection":"Single set of cams from small to #1 Camalot + several #2 Camalots.  Either a #4 Camalot or a bunch of TCU's depending on the start you take.","location":""},"__v":0},{"_id":"8pMqN9FNVCm8bkjj8qOYJg==","name":"Dead Crow","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Hong","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":36,"mp_id":"105888741","mp_crag_id":"105716964","climb_id":"8pMqN9FNVCm8bkjj8qOYJg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A great climb for 100' of 5.10, to an interesting band with some loose flakes, then a wild, off-hands steep section to an off-fist crux. Rough for those with small hands.  Tape up and wear long sleeves. I did neither and gave blood.\n\nStart at .6\" for pro and work up past some less than perfect rock, but with good gear until the crack reaches 1.5\" is size,placing one of everything in between on the way up. The rock then gets very good and the crack gets to about 2\" wide for a few placements, then to 2.5\" with perhaps 2 of each size. (Can substitute green & red camalots) then good hand-sized gear (2.5-3\") for a short while through fairly mellow climbing to another section of thing hands. Place another 2\" or red camalot and continue on passing gear from 2.5-3.5\". After about 100 feet you will start into some softer rock with some light colored flakes that deserve respect and attention; if you care for your belayer's life don't snap them off. Climb slightly runout through this light rock band with OK pro here and there to reach a bulge with a 2\" cam overhead and then 3-3.5\" cams ad you lean and twist to the left through a steep, hooking off-hands to off-fist crack to reach the anchor. This section is some of the wildest climbing in the creek and deserves a place in the classics list.","protection":"A light rack from .6\"-1.5\", then maybe four #2's (save one for entering the crux up high) and four #2.5's, plus a slew of #3-3.5's plus two 3.5 camalots or possibly #4 friends, on of which is your final and crux piece.","location":"This route is a few hundred yards right of where the left approach trail reaches the wall.  Hit the wall and walk right, keeping an eye upward for a huge twisting crack to corkscrew up and left though a light band of rock not far right of a right facing corner, and just right of \"Trip To The Vet.\""},"__v":0},{"_id":"I6jvRJQwWTuQ2lH+qg4MOg==","name":"Curiosity","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":58,"mp_id":"105873628","mp_crag_id":"105716964","climb_id":"I6jvRJQwWTuQ2lH+qg4MOg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This amazing climb has everything!  Endurance laybacks, great hands, squeeze chimney to a fist crack finish.\n\nStart in a perfect left facing corner which goes to great hands soon after.  After a good rest stance, execute the bulge which eats #2 Camalots.  Continue up to a tight flared chimney utilizing a series of good edges out left.  Finish with a fist crack to the anchor.\n\nMake sure to save at least one #3 Camalot for the finish.","protection":"Camalots:  2-.75, 2-#1, 4-#2, 4-#3 or 3.5","location":"Cat Wall, immediately left of \"King Cat\"."},"__v":0},{"_id":"rJyMNmOLWHKx6geNbn/LEA==","name":"Choke Chain","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nathan Martin and Steve Quinlan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":39,"mp_id":"113840821","mp_crag_id":"105716964","climb_id":"rJyMNmOLWHKx6geNbn/LEA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Cool, varied and bouldery climbing on this one. Super good route that could use more traffic. Powerful laybacks, interesting gear, crimps, fingers, tips...and take care with the belay for the hard start...","protection":"I used a #3 & #4 BD in the horizontal to protect the initial moves. Having several black Alien/purple c3 options is good for the thin section after that. Doubles of BD .3 & .4, double green, yellow and red Aliens, and a single .75, 1, & 2 that go in these weird but good placements.","location":"Immediately right of Alley Cat"},"__v":0},{"_id":"zR5vJ4+4VgS2Brjuw04WtQ==","name":"Cattle Call","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":14,"mp_id":"106151647","mp_crag_id":"105716964","climb_id":"zR5vJ4+4VgS2Brjuw04WtQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A great looking right-facing corner that goes through a series of roofs.  Super Cool!","protection":"Everything from a #.3 Camalot to a #1 Camalot.","location":"Left side of the wall, a little past\n\nWild Cat\n\n."},"__v":0},{"_id":"f1TPwFOlXlezoQpjKbkjrA==","name":"Catsup","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jason Haas and Sarah Maclean April, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":34,"mp_id":"105818211","mp_crag_id":"105716964","climb_id":"f1TPwFOlXlezoQpjKbkjrA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Just left of \"Trip to the Vet\" is this line with a shallow right facing corner starting about 15ft. up.  Boulder up onto a ledge, and stand in a chimney that squeezes into an offwidth.  Utilize the hand crack on the left wall and work your way up a wide hands to hands corner, with a few offwidth pods along the way.  Chain anchors after 65ft. as a ledge is reached.","protection":".75 camalot of the start, lots of #2 camalots, some #3s, 1 #4, and a #5 camalot is useful, but not necessary as you can plug gear in the handcrack to the left of the offwidth.","location":"This route is 10ft. left of \"Trip to the Vet\" and 10ft. right of the \"Unnamed\" 5.11+, route 24 in the David Bloom guidebook."},"__v":0},{"_id":"HhKBM541VX2phgW5q4vB2w==","name":"Catskills","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":18,"mp_id":"112864587","mp_crag_id":"105716964","climb_id":"HhKBM541VX2phgW5q4vB2w==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Obvious right-facing straight-in corner starting with a #3 camalot bulge, some stacked blocks which can be face climbed, and then an unrelenting #4-#5 camalot OW for about 100 ft (with two pods). Anchors are 3 modern looking bolts with rings / slings.","protection":"A very comfortable rack would include the following. The #4 and #5 sections are very continuous and cams can be pushed or bumped.\n\n2 #3 camalot\n\n6+ #4 camalot\n\n2-3 #5 camalot\n\n1-2 #6 camalot (optional)\n\nAlpine slings (recommended)","location":"Left and around the corner from Deseret Moon, left of a loose looking chimney/offwidth with a sling and bail biner."},"__v":0},{"_id":"Kj0ONySBXQe8yQ3w95MBZg==","name":"The Cathouse","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Kalous, Spencer ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":17,"mp_id":"105889379","mp_crag_id":"105716964","climb_id":"Kj0ONySBXQe8yQ3w95MBZg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"2 pitches\n\nP1: 50'. Mostly stem and face climb a closed corner with one bolt. 5.11+. Rack = #1 Camalot, bolt, .4\", .4\", fixed nut. In that order.\n\nP2: 130' Classic. Climb a pedestal to a tips lieback. One .4\" and 4 or so .5\" get you to better locks and then a rest. 1\" liebacking with rests and some pods get you to the anchor. 5.11+.\n\nThe top of the 1st pitch is a large ledge with a single bolt (4 1/2\" x 1/2\"!). 3/4\" piece backs this up. Rap from the top of the 2nd pitch with two 60m ropes to the ground.\n\nNot sure on the grade, .12- was suggested, but I dissagreed.","protection":".4\" (2) to hands. Heavy on .5\" and 1\".","location":"Starts just right of Wildcat in a closed corner with a bolt. P2 is the corner on the back of the ledge."},"__v":0},{"_id":"lPENLpH/XdmBXOaFqyzOYQ==","name":"Cathedral of the Mad Feline","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Lisa Gnade","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":71,"mp_id":"106100211","mp_crag_id":"105716964","climb_id":"lPENLpH/XdmBXOaFqyzOYQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Right facing tips corner","protection":"0.4 - 0.5 cams","location":"Corner just left of Pit Bull Terror"},"__v":0},{"_id":"aMQCU41PW8mrD6/gE0vNjA==","name":"Caterpillar","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":66,"mp_id":"106151200","mp_crag_id":"105716964","climb_id":"aMQCU41PW8mrD6/gE0vNjA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Great corner crack that starts big hands and moves to fists fairly quick. Pull the roof which is made easy by face holds. After the roof is the crux. 30 feet of hard OW gets you to a chimney and then the anchors.","protection":"Camalots: (3)#3, (3-4)#4, #.5, #2, #5. Lots of Runners","location":"Route starts in the prominent corner right of Cat Burglar. A 60 meter rope gets you to the ground (rope stretcher)"},"__v":0},{"_id":"d7IWXoDWXB6R9JJTA4hrSA==","name":"Catastrophe","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":81,"mp_id":"112388105","mp_crag_id":"105716964","climb_id":"d7IWXoDWXB6R9JJTA4hrSA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"So good, so painful! Climb the bolt-protected, crumbly face to some pods. Fire up the splitter crack, which starts at tight fingers and ends at less-than-tips. At least you get a good jam for clipping the anchor.","protection":"1 bolt, 3-4 0.3 Camalot, 2-3 each blue metolius and 0.2 X4, 1 red Camalot, and 1 yellow Camalot","location":"On the far right side of Cat Wall, just downhill and right of the big detached pillar."},"__v":0},{"_id":"EgPdmn7GV9u9bHBzA12MMg==","name":"Catastroph","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":73,"mp_id":"105717808","mp_crag_id":"105716964","climb_id":"EgPdmn7GV9u9bHBzA12MMg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This fun climb is located immediately to the left of Fat Cat and tackles a mostly thin hands to hand crack through some difficult pods.  An intimidating, dirty roof guards the start.  I give this route an \"S\" due to the roof moves which are protected by a small cam (blue alien) in suspect rock.  The moves are no harder than 5.8/5.9 but a fall is not recommended.\n\nAfter pulling the roof continue through the first pod (burly!) to a very thin hand crack with decent feet out left.  A good rest comes before the next pod where, thankfully, the crack widens to perfect hands.  The pod is burly but perseverence and determination will see you through.\n\nOpinions will differ as to which pod is harder.  I found the second pod to be harder as it is very difficult to place gear in the back.","protection":"A mix of cams from #0.5-#2 camalot.  A #4 camalot works well in the low pod. A blue alien or purple TCU is key for protecting the dirty roof at the start","location":""},"__v":0},{"_id":"8IIar+OsXkC5jLs1uO2Xcw==","name":"Cat's Paw","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":37,"mp_id":"106456501","mp_crag_id":"105716964","climb_id":"8IIar+OsXkC5jLs1uO2Xcw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"begins with roof or two and pull up into the squeezy flare and worm your way up!","protection":"cams from .5-#6 heavy on thin hand/hand size pieces","location":"between dead crow and alley cat"},"__v":0},{"_id":"hOai8E1CUw2AnUORuldCzw==","name":"Cat's in the Doghouse","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":40,"mp_id":"108706578","mp_crag_id":"105716964","climb_id":"hOai8E1CUw2AnUORuldCzw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Straight in flared corner that felt extremely difficult for 5.11 to a chimney slot.  Hands in a left facing corner to the anchor.","protection":"Fingers to hands, heavy on the .75's & 1's","location":"Located just right of Alley Cat. Called Unnamed 5.11 ( 36 in 2nd Addition)"},"__v":0},{"_id":"4Oz07fnIX/e8YwH9q7bFeQ==","name":"Cat's Cradle","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":82,"mp_id":"106020643","mp_crag_id":"105716964","climb_id":"4Oz07fnIX/e8YwH9q7bFeQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Cranker! Painful! Heinously good!\n\nEven though this route can be sandy and does (did) have a couple hollow holds up high, its still a rad line!\n\nOne bolt, a couple tiny cams and sequential first digit jams culminate into the stinger opening crux moves (ouch) to a sustained second digit to full finger layback in a corner. A couple combo moves on funky rock get you to the anchor. (12c)","protection":"bolt, (1).3, (1).4, (3).5, (4).75, (5)1, (1)2 inch size cams","location":""},"__v":0},{"_id":"TOJixiMfWuW5lU7cAOv8QA==","name":"Cat Woman","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Herb Crimp, Charley Graham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":76,"mp_id":"107375926","mp_crag_id":"105716964","climb_id":"TOJixiMfWuW5lU7cAOv8QA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Cat Woman is mostly thin climbing with an interesting crux, some great rock, as well as some unfortunately not so great rock.   Begin in a splitter finger crack in perfect rock just left of Catmandu, and then rest on a small ledge.  Deal with the poor rock in the shallow right facing corner above and then transfer out onto the tips splitter on the black face to the left.  Pro in the splitter and pinch the arete as much as you can while using the footholds to the right of the arete to gain the left facing corner above.  One long move and some good finger locks will get you to the anchor.","protection":"Single set of cams to #3 camalot with a couple extra blue tcu's and a set of nuts.","location":"First route left of Catmandu."},"__v":0},{"_id":"k06fZT2iVcSCX4sSNB9gRg==","name":"Cat Scan","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith and Steve (Roadie) Seats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":13,"mp_id":"105960031","mp_crag_id":"105716964","climb_id":"k06fZT2iVcSCX4sSNB9gRg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Somewhat new route just right of unnamed 5.10 on left side of cat wall near Cat Walk.  I found a name plaque with rating, so thought I would add it here.  Nice and long pitch with ample stemming rest but loose rock.  Lower section is the technical crux, and then the last bit is a little scary with options of going left or right to the chains.  Note:  A 70 meter rope will get you almost to the ground, so beware of lowering off the end of your rope!","protection":"I think I used my full rack for this pitch.  Small finger size pieces for down low, the technical crux.  Number 2's for the upper section","location":""},"__v":0},{"_id":"2CqHte+oWEK/kmr4c8XBwA==","name":"Cat Nap","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":15,"mp_id":"106150359","mp_crag_id":"105716964","climb_id":"2CqHte+oWEK/kmr4c8XBwA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Left-facing corner that starts fingers then varying sizes of hands to a tight slot with a handcrack in the back.  Leave the slot through a small roof to reach the anchor.","protection":"#.4 Camalot - #3 Camalot.","location":"Towards the left side of the wall, to the left of\n\nWild Cat\n\n."},"__v":0},{"_id":"FkN4AhQ4VOu6LElwxc/xWg==","name":"Cat man do","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":77,"mp_id":"105717631","mp_crag_id":"105716964","climb_id":"FkN4AhQ4VOu6LElwxc/xWg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"","protection":"Mostly #1 camalots, supplemented with other pieces from fingers to big hands.","location":""},"__v":0},{"_id":"HFkisMFaXhC3SraPi0rv2w==","name":"Cat Lips Kiss","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":54,"mp_id":"121818124","mp_crag_id":"105716964","climb_id":"HFkisMFaXhC3SraPi0rv2w==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Start climbing up a right-facing dihedral feature for 30 ft and fight your way up to a nice ledge. Get ready to knee bar but leave your  #5 & #6 cam behind. After the ledge, climb up a chossy off-width with decent face holds\n\nAfter another nice rest, start climbing the first/hand bugle crack. This will be the crux for most people, but just keep plugging away. A spicy finish awaits","protection":"1 each: .5\n\n2 each: 1, 2, 3, 4\n\n4 each: .75\n\n(Save a #1 for the last piece)\n\n2 bolt anchor - 70 m rope for rap","location":"About 100 ft to the left of Curiosity, look for off-width and overhanging bulge crack at the top"},"__v":0},{"_id":"GLBSoWcXVXGMF6LhKbp2kg==","name":"Cat in the Hat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA Steve “Roadie” Seats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":999999,"mp_id":"107659063","mp_crag_id":"105716964","climb_id":"GLBSoWcXVXGMF6LhKbp2kg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"fingers in an open book to some ring locks in to some hands","protection":".75-#3 camlots","location":"to the right of Puma 200yds"},"__v":0},{"_id":"lWBuo5TBW16dHiFTzNSffA==","name":"Cat in a Hat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":30,"mp_id":"116613157","mp_crag_id":"105716964","climb_id":"lWBuo5TBW16dHiFTzNSffA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A short route that starts with some difficult moves getting established in an off-fingers left facing corner.  Continues through a roof with a nice stem rest to some more off-finger/tight hands in a flare.  The crack pinches shut at the top (small gear) but easy moves on softer rock get you to a nice ledge and the anchor.","protection":"Black or blue Aliens to .75 Camalots, 3ea .5 & .75 Camalots, singles of the rest.  Bring some webbing for the anchor.","location":"Near the center of the Cat Wall, to the right of \"Super Cat of the Desert\"."},"__v":0},{"_id":"6dq70KAOUHCDdEO4YDAI8g==","name":"Cat Got Your Tongue","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":12,"mp_id":"105807027","mp_crag_id":"105716964","climb_id":"6dq70KAOUHCDdEO4YDAI8g==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route is just right of The Mousetrap and to the left of Cat Walk.  It's listed as route #7 in Bloom's guidebook.  It has great movement and lots of variability, but it was hard giving this route more than two stars on a wall loaded with classics even by the Creek's standards.\n\nStart in a thin corner to gain a ledge.  From here pull a few chimney moves and climb a straight-in thin hands splitter to some anchors.","protection":"I used microcamalots for the start and for the chimney, up to a .5 camalot, the upper splitter takes several #1 camalots and a few #2 camalots.","location":""},"__v":0},{"_id":"D0vOVyhAUKq364ZErS4CjQ==","name":"Cat Burglar","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Marc Sheppard, Clint Cummins, 1990.  FFA: Eric Decaria","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":65,"mp_id":"106020648","mp_crag_id":"105716964","climb_id":"D0vOVyhAUKq364ZErS4CjQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"A route that has had a different name and a higher grade (now shorter crux reach due to the hold breaking a while ago).\n\nIf you like cranker 3/4\" to thinner size locks with minimal solid feet then you'll dig this line!\n\nA #1 Camalot with a QD works well under the roof. What follows next is a sweet and painful section of sustained second digit locks and small Calcite edges capped off with a big reach to a flexy horizontal flake and a quick first digi move to the anchor (used to be a triangle of webbing which saw many desperate lunges for). (12b)","protection":"#1 Camalot, (4-5).75, (1).5, (1).4 (optional) inch size cams","location":""},"__v":0},{"_id":"Jc+ZdCJ3WYmWHHzwi181mw==","name":"Cat Box","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":5,"mp_id":"111059267","mp_crag_id":"105716964","climb_id":"Jc+ZdCJ3WYmWHHzwi181mw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Start with perfect hands to cupped hands with a finger splitter out right to a sloping ledge catch a rest then launch into #6's for about 20 feet then grab the horn that's over yer head an swing out and face climb to the chains..","protection":"#2 Camalot to #6 options out right on the splitter","location":"In the shade to the left... Just as you round the corner"},"__v":0},{"_id":"Lryp9KrCUNqFCsPGytTDPg==","name":"Burl Dog","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"zack smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":44,"mp_id":"106381034","mp_crag_id":"105716964","climb_id":"Lryp9KrCUNqFCsPGytTDPg==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Uncharacteristic for an Indian Creek route in that the climb does not rely on crack climbing. Make your way up the first half of the route on an array of shelves, wraps and rounded crimpers. The meat of the climb is moving through a very small tips crack (about 20 feet). Unless you have fingers thinner than the diameter of a #2 pencil, just treat this section as a long 1/4-pad crimp fest. After a good stance on top of the thin crack, step in pods, maybe use a nearly invisible ledge and find your way to a series of jugs.","protection":"According to Bloom, 7x 0.4 cams (gold friends). Might consider grouping placements of this size next to each other. Anchors can alternatively be reached from lowering off the Kool Cat anchors and climbing up the upper jugs. Be careful of swing potential, though.","location":"On the right facing side of the dihedral Kool Cat ascends. Look for the jagged crack creeping its way up the middle section."},"__v":0},{"_id":"pyhbBErwVt+0BRdDkSTBng==","name":"Bagheera","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA - Trevor Bowman, FFA - Nate Sydnor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":43,"mp_id":"116972510","mp_crag_id":"105716964","climb_id":"pyhbBErwVt+0BRdDkSTBng==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"\"Everybody knew Bagheera, and nobody dared to cross his path; for he was as cunning as Tabaqui, as bold as the wild buffalo, and as reckless as the wounded elephant. But he had a voice as soft as wild honey dripping from a tree, and a skin softer than down.\"\n\n— Rudyard Kipling, The Jungle Book\n\nAll credit and respect goes to Trevor for finding this route and putting in the anchor. I saw it years ago before the anchor went in and of course did nothing about it, assuming from the ground that it was too thin and too hard to reach or someone would have done it already. Trevor intrepidly went up there and opened up the possibilities.\n\nOn a random day last Fall I went up it because it seemed like a fun adventure to explore something unknown. Seeing the anchor gave me the courage. What I found was astounding. This is without a doubt the best finger crack at the Cat Wall. I chose the name because Bagheera is the beloved, civilized, yet savage black panther from the fable we all likely know. He escaped his human bondage and became one of the most feared and respected creatures in the jungle. The black shield of varnish that holds the crack, paired with the other nuanced aspects of the climb, make me think the name is fitting. Of course the fact that it sits at the top of the Cat Wall food chain also contributes to the theme.\n\nAfter my initial foray I did some more sleuthing and I finally figured out that it was likely Trevor's route. I'd seen anchors like this one at Bioturbation, and Trevor put up a route with my late friend Hayden at the Donnelly Canyon Wall with the same configuration. Doing that route (Twitterpated) as a celebration of what would have been Hayden's birthday was the final piece of the puzzle, so I reached out. Trevor graciously emailed back and forth with me about the route, stating that circumstances had kept him from ever getting back to actually free this line. The siren song was too great for me, and with Trevor's understandably reluctant permission I returned another random day and led if for what we believe to be the first free ascent. If anyone has done this thing before this Winter please speak up as you could likely have been the first.\n\nLuckily for the character of the climb it's protected by a gatekeeper series of moves at and above a lone piece of gear; some sharp fangs that will likely ward off unprepared suitors. One could likely place more than the single BD #4 that I did, but there's only so much space in there and you need it. Blowing the final series of the opening moves could land you on the ground so watch out. You can hang right at the piece but if you're going for it you're going for it. An expert belayer could keep you off the deck but be ready, this ain't your Puma or even Johnny Cat or the like. This is the Jungle Book. There is a tiny piece that one could fiddle in just above the initial box but it's in the middle of the hardest move and it could rip out, possibly making for a worse fall than if one chose to skip it. Being taller will also make these moves feel much more reasonable.\n\nAfter the opening boulder problem easier climbing leads you up and right with another cool move or two to the main crack. Once you reach this, unbelievable finger crack climbing leads you to the anchor.","protection":"The initial moves protect with a perfect BD #4, and I fiddled two #1s and a #3 with some runners into some inobvious places before reaching the crack proper. Once the crack is reached you'll need a collection of .3s and mostly .4s for the majority of the climbing, with a green Alien or similar close to the anchors.","location":"Besides the opening moves I think one of the factors that led to this route being overlooked is that the trail goes under the initial overhang, making it hard to see without stepping back to look up. It's to the right of the Trip to the Vet zone and left of the Burl Dog zone. The initial roof is identifiable with a lone box to put both a cam and your hands into."},"__v":0},{"_id":"zZt7ZzxlXgyhY33dvhWVSQ==","name":"Bad Cat","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":62,"mp_id":"105717691","mp_crag_id":"105716964","climb_id":"zZt7ZzxlXgyhY33dvhWVSQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Bad Cat is to the right of Mad Dog and one route left of Johnny Cat.  Bust through the left trending splitter finger crack and enter the shallow diehedral.  Follow this to the top on pumping thin hand jams.  An enduro-fest on killer sandstone.","protection":"Friends: #.5(2), #.75(3), #1.5(5), #2(8).  120'  Good fixed anchor.","location":""},"__v":0},{"_id":"OLq5lx9jXASZ5+0BQ25UhA==","name":"Bachelor Party","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Heavy Duty","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":78,"mp_id":"105717955","mp_crag_id":"105716964","climb_id":"OLq5lx9jXASZ5+0BQ25UhA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"An excellent, slowly widening, finger crack on the far right side of Cat Wall, immediately right of the long 5.10 splitter (right of Fat Cat). Two stars at Cat Wall, solid three stars anywhere else.\n\nBegin with a boulder problem start protected by tiny cams to get off the ground.  The meat of the climb is the 25 foot middle section where the crack widens from tips with decent feet, to fingers with crappy feet.  As with most of the classic Indian Creek finger cracks, I found the crux to be actually getting in some kind of stance to place gear.","protection":"purple metolius for the start.  Double set of cams from tips to thin hands.  One hand sized piece for finish.","location":""},"__v":0},{"_id":"s72NcDtFX5iWL81GrJAUqQ==","name":"Alley Cat","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":38,"mp_id":"105717772","mp_crag_id":"105716964","climb_id":"s72NcDtFX5iWL81GrJAUqQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This excellent pitch is located well to the left of the alcove containing Johnny Cat, Mad Dog, etc.  There was a plaque identifying the route at the base when I did it.  I'm pretty sure that a single 60m rope will get you off.\n\nThe pitch starts out by pulling a bulge to a good rest.  The crux difficulties begin afterward with a bulging, obtuse corner on very tight hands (tight #1's).  The crack eventually widens to perfect hands through a couple roofs to a final big-hands roof.  A wide slot guards the anchors, so you may want to haul that #4 camalot up for this bit.\n\nThe grade above is from the guidebook, but it felt more like mid-5.11 to me. I have pretty thin hands though.","protection":"Lots of #1 and #2 camalots.  Some #.5 and #.75 camalots for the start and a couple #3's for the top.  One could also place a #4 in the slot at the top.","location":""},"__v":0},{"_id":"jDJBGIC4UpKqqb803TCkeA==","name":"Acme Plaque Me","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":10,"mp_id":"108401880","mp_crag_id":"105716964","climb_id":"jDJBGIC4UpKqqb803TCkeA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route starts on a ledge about 10' up.  Begin with a strange chimney/stemming crux that is very thin and awkward.  I personally didn't like the crux much but the climbing afterwards is four stars.  Fingers to hands in a right facing corner take you to  rest ledge a little past half way.  More fingers and thin hands through a small roof with a short section of big hands to the anchor.\n\nIf it wasn't for the start of this route I would give it four stars.","protection":"(2)Blue Aliens, (1).3, (1).4, (2).5, (4).75, (4)1.0, (2)2.0, & (1)3.0 Camalots.  Two bolt anchor with chains.","location":"Located a little left of \"Cat Got Your Tongue\" (Unnamed route #8, 5.10)."},"__v":0},{"_id":"lOSq+41DXBG8h+5vKT+5zw==","name":"Abbienormal (aka Red Neck Rock Warrior)","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"D.Mabe, K.Melnick, L.Arevalo  FFA: M.Patz 12/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":68,"mp_id":"105718807","mp_crag_id":"105716964","climb_id":"lOSq+41DXBG8h+5vKT+5zw==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"Inspired as a memorial for Kim's dog, Abbie, who lived on this earth with her for 15 years.\n\nAbbienormal is the right-facing dihedral located about 20 feet to the right of Pinky Groovy. Start from a ramp and a splitter handcrack in the left wall of the dihedral that joins the steep and overhanging tips lieback (crux!).  The arete will help the moves pulling around the overhanging traverse right.  Rest at the hand jam and arete stem, and make more \"abnormal\" moves (second crux!) until you reach good fingers (orange TCUs) for the rest of the way.  Before the anchors is one more cruxy move changing corners, and a final horizontal crack jug to clip them.\n\nThis route was established on C1 aid and toprope. This sustained route is on par with the hardest routes at Cat Wall.","protection":"Many purple TCUs, a few blue TCUs, several orange TCUs, a couple #.75 Camalots, and a few #1 and #2 Camalots.","location":""},"__v":0},{"_id":"RgGXBkOKVImG7y1ZJ9prJQ==","name":"[Redacted]","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":19,"mp_id":"114034056","mp_crag_id":"105716964","climb_id":"RgGXBkOKVImG7y1ZJ9prJQ==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"BEWARE!!! There's a large mini-fridge sized block that's loose towards the top of the splitter #6 section at the top. last time i checked was 11/17/2017, if it gets cleaned up, it can be a fun, solid climb.\n\nStart in the small right facing corner in an awkward flare. There's a rotten webbing sling with a quick link about 70'? up to bail off of. The meat of the climb is above, right off of a good ledge rest.","protection":"Blooms book calls for 2-7\", heavy on the big stuff\n\nI believe i brought:\n\n(2) #4 camalot, (2-3) #5 camalot, (2-4) #6 camalot","location":"Left of Deseret Moon, around the corner"},"__v":0},{"_id":"CDRzaxocXyifPHRqgb55JA==","name":"[Redacted]","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jay Smith and Mark Hesse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":6,"mp_id":"106396746","mp_crag_id":"105716964","climb_id":"CDRzaxocXyifPHRqgb55JA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route is very good, not as great as many of the classics on the Cat wall, but still quite worthwhile.\n\nThe route starts with a tight corner, rattly fingers size. It's not that hard, though, since a combination of chimneying and stemming helps with upward progress. Pull an easy roof on some flared hand jams, get a good rest, and then charge up the right facing corner above. This starts as rattly fingers and then narrows to tight fingers up high.\n\nDefinitely an enduro crux; the finishing corner is long and has only one marginal rest.","protection":"(In Camalots) #0.3-#2, with an extra 0.4, and many 0.5 and 0.75 (purple and green).\n\n1.5 Friends work very well in many places on this route, so bring em if you have em.\n\nAlso, a long sling or two might be useful for arranging your pro coming out of the stembox and around the mini-roof.","location":"This route is to the climber's left of 9 lives, on the far left side of Cat wall. Look for the 2 metolius rap bolts atop a shallow RF corner."},"__v":0},{"_id":"BedIjpXPVeuwqhDuHUlhqA==","name":"9 Lives","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":7,"mp_id":"105717712","mp_crag_id":"105716964","climb_id":"BedIjpXPVeuwqhDuHUlhqA==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This is one of my favorites.  Starts out good hands and slowly narrows to thin hands and eventually fingerstacks, which is the crux.  It then pulls a cool traverse to a rest and finishes on a #3 Camalot sized crack through a roof.  This route is found on the leftmost prow of Cat Wall.  Don't miss it!","protection":"Heavy on hands, thin hands, and wide fingers sizes.  A few smaller pieces but nothing micro or bigger than a #3 Camalot.","location":""},"__v":0},{"_id":"RALmGXdxUImNiG5Ta5Mb4A==","name":"100th Monkey","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Josh Smith, Sam Gardner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"left_right_index":1,"mp_id":"105961216","mp_crag_id":"105716964","climb_id":"RALmGXdxUImNiG5Ta5Mb4A==","areaRef":"VuSGP7wEW8uB6GOdGI9cQw=="},"content":{"description":"This route was put up by Josh Smith and Sam Gardner in Spring 2007. It's worth the extra hike from 9 Lives, particularly if it's hot. This route will see shade most of the day. It's not a mega classic, but extremely fun. There is a pillar at the base of the route. We climbed the left hand side. It's fingers and a couple of hand pods for the first 40 feet. The bottom is a bit sandy and soft, but the rest of the route is quite solid. The pillar ends in a good stance. Five or seven feet of offwidth takes you to the thin hands section. A #4 might be useful. The remainder of the pitch crack is quite wavy, varying from .75 to #2 Camalots. The waves make it reasonable, but it's got quite a lot of solid 11- on it.\n\nWe'd love to hear about a second ascent and if others liked it as much as we did!","protection":"Fingers to hands with an emphasis on .75 to #1 Camalots. It's 180 feet, so gear accordingly. The anchor is 2  3/8\" bolts.","location":"This route is midway between the Cat Wall and Broken Tooth, but it's a bit closer to the Cat Wall. Go well past 9 Lives until the wall begins to bend towards Broken Tooth. Look for the tall, clean dihedral. There's a plaque at the bottom. The hike from either Broken Tooth (the climb) or Nine Lives might take ten minutes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,56e4863f-bc04-5bcb-81e8-639d188f5c43","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Cat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.12-"},{"count":2,"label":"5.10-"},{"count":10,"label":"5.11-"},{"count":9,"label":"5.10"},{"count":12,"label":"5.11+"},{"count":17,"label":"5.11"},{"count":4,"label":"5.10+"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12c"},{"count":3,"label":"5.12+"},{"count":7,"label":"5.12"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.11a/b"},{"count":2,"label":"5.11c/d"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":89,"bands":{"unknown":0,"beginner":0,"intermediate":18,"advanced":69,"expert":2}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":18,"advanced":69,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.56277,38.09105]},"bbox":[-109.56334133703076,38.09060033981816,-109.56219866296922,38.09149966018188],"left_right_index":-1,"ext_id":"105716964","area_id":"VuSGP7wEW8uB6GOdGI9cQw==","polygon":{"type":"Polygon","coordinates":[[[-109.56334133703076,38.09060033981816],[-109.56219866296922,38.09060033981816],[-109.56219866296922,38.09149966018188],[-109.56334133703076,38.09149966018188],[-109.56334133703076,38.09060033981816]]]}},"content":{"description":""},"density":0,"totalClimbs":89,"__v":1,"createdAt":"2022-11-07T06:26:46.976Z","updatedAt":"2024-01-20T01:07:23.603Z"}