{"_id":"63689de0e80bff5a994f96e2","area_name":"MACV Wall","shortCode":"","climbs":[{"_id":"9M+wx4xKUwuNmF6Tpjf85Q==","name":"Tropic Thunder","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":2,"mp_id":"119081942","mp_crag_id":"119086022","climb_id":"9M+wx4xKUwuNmF6Tpjf85Q==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Tropic Thunder is the crag warm-up. It is an adventurous route on variable stone with cool features along the way.\n\nBegin up mediocre rock down low that transitions from good to bad every so often. A few 5.11 moves on small slabby holds get you to the rest ledge above. Chill out, and admire the view, then ascend upwards. The crux involves a  throw to some big pockets/jugs out right of the bolt line after leaving the rest ledge (the route is very wandery). After the crux, trend back left towards the small tree growing out the cliff. From here, a few 5.11 moves guard the chains on great stone. A small run to the chains (on easy climbing) leaves an impressionable finish.\n\nThis is a good entrance route to the crag.","protection":"Bolts.","location":"It is a direct line of bolts. Look for small pine tree growing out of the cliff a 3/4 height. This is the bolt line that trends right of the tree."},"__v":0},{"_id":"4xU8shGmVUKHbHFxOegsBw==","name":"Rolling Thunder","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Tyler Casey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":8,"mp_id":"119081810","mp_crag_id":"119086022","climb_id":"4xU8shGmVUKHbHFxOegsBw==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"This route climbs Yosemite style varnished rock on splitter granite (up top at least...)!\n\nRolling Thunder is a mixed line that travels a few bolts of easy climbing down low. The climb begins to steepen at the halfway mark. Dispatch an offwidth section into a cool stance on good jugs, then negotiate a welded fridge-sized rock to the left to gain the jugs above. From here, the bolts disappear (good abundant gear around) and enter the steep crux of the route. Prep those biceps for a burly lieback move to gain the left-facing crack above on immaculate stone. Stem up in the final rest before blasting to the chains. An evil sloper redpoint-crux or some funk gets you to the chains. Water typically washes the chalk off this route as it is the main runnel of water for the cliff.\n\nThe gear up top is great; don't let the thought of placing gear detract you from climbing one of the coolest cracks in the South Platte! The route climbs very sporty.\n\nThis was hard to grade, but it is patiently awaiting a second ascent for grade confirmation!\n\nThe name refers to the Vietnam era codename of Air Force bombing operations.\n\nGet after it!","protection":"6-7 bolts into a traditional crack up top.","location":"It is the rightmost line at the MACV Wall. Look for the large, obvious crack looming overhead."},"__v":0},{"_id":"H04B9xeCW9yByzbq1HJtJA==","name":"Ranch Hand","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":3,"mp_id":"119081901","mp_crag_id":"119086022","climb_id":"H04B9xeCW9yByzbq1HJtJA==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Ranch Hand is the poor man's deviation of \"\n\nPrairie Fire\n\n\", although it is probably the funnest route IMO on the cliff.\n\nClimb the starting bolts \"\n\nPrairie Fire\n\n\". After making the mantle on the ledge, trend straight up instead of busting right (after the 6th bolt). It is identified by the obvious overhanging dihedral. From here, funk your way up with some trad skills to negotiate the dihedral crux. Once above, cruise through bigger holds past the spooky chockstones (they're solidly welded to the wall. I tried removing via crowbar, but those bad boys are stuck there). You can opt to avoid tuggin' on them if you'd like via holds to the left. Fun moves on big jugs get you to the final bolt, where a parkour-esque sequence gets you to the lava tube pockets.\n\nAfter gawking at the geology, get your shit together for the final boulder problem crux. Sick moves on improbable slopers (colder temps preferable) help you trend up and right into the chains of \"\n\nPrairie Fire\n\n.\" End with a spicy finish for good measure.\n\n*This route could have (and am open to it) received its own anchors, but it'd make the final boulder problem a lot harder if so. Although easier in grade, this line is best to be approached after climbing \"Prairie Fire\" in order to suss out the crux while lowering down. Otherwise it may feel a tad harder to decrypt without knowledge of the upper terrain.\n\nOne of the more unique routes at the wall, with really fun flowing movement up top.","protection":"Bolts.","location":"Clip the first 6 bolts of \"\n\nPrairie Fire\n\n,\" then veer left and straight up on the rest ledge. It is indicated by bolts on the overhanging dihedral and large chockstones above."},"__v":0},{"_id":"0Ad7p/4MXY6B3D37PFsTPg==","name":"Prairie Fire","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":4,"mp_id":"119079507","mp_crag_id":"119086022","climb_id":"0Ad7p/4MXY6B3D37PFsTPg==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Prairie Fire was the first route at the wall. It was named after Vietnam era emergency radio transmissions for SOG recon teams operating deep in the backcountry. Typically it was a call for last ditch efforts of air support when being overrun.\n\nThis route begins with 3 bolt of chill entrance climbing up the vertical/slab until you must utilize your trad skills to negotiate a left-traversing crack with foot smears. 3 bolts of vertical pulling and a fun mantel follow suit until reach the bat ledge beneath the headwall.\n\nOnce atop the bat ledge, the rock climbing really begins. The headwall steepens, and the rock quality shifts to a perfectly smooth sheen of granite with just enough holds to make it interesting. Fire 3 bolts of pocket pulling, compression, a small traverse, and a large move to gain the sculpted jug where you can cop a quick shake before negotiating the redpoint crux. Clip the extended chain draw, and blast your way up the crux that features a precise deadpoint and sparse feet. Core up, and gain the jug above. Keep it together for the spicy finish to the chains, or fall to the flames below.\n\nThis is not your typical clip up sport climb. The route hosts a bit of wandering and is quite adventurous. Gym climbers, beware.\n\nThis route is a classic for the crag, and hopefully one day the south platte. Definitely should be the destination route for climbers venturing to the fortress!","protection":"12 bolts (alpine draws are useful to mitigate drag).","location":"It can be located by a black Fixe permadraw and long chaindraw with blue 'biner. This sits to the left of \"\n\nHoliday in Cambodia\n\n\" and right of \"\n\nRanch Hand\n\n.\""},"__v":0},{"_id":"eNzQ57rAVCWcWaukF3mXPg==","name":"Open Project","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":10,"mp_id":"121006453","mp_crag_id":"119086022","climb_id":"eNzQ57rAVCWcWaukF3mXPg==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"There is a set of top anchors right of the open project with 3 high permadraws. There are no bolts on this route. To access the top anchors, hike to the big ledge above the climbs (coming in from the west above the REMF wall is best). Look for two Fixe ring anchors on the overhanging wall on the big ledge. Rap with a 70m rope down and a little climber's right to a pair of bolts 20 feet down. Clip in, add some anchor gear, and reset your rope through this anchor to reach the ground. There is a hole for an RB to keep you from swinging off under the steep stuff below the anchors.\n\nThe climbing is thin, somewhat sustained, and technical off the ground (11- or so), then seems to inevitably go through some choss, and then good rock to the ledge under the roof. That roof is probably the crux, but it will definitely go. The roof may need some more cleaning.","protection":"A TR at the moment.","location":"It is on the far right side of the MACV Wall."},"__v":0},{"_id":"sWhjmm5GXUuJOx/xOF7DcA==","name":"Open Project","yds":"5.14a/b","grades":{"yds":"5.14a/b","french":"8c"},"fa":"N/A","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":9,"mp_id":"119360810","mp_crag_id":"119086022","climb_id":"sWhjmm5GXUuJOx/xOF7DcA==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Open Project is on the right side of the wall. Characterized by 3 hanging permadraws on the steep belly above\n\nThere is a red tag atop the permadraws on the 45 degree prow, feel free to disregard it for the time being.\n\nRoute comprises of some low \"chossannering\" to some good stone and a low end 12a/5.11+ sequence before gaining the rest ledge. The route then hosts some fluff until reaching the roof/bulge feature where a cryptic sequence involving a tough mantle guards a rest.\n\nAfter dispatching all the terrain mentioned, you'll launch into the actual meat of the route where a 3 bolt v9/10 awaits. It's possible it could be much harder than the grade mentioned, but I'm roughly estimating here.\n\nNo sense in preventing anyone from climbing this rig while I struggle for a few months to do it, so I figured it was best to open it up to the local bonecrushers abound.\n\nDon't think it'll be the best route at the wall as the flow gets interrupted too much by the rest ledge, but then again who knows. Someone may enjoy it more than I.\n\n*the route could use some more brushing/cleaning. I personally haven't had the time to invest into properly cleaning it to a full extent. All big blocks and loose rocks of actual danger have been cleaned, but there remains a few scabby/crumbly sections.\n\nBest of luck to all who try!","protection":"Bolts.","location":"This is the rightmost line on the MACV Wall. It is denoted by a large, 45 degree overhanging prow that holds 3 Climbtech permadraws."},"__v":0},{"_id":"6xAwaAnfUgqxktcSjHq6NQ==","name":"Lead Farmer","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":1,"mp_id":"119082000","mp_crag_id":"119086022","climb_id":"6xAwaAnfUgqxktcSjHq6NQ==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Lead Farmer is a hard man deviation off of \"\n\nTropic Thunder\n\n.\"\n\nStart per \"\n\nTropic Thunder\n\n,\" and negotiate your way to the top of the rest ledge. From here, clip an alpine/long draw to the crux bolt out right on\n\nTropic\n\n, then trend to the bolt line that leans left of the tree above. Negotiate a boulder problem utilizing an undercling to gain the jug rail above. Make a few moves to gain the improbable crux that features a massive, 4-5 foot dyno to a sharp jug. From here, trend left onto the bolt line/finish of \"\n\nDomino Theory\n\n.\"\n\nI may give this route another bolt to finish back into \"\n\nTropic Thunder\n\n\" as the rope drag for cleaning isn't ideal.\n\nThis is more of a party trick move kind of route, but it is worth doing if you're trying to tick the crag.\n\nFWIW: I could see it shaking out to 12d for taller folks, 13a for shorter folks.","protection":"Bolts.","location":"It is a bolt line that deviates left off \"\n\nTropic Thunder\n\n\" into \"\n\nDomino Theory\n\n.\""},"__v":0},{"_id":"jgFEiCmuUr+z1p8pQdKdEQ==","name":"Holiday In Cambodia","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":6,"mp_id":"119081603","mp_crag_id":"119086022","climb_id":"jgFEiCmuUr+z1p8pQdKdEQ==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"The king line!\n\nSmack-dab in the middle of the wall lies the steepest belly of rock and most continuous climbing at the wall.\n\nStart per the first two bolts of \"\n\nPrairie Fire\n\n; and then veer right at the third bolt. Look for the glue-ins after the third bolt to designate the line. A short sequence gets you to the only rest ledge before embarking upwards. From here, a cryptic move gest you off the ledge, and a series of massive moves on large holds follow suit. Tech your way up the powerful belly of rock, and reach the world's best rest jug up top.\n\nShake it out, and prepare yourself for the final 3 bolt boulder problem above.\n\nThe route switches style and immediately becomes a power-techno masterpiece. Delicate face climbing on thin/insecure holds and and absence of feet make a stark difference to the moves below. A somewhat strenuous/technical clip on the Climbtech permadraw marks the last decent shake before dispatching the series of gastons and a tough pinch crux above. Decipher where to place your feet or log some sky miles. A working bolt above the permadraw makes for easy beta sussing.\n\n*IMO, the route felt about 12c into a V8/7 boulder problem. I gave it a slash grade as it felt harder than other 8a's in the South Platte.","protection":"Bolts (alpine draws down low help mitigate with drag). It is best to try and stickclip the third bolt, and utilize it for the first protection point on the route for minimal drag.","location":"It is the obvious line of glue-in bolts at the wall right up the steepest part of the rock. Look for the lone Climbtech permadraw at 3/4 height marking its crux."},"__v":0},{"_id":"wfXtIXgJVqCJJkmd3GsBRw==","name":"Domino Theory","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Corey Wager","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":0,"mp_id":"119082017","mp_crag_id":"119086022","climb_id":"wfXtIXgJVqCJJkmd3GsBRw==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"This is the leftmost route on the MACV Wall. It is indicated by an overhanging dihedral.\n\nNegotiate a small short crux down low, then make some relatively easier moves up the face until you reach the rest ledge. From here, cruise up bigger holds on steepening rock, utilizing some fun stemming. Find holds to lead you to the chains above.\n\nThis still needs some traffic and cleaning before it becomes a good warm-up.","protection":"Bolts.","location":"It is the leftmost line on the MACV Wall."},"__v":0},{"_id":"WdE8X2lxUJWYmVI91LjIHA==","name":"Cambodian Thunder","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tyler Casey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":7,"mp_id":"119108805","mp_crag_id":"119086022","climb_id":"WdE8X2lxUJWYmVI91LjIHA==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Link-up Alert\n\nThis is the cop out version of  \"\n\nHoliday In Cambodia\n\n\". From the glory jug up high, peep your eyes to the right, and spot the lone expansion bolt. Traverse your way right, and enter the wizard's crux! This is perhaps the most cryptic route on the wall. Gain the finger lock by using the improbable slopers and \"holds\" you find.... Once you link into the crack, rest up before launching the final boulder problem at the chains.\n\nI utilized a 0.5 to protect the crux after the bolt (depending on how spicy you like things, it may be a wise idea to bring more gear).\n\n*This felt hard to grade this one, and I'm sure it'll never get repeated as sport climbers generally shy away from placing cams (cough cough...somebody do this thing). If somebody does in fact do this line, let me know, and I'll buy you a beer.","protection":"8 bolts, gear, and anchors with rap rings.","location":"Start per \"\n\nHoliday in Cambodia\n\n\", and traverse right into \"\n\nRolling Thunder\n\n\" after the 8th bolt."},"__v":0},{"_id":"AMq8ais/UfmETjkycvALZA==","name":"Cambodian Fire","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tyler Casey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"left_right_index":5,"mp_id":"119472520","mp_crag_id":"119086022","climb_id":"AMq8ais/UfmETjkycvALZA==","areaRef":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":"Cambodian Fire is a\n\nlink-up:\n\nit is a fun variance of the walls two best routes.\n\nTake the first 7 bolts of \"\n\nHoliday in Cambodia\n\n\" up until the bread loaf, sidepull pinch (just before gaining the glory jug rest). Cut left using the pocket and undercling on \"\n\nPrairie Fire\n\n\", and finish up the pocket crux sequence while managing the extra taxing of pump you received below.\n\nThis cuts a bit of the fluff off of \"\n\nPrairie Fire's\n\n\" beginning half and adds the fun gorilla swinging jug bashing of \"\n\nHoliday In Cambodia\n\n\". It makes for a good link-up to try if you've already ticked everything else on the wall, and honestly this has some of the best flow on the entire wall when climbed this way.\n\n*Utilize alpine draws and some serious extended quickdraws to mitigate the drag on this one.","protection":"Bolts and alpine quickdraws.","location":"Start up the first 7 bolts of \"\n\nHoliday in Cambodia\n\n\", then veer left into \"\n\nPrairie Fire\n\n\" clipping the bolt beneath the large chain draw."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,c345315c-d2e9-5a77-a7cd-6e78ec8a21f1,fd6e9087-ccc2-528a-a072-9436c791aeec","pathTokens":["USA","Colorado","South Platte","Crystal Fortress","MACV Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.14a/b"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.30527,39.02406]},"bbox":[-105.30584880141258,39.02361033981812,-105.3046911985874,39.024509660181856],"left_right_index":-1,"ext_id":"119086022","area_id":"/W6Qh8zCUoqgcpQ2x5Gu7A=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:56:15.446Z","updatedAt":"2024-01-15T16:43:12.655Z"}