{"_id":"63689de0e80bff5a994f90df","area_name":"Chasm View Wall","shortCode":"","climbs":[{"_id":"Do/Wtcg+Vvyam4GnBGLioA==","name":"Sharp on Both Ends","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Topher Donahue, Patience Gribble, Heidi Wirtz","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":5,"mp_id":"113366951","mp_crag_id":"105857377","climb_id":"Do/Wtcg+Vvyam4GnBGLioA==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"This is an excellent route, just as good as\n\nBabies R' Us\n\nand arguably better than\n\nEndless Summer\n\n. It is definitely not as spicy as the Diagonal Super Direct. It has two great, back-to-back 11d pitches and one of the best finger cracks in The Park. It is a great option if the\n\nNorth Chimney\n\nis backed up with shenanigans and you're not psyched on your Diamond plan anymore.","protection":"A standard alpine rack with a double set cams through a#2 Camalot, one #3, maybe extra blue and green Aliens.","location":"Locate the obvious, right-facing dihedral halfway up the wall to the right of\n\nDirectissima\n\n. That's the 11d finger crack you're aiming for. Instead of climbing the easy, angling ramp past the\n\nRed Wall\n\nand\n\nDirectissima\n\n, locate an obvious, left-facing corner system at the base of the wall below\n\nDirectissima\n\n.\n\nSeveral 5.9-5.10 options exist for P1. Aim for a left-facing, wide corner.\n\nP2. Underclng and lieback the short, wide corner, 9+, then go up ledgy terrain to the base of another left-facing corner.\n\nP3. Continue up the left-facing corner, 5.9, and when it starts to look chossy, step left, and climb a cool, 5.7 traverse to a nice belay below the beautiful right-facing 11d corner. P2 and P3 could be combined.\n\nP4. Stem and lieback up the obvious, right-facing corner for 80' to a nice ledge on the left. This is sustained, well-protected, and super fun.\n\nP5. Crack climb up and left onto a steep face with knobs. Pass a bolt (11c or d), then finger traverse left with poor feet for 60'. Protection here was surprisingly good, but the climbing is pumpy. Pass a pin at the end of the traverse, and then climb easier rock up and left to a belay on\n\nDirectissima\n\n.\n\nP6. Finish up\n\nDirectissima\n\n, 10b."},"__v":0},{"_id":"mw4QsWElVJOUbDfZ7oKE9g==","name":"Red Wall","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kor & Bossier, 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":3,"mp_id":"105762621","mp_crag_id":"105857377","climb_id":"mw4QsWElVJOUbDfZ7oKE9g==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"Red Wall is one of the two major lines on Chasm View Wall. While it has some quality climbing, it also has a lot of ledgey terrain and, particulary at the top, loose crap. It is probably a good climb if you've done everything else in the area, but I think the\n\nCasual Route\n\nis a way better climb at the grade (and not too much longer).\n\nApproach: from Chasm Lake, you can clearly identify the long 5.7 ramp of the first pitch and the 10c dihedral/pillar above. Actually, you can pretty much see every pitch. Scramble in from the left up 4th Class ledges to the very base of the first pitch - there is a big, grassy ledge here. If you stop any sooner, you'll probably end up having to simul-climb some to reach the first belay.\n\nP1 (200'): climb a long, exposed, left-trending ramp (5.7) to a ledge at the base of a nice finger crack in an obvious right-facing dihedral. Depending on your choice of second pitches, belay here at a ring pin, or step left around the corner, walk along a narrow ledge, and belay at below a small roof and perfect hand crack in a second right-facing corner. This is a long pitch.\n\nP2 option 1 (5.10c/d): this is the first option you come to. Take the striking finger crack up the gradually-steepening corner. Belay up and left.\n\nP2 option 2 (5.8, 100'): around the corner, take the really nice hand crack for 30 feet, then continue up a strange dihedral/chimney for another 25 feet.\n\nP3 (5.9, 80'): this is the rumored \"death flake\" pitch. Climb up and left off the belay and up into a six-inch crack that is formed by the margins of two huge flakes. Both of these flakes are hollow, but neither felt like they were \"about to go.\" Nevertheless, I kept my pro in the left (and better of the two). Climb these flakes with combinations of jamming and liebacking (all very secure), and then stand up onto the top of the righthand flake: this is perhaps the scariest moment - the flake is approximately 45' high, 8' wide, and 1-2' thick, and only attached at its base. Historically the belay is from slings around the top of this flake and a 1/4\" bolt above, but I avoided tying myself to such a massive piece of granite by not clipping the slings and climbing another 15 feet up to a nice stance in a small, right-facing corner. Here you can belay off a knifeblade pin, a second 1/4 bolt, and bomber wires. All in all probably, it is 5.9.\n\nP4 (5.10-, 90'): head up the shallow, right-facing corner to the left-hand edge of a very obvious roof, and perform a difficult move stepping right and up under the roof. There is one more difficult sequence involving underclings and a stem out right. The hanging belay off fixed wires at the right end of the roof feels kinda like cheating - you're sort of still in the last throws of the crux section - but what can ya do? This is a short pitch.\n\nP5 (5.10-, 150'): Pull the roof, and go up a difficult and continuous right-facing corner. Climb all the way up to a big loose ledge in the black band at the top of Chasm View Wall, 5.10-.\n\nPer\n\nDoug Haller\n\n: from the belay, use the thin hand crack and roof to stem and climb past your partner. Step left to a crack with a wide base which quickly narrows to thin fingers. Make crack and slab moves to gain a small ledge. Continue up the corner using flakes, intermittent cracks, and  face holds to the base of a small roof. Clip the pin above the roof. Make moves right to gain a ledge under a larger roof. Move right past an old bolt to a V-slot. Climb that to the ledges above which indicate the start of Chasm Cutoff.\n\nP6 (4th, 100'): Traverse right for 100'. Belay almost at the very end of the ledge below a left-facing dihedral with a crack in the upper half. This is 4th Class but exposed and loose in one spot.\n\nP7: Climb up the corner to the start of the crack, then traverse right for 35' on positive foot ledges and jugs. Continuing straight up the crack is supposedly 9+, heading right is 5.6ish.","protection":"SR.","location":""},"__v":0},{"_id":"8UgwUZ98ULWo53xkoSJ6iQ==","name":"Invisible Wall","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Kor and Dalke, FFA: Roger Briggs and Chip Chase","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":2,"mp_id":"112043716","mp_crag_id":"105857377","climb_id":"8UgwUZ98ULWo53xkoSJ6iQ==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"This is a great addition to the wall. The crux pitch is short and needs some traffic, but the rest of the route is phenomenal. The start is a fun, aesthetic warm-up, and both the 5.11 pitches are stellar with the second being my favorite.\n\nPitch 1, 5.9. A left-angling ramp that is longer than it looks eventually slabs out at almost exactly 200' for a gear belay of small cams.\n\nPitch 2, 5.8. Step high to protect your second, and traverse left for 50 feet to the base of the giant, yellow corner. There is a gigantic, nice, grass ledge.\n\nPitch 3, 5.11. Go up the easy crack to the corner. Surmount an initial overhang to get established in the corner, and work upwards. The corner eventually disappears just before the obvious crux pitch. Some spicy face moves, protected by a knife blade backed up a few feet lower by a yellow Alien, get you into the arching crack. 10 feet up set a gear belay at the obvious ledge, hanging but comfortable room for 1, 110'.\n\nPitch 4, low 5.12. Place a cam high, and then fire the crux. It's a short, arching pitch to the left, you go up maybe 20' and over about 50'. There is bomber gear every 10' from good stances. Don't blow it as you are probably coming back into your belayer at the crux if you fall. This pitch needs a bit of traffic to clean it up as the occasionally exploding foot or handhold may add extra excitement. When the arch ends, step up into the next corner, and set the gear belay. There was a fixed nut or piton when we where there at the belay.\n\nPitch 5, 5.11. Great stemming up the corner leads to a roof pulled with some sloper trickery followed by more great stemming. At its top, set a belay, 110'.\n\nPitch 6, 5.9. Go straight left into the left-trending crack system. Do some neat hand traverses as you keep heading hard left get you the final fixed gear anchor/rappel anchor of\n\nBabies R' Us\n\n. It likes to fall out every season, so it might be in the grass.\n\nDescent: climb the rest of The Diamond, and then pick your poison, but if you had enough, walk over and rap\n\nCrack of Delight\n\n, alternatively, and not really recommended rap\n\nBabies R' Us\n\n(double ropes).","protection":"Singles to a #3, doubles to a #1, 8 Yosemite draws, nuts, and RPs are not necessary.","location":"It is 100' up the ramp from\n\nBabies R' Us\n\n, 100' down from\n\nDirectissima\n\n."},"__v":0},{"_id":"5CaXm4CVU46qMhvc3NGg1A==","name":"Directissima","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Kor and LaGrange, 1960 FFA: R. Briggs and Reveley, 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":4,"mp_id":"105750085","mp_crag_id":"105857377","climb_id":"5CaXm4CVU46qMhvc3NGg1A==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"A great three pitch on Chasm View Wall, NOT on the Diamond.  A good training route for the more committing lines of the Diamond, takes significantly less time to approach and descend (depending on descent taken).  Approach Mills Glacier but instead of climbing the North Chimney to Broadway continue North on the glacier.  Scramble up easy grassy ledges to beneath the middle of Chasm View Wall.  Continue up and right to the bottom of an obvious grassy ledge beneath the right facing dihedral.\n\nP1: Climb the inside of the corner to a belay on a flake below a small slot/roof above (5.7-5.8).  (If you climb outside flakes further to the right you will be in 5.9-10d terrain).\n\nP2:  Climb up through the slot and lieback and jam to another stance before another flake (5.9).\n\nP3:  Lieback up the flake and into a a 9+ squeeze protected by a couple bolts.  Climb easier terrain past flakes to a belay ledge below the final pitch.\n\nP4:  Climb up the widish crack to the crux overlap/roof, keep the grin on your face as you ascend the clean crack to the top (5.10a).  This pitch isn't THAT wide.  A single span of Camalots to #4 seemed adequate, doubles would be more than adequate.  It's an abrupt feeling as you top out onto the horizontal terrain at the edge of the Boulderfield.  One can continue via the N. Face at Chasm View or...\n\nThree descent options:  1) Boulderfield trail, 2) Chasm View and Broadway/North Chimney Raps or 3) Camel slide (look to the East for a large block that resembles a kneeling camel on the ridge between Chasm View proper and Mt. Lady Washington.  Go south towards the Camel and work down and east across the slopes of Mt. Lady Washington to grassy ledges at the head of a scree gully.  Follow the gully SW into the Chasm Lake cirque).","protection":"Standard rack up to a #4 Camalot.","location":""},"__v":0},{"_id":"2KRg8pVaV1m6hefHLjs5+w==","name":"Chasm View Cutoff","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Eubank, Tom Hornbein, and Brad Van Diver, 1950","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":0,"mp_id":"109163648","mp_crag_id":"105857377","climb_id":"2KRg8pVaV1m6hefHLjs5+w==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"This is a fun, moderate adventure route that lets you experience the exposure of Chasm View Wall without the more difficult climbing that is otherwise typical of the area. The route follows the black rock band and ledge that traverses across the upper wall.\n\nChasm View Cutoff consists mostly of 4th- and lower 5th-class climbing. Other than the final pitch, only a few moves are 5.4 or harder.  On the final pitch, a few moves are 5.7 and most of the rest of the pitch is easier. If you are looking for hundreds of feet of sustained climbing, this is not your route. If you are looking for wildness, solitude, history, alpine views, and big-time exposure, look no further.\n\nFrom the far right side of the Broadway ledge, scramble up and right following the easiest line to a comfortable belay underneath a stair-step formation.  There was a sizable snowfield here in late June 2014. Bypass the snowfield on the right following the ledge to an airy step-around move and belay.\n\nDownclimb 15 feet, traverse an easy section, then climb a couple of harder moves into a black, undercut area.  Continue right around another corner and belay. Another 100-foot traversing pitch brings you to the base of a prominent dihedral and wide fist crack. This is the same as the belay for P7 as described under\n\nRed Wall\n\non this site. From here, you can see out to where your ledge abruptly disappears into the face a hundred feet to the right. That is definitely not your exit.\n\nJust to the right of the crack system, climb the face up and right past an ancient piton or two and out to the arete. Step around the arete using a large and improbable hold (crux) to a ledge system on the other side. Follow that ledge system along a vertical wall to the ridge. This pitch is the same as the \"5.6ish\" variation of P7 described under\n\nRed Wall\n\non this site.\n\nDescend to the Boulderfield or continue to to the summit via the North Face.","protection":"Standard rack, double cams if you want to run pitches together.  Protection can be sparse, and the route is mostly a traverse, so the second should be comfortable at the grade.  The crux moves, however, can be protected fairly well for both leader and second.","location":"Approach via North Chimney or Chasm View rappels to Broadway.  Follow Broadway right to the start of the route."},"__v":0},{"_id":"dMPUZP26XlCEE80oX/KAbg==","name":"Babies R' Us","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bret Ruckman, Randy Farris","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"left_right_index":1,"mp_id":"109499211","mp_crag_id":"105857377","climb_id":"dMPUZP26XlCEE80oX/KAbg==","areaRef":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":"This is a fantastic route on clean rock. It is good for a shorter/warmer alternative to the Diamond or a hard man start as an alternative to the\n\nNorth Chimney\n\n. It has some solid runouts, but the bolts are where you need them for the hard climbing.\n\nPitch 1. Smear some delicate slab moves up to the first bolt, clip it, and take a deep breath. Head straight up the obvious weakness, aiming for a pin in a shallow, left-facing corner up and right. Clip this pin, move up and right out of the corner and commit to a healthy, albeit easy, runout to the line of bolts marking the crux of this pitch, ending at a two bolt belay below a roof, 11c.\n\nPitch 2. Get some thin gear to start in a shallow corner right off the belay, then take another deep breath as you commit to the slabby features leading to the first bolt 20 feet above. A hidden piton below it gives a welcome surprise. The bolts get close together, you know what that means. After the crux, some more engaged runouts lead to another bolted belay, 5.12.\n\nPitch 3. You guessed it, another runout to the first bolt (much easier than the first two)! Follow the bolts to the crux arete sequence, then venture up the easier crack/ledge system to a single bolt belay, 5.11.\n\nPitch 4. Step down and right to the corner, then go up to the bolt which is 15 feet straight right of the belay. Climb up into the roof where you plug some bomber big gear (optional #4), pull the lip, and enjoy the moderate cracks up to a fixed belay of stoppers and old tat, 5.9.\n\nPitch 5. Go up and right off the belay in a shallow, right-arching corner, then go up to a fixed pin protecting the step right into another corner. Gun for the two bolts above on the clean panel of rock. From the final bolt, it looks possible to traverse up and right, we stepped left over the mini-roof and up the flake. Reach onto the ledge and dig those fingers in deep to that grass, exciting! 5.11.","protection":"SR to #3 is adequate. RPs. Optional #4. QDs.","location":"Locate the largest, most prominent black streak on the lower left side of Chasm View Wall, which terminates at Broadway Ledge. Start just right of this streak gunning for a bolt 20 feet off the ledge system (or snow in earlier season).\n\nDescent: rap the route, skipping the single bolt belay station for pitch 3/4. Doubles felt necessary. Or continue up the right side of the Diamond like a bawse!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,25684f38-d647-5609-84eb-1a41bce3595c","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Chasm View Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61491,40.25767]},"bbox":[-105.61549921910152,40.25722033981814,-105.61432078089845,40.25811966018186],"left_right_index":-1,"ext_id":"105857377","area_id":"JWhPONZHVgmE6xpBvONZXA=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:52.444Z","updatedAt":"2024-01-15T16:42:34.207Z"}