{"_id":"63689de0e80bff5a994f9f84","area_name":"Long Draw area","shortCode":"","climbs":[{"_id":"ktC6TeBSXfeEGZqMN8ZbCw==","name":"Rosy Arete/Tourist Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kor, Culp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69655,38.57558]},"left_right_index":2,"mp_id":"105753697","mp_crag_id":"109540955","climb_id":"ktC6TeBSXfeEGZqMN8ZbCw==","areaRef":"6I40F6FdXluDePUD17em5g=="},"content":{"description":"This is a great Black Canyon adventure with route finding  being the crux. As the new book suggests it is very worth while to scope the line from the balanced rock overlook.  Head down the easy Long Draw gully till about 100m above the river (40 minutes). There are four established routes on a buttress to the right of a large chimney system which can be seen from the base of the route. It is likley that you will cross sections of different routes as there are many options once on the climb.\n\nThe start is tricky to be sure of but  just stay right of the chimney and look for the best rock.  There are some lines that look very improbable but are quite nice and have much better rock than the more obvious weaknesses. There are some spicy run outs on this buttress  but the climbing stays pretty easy. Most of the route is  face climbing! If wavering between going right or left once on route, I found it always better to stay to the right on steeper but cleaner rock. The route is between 11 and 14 pitches. When it looks like you are at a dead end at the end of the route sneak around the left side of a steep and blank face with a tree to a nice low angle corner/crack system.  Scramble up a bushy gully to reach the rim. I encountered one or two suspect belay anchors and veered off route into some 5.9X climbing on horrible rock but the intended route genera;ly stays on solid rock and is very enjoyable.","protection":"A standard Black Canyon rack with a some RPs and extra runners.","location":""},"__v":0},{"_id":"lHUR/UbtUXa3SXzmNSuw0w==","name":"Local's Route","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Schaffer, Rees, Zeilman, April, 2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69655,38.57558]},"left_right_index":3,"mp_id":"107589467","mp_crag_id":"109540955","climb_id":"lHUR/UbtUXa3SXzmNSuw0w==","areaRef":"6I40F6FdXluDePUD17em5g=="},"content":{"description":"Local's Route climbs the backside of the Great White Wall via a massive, right-facing dihedral, starting at the toe of the buttress near the river.  It eventually intersects the\n\nTourist Route\n\nfor a similiar topout and walk off.  The route is approached from Long Draw and sits across the river from the giant cave that is Wild Bill's Wall.\n\nIt's likely that a handful of people have scoped this line due to the fact it is such a unique feature in the Canyon.  A few people have attempted it (judging by some old bail anchors) but stopped short of the thin dihedral in variable rock about 400 feet up the wall.  A few weeks ago, Jonathan Schaffer led through the spicy 5.11+ R terrain, placing only one bolt on lead from a stance, and the route was completed to the rim.\n\nP1 (5.9) 30m. Face climb up to the base of the dihedral.  Continue about a half rope's length to a stance.\n\nP2 (5.10) 60m. Jam a crack off the belay back into the dihedral.  Continue through 5.10 terrain in the broken corner system, and belay at a ledge below an offwidth.\n\nP3 (5.9) 30m. Climb the wide crack and up eaiser terrain to belay at a small stance, with a flake on the left side of the wall, directly below the ominous looking, thin dihedral.  Build the belay on the flake so that you are in good position for the next pitch.\n\nP4 (5.11+ R) 60m.\n\n\"The Chutzpah Pitch.\"\n\nClimb the steep, thin corner through difficult and demanding stemming moves.  The gear is often small, intermixed with some larger pieces (a #1 and #2 cam).  Plug a #1 cam, and punch it for a ways through committing moves (5.11+ R) to gain a stance with a bolt.  Move up and right from the bolt into 5.10+ terrain, past a fixed pin and into a splitter hand crack.  This crack terminates in a 10 foot roof that you must move left underneath.  There are just enough feet on the face to make it manageable.  Once left of the roof, climb the beautiful hands, fist and OW crack for 15-20 meters to belay in an alcove with stacked blocks.\n\nP5 (5.8) 60m. Climb a cool squeeze chimney on polished rock to a lower angle weakness leading to a ledge.\n\nP6 (5.8) 60+m. Face climb up 5.8 to a large ledge (at this point the route changes aspect from South to West and enters the\n\nTourist Route\n\n/\n\nRosy Arete\n\n/Lowe Route territory) Continue climbing off the ledge in a broken crack system to gain another ledge (about 70 m).\n\nP7 (5.8) 60m. Continue up stepped terrain for a full rope's length to a belay on the right edge of the buttress, below an OW crack.\n\nP8 (5.10+) 40m. Climb the short OW to a beautiful polished 5.10+ crack (you can't see from the belay - facing more southward). End the pitch just above the crack on a ledge system (below a set of three cracks in the face above)\n\nP9 (5.10) 60m - Choose a crack overhead.  They all ended up being in the 5.10 range.  Above the cracks, continue with 5.7ish stepped terrain to a large ledge.  Step across the chasm between the ledge and the wall and climb to the end of the rope.  Belay at some large blocks on the end of a another ledge.\n\nP10 (5.9) 60m. Move out left onto the face, shooting for a splitter crack in orange rock.  Continue to the top of the buttress ending on a hand crack in a pillar.\n\nFrom the top of the buttress, unrope and head into the notch.  4th class out to the rim and back to the road.","protection":"(1) #5 Camalot, (2) #4 Camalots, (3) #1-#3 Camalots, (2) #0.75 cam - 0 TCU, stoppers.","location":"Descend Long Draw, past the Great White Wall, past the\n\nTourist Route\n\n, all the way to the river.  Walk skier's left around the toe of the buttress and head up another gully system.  The obvious, right-facing dihedral in black rock is about a hundred meters or so up the gully."},"__v":0},{"_id":"j4M1/9yNVnWA7JOMJ2EIKA==","name":"Great White Wall","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rich Strang & Rob Schmidt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69655,38.57558]},"left_right_index":0,"mp_id":"105764694","mp_crag_id":"109540955","climb_id":"j4M1/9yNVnWA7JOMJ2EIKA==","areaRef":"6I40F6FdXluDePUD17em5g=="},"content":{"description":"The Great White Wall is a bit ledgy, loose and spicy, but it has some really cool pitches. It is also a cool alternative when 1. things are kinda hot; 2. There are mobs on Chasm View, and 3. You're running out of \"friendly\" 5.10 routes to do. It's quite a bit more spicy and loose than Scenic Cruise, etc. but really, it's not too bad, and an excellent intro to this kind of adventuring. The route is on the steep wall up-gully from the Tourist Route and the infamous Tuffnell-McGee, & starts off an obvious pedestal on the left side (looking down) of Long Draw Gully a few hundred feet above the river. Strangely enough, the guidebook's topo is sort of accurate for a change. Scope it from the Balanced Rock Overlook, where the route looks like a chossy, discontinuous nightmare. Don't be fooled. It's fun as hell.\n\nBegin the route by bouldering up 20' or so (don't fall) to a right-angling bush-groove and cruise to a grassy ledge at the base of the first 'real' pitch, a black right-facing corner.\n\nCruise up the nice handcrack corner to where it ends, and a lone black bolt winks at you 5-10' up and right. Punch it up sorta spicy but secure edges to the bolt, and then crank 5.10 moves up into a mellow groove. Cool pitch. With a little simul-climbing you can link up to the next grassy ledge.\n\nThen fire up a long, steep right-facing 5.10 corner to a ledge. Cruise up and left to a nasty, shattered groove (careful) that leads to nice 5.9 face, and still more low-angled troughs to another big grassy ledge with an ominous stone bivy ring suggesting primeval epics.\n\nThe guidebook says it is 7 pitches to here, but we did it in 3 with a 60m & simulclimbing.\n\nNow for the business. Crank a sexy hand & finger crack off the ledge to where it peters out, and figure out the spicy 5.10 peg knobs and edges into the safety of another groove and a weirdly-placed bolted belay. Awesome climbing.\n\nFrom the bolts, wander up and left on hard-to-read 5.9+ face edges, aiming for a prominent weakness with some nice 5.10 finger cracks that leads up into the gaping maw of some black wide cracks. Belay on a sheltered ledge when the rope stops you.\n\nFire up and through airy, cool 5.9 wideness with edges on nice black rock to a peg ledge. Cruise up a 5.8 crack right of a steep corner and then traverse hard left across ledges and edges.\n\nGain the final huge (250'), right-facing corner and climb surprisingly good 5.7 to the rim.\n\nThis route is cool, more people should do it. The guidebook says 13 pitches, but we did it in 8 and real climbers could do it in 6-7. We did some crucial and effective (not to mention deeply gratifying) trundling that might help with the choss-factor. Enjoy!","protection":"Standard Black Canyon rack up to #4 Camalot.","location":""},"__v":0},{"_id":"qP2wM9gLULy1mr4mxtI8HQ==","name":"Dark Matter","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Terry Murphy and Tom Bohanon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69655,38.57558]},"left_right_index":1,"mp_id":"111836923","mp_crag_id":"109540955","climb_id":"qP2wM9gLULy1mr4mxtI8HQ==","areaRef":"6I40F6FdXluDePUD17em5g=="},"content":{"description":"This route was born out of frustration on a very rainy Memorial Day weekend in 2010, when all it seemed there was to do is stand under an umbrella on the Balanced Rock overlook and scope out a new line. After cleaning and top roping the top 3 pitches, we were so impressed with their quality that we felt committed to connect the dots with similar climbing from the bottom to the top.\n\nThe route has an undulating feel to it, with transitions between a few lower-angle sections to mostly vertical and some overhanging panels. The rock is quite solid for the most part and sustained, with 10 of 12 pitches in the 10+/11 range. We took pretty good care w/ cleaning, so there shouldn’t be many surprises, but being The Black and all, there are no guarantees.\n\nWe both felt this is a good route providing sustained, difficult climbing on generally very good and steep rock. The route breaks up nicely into 4 groups of pitches, with a good ledge after every third pitch. There is a nice bivi ledge at the top of pitch 6 which has hosted some fine dining and iced adult beverages, so don't miss out on this if you have the time. At the top of the route, work NE (left) about 75 yards to the road. Parking at the Big Island overlook (upriver from the descent gully) means the shortest walk to the car at the end of the climb.\n\nAs of May, 2016, the route waits for a second party to make an ascent as well as a single day ascent, although it was climbed by Murphy and Bohanon in a continuous ground up 30-something hour push (with an unplanned 5-hour bivi at the top of pitch 9) in the fall of 2011.  Terry Murphy has led all of the pitches in very good style on at least 2 occasions in 2011 and 2012.\n\nBelow are some brief descriptions of each pitch. Route finding can be tricky, so get a good idea of where you'll be going by taking a look with binoculars from the Balanced Rock overlook.\n\nP1. Climb this bushy intro - the same pitch as Death Camas Dihedrals, but it stops just short of pillar’s top, 8/9, comfy ledge.\n\nP2. Climb 5.10 out left and up off the belay to low angle ‘chute’ then hard left to a steep face, 10, 2 bolts, comfy ledge.\n\nP3. It is steep right off the belay (bolt protected to prevent a fall onto the belay ledge), then you get great climbing on black rock until the slab exit to 1st ledge, 11-, 1 bolt, spacious ledge.\n\nP4. This pitch is long and fun and starts well to the left of the top of pitch 3. You need #0.75 cam at the belay (pin), which has an uncomfy stance, 11-, 3 bolts.\n\nP5. This is one of the harder pitches on the route, and it works up and slightly left on small features and cracks along a mostly left facing shallow dihedral, 11. The gear is a fixed pin, wires. You need a #3 and 3.5 cam for the belay, a comfy stance.\n\nP6. This is another hard and very cool pitch. Move up and slightly right to a prominent roof which is pulled on the right side, then continue up difficult climbing to a huge ledge about half way up the route(5-11-,PG-13). There is an optional, scruffy 5.8 exit to the left up a loose gully that avoids the hard climbing on this pitch. Belay on huge second ledge (the Veranda).\n\nP7. This is an excellent pitch – gently overhanging 5.11 face climbing for first 20+m.  The start if this pitch is well to the right of the top of P6, but still left of the arete.  There is a block/pedestal that marks the start, or one can also start about 10 feet right of the pedestal, and the line generally follows black streaks more or less straight up. We have always started at the same point on the Veranda, but initially drifted right out to the arete (hard to miss it!, 5.9, Sept. ’11).  Ultimately, we really liked the ‘direct’ line up the black streaks (5.10, May ’12) as shown in the topo. Either way, both are very good. You get a comfy, grassy stance with a small bush.\n\nP8. Take a ride on The Pegway – a cool but short feature. 9. You get a comfy seat for the belay out left of the dihedral about 30 feet above the end of the pegway.  This pitch is definitely \"R\" rated without the fixed #3 Loweball at the end of the Pegway and \"PG-13\" with it.\n\nP9. It is a bit spooky getting to the roof exit with some devious protection. The move out the right side of the roof is easier than it looks, 10, comfy ledge.\n\nP10. This has a boulder-problem crux that is bolt protected then a fun hand traverse right along the peg band to a left-facing dihedral that is ascended about 20 feet, 11-, 1 bolt, comfy stance.\n\nP11. Climb some scruff to start as one continues up the left-facing dihedral (5.9 PG-13), then move slightly left for steep/solid/strenuous fun that works up through amazing golden overhanging rock. This has a nice position, 11-, comfy stance.\n\nP12. This pitch stays steep and follows the crack system to the top. It also has a very nice position. Avoid a brush-choked gully at the top by stemming up an alcove to a roof, then exit left onto the final face. This is tough until the top, 10.","protection":"There are 6 bolts on the route, along with a handful of fixed pins and wired nuts which we hope will remain in place.  Also, there is a fixed Loweball at the end of the Peg-way traverse on pitch 8 that is critical for protecting the 5.8+ overhanging move up and off the ramp, which will also hopefully stay there for all eternity. You can't see it until you get to the end of the Pegway. If you have less confidence in the goodness of human nature than I do, bring a #3 Loweball in case some scoundrel has stolen it. There are no fixed anchors. We took a fairly standard Black Canyon rack, with extra microcams, Loweballs, a few tricams, and nothing bigger than a #3.5 Camalot, although I've also taken a # 4 Camalot and found plenty of places to use it.","location":"Dark Matter has a relatively easy approach by Black Canyon standards, with a straightforward hike of about 45 minutes down Long Draw/Fisherman's gully.  The route shares the first pitch of Death Camus Dihedrals (DCD, first ascent by Terry Murphy and Andy Donson in 2002), which starts in a bushy corner below a large black roof about 70 meters below the start of the Great White Wall.  This pitch starts up the bushy corner then tends right to a belay slightly below the top of a pillar-type formation that is the first pitch of DCD."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,e88e3417-a15d-5e5b-8378-f503d7b7a6e6","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","Long Draw area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69655,38.57558]},"bbox":[-107.69712517019565,38.575130339818145,-107.6959748298044,38.57602966018186],"left_right_index":-1,"ext_id":"109540955","area_id":"6I40F6FdXluDePUD17em5g==","polygon":{"type":"Polygon","coordinates":[[[-107.69712517019565,38.575130339818145],[-107.6959748298044,38.575130339818145],[-107.6959748298044,38.57602966018186],[-107.69712517019565,38.57602966018186],[-107.69712517019565,38.575130339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:46.446Z","updatedAt":"2024-02-19T18:32:26.019Z"}