{"_id":"6368a1b8e80bff5a99553f07","area_name":"Parking Lot Wall, The","shortCode":"","climbs":[{"_id":"NvevakEbVEu2rzKKt2N++A==","name":"Squeeze My Lemon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cliff Mask and Tim 9/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":5,"mp_id":"106071435","mp_crag_id":"105898430","climb_id":"NvevakEbVEu2rzKKt2N++A==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"A fun but not super memorable climb just left of the very popular route Glory Jean's (5.6). Mostly moderate climbing with a couple of interesting moves thrown in between.feels like an easier version of the route to the left Red Sea Pedestrian (5.10b) which has the same pattern of cruxes. \n\n  Start up the face left of the left facing corner/chimney. Follow bolts up the face to a bit of a bulge. Make a challenging move over the bulge to more good holds and moderate climbing. Continue up to one more tricky spot before gaining the quick clips at the top of the cliff. This puts you about 10 feet left of the clips for Glory Jean's.","protection":"8 bolts to Quick Clips.","location":"The bolt line to the left of Glory Jean's."},"__v":0},{"_id":"/09oNjoqWl2ZnPkpPgbIJA==","name":"Shemp Lives","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":2,"mp_id":"106391407","mp_crag_id":"105898430","climb_id":"/09oNjoqWl2ZnPkpPgbIJA==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"I don't know much about this route but I figured it should be mentioned...\n\n This route climbs the moderate face left of Dead Sea Equestrian and right of Curly for President. The crux comes when you pull an \"overlap\" move onto the left face. I have been told it is a fun route though often wet.","protection":"Bolts counted seven from ground.","location":"Parking lot wall left of Dead Sea Equestrian. Start just below a flake and pull onto the flake."},"__v":0},{"_id":"A70LMLJxV/C4J6udUGl7SQ==","name":"Shealyn's Way","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"david quinn 7/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":15,"mp_id":"105962298","mp_crag_id":"105898430","climb_id":"A70LMLJxV/C4J6udUGl7SQ==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"A great 5.7 climb involving all different techniques, from chimney to slab to stemming and a few steep pulls at the top.Start in the chimney left of A Week With Pete.Climb up the chimney clipping bolts to your left then climb out of the chimney on to the slab on the left, no real friction needed but it's much less than vertical. Follow straight up til you get to the steep wall. Move left in to the corner and STEM up the corner (NOTE: people who don't understand stemming will find this part very hard for the grade.). When possible, move back up and right to gain a few steep jug pulls and a nice stance to clip from.A must climb at the grade.","protection":"11 bolts to quick clips.","location":"Starts in the obvious chimney left of A Week With Pete.On the left side of the crag."},"__v":0},{"_id":"rz2n58gfWL624LqqopjFeA==","name":"Rumor Has It","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Keefe '02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":17,"mp_id":"107846774","mp_crag_id":"105898430","climb_id":"rz2n58gfWL624LqqopjFeA==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"This is the low roof to the right of Week With Pete. It was in the last two guide books as an open project. Rumor has it that it was sent a few seasons ago.  \n\n  Start under the roof on a good jug and no feet but the ones above your head. Small crimps and tricky feet are enough to get you powerfully to a good hold. Then power up and shoot for a jug above the lone glue in bolt. From here I led straight up with trad gear then traversed right to the last bolt on Espresso then finished on that so I could use it's anchor. I'm not sure where the first ascent finished but straight up was dirty and lacked an anchor as far as I could see.  \n\n  The bouldery start is quite good in my opinion. The upper section is much easier and nothing special as far as movement goes. It would get done some if it was bolted.","protection":"One bolt then gear then to the top of the cliff or to the anchor of Espresso. Regular rack.","location":"Between Week With Pete and Espresso."},"__v":0},{"_id":"fQkQc+WiXJakS9f7ZTDn3Q==","name":"Rubicon","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"J.Cullem (Oct. 2009)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":8,"mp_id":"106573480","mp_crag_id":"105898430","climb_id":"fQkQc+WiXJakS9f7ZTDn3Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Located above the anchors of Easily Amused (5.7). From those anchors  at the big ledge/chimney with the tree  follow moderate terrain and good ledges up to the base of a steep headwall. Move through the thin, technical crimp moves (crux) to increasingly better holds/flakes that trend up and slightly left to a 2-bolt ring anchor. Best done as one push from the ground by clipping a draw to the anchor of Easily Amused for a complete long route to the top of the cliff. It may also be done as an independent second pitch after that route, or by traversing in from the second big ledge of Glory Jeans (5.6), where that route traverses left.Please do not top rope off the ring anchors, which decreases their lifespan and safety. Instead, place your own draws, and have the last climber in your party thread the rings to lower.","protection":"5 bolts to quick clips","location":"Above anchors of Easily Amused (5.7)."},"__v":0},{"_id":"0CvRGaeeVRSovJZGE9ijbQ==","name":"Rise and Shine","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ward Smith 11/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":10,"mp_id":"105962922","mp_crag_id":"105898430","climb_id":"0CvRGaeeVRSovJZGE9ijbQ==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Start up crimps and tricky route finding to gain a few good holds and slightly easier climbing up the left facing flakes to the top. \n\n  Remember to head left then back right at the top. If you go straight up toward the chains, it's a bit more challenging. \n\n  This is one of the better routes on the center section of the crag (there are a few squeezed in lines here now that are pretty generic).but this one is recommended.","protection":"5 bolts to quick clips.","location":"In the center of the cliff starting behind a big boulder and trending left around the difficulty and up some layback flakes."},"__v":0},{"_id":"vSt40lu6XTuB52RlQHRJaQ==","name":"Red Sea Pedestrian","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":4,"mp_id":"105956200","mp_crag_id":"105898430","climb_id":"vSt40lu6XTuB52RlQHRJaQ==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Starts on some flat jugs, continues up sidepulls and crimps to good stemming stance and rest half-way up.   Continue up to the top on some more crimps/gastons and sidepulls.   A worthwhile first 5.10 lead, it has a good rest half-way and crimps are positive but make the leader work for the tick.","protection":"Bolts to Anchor","location":"Left most route on highest part of parking lot belays, starts just right of wet and mossy flake system."},"__v":0},{"_id":"IgTC4b7+Xg2t8Dq84cP3Tw==","name":"Quinn/Callaghan","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":14,"mp_id":"106263795","mp_crag_id":"105898430","climb_id":"IgTC4b7+Xg2t8Dq84cP3Tw==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Nice featured schist and quartz face climbing once you get past the (easy) often wet gully start. Could be still quite sharp, so keep your weight on you feet as much as possible!","protection":"11 bolts to L.O.'s","location":"Between Chloe's Breakfast Special and Shealyn's Way"},"__v":0},{"_id":"+PAWJBaJXGepbPd8XB4vZg==","name":"Percolator","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"C Callaghan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":23,"mp_id":"106009347","mp_crag_id":"105898430","climb_id":"+PAWJBaJXGepbPd8XB4vZg==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Climb OK moves with rest ledges between them past 5 bolts to a set of anchors at the top. Clipping the anchor seemed to be the crux but i grabbed a root that someone had dug up so that made the clipping better.  \n\n  Over all a not too memorable climb. In my opinion you would be much happier on Cafe Au Lait (5.7) 40 feet to the left.","protection":"5 bolts to ring anchors.","location":"Currently the far right route at the parking lot wall. Just before you get to the big gully all the way right."},"__v":0},{"_id":"d9/wgFE2WImMJf2wKmKyCw==","name":"Mr. Coffee","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":22,"mp_id":"106009341","mp_crag_id":"105898430","climb_id":"d9/wgFE2WImMJf2wKmKyCw==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"I'm torn on this route cause it has cool moves for sure and some beautiful jugs on steep rock. However it reminds me a bit of Bone Head Roof (5.10) at the Meadows in that when you are pulling the crux you are really counting on your belayer to keep you off the ledge below you. that aspect makes it slightly less attractive. \n\n  Climb up the 5.9 boulder problem start to a big ledge. Walk over to the bolt under the big roof clip it and decide hoe you want to tackle this thing. Surprisingly nice jugs lead to the only non jug on the upper section which is the crux. After that you can stand up and clip the chains.","protection":"6 bolts to anchors. if top roping the route be careful of the rope running across the sharp rock when hanging.","location":"30 feet right of Cafe au Lait (5.7)"},"__v":0},{"_id":"ZbWPSh1PXGSmrekHxk+y9Q==","name":"Juan Valdez","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"paul wonsavage 11/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":20,"mp_id":"105962294","mp_crag_id":"105898430","climb_id":"ZbWPSh1PXGSmrekHxk+y9Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Start in the corner right of 100% Columbian (5.11c). Follow good holds up and left to gain a layback flake.   The crux is high up the flake as you get a little pumped. Get on top of the flake and head for the chains. \n\n  This climb felt a bit hard at the grade for me (though the only time I climbed it was finishing off a hard day, but I have friends that have it dialed and they seem to find the grade to be right on.    Fun times close to the parking lot. ","protection":"5 bolts to quick clips.","location":"Just right of 100% Columbian, 5.11c, starting in the corner and heading up and left in to the big flake."},"__v":0},{"_id":"9hA6ncIiUZmVHzveH6Ub2Q==","name":"Idiot's Deluxe","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":0,"mp_id":"106254851","mp_crag_id":"105898430","climb_id":"9hA6ncIiUZmVHzveH6Ub2Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"A fun addition to the crag. Its crux climbs like an easy version of Flesh for Lulu. Slightly overhanging with bad holds and some good ones too. \n\n  Start just at the top of the newly added stairs at the left end of the crag. Climb to the left of the big oak tree. the route starts easy and climbs like a good low angle warm up to a ledge where things steepen. make your way between crimps to incuts and even a few jugs. The feet are right where you need them as youhead for the horizontal break. When you hit the break the style of climbing changes as you pass a small overhang on juggy holds (but its a little tricky). clip the chains and say.     WORD!!!","protection":"bolts (10ish) to lower offs.","location":"The far left end of the P Wall. Just at the top of the stairs the lead to the Meadows. this route climbs left of the big oak tree."},"__v":0},{"_id":"9w1wLpoVXQK5nxD33orEUw==","name":"Glory Jean's","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":6,"mp_id":"105961422","mp_crag_id":"105898430","climb_id":"9w1wLpoVXQK5nxD33orEUw==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Start on high ground just right of the left facing chimney.Climb easy ground to the top of the huge flake. Step over the chimney, climb the crux and make your way up to a narrow traverse ledge. Walk, crawl, or hand traverse left to where you can head directly up to the left of the anchors. The anchors are to the right, to be in the best rock, so you will have to reach over for them a bit. Extending a few of the draws will eliminate rope drag.Due to the traverse, it is best to have a second clean the gear, rather than on lower.","protection":"9 Bolts to Anchors. A few long draws or slings will eliminate potential rope drag. Make sure you use your own draws on the anchor for TRing. The route is very popular, so the anchors would otherwise wear out quickly.","location":"Just right of left facing chimney on high ground."},"__v":0},{"_id":"pQB73mHsXV2IFbI2ktG/WQ==","name":"Espresso","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Art Mooney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":18,"mp_id":"105898433","mp_crag_id":"105898430","climb_id":"pQB73mHsXV2IFbI2ktG/WQ==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"The first (and steepest) climb you encounter at the height of the climbers trail.  In just 60 feet of climbing, Espresso has easy slab climbing, a series of tricky moves to surmount a bulge, and a fun line of juggy moves right before you encounter a brief, but crimpy crux. \n\n  The bolts are well-placed, the climbing is fun, and the falls are clean and safe.","protection":"6 bolts and  two cold-shuts for anchors","location":""},"__v":0},{"_id":"RCaTHSgMWum7V1PYyY88Mw==","name":"Egg McMeadows","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Paul Wonsavage11/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":11,"mp_id":"105962933","mp_crag_id":"105898430","climb_id":"RCaTHSgMWum7V1PYyY88Mw==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"The start is just like the rest of the routes on this section, crimpy 5.7 climbing until you get to the bulge where the holds stay small, but the angle increases a few tricky moves may stump you, but there is a rewarding jug over the lip if you hit it right. Mantel and continue easily to the quick clips. \n\n  Another recommended route on this section.","protection":"5 bolts to quick clips.","location":"Just right of Rise and Shine (5.7) starting between the cliff and the boulder."},"__v":0},{"_id":"IIOHVeREXp2J1DujVwWg4w==","name":"Easily Aroused","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Kemple Sr.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":9,"mp_id":"105971474","mp_crag_id":"105898430","climb_id":"IIOHVeREXp2J1DujVwWg4w==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Just right of Easily Amused, Easily Aroused climbs straight up the center of the parking lot wall. Boulder up a suprisingly hard start to clip the first bolt, or stick clip if you're not feeling saucy. After you've clipped you'll be met by the crux: a ten foot section of technical slab climbing with thin slopers and crimps. The hands are awful in this section, though they can easily be overcome by creative, precise footwork. After firing the crux and clipping the third bolt, head up and right where you will be met with delightful 5.7 climbing to the chains. \n\n  Easily Aroused presents a great opportunity to improve on your technical footwork and build crimp strength without working up too much of a sweat... that is if you can keep it together while clipping the first few bolts. Definitely hard at the grade, though fun nonetheless.","protection":"5 bolts to LO.","location":"Right of Easily Amused and left of Egg McMeadows- best characterized by its thin slabby nature and difficult start."},"__v":0},{"_id":"E12WrIPbXGiPzn0n18Fhqw==","name":"Easily Amused","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Smith, 11/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":7,"mp_id":"105966659","mp_crag_id":"105898430","climb_id":"E12WrIPbXGiPzn0n18Fhqw==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Not a particularly memorable route, but the moves are good. It's just short and somewhat non-descript. \n\n  Climb the face on mostly crimpy holds, past an undercling and on to more of the same. It reminds me of the first part of Rise and Shine (5.7); however, the second half of that route is the better part. \n\n  A good route to keep you climbing while you wait for other climbs to open up.","protection":"3 bolts to quick clips.","location":"Next route right of the start of Glory Jeans (5.6)."},"__v":0},{"_id":"Y9sd58ivVxO3HkRAp4N0Lg==","name":"Dead Sea Equestrian","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Shimberg8/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":3,"mp_id":"106071441","mp_crag_id":"105898430","climb_id":"Y9sd58ivVxO3HkRAp4N0Lg==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Almost always wet but for a short window of time in the late summer early fall this is quite a fun climb.Due to the wetness it can be a bit vegetated when it hasn't seen much action in a while. In the winter it is a really cool ice climb called Franky Lee. \n\n  Follow flakes using a bunch of layback moves with nice jugs between. Good footwork will pay off if this route is at your limit. If it was always dry I'd give it another star for sure. \n\n  Apparently when Jim bolted this line he had ice in mind as much as rock.","protection":"8 bolts to anchor.","location":"Left of Rea Sea Pedestrian (5.10b). the route follows big flakes up a typically wet (sometimes a waterfall) section of rock."},"__v":0},{"_id":"zQy90qXkUI2LjFkAjCMqag==","name":"Curly for President","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":1,"mp_id":"106254868","mp_crag_id":"105898430","climb_id":"zQy90qXkUI2LjFkAjCMqag==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"A cool 5.9 face climb. \n\n  Start to the right of the big oak tree. Start on low angle rock that might still be a litte dirty lichen but is nice to climb on. make your way to where the rock steepens and find a sequence through the crux face leading to an anchor.  \n\n  This one doesnt go to the top of the cliff","protection":"9 Bolts to anchor.","location":"At the left end of the crag starting near the stair case to the meadows. climbs right of the big oak tree."},"__v":0},{"_id":"E+nLwog1USaeeXDwOr5t7Q==","name":"Chloe's Breakfast Special","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Quinn 12/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":13,"mp_id":"105900343","mp_crag_id":"105898430","climb_id":"E+nLwog1USaeeXDwOr5t7Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"Its dirty appearance doesn't do it justice--this route is two-star quality as both an end-of-day warm-down, or a nice, early morning warm-up.   \n\n  Start up low-angle rock at the right end of the cliff, about 10 feet from the stepped, left-facing corner and just right of the dirty gully. (Don't be confused--Chloe's is the third line of bolts left of the corner!!).  Clip a couple of bolts while wandering up the slab, clip another bolt at your face, then pass over a quartz dike and step into the climb proper.  From here, the route takes you up a fairly innocuous-looking face, littered with great edges, surprise incuts, positive footholds, and fabulous positioning.  You will encounter one mantle shelf at about mid-height, then another about 10 feet from the anchors.   \n\n  Despite the number of holds in your face, Chloe's hides a killer sequence of movements that, once unlocked, flows beautifully.  Quick clips at the top.  \n\n  Enjoy!!","protection":"MANY BOLTS!!  It is possible to back-clean a couple of bolts to cut down on rope drag.","location":"Locate the major left-facing corner at the right end of the main face.  The route begins about 10 feet to the left at a low-angle slab, just to the right of a dirty gully."},"__v":0},{"_id":"MNRXEkOiUIiXpawMY3NL1Q==","name":"Centerfold","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":12,"mp_id":"106071424","mp_crag_id":"105898430","climb_id":"MNRXEkOiUIiXpawMY3NL1Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"More popular and more fun as an ice climb, i recommend waiting till it freezes to climb it. The climbing is actually pretty cool but there are a few BIG down sides. It is quite vegetated, wet, muddy, and on top of all this its pretty poorly protected oh and a few loose rocks. If you mess up on this climb chances are you will hurt your self and a few people below since this is a crowded cliff most days. If you do choose to climb it make sure there is no one below you and you are up for a poorly protected adventure. \n\n  Start under Egg McMeadows and follow easy holds up and right in to the vegetated grove to the right of that climb. Climb poorly protected but moderate rock till you get a stance and place some gear under a steeper wall. Move left on dirty slab and up to a dirt/mud gully. I remember when i did this route years ago this finish gully was all mud and i took my shoes off and \"climbed\" (laughing my ass off) in ankle deep mud to the trees at the top.","protection":"Normal rack but you wont use much. i remember using a nut tool to dig mud out of a crack.","location":"The vegetated grove right of Egg McMeadows."},"__v":0},{"_id":"R/7B4v1eWNqfRNKAoMj9mA==","name":"Cafe au Lait","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"D Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":21,"mp_id":"106009336","mp_crag_id":"105898430","climb_id":"R/7B4v1eWNqfRNKAoMj9mA==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"This one surprised me because the bottom of the route looks chossy and is a little loose in places but the climbing is super cool moderate chimney climbing and the rock gets better as you keep climbing. It's also a bit longer than it looks. \n\n  Climb the chimney clipping bolts on the left past some bad rock to a good stance continue up the chimney as the rock gets better clip bolts on the right. Many options for beta i ended up pulling a corkscrew move which is always fun. After the chimney ends climb moderate rock to the chains on the left.","protection":"8 bolts to anchor (guide book says 7, but it's incorrect) . Long draws on last 2 bolts help.","location":"Chimney just right of Juan Valdez (5.10b)."},"__v":0},{"_id":"tlkSYMvzUcKl5kEH2kZ8CQ==","name":"A Week With Pete","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ciff Mask and Pete, 7/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":16,"mp_id":"105956196","mp_crag_id":"105898430","climb_id":"tlkSYMvzUcKl5kEH2kZ8CQ==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"The guidebook rates this 5.2, but the top moves might be more like 5.4. \n\n  Steep slab with big holds until 5/6th of the way up where the crux and one or two climbing moves await.   Great first lead for the beginner that wants practice clipping bolts and equalizing bolts for an anchor. \n\n  Good one to put the parents / relatives on.","protection":"4 Bolts to Anchor","location":"On right wall of left facing obivous corner you can see from parking lot."},"__v":0},{"_id":"66qL3VO7VmWip1XE0yQj5Q==","name":"100% Columbian","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Smith7/01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"left_right_index":19,"mp_id":"105962286","mp_crag_id":"105898430","climb_id":"66qL3VO7VmWip1XE0yQj5Q==","areaRef":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"The hardest route at the Parking Lot Wall. It happens to be much better and more interesting than it looks.A series of sequency problems, supper crimpy in parts with good holds between.  \n\n  Start on the ledge on the far right side of the cliff just right of Espresso (5.10d). Clip the first bolt from the comfortable ledge and head up an left out over the drop off. A few more crimpy left trending moves and then you head straight up past crimps underclings and even a few jugs thrown in there. \n\n  I didn't think the route looked good, so I waited years to do it. Now I highly recommend it.","protection":"5 bolts to quick clips.","location":"From the ledge on the far right side of the crag, move to the left side of the ledge clip the first bolt from there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,f1b2f693-f809-53fd-a5c9-908cc8249fc2","pathTokens":["USA","New Hampshire","*Rumney","Parking Lot Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":5,"label":"5.7"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.4"},{"count":1,"label":"5.3"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":13,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83029,43.80274]},"bbox":[-71.83091303350487,43.802290339818136,-71.82966696649515,43.803189660181864],"left_right_index":-1,"ext_id":"105898430","area_id":"8bL2k/gJU/2lyZCMyCSfwg=="},"content":{"description":"If you are looking for beginner sport routes, then look no further.  The Parking Lot Wall is a mecca for easy-to-moderately-hard sport routes that remains in the sun for the majority of the day. \n\n  Conveniently situated behind the main parking lot, the PLW is host to stellar full-length 5.6s and 5.8s (Glory Jeans, and Chloe's Breakfast Special, for example), as well as short, testy 5.9s (Egg McMeadows).  Climbers can also find instant gratification from the steeper, pumpier side of Rumney by climbing the forearm-inflating route Espresso (10d), as well as 100% Columbian (11c), both located on the rightmost side of the cliff. \n\n  This crag sees the MOST small/large group traffic and can be extremely crowded on a busy weekend!"},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:12:11.308Z","updatedAt":"2022-11-25T11:20:00.481Z"}