{"_id":"63689de0e80bff5a994f9200","area_name":"Treasure Wall","shortCode":"","climbs":[{"_id":"mN6sQkr7X3WDu9V/FiMoTw==","name":"Workingman's Blues","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob D & Ron Olsen, 9/7/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":7,"mp_id":"106022446","mp_crag_id":"106028704","climb_id":"mN6sQkr7X3WDu9V/FiMoTw==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"A somewhat adventurous route to the top of Tonnere Tower.\n\nStart 10 feet right of\n\nJoin the Party\n\n, at the same spot as for\n\nThe Twilight Kid\n\n.\n\nPitch One: Climb up to a high first bolt (5.9) then move right into shallow corners. Veer right and gain a small point of rocks above a dead pine. Go right across the ramp to a two-bolt anchor.\n\nPitch Two. Climb up a small, thin flake, clip the bolt and make a hard move (5.10) to gain a ledge. Continue straight up and then left to a good ledge, two dead pines and a two-bolt belay.\n\nPitch Three: 5.10, 160 feet. Climb up short corners and reach a perfect hand and fist crack. Climb the crack till it ends and then step right into a shallow corner with tricky gear, make a hard move to another shallow corner then straight up doing chimmey-type moves. The angle eases and climb up to a pine tree and belay. Be careful of loose rock.\n\nPitch Four. 5.6, 60 feet. Climb cracks straight above the pine and reach the top of Tonnere Tower and belay.\n\nWalk off the backside of the tower and down to the east.\n\nFun adventure route with beautiful views.","protection":"Gear up to a #3 Camalot.","location":"Take the Treasure Wall approach.  Hike right up the hill about 50' to the highest ledge by a big pine tree. Start on the face by the tree, with a high first bolt.  This is the same start as for\n\nThe Twilight Kid\n\n.\n\nEds. the beta photos have been deleted by their submitter."},"__v":0},{"_id":"66bzkycaWwaTn6J0chdwxw==","name":"Twilight Time","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ron Olsen and Bruno Haché, 7/15/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":1,"mp_id":"105994585","mp_crag_id":"106028704","climb_id":"66bzkycaWwaTn6J0chdwxw==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"A fun sport route with neat stemming.\n\nTake the Treasure Wall approach and go about 30' up the hill, just right of a big pine tree next to the wall.\n\nClimb the steep face, with crux stemming past the 3rd bolt. Continue up with more cool stemming moves. Traverse right to a little pine, then go straight up to the anchor on a good ledge.\n\nThe anchor is shared with Bobby's Back; you can TR that route after climbing this one.\n\nDescent: Lower 60' back to the start.\n\nWe did the first ascent around 8:30 pm with just enough light to see; hence the name \"Twilight Time\".","protection":"6 bolts to a 2-bolt anchor with lowering hooks.  The last bolt and the anchor are shared with Bobby's Back.","location":"Take the Treasure Wall approach. Go right and uphill about 30' to the start of the route, just right of a big pine tree next to the wall.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"tjD71TT8W2KlOx1V2bGnzQ==","name":"The Twilight Kid","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob D., Ron Olsen, & Greg Hand, 9/8/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":5,"mp_id":"106022527","mp_crag_id":"106028704","climb_id":"tjD71TT8W2KlOx1V2bGnzQ==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"The Twilight Kid is an excellent new sport climb on Treasure Wall. It has great slab climbing just right of\n\nJoin the Party\n\n.\n\nBoulder up to a high first bolt. Clip the first bolt then head left following bolts up to a tree. Go right at the tree (hard move) and then up cool moves into a short corner. Make a cool move out the corner and then up to the anchor.  Lower back down from the hooks.","protection":"Nine clips will get you to a two-bolt anchor with lowering hooks.","location":"Take the Treasure Wall approach, and hike right up the hill about 50' to the highest ledge, by a big pine tree. Start on the face by this tree.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"dlYft69RUaeudhOlZX3CZQ==","name":"Tree Line","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ron Olsen and Bob D'Antonio, 7/20/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":0,"mp_id":"105996811","mp_crag_id":"106028704","climb_id":"dlYft69RUaeudhOlZX3CZQ==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"Another fun short sport route on the left side of Treasure Wall. This route and Twilight Time are two good short warm-up routes with an easy approach.\n\nStart about 10' left of Twilight Time, just left of a big pine tree next to the wall.\n\nClimb straight up the face to the second bolt. Move up and left to the third bolt. Angle up left to an arete. Clip the fourth bolt, then climb right and up to a great edge (5.9). Fun moves! Continue straight up to the anchor.\n\nDescent: lower 40' back down.\n\nVariation\n\n: The moderate cracks left of the bolt line can be climbed (with trad gear for pro) straight up to the arete by the fourth bolt.","protection":"4 bolts to a 2-bolt anchor with lowering hooks.","location":"Take the Treasure Wall approach. Head right and uphill about 20' to a big pine tree next to the wall.  The route starts just left of the tree.  This is about 10' left of Twilight Time.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"6Evhu3ZsW1SDSnjH43qTBg==","name":"Join The Party","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tony Bubb and Jerry Bargo, 6/16/07.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":4,"mp_id":"105978905","mp_crag_id":"106028704","climb_id":"6Evhu3ZsW1SDSnjH43qTBg==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"A good route with a great crux. Start by facing the wall at the base of the tree & sneak your way into the corner past the small Mountain Maple Tree, then get some gear. Head up, then up and right on good cracks to reach a steep flake where you can jam a 1.5-2\" crack and pinch the flake to pass a steep crux. before continuing up a crack system. After 70', you will come to a bulge. You can place a few cams under it and go right (harder) or left (easier, 3\" gear) and up to a small ledge at 85' On the right of this ledge there is a medium-sized pine tree around to the right of you with a sling. If you need more gear- clip that with a runner. This is not the top. Instead, climb on past the ledge (second crux) on some really nice quartz holds and up a little further to another ledge with 2 bolts and rap anchors.\n\nRap 98' to the ground on a 60m rope.\n\nNote: Ron Olsen placed the 2-bolt anchor up top of this at my request, as the rock above is loose or poor in some places and the retreat from the tree skips some nice climbing.\n\nFrom the top of Join The Party, you can climb up a bit left of the anchor and traverse right on a ledge past two dead pine trees to a 2-bolt anchor.  From here, you can continue up\n\nFields of Gold\n\nor\n\nWorkingman's Blues\n\n.  See ?beta photo?.","protection":"A standard rack will do. Beginner leaders might take a double set of cams to prevent placing a certain size (hands to thin hands) and then being out of gear later.","location":"From the approach to the main wall of Tonnere Tower, keep and eye to the right before you go up and left along the wall's base.  You will see a faint trail that goes off right. Head right to the wall. A large pine tree grows a few meters out and right of the base of the wall. The massive roots of the pine form a flat shelf of root and soil as a belay. Just left of you, a crack splits a left-facing, left-leaning ramp from the main wall. The climb starts up this tiny slab and corner to access a very protectable crack and flake system that goes on for ~100 feet. The cracks are discontinuous in spots, so expect to go left or right a little here and there.\n\nRoute #15 in the ?beta photo? [apparently deleted by its submitter]."},"__v":0},{"_id":"50yElmUtVRqMEZYlRcfeNQ==","name":"Fields of Gold","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob D'Antonio and Ron Olsen, 9/15/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":6,"mp_id":"106028197","mp_crag_id":"106028704","climb_id":"50yElmUtVRqMEZYlRcfeNQ==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"Fields of Gold is a fun 3-pitch mixed route on the right end of Treasure Wall. The first pitch has some great slab climbing, the second pitch has a neat hand and fist crack and a steep buttress, and the third pitch is an easy romp to the top.\n\nIt's possible to climb just the first pitch, or just the first two pitches, and descend from bolt anchors, if you don't want to do the walk-off from the summit.\n\nStart just right of\n\nThe Twilight Kid\n\n, at a belay bolt by a big pine tree, next to a drop-off on the ledge.\n\nP1: Traverse right and climb a slab (5.9) past three bolts.  Continue up a left-facing corner to a small roof with a quartz band and traverse right to a ledge at the start of the upper slab.  Don't take the corner all the way to its top or you'll get too high to traverse to the base of the upper slab.  It's also possible to traverse right sooner and reach the upper slab more easily.\n\nClimb the upper slab past three more bolts, with some tricky moves (5.10a) into a V-groove. Continue up a moderate finger crack to an anchor with lowering hooks at 100'.  If you're just doing the first pitch, lower from here.  5.10a, 100'.\n\nIf you're doing the upper pitches, continue past the lowering anchor to a ledge, and traverse right about 20' to a two-bolt anchor just right of a dead pine tree.  5.10a, 135'.\n\nP2.  Climb up a short left-facing corner just right of the anchor, and step right to a beautiful hand and fist crack. Climb the crack to a flake at its top.  Step onto the top of the flake and clip a bolt on the buttress above.  Climb the airy buttress past two bolts (5.9) and continue to a big ledge and a two-bolt anchor.  5.9, 95'.\n\nIt's possible to rappel from here:\n\n1. Rap 90' from the top of P2 to the start of P2.\n\n2. Downclimb 35' (on belay) to the P1 anchor at 100'\n\n3. Rap 100' back to the start.\n\nIf you're continuing on to the summit:\n\nP3.  Climb an easy finger crack to a ledge with a big pine tree.  Cross the ledge, move right and climb a headwall with hand cracks to the summit area.  Belay at a 15'-tall pine tree. 5.5, 140'.\n\nDescent: Go south to a notch at the back of the tower, and descend to the east (left).","protection":"P1: 6 bolts and gear to a #1 Camalot.  2-bolt lowering anchor at 100'.  2-bolt belay anchor at 135'.\n\nP2: 2 bolts and gear to a #3 Camalot.  2-bolt anchor.\n\nP3: Gear to a #2 Camalot.  Belay from a 15'-tall pine tree at the top.","location":"Take the Treasure Wall approach. Hike right up the hill about 50' to a big pine tree on the highest ledge. Start at a belay bolt just right of the tree.  This is a few feet right of\n\nThe Twilight Kid\n\n.\n\nEds. the beta photos have been deleted by their submitter."},"__v":0},{"_id":"VhtEVn4tVpuhLDDjmon86g==","name":"Buried Treasure","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ron Olsen and Bruno Haché, 7/9/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":3,"mp_id":"105988542","mp_crag_id":"106028704","climb_id":"VhtEVn4tVpuhLDDjmon86g==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"Buried Treasure is a fun, moderate 2-pitch sport route on Treasure Wall. It is the easiest multi-pitch sport route on the crag, and is a great first multi-pitch outing for newer climbers.\n\nAfter completing Buried Treasure, you can continue up the final pitch of Stayin' Alive (10a) for a fun, 3-pitch sport route to the top of Tonnere Tower.  This variation is called Buried Alive. See ?beta photo?.\n\nBuried Treasure was intentionally created as a sport route, to provide an easy multi-pitch clip-up for newer climbers. In many places, it can also be protected with trad gear.  If you prefer to place gear, bring your trad rack and see how many bolts you can skip.  If you prefer to clip bolts, bring your quickdraws.\n\nTake the Treasure Wall approach, and go uphill about 60' to a slabby face just left of a huge left-facing dihedral.  The route starts on this slabby face.\n\nP1: Climb up easy rock to the first bolt. Stem off the dihedral to the right past the first two bolts (5.9). The rock is a little friable in this area, so be careful. A more difficult variation climbs the thin face directly without stemming (5.10a). Continue up and work left onto an arete.  Climb up a steep exposed face, with a cool crux at the 7th and 8th bolts. The easiest line steps up left and traverses back right (5.9). A harder variation climbs straight up past these bolts (5.10).  Continue up to the anchor on a small pedestal.  5.9 to 5.10, 95', 10 bolts.\n\nP2: Traverse right from the pedestal, step up to clip the first bolt, and crank up to a stance (5.7).  Angle up right to a steeper face by the 3rd bolt.  Make some thin face moves up and right (5.8).  Continue up right to an airy arete. You could also go up the gully and face left of the arete, but the arete is more fun.  Climb the easy but exposed arete, past some unusual rock, and angle left to the anchor. This anchor is the starting anchor for Clean Sweep. 5.8, 75', 6 bolts.\n\nP3 - Sport finish: Buried Alive ***: continue with the final pitch of\n\nStayin' Alive\n\n(5.10a, 95', 13 bolts), for a 3-pitch sport route to the top of Tonnere Tower.  Angle a bit left to get to the first bolt of Stayin' Alive from the anchor atop Buried Treasure. A longer runner or two are helpful if you do this. You could also move the belay 15' left to the regular Stayin' Alive anchor; see ?beta photo?.  To descend, rappel 95' back to the anchor atop Buried Treasure.\n\nP3 - Trad finish: If you brought a trad rack, you can finish on\n\nClean Sweep\n\n(5.9, gear).To descend, rappel 90' back to the anchor atop Buried Treasure.\n\nDescents from the top of Buried Treasure:\n\na. Two rappels (70' and 95') back to the start. Angle the first rappel a bit to the left to get back to the anchor atop the first pitch.  After the second rappel, pull the rope from the left to keep the rope from landing on a stump in the corner on the right, 40' off the ground.\n\nb. If you want to do more climbs on the east face, you can do a single 95' rappel from the Stayin' Alive p1 anchor back to the start of Face Off/Nick Of Time.","protection":"P1: 10 bolts to a 2-bolt anchor.\n\nP2: 6 bolts to a 2-bolt anchor.\n\nP3: (Stayin' Alive) 13 bolts to a 2-bolt anchor.\n\nP3: (Clean Sweep) gear to 3\" to a 2-bolt anchor.\n\nTrad climbers can skip some of the bolts and place gear on the route if they so desire.","location":"Follow the Treasure Wall approach. Hike 60' right up the hill to the start of the route, above a flat terrace.  The route starts up a slabby face just left of a big left-facing dihedral.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0},{"_id":"/x1uIto1VPWGQhzsKp2QUA==","name":"Bobby's Back","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob D'Antonio and Ron Olsen, 7/18/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"left_right_index":2,"mp_id":"105996018","mp_crag_id":"106028704","climb_id":"/x1uIto1VPWGQhzsKp2QUA==","areaRef":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":"Another good, short sport route.  Start at the steep face between Twilight Time and Buried Treasure.  Thin face moves past the first three bolts lead to easier ground above. Climb right of the second bolt for an easier line (10d); left of the second bolt for a harder line (11d).  Continue up past the little pine to the anchor shared with Twilight Time.\n\nYou can TR Bobby's Back after climbing Twilight Time (10a).\n\nDescent: lower 50' back to the start.","protection":"5 bolts to a 2-bolt anchor with lowering hooks (shared with Twilight Time).","location":"Take the Treasure Wall approach.  Head right, up the hill, about 40' to the start of the route, about 10' right of Twilight Time.\n\nEds. the beta photo has been deleted by its submitter."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,ca530815-8044-535d-acac-c479ef52ad0d,b3233b49-4ac8-54c5-b372-a88d31543c43","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Tonnere Tower","Treasure Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4061,40.0041]},"bbox":[-105.40668702492836,40.00365033981814,-105.40551297507162,40.004549660181866],"left_right_index":-1,"ext_id":"106028704","area_id":"syM7SUrIVMWzcqiNMVQ8Qw=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:55:55.699Z","updatedAt":"2022-11-25T11:16:27.228Z"}