{"_id":"63689d5ce80bff5a994f5a0b","area_name":"Iguana Dome","shortCode":"","climbs":[{"_id":"MSu3ywjLVH2YnNH60LpdVw==","name":"Stingray","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"FA: Mike Paul on TR May 1988, FFA: The one and only Hidetaka Suzuki a month later","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.13434,34.03943]},"left_right_index":0,"mp_id":"106987035","mp_crag_id":"106324242","climb_id":"MSu3ywjLVH2YnNH60LpdVw==","areaRef":"dWKpMjFZXxqiQuxvH8VCGg=="},"content":{"description":"This is a badass finger crack for sure, though how hard it is is still open for debate. A recent Climbing Magazine pic stated 14a, but I'm skeptical. Sonnie Trotter and I were talking about it and he got stumped on a single move for a few days, trying it the same way every time. Then he used new beta and floated the route on that attempt. He said maybe 13b/c but that it was harder than all the 13+s in Indian Creek he's done, so who knows, maybe 14a? I didn't get stuck on a move for days nor did I float the route either. I think the route is perhaps easier than the proposed 13d but I haven't done enough high-end cracks to really give a firm opinion. It's definitely steep at the crux but it's got bomber finger locks that you can campus off of if you can't get the micro feet to stick. Anyway, no matter the grade, the climbing is super rad and certainly worth getting on (really easy to aid if you find the moves too difficult but don't want to leave bail gear).\n\nAs for the route: start up a wide, low-angled, left-facing corner a bit right of the steep crack overhead. Traverse hard left to the base of the business. I recommend setting up a belay here for rope drag and having the belayer be closer to you overall, but probably not necessary, especially if you solo the dihedral and flick the rope. From here, steep but not too difficult climbing leads to a nice stance below the business. Saddle up and take 'er down! Rap from a two bolt anchor that currently has two biners on them (one locking). The anchor could stand to be upgraded (one is a stud with a cinched down stopper over it).\n\nDespite being super rad, I gave this thing only 3 stars because of kind of the lame dihedral start (which can be overlooked) but also because the start of the main crack is a little crumbly (first 15ft or so).","protection":"I didn't place anything larger than a .5 on the main crack system, although you could get a .75 or maybe even a #1 or #2 Camalot in down low if you really wanted to. Either way, the meat of the climbing is fingers and thin fingers so bring a bunch of green to yellow aliens.","location":"The back side of Iguana Dome. We hiked out to the old mining ruins, then banked way right around the dome. Basically there aren't any more tall rocks behind West World, although there are some big boulders near the base that obscure your view and slow the approach down. The guidebook says it's east facing, but I never saw this thing come into the sun and think it's probably more north facing than anything."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,60b73411-729d-5d2a-aa7f-7b448ebd9f93,c89f128d-a411-5a68-95d2-60ff44fe5945,44ed9409-582d-597f-abe9-ec043393d062,7562a932-3159-5f1a-a242-ec6f1fc5421a","pathTokens":["USA","California","Joshua Tree National Park","Wonderland of Rocks","Wonderland South","Near East","Iguana Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.13434,34.03943]},"bbox":[-116.13488264019625,34.038980339818146,-116.13379735980371,34.03987966018187],"left_right_index":-1,"ext_id":"106324242","area_id":"dWKpMjFZXxqiQuxvH8VCGg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:09.443Z","updatedAt":"2022-11-25T11:15:10.859Z"}