{"_id":"6414078df0cf0083295f09be","area_name":"Ladybird Creek Boulders","shortCode":"","climbs":[],"children":["64140790f0cf0083295f09cf","64140794f0cf0083295f09f4","64140799f0cf0083295f0a23","6414079cf0cf0083295f0a5c","641407a1f0cf0083295f0a9f","641407a6f0cf0083295f0ac4","641407b0f0cf0083295f0b3d","641407bdf0cf0083295f0bf8","641407caf0cf0083295f0c9f","641407d2f0cf0083295f0d03","641407d8f0cf0083295f0d5a","641407dcf0cf0083295f0d93","641407e3f0cf0083295f0dd6","641407e6f0cf0083295f0dfb","641407ebf0cf0083295f0e3e","641407f2f0cf0083295f0e81","641407f6f0cf0083295f0eba","641407faf0cf0083295f0eea"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,956b8396-ff15-51ec-97cf-d2fb73497766,b7639128-f5f6-55ce-aba1-628d2ede64fb","pathTokens":["Canada","British Columbia","Kootenays West","Ladybird Creek Boulders"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-117.72707,49.42523]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"t2ORKPX2Vc6roWKNLt5k+w=="},"content":{"description":"This quality bouldering area lies up the scenic and beautiful Ladybird Creek valley and offers a unique bouldering experience unlike any other in the area. You have everything here from techy face climbs, cracks, fully horizontal roof climbing, highballs and caves. The rock is compromised of a blend of Valhalla Granite/Gneiss that lends to some interesting climbing on even more interesting features.  The bouldering is spread out across the big slide above the road and a big boulder right on the creek. The furthest you will have to walk is 15 minutes. There are some really cool spots to explore here as well; big, deep caves, cool mini canyons and beautiful larch, fir, hemlock and cedar forests. The season stretches from sometime usually in April when the snow disappears until late October; at an elevation of 1000m there are many sunny and shady options for climbing. During the fall months when the Larch are turning yellow and the sending temperatures are at their best, the Ladybird Creek Boulders are hard to beat. \n\nAlso, this area is located out in the gorgeous B.C wilderness so there are many good rustic camping spots, fishing holes, swimming holes &amp; plenty of peace and quiet, just please try to keep it as clean as possible (the creek is also many folks water supply), have fun and play safe!!!\n \nA big shout out goes to Marcus Norman, Scott Jeffery, Dustin Tremaine and David Bristow who discovered this area and scrubbed and sent many classic lines including ‘Ladybird Roof’, ‘One Wing’ &amp; “Late to the Party’.\n\nGETTING AROUND THE BOULDERS: \nTo access the main trail into the slide walk 1 minute further down the road and take the trail into the nice Hemlock/Larch forest right before the \"6 KM\" marker. Cross the ditch and head into the forest until after about 2 minutes you’ll emerge out into the talus and the ‘Cat’s Ass’ boulder (on your right), hang a left here into a cool little corridor and then up a ladder and a small slab, immediately after this you will hit a signed fork.  \nHeading right leads you into the cool and shady forest and classics like ‘One Wing’, ‘Raspberry Crack’, ‘Significant Digits’ and ‘Late to the Party’ HEMLOCK BOULDERS - eventually you’ll hit a fixed rope and a sign leading you towards ‘Luke’s Arête’ &amp; ‘Great White’  - SUBTERRAINIAN BOULDERS - just across the way.  \n \nHeading left at the fork takes you up to - LIQUID LOGIC - THE DOLPHIN - CENTRAL INTELLIGENCE - COSMOPOLITAN - PEGASUS - &amp; finally - THE PENTHOUSE - The trail is very distinct at first but as you get further up hill you will be forced to start scrambling through the boulders, the Penthouse Boulders are the furthest uphill and about 10-15 minutes from the car. The trail has been marked with cairns, flagging and signage (and the occasional fixed rope and ladder for passage) to facilitate the easiest hiking possible with a giant pad on your back. Please don’t move or remove these helpful aids, and instead maybe restack a fallen cairn or move a fallen branch along the way J Please refer to each section for more specific directions.\n \nThe trail to the - LADYBIRD ROOF BOULDER - is almost right at the pullout (hard to miss) just head down towards the creek on the wellestablished path. To get to the - SUPERNATURAL/FIREDANCE - area head up the talus directly across from the Ladybird Roof trail, follow the cairns and signage up and to the right for about 2 minutes to the ‘Supernatural Boulder’, another 2 minutes of scrambling will bring you to ‘Firedance’.\n \nHiking shoes are recommended due to the nature of the area (lots of pits, caves and boulders covered in lichen) Generally the rock (problems) is quite clean but a broom/brush would be good to have along. Many of the landings are pretty good for talus (many have been built up) but some of the problems would be downright scary without at least 2 pads (or more) just keep this in mind as it is talus bouldering."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"641407faf0cf0083295f0ee7","prevHistoryId":"641407f6f0cf0083295f0eb7","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":18,"createdAt":"2023-03-17T06:24:13.780Z","updatedAt":"2023-03-17T06:24:14.989Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}