{"_id":"6368a1b8e80bff5a99553f0d","area_name":"Main Cliff Right","shortCode":"","climbs":[{"_id":"TN/SSzwsWdOHx2U+YITj+w==","name":"White Toad","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":9,"mp_id":"106018089","mp_crag_id":"106018085","climb_id":"TN/SSzwsWdOHx2U+YITj+w==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"One of my favorite moderates at Rumney due to its fun climbing and killer exposure. If you like a feeling of adventure with your sport cragging, this climb is for you. Look for the white toads that this route is named for--they sneek up on you. If there is something smooshy in the crack you reach in to its likely to be a white toad. \n\n  Pitch 1: Start in a somewhat dirty corner up the hill from the harder sport routes in this section. Stem your way up about 20 feet to a fixed pin. Clip the pin and step out right on to a face (5.7) head straight up on nice rock with good gear to a stance under a steep section. Place a good hand sized cam above and avoid the steep stuff by traversing right along a flake then back left to a tricky move (5.7) to gain a nice belay alcove with 2 bolts. If you gain the ledge directly its about 5.9. \n\n  Pitch 2: I normally do the variation called Dead Toad (5.8) which goes out left and is all bolted. The original route however heads up the slab ramp on the right (5.6) with minimal gear then back left following bolts to a great exposed belay ledge directly above the first belay. 2 bolt anchor.  \n\n  Pitch 3: This pitch is all bolted and is super exposed and fun. Climb straight up above the belay ledge following bolts until you get to a blank steep slab move right here (the farther right you go the easier. I think a few holds broke making it more attractive to go right) then back left and over a steep challenging bulge (5.7) and on to the chains at the top. \n\n  Most people lower back to the ledge from the top pitch as you would for most sport routes. Then the second can clean the route and you can pull the rope. One 60m rope stretch will get you to the ground from the second belay. Tie stopper knots in the rope ends just to be safe.","protection":"A small rack of nuts and cams (a #2 camalot is useful on the first pitch). A few long slings and about 10 quick draws.","location":"Starts in somewhat dirty corner and exits the corner to the right after 20 feet or so."},"__v":0},{"_id":"Cr3Mi4o+XCaAhiSuiLVCJw==","name":"Wendell's Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"George Wendell II and III 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":8,"mp_id":"106057531","mp_crag_id":"106018085","climb_id":"Cr3Mi4o+XCaAhiSuiLVCJw==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"I know nobody is surprised when i say that i love a route that no one has ever heard of let alone climbed... But this is one more to add to the list... Sure there are better routes to climb at Rumney but why not climb them all and if your going to climb them why not enjoy your self... This is likely to be the first route at Rumney and i think it was a great pick for the times following a weakness up the full height of Main Cliff with a hair raising finish... \n\n  Pitch 1: Start as for White Toad (5.7) climbing a vegetated corner and when you get to the first pin where WT breaks right continue up and then left following the path of least resistance... Follow a wide crack up and left on slabby rock (I once heard a not to confident party cursing that they wanted a wide cam here but i didn't use one)... This will bring you to the Charity Case anchor... \n\n  Intermission: You might want to move the belay to the base of the next pitch... I think there is one bolt and some nut/tcu placements there... This is not so much a pitch as a walk on a ledge... You can run the 1st pitch out to here but then it's quite long... \n\n  Pitch 2: Wendell's second pitch starts roughly under the finish of Rock Du Jours going up 20-25 feet then heading right on a more obvious line following cracks and face holds past fixed pins and a few tricky placements. The climbing here is moderate... Just below the top you will get to a steep section where you have to traverse right (crux) in a very exposed position under some roofs that have a gunks like quality where you find your way around things rather than blasting through them... These moves are my reason for loving this route... The upper crux moves are protected by old pins but you may be able to get other gear in as well... \n\n  Lower off with a 60m rope freehanging down to the ledge and belay the follower from the charity case anchor... Have them clean the route and lower down to you...","protection":"Trad gear and old rusty pins to anchor...","location":"You can either get to the base from the Charity Case anchor and head left or from the center Main Cliff area heading up and right below Goldbug etc... \n\n  The route climbs the corner to the left of the big roof of Freebird...   Start anchored below a face 100 feet left of the Charity Case anchor... Roughly below the finish of Rock Du Jours..."},"__v":0},{"_id":"rlwQ61X2WJeY85RRNDdCsQ==","name":"Tour De Toad","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":13,"mp_id":"110540900","mp_crag_id":"106018085","climb_id":"rlwQ61X2WJeY85RRNDdCsQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Pitch 1. Climb the bottom of Toady Dreams to the ramp half-way up, then angle past an added bolt to the White Toad belay. 5.9?   \n\n  Pitch 2. Climb Dead Toad. 5.8 \n\n  Pitch 3. Climb White Toad third pitch and lower back to the belay. 5.7","protection":"All bolts, no gear needed.","location":"To the right of White Toad"},"__v":0},{"_id":"a8hBpi/CXvmvAZCHZgdyAw==","name":"Toady Dreams","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Paul the Savage , 9/'1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":14,"mp_id":"106201844","mp_crag_id":"106018085","climb_id":"a8hBpi/CXvmvAZCHZgdyAw==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Better than most of the routes in this section. There are a few cool cruxes that are tricky and crimpy climbing through a few distinct layers of rock. The true crux comes at the upper bulge on pretty orange rock. \n\n  Start up from the ledge on moderate terrain past two bolts before getting to the first hard moves (might be harder if you are short). Overcome this section on edges at odd angles and interesting footwork past two more bolts and on to a rest ledge. Above is the crimpy crux bulge where reading the rock can be interesting because everything looks like holds but only a few are good. Pull that and make a few easy moves around to the right of a small roof and back to the left to the chains on a slab.","protection":"6 bolts to ring bolt anchor","location":"Start on the ledge just right of the beginning of White Toad (5.7)."},"__v":0},{"_id":"I0wA91SOXpqskym8z4/IDg==","name":"Tipping Point","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Smith, Spring 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":24,"mp_id":"110494969","mp_crag_id":"106018085","climb_id":"I0wA91SOXpqskym8z4/IDg==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This is a wonderful new line that takes you a good distance from the ground. The position and view from the second pitch is great. I believe this will end up being a very popular route. If you're looking for an easier route to hone your multi-pitch skills this is a very good choice. Just stay safe out there. \n\n  Start below the first bolt and make a somewhat thoughtful move to get yourself situated on the route. A stick clip is not a bad idea as a slip here could be a tumble down a hill if you fell wrong. From here the climbing is enjoyable and well protected. Fun slab climbing that felt at times like an easier B-B-Buttress.  \n\n  The second pitch starts with more fun slab climbing and leads to a really excellent flake. Look to your left and enjoy the view! Finish up a short steep crux on good holds. This pitch was a blast. \n\n  Two raps back to the ground.","protection":"Bolted anchors. You will need a good amount of draws for the first pitch as it was fairly long. I will edit this when I get an exact count for the bolts. \n\n  60M Rope required. The first pitch is a FULL 30 meters. \n\n  Re' Bolts: From Dan Kaye the following was received: Counted the bolts today - I believe its 12 bolts + a 2-bolt anchor for P1, and 7 bolts (the last of which is kinda just a directional) and a 2-bolt anchor for P2. (added by RHall, NH Admin. )","location":"Tipping Point is located at the far right side of Main Cliff Right. As you approach from the parking lot turn right past Get a Grip and turn the corner and walk up the steps toward Orange Crush just a short ways. You're there."},"__v":0},{"_id":"kghsHn9TUqete6uJdST2EA==","name":"Stairway to Heaven","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Smith 02/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":4,"mp_id":"106694058","mp_crag_id":"106018085","climb_id":"kghsHn9TUqete6uJdST2EA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Originally i was a little upset at this route cause it crosses over an historic climb (Wendell's Route 5.6) adding a bolt to an otherwise exciting section... Now having climbed the offending route i feel it's justified and worth while... more so, it's super fun! \n\n  Climb the corner above the anchor on the ledge... take a rest on a roomy ledge before getting cruxy with it... Climb the steep tight corner using all my favorite tricks, Kneebars, chimneying and even fingerlocks and handjams... Another rest above the corner leads to a final headwall involving a huge flake and a trick last move...  \n\n  A great visit to this section would be to climb Charity Case 5.9 to the ledge... Take a run on this route and finish up by climbing the hidden jewel High Roller 5.11c.... enjoy...","protection":"12 bolts to anchor...plus an elf sword for the spiders.","location":"Start at the base of Free Bird (5.11b) at a 2 bolt anchor (above Charity Case 5.9).... follow bolts a up a corner..."},"__v":0},{"_id":"0VHXL8OiVAKYYJuBYg6Nog==","name":"Stained Glass Ceiling","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Smith   5/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":12,"mp_id":"110544617","mp_crag_id":"106018085","climb_id":"0VHXL8OiVAKYYJuBYg6Nog==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Climb the first pitch of Tour De Toad, or White Toad to the large ledge belay. Boulder directly above the anchor, passing 2 roofs to a stance.  Rest up for the ceiling, which is best approached from the left side of the block to a jug over the lip, and then a  crux pop.","protection":"6 bolts","location":"Between the second pitches of Dead Toad, and White Toad"},"__v":0},{"_id":"aV4x53CpW7eYv5M6SXiqpQ==","name":"Run Out","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jay Golden 6/20/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":26,"mp_id":"106070827","mp_crag_id":"106018085","climb_id":"aV4x53CpW7eYv5M6SXiqpQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"The name says it all... It gets a bit heady with long run outs on moderate but slabby (and sometimes dirty) rock... The moves however and the rock quality was nice... Don't get on it unless it is a bit below your limit and you have some route finding skills... Note - This has been mostly run over, cleaned and retro-bolted by Crack Addict except for the very start. \n\n  Look for a nice clean left facing orange corner with a perfect thin hand crack that has been bolted. Climb the dirty right arete of the corner then head left in to quartz cracks... Gear placements, hurray!... Find your way up the dirty slab and belay from trees... \n\n  To get down traverse right over to Orange Crush then hike down or better yet just finish up Crack Addict to its anchor.","protection":"A few nuts and small cams...","location":"about 100 feet right of Flawless Victory (5.12d) up the hill a bit... \n\n  (Note)There is a new 2 pitch sport route \"Tipping Point\" 5.7 and the bolted corner of Crack Addict between the two"},"__v":0},{"_id":"Dj51HVLQXJiHoURAe3drww==","name":"Model Citizen","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chris Smith 5/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":17,"mp_id":"111862143","mp_crag_id":"106018085","climb_id":"Dj51HVLQXJiHoURAe3drww==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This is a 2 pitch sport line. I would say that the climbing is not technical but there are some exposed moves. Tons of jugs, you just have to find them... \n\n  P1 is the scarier pitch, definitely heady. Belay ledge is an awkward hanging belay. But not terrible. \n\n  P2 is slabby with jugs, not so bad. Small belay ledge though; there was no room for the follower if the leader was on it. We had the leader scramble up this huge shelf to make room for the second.  \n\nCan be rappelled in one go with a 70 meter rope. \n\n  Currently there are pig-tail anchors at the top, and the eyebolts are a little too narrow to fit a big biner such as the rocklock. Come prepared with positrons or other smaller-type locking biners in order to go in direct to make the rappel/clean. \n\n  According to Ward Smith: \n\nDo NOT belay at the top of the second pitch, it is not set up for it (the anchor is below the ledge).    Lead the second pitch then have your second TR (or lead) it sport style.","protection":"Bolts.    P1 is 9 bolts to Bolt belay.    P2 is 6 bolts to LO.","location":"5 feet to the left of Crowd pleaser, starts just right of a base of a tree."},"__v":0},{"_id":"4yllmS07UROfrcRa7PnIMQ==","name":"Magic Helmet","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":0,"mp_id":"107052784","mp_crag_id":"106018085","climb_id":"4yllmS07UROfrcRa7PnIMQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Up the slab, step right, then up and left to the arete at the 4th bolt. Crux action crossing this, and up to the top. The name is a Bugs Bunny reference, And what you would have needed, if on the climb during the big rockfall.","protection":"5 bolts anchor","location":"At the toe of the buttress, before turning up to Iron Man wall. 50 feet left of Charity Case."},"__v":0},{"_id":"/uHlHGjfUruCEMd5StL5IA==","name":"Magic Daze","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche and Torie Kidd, March 2018 (trad), cleaned and equipped June 1019 by lee, torie and Jeremy Ballou","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":1,"mp_id":"117076813","mp_crag_id":"106018085","climb_id":"/uHlHGjfUruCEMd5StL5IA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Come one come all to the latest and greatest main cliff moderate! Magic Daze fits well with the very popular Model Citizen and Crowd Pleaser. As an easy route with good protection in a convenient location it is bound to see traffic. Another positive thing is that it leads right up to the anchor below Stairway to Heaven and provides access to all of the great climbing on the upper level there.\n\n Start by walking up a slab moving right to left. Clip a bolt mantel an easy ledge. The bulge above is one of the 5.7 moves, It is best to stay right, in line with the bolt pulling a balancy mantle into a corner. It can be tempting to move around to the left but the climbing isn't as interesting, rock is looser and bolt is farther away. Up the corner on easy ground to the base of a right facing corner with a layback crack. Combine laybacks, Stemming and a few face moves to get through the corner and on to the final slab. two more bolts guide you to the anchor. Pick the line of least resistance and it should feel pretty easy. At the anchor don't forget to take in the view... breathtaking.","protection":"9 bolts to 2 bolt anchor.","location":"Between Magic Helmet and Charity Case. "},"__v":0},{"_id":"AgjCy8pNXi2tiPSJuzMnng==","name":"High Roller","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Smith 11/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":6,"mp_id":"106283611","mp_crag_id":"106018085","climb_id":"AgjCy8pNXi2tiPSJuzMnng==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This route is just plain FUN!!! It is playful and challenging and exposed and if you climb at this level and aren't wicked short (some pretty big moves) just get out there and do it. This is the most fun route on the right side of the cliff. \n\n  Pitch 1: Climb Charity Case (5.9 and fun in it's own right)  to the anchor and belay. \n\n  Pitch 2: Climb up and slightly right on moderate climbing following bolts till the rock steepens and the holds thin a little. Make heroic moves up the inverted section above maybe even hucking a little dyno at some point. A few good rests will help you keep on keepin on. Climb a couple more tricky bulges till you end up on the crazy exposed arete way off the deck and make intimidating but not too hard moves to a clipping jug at the quick clips.  \n\n  Lower back down to the anchor and rap to the ground.  \n\n  Sooooo Fun!!!!!","protection":"10 bolts to quick clips.","location":"Technically the route starts at the anchors at the top of Charity Case (5.9). I put it in as a two pitch route so folks would plan to have to do it multipitch style."},"__v":0},{"_id":"jBhXysz/VYW42aXTOJz9eA==","name":"Losing Eleven","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Lee Hansche 8/29/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":7,"mp_id":"117662975","mp_crag_id":"106018085","climb_id":"jBhXysz/VYW42aXTOJz9eA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Though it isn't sustained in difficulty the wildly exposed and playful roof pull at the crux makes this a worth while pitch. Honestly the fact that it eases off after the crux is a draw for me at times. It's nice to do a challenging route without having to be on edge for 10 minutes straight. If you want to get above the crowds for a bit take a spin on this one.\n\n Climb up on the right side of the bolt line passing a small overhang and work up so you are standing on a small ledge just below the bigger overhang. clip the bolt on the roof. Make wild and fun moves out the short roof and on to the true crux, a three move sequence,  as you establish yourself above the overhang. From here the difficulty eases off considerably but it stays super fun. Work your way over and around a series of bulges with excellent exposure until you hit the final headwall. Make a few juggy but slightly steep moves past one more bolt and on to the anchor just below the true top of the cliff.\n\n The 4th bolt, right at the crux is strenuous to clip but it is helpful for working the crux. On a redpoint attempt you might prefer to clip it at your waist after doing the crux. Seems like the falls would be safe.","protection":"8 bolts to pigtail anchor. Start from 2 bolt anchor.","location":"The route starts from the ledge that is used to link Charity Case to the last pitch of White Toad. They call this pitch Charity Toad. Look for an obvious glue in anchor with quick links about 15 feet before you get to the White Toad Anchor. There is a fairly comfy stance here. \n\n When you lower off you come straight back to the anchor. \n\n You can rappel back to the base of White toad (a little to climbers right) with a 60 m but just barely so tie knots in your rope ends! A 70 m gives you room to spare. "},"__v":0},{"_id":"aKIf27TmUL2SkD37jsXXWA==","name":"Happy Hooker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ted Hammond and Bradley White 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":19,"mp_id":"106201831","mp_crag_id":"106018085","climb_id":"aKIf27TmUL2SkD37jsXXWA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Hahaha, oh boy... In my quest to climb all the routes at rumney ive been on more than a few crappy routes... This one is up there... If you like loose rocks, moss, grass, trees, dank wet cracks and a low crux with weird gear that might be high enough off the ground to keep you off the deck and might not... Have at it... \n\n  Start as for Friendship Tower but rather than following bolts out right plug in some awkward gear and pull the crux roof straight up and left on to a slab... get some gear and head up the nasty corner on loose rocks and through the jungle of vegitation above... Head out right to a shared anchor with Friendship Tower (5.10b)...","protection":"Nuts and small cams...","location":"Start at Friendship Tower and break up and left out a roof and on to a slab..."},"__v":0},{"_id":"5YDrL8lVXXGZzyaaVkr5Og==","name":"Get It On","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Tim Kemple Jr.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":21,"mp_id":"106079947","mp_crag_id":"106018085","climb_id":"5YDrL8lVXXGZzyaaVkr5Og==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"A stout little route that will get your tendons working right off the ground, Get It On is known to be burly but a little technique would certainly make it a bit more reasonable. \n\n  Stick clip the first or second bolt and use a couple good holds to establish your self on the route. Enjoy the good holds because they run out quickly. Puzzle out a sequence from the many crimps above. Looks like there are many options but they are all quite hard, this is the meat of the climb for sure. A final long move gets you to a good hold midway up the climb and though its not over things ease up a good bit. Use pockets and crimps through here to gain a nice jug at the top and clip those chains. \n\n  Looked like holds have broken off in a few places. I don't know if the route has changed much since the guide came out. It feels 5.12d to me.","protection":"5 bolts to 2 bolt anchor. Currently fixed with draws and lower-off biners.","location":"On the far right end of Main Cliff you will see a 50 foot tall imposing wall with a bit of a cave under it. Get It On is the left of the 2 hard routes that tackle this wall."},"__v":0},{"_id":"yUIX/4l5Vga9e6tPEUpZMA==","name":"Get a Grip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ward Smith    Nov 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":23,"mp_id":"109899773","mp_crag_id":"106018085","climb_id":"yUIX/4l5Vga9e6tPEUpZMA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"On the very right side of the Get It On cave, there is a quartz section low to the ground. Some bouldering has happened on this interestingly featured rock over the years, mostly while waiting out a passing rain storm or playing around while waiting for a turn. I never thought to continue the climbing in to a full route, but I'm glad someone did. The route Ward added might have a brief crux, but the climbing is interesting, the rock is perfect, and the route is worthwhile.Stick clip a bolt or two and then get bouldery as you move through the quartz and in to the schist. Steep juggy holds lead to a powerful crux (a bit easier if tall) involving an undercling, some funky footwork and ultimately a nice pay off in the way of a solid jug at the end of the crux. From there rest stances abound and the climbing is no harder than 5.9 or 5.10- but it's fun and well worth doing.One nice detail is that the two 5.12s to the left are almost always wet and this one was bone dry as the icicles built up on its neighbors. What? You don't climb on icicle days?","protection":"5 bolts to anchors if i remember correctly.   My brain was frozen","location":"Starts out the right side of the cave on the right side of main cliff. look for the pretty stainless glue-ins."},"__v":0},{"_id":"9l9FyFX/U2i0JWs+Z4yMpw==","name":"Gentleman's Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":16,"mp_id":"114528275","mp_crag_id":"106018085","climb_id":"9l9FyFX/U2i0JWs+Z4yMpw==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This is a fun link up I did the other day. It was enjoyable enough that I thought I'd share.\n\n(5.6) Start up the first pitch of Model Citizen,(5.2) From the belay at the top of the first pitch go up and left past two old rusty bolts to belay on the top of the second pitch of White Toad. (5.7) To finish climb the normal third pitch of White Toad. The climbing is consistently casual and it takes you on a very fun line to the top of the cliff.\n\n Normal descent as for White Toad (Careful on the rappel)","protection":"sport","location":"Locate the start as for Model Citizen, the trail to the Main Cliff from the parking lot spits you out at Main Cliff Right, Model Citizen is the left most of the obvious easy bolt lines, starting right next to a trail towards the top of the jumbled rocks."},"__v":0},{"_id":"BffQme02WfSeNOhZzBOrNQ==","name":"Friendship Tower","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Bowker 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":20,"mp_id":"106041026","mp_crag_id":"106018085","climb_id":"BffQme02WfSeNOhZzBOrNQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Not a classic by a long shot but it contains some really fun moves... the problem with the route is the vegitation, loose rock, and rope drag but what do you want... We get greedy dont we... haha... \n\n  Start by mantling on to a shelf and working right until it is possible to pull over the roof... Continue up staying right of the bolts... After clipping the last one traverse left across the line of bolts with your hands on a ledge... Mantel then make one last move around a small tree and on to the quick clips...","protection":"7 bolts to quick clips...","location":"The first bolted route left of the three 5.12s at the far right side of the cliff before it bends up the hill... Starts by climbing on to a right leaning ramp/shelf..."},"__v":0},{"_id":"jgP5/olJX5iTuMn0afBg/A==","name":"Freebird","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Glenn Cilley 5/95","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":5,"mp_id":"106057495","mp_crag_id":"106018085","climb_id":"jgP5/olJX5iTuMn0afBg/A==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This is a wild ride of a route up the steep orange roof on the right end of Main Cliff. This roof is very easy to locate from the center Main Cliff area and is intimidating before you even get up there... Then it looks even more so. \n\n  Very unfortunately there is some loose rock on the route (though there is one less loose block since Casey and I climbed it. It was the size of a toaster oven and it came close to hitting me and only came to rest down near the road). So be safe up there. \n\n  Pitch 1: Climb Charity Case and set up a belay at the top. \n\n  Pitch 2: Climb up the face and not so defined crack up above the anchor placing gear. The trad climbing is about 5.9 but not super well protected. About 1/2 way up you get your first bolt and enjoy some nice technical face climbing up to a rest ledge looking out the roof and saying \"what!?\" It looks hard for sure and it also looks like a few holds may have broken. Sequential climbing heads out the steep roof past a fragile hold to a hard mantel on to the top. I blew this mantel and took a big whip out in to space. The fall is clean but spooky. Clip the chains and lower back to the ledge.","protection":"Regular rack, and 8 draws for the bolted finish.","location":"Start from the anchor on the ledge to the left of Charity Case (5.9) anchor below the black corner/crack."},"__v":0},{"_id":"n/c6Mh7wU+uXEXemlGnrZQ==","name":"Flawless Victory","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dave Graham (onsight)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":22,"mp_id":"108541209","mp_crag_id":"106018085","climb_id":"n/c6Mh7wU+uXEXemlGnrZQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Stick clip a bolt or two.   Climb up in to the small left facing corner. Layback, kneebar and crimp your way up to gain the obvious ledge with your hands. Make a clip from a good hold and hand traverse right. Mantel to a comfortable stance. Make your clips and ponder the crux section.    I found the path of least resistance to be moving right to surmount a slab via some tiny edges. The crux is reaching the anchors. balance and say a few prayers while you attempt to levitate up and left to clip the chains. \n\n  The placement of the last bolt and the anchor seem weird. I feel like the route would be much more popular if the anchor was a few feet down and to the right. Luckly I don't mind a challenge. I'm up for a brutal slabby crux any day of the week :)","protection":"6 bolts to 2 bolt anchor.","location":"The right hand route that climbs out of the cave on the far right end of Main Cliff. This is the first area you get to when you hike up from the small parking lot."},"__v":0},{"_id":"CFkQq15iU0efyq3tV8PYLQ==","name":"Easy Street","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"George Wendell II and III 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":15,"mp_id":"106070815","mp_crag_id":"106018085","climb_id":"CFkQq15iU0efyq3tV8PYLQ==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Haha... yeah i climb them all... this one goes in the junk pile but I'm glad i did it cause I'd lose sleep wondering weather it might have been cool... \n\n  Pitch 1: start near the White Toad (5.7) start and follow the easy line of ledges angling right through a comical collection of bushes and other small plants... this leads to a comfy ledge where you can build an anchor...  \n\n  Pitch 2: This \"pitch\" is even funnier... You traverse toward Orange Crush through lots of plant life, then walk off... ","protection":"Regular rack and long slings for slinging clusters of brush...","location":"Start near the beginning of White Toad... Maybe 15ft right..."},"__v":0},{"_id":"mosue/wQW+OHZZxR/SRc5Q==","name":"Dead Toad","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Glenn Cilley and Bruce Clough 7/93","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":11,"mp_id":"106018100","mp_crag_id":"106018085","climb_id":"mosue/wQW+OHZZxR/SRc5Q==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"A great variation to White Toad (5.7). The climbing is better than that of the usual second pitch and it offers steeper climbing on bolts rather than a slab with scarce pro (we are at Rumney after all, lets enjoy it). \n\n  Pitch 1: Climb the first pitch of White Toad (5.7 trad). \n\n  Pitch 2: From the first belay on White Toad head out left and clip your first bolt. The crux is getting established on the climb. Make a few steep powerful 5.8 moves to gain nice stemming and easier moves. After 20 feet or so you make one more tricky move to a stance at which time the tough stuff is over and you clip one more bolt before traversing right to the nice ledge above the first belay. Rap from here or continue up White Toad.","protection":"Small rack for pitch one (White Toad) and about 8 draws for Dead Toad.","location":"Starts on the ledge at the top of pitch one of White Toad."},"__v":0},{"_id":"rb5QENkGWtmt7sbvzyY5Ag==","name":"Crowd Pleaser","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":18,"mp_id":"110508566","mp_crag_id":"106018085","climb_id":"rb5QENkGWtmt7sbvzyY5Ag==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"This is another excellent new two-pitch moderate at the right side of Main Cliff.  \n\n  The first pitch has great face climbing on positive holds. The second pitch is much more low-angled and leads to a fantastic and exciting arete with some serious exposure for the grade. Look out left and enjoy the view! \n\n  Crowd Pleaser should end up being quite, well, the crowd pleaser. \n\n  NOTE: There are two sets of anchors atop the first pitch. The first set of anchors that you come to provides a perfect straight line if you wish to just do the first pitch and have followers top rope it. If you wish to do both pitches, however, place a long draw on the anchor to protect the move and step up and right to a second set of anchors. This will leave you on a much more comfortable ledge  and in a much better position for the 2nd pitch.","protection":"Bolted Anchors. \"No-Gate\" Pig-Tail style anchors on the top of the 2nd pitch. \n\n  Roughly 8 bolts on each pitch. \n\n  60 METER ROPE REQUIRED \n\n  2 single-rope raps to the ground","location":"Crowd Pleaser is located on the right side of Main Cliff. Look for a dark streak of rock with glue-in bolts in a left-facing corner. It is to the right of Charity Case, White Toad, and Toady Dreams but to the left of the harder routes in the cave area."},"__v":0},{"_id":"Q4QnmgGJUluYkOicuuD9/Q==","name":"Crack Addict","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"T.Kemple, J.Mendell, E.Hirsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":25,"mp_id":"110651594","mp_crag_id":"106018085","climb_id":"Q4QnmgGJUluYkOicuuD9/Q==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Begin with 15 feet of laybacking on good feet. After the initial bulge a few thought provoking slab moves will get you to easier ground and the anchors.","protection":"9 bolts. The clips are right where you want them","location":"Far right end of Main Cliff.  A few feet right of Tipping Point, at obvious inside corner. This corner is often wet, but if it isn't soaked, there is so much texture inside the crack that it is easily climbable."},"__v":0},{"_id":"mdi5KEZDXI6nijk2rBpzog==","name":"Cherry Pie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Bowker, Ted Hammond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":3,"mp_id":"107376925","mp_crag_id":"106018085","climb_id":"mdi5KEZDXI6nijk2rBpzog==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"Pitch 1: Climb your prefered start, the original start is on Wendels Route (trad). This beginning can be wet, wide and over grown so you might do better to climb the nice clean Charity Case 5.9 (bolted) unless adventure is one of your primary goals. These routes both lead to a shared belay on a nice ledge way below the big orange roof. or you can clip that anchor and walk left to another anchor (or at least 1 bolt with gear options) that is hard to see but over there. \n\n  Pitch 2: Continue up Wendels Route (some route finding to do here as I remember) until you see a nice, huge undercling flake heading across the wall to the left. Climb that sweet flake to meet up with the last bit of Rock Du Jours. You might want to split this pitch up due to rope drag. 2 rappels with a 60 meter rope to the ground. \n\n  Side note: It has been maybe 10+ years since I last did this route. LOTS of bolts have gone in on this wall since then so you will run in to bolts along the way. Not sure exactly how \"trad\" it is these days.","protection":"Regular rack and you will find some bolts too. Maybe some bigger cams too, though i didnt use any larger than #3 camalot.","location":"Start in the corner where White Toad (5.7) starts. Or you can do Charity Case (5.9) as the first pitch. You will finish as for Rock Du Jours (5.8)."},"__v":0},{"_id":"GsdxzbFOUFCXFTxJOGLdQA==","name":"Charity Toad","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":10,"mp_id":"106018140","mp_crag_id":"106018085","climb_id":"GsdxzbFOUFCXFTxJOGLdQA==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"A nice link up that makes for an all bolted route to the exposed top of White Toad. The second pitch is nothing special as it is much like a side walk but it could get your nerves going if you aren't used to running it out on easy terrain. \n\n  Pitch 1: Climb Charity Case (5.9) to the anchor. \n\n  Pitch 2: Follow a very moderate line traversing right past 2 bolts (very run out, but moderate) to a really cool belay ledge with a 2 bolt anchor. \n\n  Pitch 3: Finish up the 3rd pitch of White Toad to a chain anchor. \n\n  You can lower back to the belay ledge as you would on any other sport route. Then your second can clean it and one 60m rap will get you back to the ground. Tie knots in the ends of your rope cause not all ropes are created equal and its a 100 foot rappel.","protection":"Bolts all the way. I'd bring 10-12 draws and some slings and lockers to set up belays on the bolted anchors.","location":"Start as for Charity Case about 30 feet left of the start of White Toad (5.7)."},"__v":0},{"_id":"8pnV2cgfU0iuPSft6Meoqw==","name":"Charity Case","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Smith 11/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"left_right_index":2,"mp_id":"106018125","mp_crag_id":"106018085","climb_id":"8pnV2cgfU0iuPSft6Meoqw==","areaRef":"u6r3BlsuW7mxgV29Y21yUw=="},"content":{"description":"A fun way to gain the routes on the upper ledge and a nice route on its own as well. \n\n  Start on a few tricky moves involving a few holds that aren't as clean as some might like. After this you get in to some clean rock with weird but fun moves for 15 feet or so and on to easier rock to the 2 bolt anchor. \n\n  From this belay you can climb the 5.11s above, Charity Toad which is an easy traverse right to gain White Toads last pitch, or you can head left to Wendell's Route and a few others.","protection":"8 bolts to a 2 bolt anchor.","location":"30 feet or so left of the corner of White Toad look for a cleaned off section of rock (but not too clean as there is dirt and moss on both sides) that opens up to be nice and clean up higher."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,bbaaf706-5b2e-5bb9-b181-5dbd636d7253","pathTokens":["USA","New Hampshire","Rumney","Main Cliff Right"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7"},{"count":2,"label":"5.6"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":7,"intermediate":7,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":8,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83554,43.8027]},"bbox":[-71.8361630330877,43.80225033981814,-71.83491696691227,43.80314966018186],"left_right_index":-1,"ext_id":"106018085","area_id":"u6r3BlsuW7mxgV29Y21yUw==","polygon":{"type":"Polygon","coordinates":[[[-71.8361630330877,43.80225033981814],[-71.83491696691227,43.80225033981814],[-71.83491696691227,43.80314966018186],[-71.8361630330877,43.80314966018186],[-71.8361630330877,43.80225033981814]]]}},"content":{"description":"Main Cliff Right is a small off shoot of main cliff that holds a good variety of climbing from 5.12 sport routes like Flawless Victory (5.12d) to moderate multipitch trad like White Toad (5.7). And a bunch of stuff in between.Also once established on the upper ledge there are many more routes available. You can gain this ledge via Charity Case (5.9) or a moderate trad route to the right of that. Or even scrambling/traversing easily from the Main Cliff main area. From the ledge you can get to Wendell's Route (airy 5.6 trad) or a couple of super exposed 5.11s."},"density":0,"totalClimbs":27,"__v":2,"createdAt":"2022-11-07T06:12:11.309Z","updatedAt":"2024-02-19T18:35:12.676Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}