{"_id":"6368a60be80bff5a995c55b4","area_name":"Chimacum Rock","shortCode":"","climbs":[{"_id":"17tiXPpWXXCQf/KAhfXapg==","name":"Rock Dancer Traverse","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"Mack Johnson, around 2002","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-123.84092,47.37409]},"left_right_index":0,"mp_id":"119219313","mp_crag_id":"106905861","climb_id":"17tiXPpWXXCQf/KAhfXapg==","areaRef":"Yvk68blUVaWj6EJe3LGK/A=="},"content":{"description":"Traverse the steep wall at the base of the upper rock,  Goes both ways, Stays dry some of the time.","protection":"Flattish landing","location":"Go up the hill from the descent off the main rock to an upper cliff band.  The problem is in a hollow."},"__v":0},{"_id":"KHRSgLnyXf+nvaucdNUFyA==","name":"El Nino La Nina","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-123.84092,47.37409]},"left_right_index":3,"mp_id":"106907735","mp_crag_id":"106905861","climb_id":"KHRSgLnyXf+nvaucdNUFyA==","areaRef":"Yvk68blUVaWj6EJe3LGK/A=="},"content":{"description":"Pitch 1: 5.10B ***\n\nThis is a great pitch on pretty solid rock that seems to get better the higher you go. There is a bit of moss but not enough to make this pitch any harder or worse. Start on sidpulls in the dihedral downhill from the Dinner Plate Route about 20 ft, directly in front of another large tree trunk. Climb up over a bulge at 15 ft (crux of the first pitch). The route then goes up mostly vertical, kind of techy, climbing on good holds with good bolt spacing to a bolted anchor. Many people rappel or lower from here. A 60 meter rope will get you to the ground from the end of p1.\n\nPitch 2: 5.10C PG-13 **\n\nThe second pitch starts out heady. The first bolt is a bit above the anchor and on questionable rock. I recommend clipping this while on the first pitch lead then downclimbing back to the anchor so it's already set up. Trust me this makes it a lot less intimidating. Climb straight up through the large heucos on vertical rock. The second bolt is a bit above the second large heuco (who knows why) and is a bit frightning to get to and clip if you are shorter. Once clipped though the rest of the pitch eases in difficulty. From the last bolt to the tree is really runout (30'?) but on 5.6 dirty climbing (be cautious). You can place a crap #4 cam or even better, a #5 cam, in the large crack to reduce the length of the runout. Climb to the obvious Madrone tree and set up a belay.\n\nThis climb can be done in one pitch with a 70 meter rope and makes the route a lot better. Bring about 16 draws in addition to slings for the tree belay.\n\nDescend via the cable.","protection":"Can't completely remember but I think 8 should be enough for each pitch. Bring 10 to be safe. Slings for the tree belay.","location":"On the first wall you come to. Head downhill ~20' just before the rock goes around the corner. This climb starts in the dihedral."},"__v":0},{"_id":"ydGKxufRW5SXdT6vJ9AjuA==","name":"The Dinner Plate","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-123.84092,47.37409]},"left_right_index":2,"mp_id":"106905868","mp_crag_id":"106905861","climb_id":"ydGKxufRW5SXdT6vJ9AjuA==","areaRef":"Yvk68blUVaWj6EJe3LGK/A=="},"content":{"description":"The first route on the left when one approaches the wall (starts directly in front of the tree stump). This route is usually done in two pitches but can be done in one with a 60 meter rope (without lowering of course).\n\nPitch 1: 5.7-\n\nThe first pitch climbs to the obvious anchor to the right of the start. It has good rock and big holds.\n\nPitch 2: 5.10A\n\nThe second pitch climbs straight up the headwall and has good nobs, edges and an obvious pocket. The crux comes at the pocket on the steepest portion of the wall and is a bit above the bolt so be prepared. Once through the crux 5.8 awaits to the top where a solid Madrone tree assists as a belay anchor.\n\nDescend using the cable.\n\nThe name is something we came up with because of a large dinner plate sized hold that came off of the climb a while back.","protection":"Draws. The first pitch requires around 7 or 8. The second I believe takes between 5-7 so bring 7. Slings for the tree belay.\n\nAnother route that can be done as a single pitch with a 60 meter rope. Bring a lot of long draws to reduce drag and have your belayer tie in before you take off on the climb.","location":"First route on the first wall you come to. Huge, obvious protruding blocks are the start holds. The first pitch can also be done via the route to the right of the 5.7. It goes at 5.9 on mossy rock (less fun)."},"__v":0},{"_id":"g+/5KbtQWB+9XbmBSWakgg==","name":"B.I.D.A.W.A.","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Josh Dreher/Jerod Henning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-123.84092,47.37409]},"left_right_index":1,"mp_id":"106905883","mp_crag_id":"106905861","climb_id":"g+/5KbtQWB+9XbmBSWakgg==","areaRef":"Yvk68blUVaWj6EJe3LGK/A=="},"content":{"description":"The great Chimacum Rock Traverse!!! No need to rope up for this one. Start as far left on the main wall as you can (just to the left of the start of Dinner Plate) on good holds. Traverse (head right), staying close to the ground, along the base of the wall around the corner to the big heuco/cave...rest here. Continue traversing right, going over the fire pit and around the corner that follows to a balancy section and a jug rest (get a good one because the crux follows). Start moving quick through the V5 boulder problem that trends up and right under the obvious pocketed route (feet are pretty close to the ground here). The crux move involves a cross through to a three finger sidepull followed by a big reach around the corner. One more move to the dihedral crack where we will call it quites. This has been done all the way around the rock but after the crack the rock quality goes way down. If it's raining start in the big heuco and it may be dry all the way through the crux (this only eliminates one crux section near the beginning). This route may sound stupid but when we did it back in the day it was awesome!!!","protection":"Pads if you get worried.","location":"The rock"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,331c2ae8-e5e8-51da-b96b-01ef85a5ba36,62f93af1-b954-55a5-a3e8-425edcb18afc","pathTokens":["USA","Washington","Olympics & Pacific Coast","Chimacum Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-123.84092,47.37409]},"bbox":[-123.84158399048385,47.37364033981814,-123.84025600951608,47.374539660181874],"left_right_index":-1,"ext_id":"106905861","area_id":"Yvk68blUVaWj6EJe3LGK/A=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:53.898Z","updatedAt":"2024-01-15T16:50:48.005Z"}