{"_id":"6368a185e80bff5a9954f30d","area_name":"Corduroy Ridge","shortCode":"","climbs":[{"_id":"K9qH4llLVvCrEmYsLlfgiQ==","name":"Sick for Toys","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"there is a story here...","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4718,36.03894]},"left_right_index":1,"mp_id":"105732980","mp_crag_id":"105732198","climb_id":"K9qH4llLVvCrEmYsLlfgiQ==","areaRef":"b/UfMxROV6+AJ0khp9+Q1Q=="},"content":{"description":"This route would probably be quite popular if any of the guidebooks actually told you where it is.  It is NOT near the Western Spaces Wall.  Approach by going up the south fork of Black Velvet Canyon, past the start of Epinephrine, to the fork at the white slab.  Here, take the right branch up the wash along the north side of Corduroy Ridge.  About two or three hundred yards past the white slab, the canyon widens and there is a large beautiful slab on the left side.  Sick for Toys is the thin fingertip crack on the left side of the slab. \n\n  Pitch 1: A broken ledge system stretches across the lower left side of the slab, beneath a few layers of roof-arches.  Start below the right end of these ledges, just to the left of a bush.  The boulder that simplified the opening moves has been washed away, so the first fifteen feet involve some balancy 5.9 with a bad landing.  Once you get onto the easy rock, go a long way to the left.  When leftward progress is finally blocked by the arches (maybe 50 feet or so), climb over them to a bush.  Go right and up on easy face climbing for quite some distance to a bolted belay station at the base of the thin crack.  Other than the first few moves, the climbing is 5.5 and under.  The issues of rope drag, spotting the leader, and protecting the second provide some challenge on this otherwise easy pitch. \n\n  Pitch 2: Climb straight up the crack (5.8) to a hanging belay at two more bolts.  (From this belay, look down and right about 30 feet to a bolted station on the blank face.  This can be reached in a long rappel from the top of the route, and allows a somewhat straighter descent.) \n\n  Pitch 3: Continue up the vanishing crack (5.10b), passing 4 bolts to another belay station on a tiny ledge. \n\n  Pitch 4: Climb up past a bolt, jog briefly right to surmount the roof, then continue up the finger crack above.  A second bolt protects difficult climbing (5.10d) to easier rock and the top anchor.","protection":"Wires, small cams up to #3.","location":""},"__v":0},{"_id":"YL1hiHRiUTe9oiT/TC+lYA==","name":"In Absentia","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4718,36.03894]},"left_right_index":0,"mp_id":"118610849","mp_crag_id":"105732198","climb_id":"YL1hiHRiUTe9oiT/TC+lYA==","areaRef":"b/UfMxROV6+AJ0khp9+Q1Q=="},"content":{"description":"A hidden gem for the RR crack enthusiast. Entirely gear protected, and wonderfully diverse. This route ascends the arching, right-facing corner system just left of Sick for Toys.P1 (Reach pitch)/ 130ft/ 5.11+ Climb a short section of unprotected 5.10- slab to easy face climbing above (a bypass can be found through scrub oak downhill, but may be loose). Take the right facing corner above to a rest ledge, then follow the right arching flake above (placing high gear in corner) to a small rest at a flexing flake before initiating the crux sequence. Gaston, undercling, and fall into a long reach. After pulling the crux, gently traverse to an anchor station beyond the tree, placing small gear (.1-.4) to protect follower. While the movement here is very easy, falling prior to placement would be a bad idea. No big gear (#4-5) is needed on this pitch. The anchor station at the end preserves gear for pitch two.P1 (Variation)/ 70ft/ 5.9Doable, but not classic... Leave packs below direct start, then continue scrambling up the approach gully until you can access the high ledge system to climber’s left. Gear is available if pitching this section out. Walk across slab to main wall, building belay below corner, or using rap anchors uphill. Climb up a short blocky corner, then stem and face climb up to a ledge system below the large corner system above. Somewhat mundane, but reasonable. End as for direct start.P2 (Womb pitch)/ 130ft/ 5.10Chimney up to a constriction (gear at the back protects this section). Bypass the constriction by swinging wide, or be the first to free “the corset”, continuing up to a ledge with a large bush. Get over your fear of tunnels and go through the cave, continuing up to large alcove in cave below obvious pinch point. Small gear available throughout. Unique three-dimensional chimney climbing. Gear belay.P3 (Tooth pitch)/ 60ft/ 5.11Exit cave, using 4 and 5 to protect funky sequence into body-sized pod above. Consider back-cleaning 4 if possible. Follow beautiful arching hand crack in corner, passing a protruding block (the tooth) before a hanging belay (rap anchors). Physical and rewarding crack climbing.Double-rope rap, twice. Second station is downhill (unprotected walk) at a flat spot in the slab. As this is an angling rappel, set yourself up to pull the downhill strand to minimize rope issues.","protection":"Doubles .2-3, singles 4-5, no nuts Direct start: supplement with extra .1-.4 (3x in this range)Runners (10x). Bring at least one double-length.Two ropes for descent.","location":"Approach as for Sick for Toys. Scramble up to the first bolt of that route, but then cut left and follow a bushy ledge system to the base of the main wall. Scramble up easy 4th until a nice ledge is reached below the direct start. Continue scrambling upwards if doing the easier variation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,6ff51f33-144e-57af-8027-4921a7df90d5","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","Corduroy Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4718,36.03894]},"bbox":[-115.47235608526431,36.03849033981814,-115.47124391473571,36.03938966018187],"left_right_index":-1,"ext_id":"105732198","area_id":"b/UfMxROV6+AJ0khp9+Q1Q=="},"content":{"description":"There is some excellent climbing on this formation, which splits the upper reaches of the south fork of Black Velvet Canyon.  Most notably, this is the location of Sick for Toys, one of Red Rock's best slab climbs."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:19.212Z","updatedAt":"2024-01-15T16:46:05.776Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e766f8258fb5bda0900e","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}