{"_id":"6368a214e80bff5a9955d98b","area_name":"Southern Comfort Wall","shortCode":"","climbs":[{"_id":"IuCEuObAVBWs4tbCxRV7gw==","name":"Best Bitters","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":10,"mp_id":"105895273","mp_crag_id":"105789451","climb_id":"IuCEuObAVBWs4tbCxRV7gw==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"The Rock and Ice topo shows this route done in 4 pitches. However, with smart rope management it can be done in two quite comfortably. \n\n  P1 5.7: Start up face holds to gain a ledge. Traverse right (5.7) over a slab to reach the ;left side of a pillar. Jam/layback this to its top, then continue up easy face climbing to a good belay stance near some bushes adorned with poot slings. \n\n  P2 5.9+: This pitch zig-zags a lot and gets progressively harder. Unless you are comfortable running out sections of 5.7 climbing, it may be best to break this into two pitches. From the belay, follow a ramp up to the right using the hand/fist crack. Near the end of the ramp, gain a steeper ramp which goes to the left. This ramp uses good face holds and thin finger cracks. Near the top of this ramp is a spot to belay off to the left. The final section of the climb traverses back to the right following a finger crack and small crimpers(5.9+). There are a few cracks to choose from while traversing right, the trick is to aim for the blocky boulder summit of this headwall. \n\n  Beware some loose rock, although for the most part this climb is solid. The final sequence can feel much more difficult if approached the wrong way.","protection":"Standard rack with emphasis on finger-sized cams for the last pitch (wires will work too, but cams make it a bit easier). An old 1/4\" bolt protects the first slab traverse, and another old 1/4\" bolt is found at the top of the column. \n\n  The poot slings should be avoided as I do not think that shrub could withstand much force. No anchors at top.","location":"Shares a start with Zombie on some easy face climbing directly beneath the rappel anchors. Descend by scrambling down over west to rappel chains. A single two-rope rappel, or rap to the left to reach the belay ledge at the top of Zombie."},"__v":0},{"_id":"u0EtUnnUXwGAhppffkBFAA==","name":"One Shot","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":11,"mp_id":"107958664","mp_crag_id":"105789451","climb_id":"u0EtUnnUXwGAhppffkBFAA==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"The route shifts back and forth between the inside of the corner and the blocky, cracked rock that makes its right margin. It does get dirty toward the top and there have been some issues with loose rock dislodged from that area. It's been cleaned up, but it's probably still best to set up your belay to the right of the large boulder at the base where an overhang can provide protection.","protection":"One Shot is fully protectable throughout, mostly with mid-size cams. There are slings on the sizeable, living oak tree at the top.","location":"One Shot goes up an obvious left-facing corner between Best Bitters and Five Easy Steps. You can rap down the route using the tree at the top, or you can continue up Five Easy Steps to the rappel chains."},"__v":0},{"_id":"zZk0/0m4WHWX+B7PoHl0eQ==","name":"Miller High Life","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":2,"mp_id":"106087754","mp_crag_id":"105789451","climb_id":"zZk0/0m4WHWX+B7PoHl0eQ==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Enjoyable face climbing following discontinuous cracks. The rock is solid, the protection is straightforward, and there are lots of positive face holds which make the route worth doing. A good route for a beginning leader.","protection":"Standard rack.","location":"This route is directly to the right of Lite Beer From Miller and it is even possible to cross-over from one route to the other mid-way. Start from a small grassy ledge towards the right side of the alcove. Traverse/scramble left into the crack system which goes pretty much straight up for the rest of the climb. Descent is from the anchors of Irish Creme, a 120' rappel (note that it is possible to descend with only a single 60m rope if you are not opposed to some easy down-climbing.)"},"__v":0},{"_id":"U1/craxnU+GaHJmEPTqAGA==","name":"Wild Turkey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":7,"mp_id":"105895255","mp_crag_id":"105789451","climb_id":"U1/craxnU+GaHJmEPTqAGA==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Starts at an inverted staircase, which looks dirtier than it is. Near the end of the inverted staircase find the crack system out to the right and continue up this to the top.  \n\n  The entire route has good rock and solid protection. Couple this with decent exposure and interesting moves and it makes for a good short route. The crux moves are about halfway through the route, above an old piton. Don't worry, the piton can be backed up. \n\n  The climb ends at a comfortable ledge. One can either rappel here on a single rope, or continue up one of the walls other routes to the top.","protection":"Standard rack. The pin looks pretty good. The anchor at the belay ledge is two old 1/4\" bolts and a single newer 3/8\", all linked together with chains. This belay ledge is the midway rappel anchor for most of the routes that top out on Southern Comfort.","location":"Located just to the right of Margaritaville. Start is hidden by trees, which also create an obstacle during the first few moves."},"__v":0},{"_id":"ZvPCKXN/WGO/lwzTWTCzFQ==","name":"Zombie","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":8,"mp_id":"105895263","mp_crag_id":"105789451","climb_id":"ZvPCKXN/WGO/lwzTWTCzFQ==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Start up on good face holds and gain the top of a short crack choked with grasses. The first crux is traversing left into the adjacent crack system. At the top of this crack system strike directly upward toward the anchors using thin face holds. The protection here is difficult to find, but staying more to the right is easier. ","protection":"A large cam is good to protect the first crux. The second crux can be protect with a bomber wire in a tiny slot, but this can be difficult to place.find. there are also a few options for sketchy wires on the upper face climbing, which will give you the confidence to finish the climb.","location":"Shares a start with \"Best Bitters\", just to the right of the start for Wild Turkey. It is located directly underneath the rappel anchors and can be top-roped quite easily."},"__v":0},{"_id":"WaWGdrmRUdG9Ht/XvKjjwQ==","name":"Milk Stout","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":9,"mp_id":"116184670","mp_crag_id":"105789451","climb_id":"WaWGdrmRUdG9Ht/XvKjjwQ==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"This is a steep face climb with Very good pro and Very solid existing anchors. It is a really fun route, and a welcome addition to Southern Comfort Wall. No one knows who developed the route, climbed the FA, etc, but a friend of a friend's sister has a friend whose cousin suggested the route was called Milk Stout.\n\n P1, 95ft: start to the right of a tree right up against the wall. Climb up and left along the exceedingly obvious line marked by bomber pro. After the 2nd piece, face climb upward past 8 more bomber pro opportunities. Finish on a comfy ledge with two bomber pieces for an anchor.\n\n P2, 60ft: climb upward to a similar anchor. You can't miss the line.","protection":"10 quickdraws.","location":"Maybe 50ft up the hill from the Lowenbrau Lite/Black Velvet/Margaritaville area."},"__v":0},{"_id":"1n1IrHF3WEGcow8lToYDwg==","name":"Margaritaville","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":6,"mp_id":"105808263","mp_crag_id":"105789451","climb_id":"1n1IrHF3WEGcow8lToYDwg==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"This route climbs crack systems to the right of Black Velvet.   \n\n  P1: Start up a thin left facing corner.  The crux is about 15' up where the crack thins out and you're forced onto the face to the left.  Above another tricky section takes you to easier ground and a bolted belay.  90', 5.8+ \n\n  P2: Climb the crack past a fixed pin to a ledge.  The R&I topo showed a variation to the left at 5.8+ but we took the right hand crack, past another fixed pin, to a ramp at the right side of the Black Velvet roof.  Follow this easily right to a rap anchor.","protection":"Standard rack, maybe a few extra small cams.","location":"Start about 25' right of Black Velvet\n\n  We had a single 60m rope and rapped diagonally right over to a tree with a nest of old slings and then again to the ground.  With two ropes you wouldn't need to stop at the tree."},"__v":0},{"_id":"V2913Af+VH6lHCVmP+44eg==","name":"Lowenbrau Light","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":4,"mp_id":"105789462","mp_crag_id":"105789451","climb_id":"V2913Af+VH6lHCVmP+44eg==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Start at the dead oak on a ledge. This climb follows a left-facing corner system directly up the face from the tree. It deviates from it only where it follows a vegetated crack to the left to avoid an overhang with a seam at the base of it. Once past that, stand up in the crack and continue up the corner. There are a few chossier blocks, but otherwise it is an excellent route on good rock.\n\n The crux is encountered at an awkward spot only 10m from the oak tree.\n\n UPDATE: the dead oak is gone. It fell down the hill. Start from where you start for Black Velvet.","protection":"Standard rack.","location":""},"__v":0},{"_id":"DfBIsGgNU366SjwJjlBOGQ==","name":"Lite Beer From Miller","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Kiser and Matt Monagle, probably Spring 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":1,"mp_id":"106087651","mp_crag_id":"105789451","climb_id":"DfBIsGgNU366SjwJjlBOGQ==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"this route appears quite straight-forward, but provides awkward stances under small overlaps which make placing gear sometimes strenuous. There are many good face holds that are not always immediately apparent, which tends to make the route feel stiff for the grade. The crux is under the right facing overlap. \n\n  There is some loose/suspect rock on this route.","protection":"Standard rack. A lost-arrow piton is located below the crux. Build a gear belay at an obvious ledge with a Sotol bush, or continue up an easy scramble to the chains of Irish Creme.","location":"This route is located in an alcove on the west side of the South (Main) wall (about 100 ft west from Lowenbrau Light). The route starts up the left side of the alcove to the top of a small pillar. Directly above the pillar is the crux right facing overlap. After the crux, continue up crack systems keeping to the left to reach the summit ledge next to a Sotol bush. It is also possible to cross-over onto Miller High life which is immediately to the right. \n\n  Descent by scrambling up another 45ft to the chains of Irish Creme. 120' Two-rope rappel (can be accomplished with a single 60m and some easy down-climbing)."},"__v":0},{"_id":"VyBdpCi6UCGFvIze2tbw7w==","name":"Irish Creme","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Karl Kiser and Matt Monagle, ca. 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":3,"mp_id":"106105340","mp_crag_id":"105789451","climb_id":"VyBdpCi6UCGFvIze2tbw7w==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Start in the center of the gray face.  Start up the center of the face (5.9) to reach a crack system (look for a small cam placement about 10' up.  Soon you'll reach a right arching crack- follow this up and right to 2 pitons (optional hanging belay here, or before starting the diagonal crack).  A 5.10+ move or two with dishes and poor handholds leads to a slot large enough for a fist size cam.  From here, about 15' of unprotected 5.10 face allows you to reach the next place for pro (both guides say there is a bolt here- but we didn't see one- don't count on it being there).  The climb eases and you'll soon reach a right-leaning ledge; follow this for 15', then climb unprotected 5.9 face to a 2-bolt anchor.  \n\n  Rappel the route with 2 ropes.  Anchors at top of Irish Creme are about 120' to a ledge. It is possible to descend using a single 60m rope by easy down-climbing in a wide chimney. \n\n  Fun exciting climbing with just enough need to climb above gear to get your attention.","protection":"1 to 2 sets cams (with doubles in the hand sizes), 1 set nuts.   A 2 bolt anchor is at the top.","location":"This climb is about 80' left of Black Velvet on a smooth gray face set back a little.  It's just left of a broken left facing corner left of Lowenbrau Light.  Look for a right arching crack- this feature is 1/3 of the way up the climb."},"__v":0},{"_id":"/+ofzHBEUTqjpIWJeVoZOA==","name":"Have a Drink On Me","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":0,"mp_id":"107925260","mp_crag_id":"105789451","climb_id":"/+ofzHBEUTqjpIWJeVoZOA==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"The crux is low.  Climb a few steep moves and then run the route out to a ledge up and left.  This ledge is the same ledge where Thin Red Line tops out. \n\n  Admin: A more detailed description coutesy of Ian Harris: Start in a corner with a small chimney on your right. Climb toward a tree on a higher ledge and then past two pitons, trending left. Be sure to go left of the prominent inverted staircase as this is a different route. Once on easier ground, go around the pinnacle on your right and you will find a nice belay ledge. Continue up and right and you will find the chain anchor.  \n\n  Rock quality on this route is not very good and it is harder than 5.7, I think 5.8+. Rock quality increases and difficulty decreases as one climbs higher.  \n\n  Also, this could probably be done in one pitch to the anchors using a 70 meter rope and good rope drag management, but we broke it up using a 60 meter rope. ","protection":"There is a fixed Lost Arrow at the start. Light trad rack.","location":"This is the leftmost route on Southern Comfort Wall.  Either walk off north (see In the Pocket) or perhaps rap from Thin Red Line anchors."},"__v":0},{"_id":"EblODcOlWF2OWP5Wx+0J/Q==","name":"Five Easy Steps","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":12,"mp_id":"107667973","mp_crag_id":"105789451","climb_id":"EblODcOlWF2OWP5Wx+0J/Q==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Five Easy Steps is the easiest route to the bolts used for rappel from several of the middle-of-the-wall climbs. Along with the ramp below the bolts it can provide access for top roping these routes. The two pitches described below can almost certainly be easily combined, but I have always climbed them separately. I use Five Easy Steps to introduce beginning climbers to trad. This arrangement allows me to watch my second on the traverse. \n\n  Pitch 1: Climb up a broken, right-facing corner. From its top, take a sloping traverse to the left aiming just below a small tree (currently marked by a bundle of slings) and to a comfortable ledge with a bush on the left end of it some ten feet beyond the tree. Build a gear anchor at the ledge. \n\n  Pitch 2: From the left end of the ledge go up another right-facing corner, staying left of the sotol. Continue up and little to the left over broken ground and few face moves to a wide ledge with chains above it.","protection":"Standard rack. There is one piton on the traverse section and a three-bolt anchor at the top.","location":"Going past Best Bitters, you encounter an obvious left facing corner. Continue up for another 100 feet or so to a left-slanting ramp with two clumps of trees on it. This is the start of the route.  \n\n  Rappel from chains using two ropes."},"__v":0},{"_id":"P8Sz/6wDXzG9v0O9VdeGJw==","name":"DWI","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":13,"mp_id":"106108354","mp_crag_id":"105789451","climb_id":"P8Sz/6wDXzG9v0O9VdeGJw==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Climb the face past a couple of bolts up to the small roof. Nice holds above the roof make for fun climbing. Above the roof move right placing pro in cracks. Clip another bolt and then finish straight up and slightly left through discontinuous cracks and face climbing.","protection":"3 or 4 bolts and small to medium gear in between to chains for an anchor. Rappel the route on a single 60m rope.","location":"This route is the next to last route on the right end of the wall way uphill.  Identify it by finding the bolts on the face before the small roof."},"__v":0},{"_id":"72DGqR1ZX327a1cq7NZy9A==","name":"Black Velvet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"left_right_index":5,"mp_id":"105789454","mp_crag_id":"105789451","climb_id":"72DGqR1ZX327a1cq7NZy9A==","areaRef":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"Start at a dead gnarly oak on a ledge 20 ft up the cliff, under a large left facing crack system. A huge roof caps off the final pitch and makes an excellent landmark. \n\n  Pitch 1 goes right up a fourth class corner onto a large ledge (unless you scramble this part) and then climbs the corner/crack system up to a small belay stance just below a hand traverse left.  \n\n  Pitch 2 (crux) goes out the hand traverse and up a steep layback for a ways. Yucca plants make pulling out of the crack system sticky. Go up one more step to the next level of the broad, walkable ramp and belay underneath the huge roof. \n\n  Pitch 3 traverses underneath the roof, some spectacular and exposed 5.7 climbing. After turning the side of the roof, follow a short crack system to the summit. \n\n  To descend, scramble east down past a yucca and oak to a chain anchor at the top of Five Easy Steps. 165' to the ground. A mid-point rap-anchor allows one to descend with a single 60m rope. Keep an eye out for these bolts to your left, on a nice ledge.","protection":"Standard rack. The belay ledge under the roof has a single bolt.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,9eba190f-d643-59c6-ab22-0450f1e5f640","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Southern Comfort Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":2,"label":"5.7"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":8,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5878,32.3668]},"bbox":[-106.58833237012671,32.36635033981814,-106.5872676298733,32.367249660181855],"left_right_index":-1,"ext_id":"105789451","area_id":"nroZD9ZDWcarIgRQ8eX2QA=="},"content":{"description":"South facing wall located north of the base of the Rabbit Ears Massif. There are several high quality trad routes on this wall. The rock tends to be good quality. There are 3 separate rappel routes which make the descent fairly easy. Bring two ropes to rappel. \n\n  Lowenbrau Light, Black Velvet, Margaritaville, and Best Bitters all use the rappel chains at the top of Five Easy Steps. This is a 165-foot rappel. If you do hang up your rope, check the bottom section of Best Bitters for retrieval options. The climbing on this part of the route is in a 5.7 range. \n\n  Wild Turkey and Zombie are best done as top ropes, the pro is not that great. To reach the anchor the two climbs share, rap down from the same chains (the ones on top of Five Easy Steps) and look to your left."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:46.466Z","updatedAt":"2022-11-25T11:20:29.074Z"}