{"_id":"63689de0e80bff5a994f93e3","area_name":"Hourglass, The","shortCode":"","climbs":[{"_id":"42jE9yXjUEG41ozdIyXyUQ==","name":"Southeast Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"left_right_index":0,"mp_id":"121604876","mp_crag_id":"105840780","climb_id":"42jE9yXjUEG41ozdIyXyUQ==","areaRef":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":"While this route doesn't climb the SE ridge the entire length, Southeast Ridge still seemed to be the best name for it. We started on the east face about 50 feet north (climber's right) from the south end of the east face on slight raised, flat area. The rock is dirty, but the majority of it is sound. Protection options increase with each pitch, but that isn't saying much. I didn't think this route was as bad/poor quality rock as others have made The Hourglass out to be, but I won't be recommending it as a must do to anyone. A leader must be super-comfortable at the grade and be willing to have a 100 foot runout.\n\nP1. Hop the lichen-rich face just below a wide crack/gash that angle up and left with several small to mid-size trees growing in it. Climb up and left aiming for tree belay on the south edge of the face that also corresponds with the narrow \"waist\" of the rock giving it its hourglass shape, 170 feet. Pro = slinging a small tree at 100 feet off the deck, and it looked like a #3 Camalot placement would be possible in the back of an angling crack just few feet above the slung tree. Otherwise there was no other pro.\n\nP2. Climb a low angle crack just right of some thin flakes for about 30 feet or so before heading up the face shooting for another tree belay. Protection is sparse, but my partner found three placements for small cam/nuts, 180 feet.\n\nP3. Angle up and right along blocky terrain to a large tree that can be slung. After doing a little battle with the branches, go straight up to the summit. This pitch had the most friable rock on it, but it was also easily avoided.","protection":"A light Flatirons rack up to #3 Camalot and a couple double+ length slings for the tree anchors.","location":"Start on the east face about 50 feet north (climber's right) from the south end of the east face on slight raised, flat area."},"__v":0},{"_id":"XfPeeL71WkaU3Nx86zs9/w==","name":"Scar Girl","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"left_right_index":999999,"mp_id":"114168627","mp_crag_id":"105840780","climb_id":"XfPeeL71WkaU3Nx86zs9/w==","areaRef":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":"Nestled deep within one of the lesser traveled areas of Green Mountain, one may happen upon a boulder with a perfect hand-sized splitter crack 15 feet high with a perfect landing and top off. This is Scar Girl, a little slice of Eldo up north. There is nothing harder than\n\nYour Basic Lieback\n\n.\n\nThe FA is unknown (and is an OG name, if one exists). It seems that it would be impossible to be the first to have ever find, then climb the boulder, so any errata is encouraged to be shared.","protection":"None.","location":"This has a long approach from any trailhead, followed by a longer bushwhack and/or Flatiron scramble would be the easiest way to approach the boulder. The exact coordinates seem anti-ethicial, but the boulder can be triangulated between The Hourglass, The Hippo, and Stairway to Heaven.\n\nMany boulders exist in the area, and new ascents could very well be still awaiting you - even on the Scar Girl Boulder, look for a line to its south, starting with a nice undercling.\n\nBecause of the terrain, the casual nature of the boulder, and the great landing, a crashpad would seem overkill. This is a fine addition to any scramble-marathon. Rock shoes are optional."},"__v":0},{"_id":"dpdUL45RX5uOp12CxLkDVQ==","name":"Little Scratch","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"yer Mom","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"left_right_index":999999,"mp_id":"114792309","mp_crag_id":"105840780","climb_id":"dpdUL45RX5uOp12CxLkDVQ==","areaRef":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":"Not quite as classic as\n\nScar Girl\n\n, Little Scratch may give a little diversion if you find yourself in the area. A low angle, short, large-hands crack shatters this boulder in two. Its slightly right-leaning nature makes things somewhat interesting, although the boulder is just too short and not steep enough to gain too much acclaim. Still, it's always satisfying to sink in some bomber hand jams.\n\nStart with hands in the crack, and one foot above the cave at the bottom of the boulder (you may want to check to make sure nothing is living in the cave). Once out of the biz, head straight up to the quartz rock set in the boulder for the direct finish.\n\nThis is a good add-on to any scrambling done in the area and a nice extra-point after\n\nScar Girl\n\n.","protection":"","location":"Find the Scar Girl Boulder, and head north to a corner. Scramble up the corner heading west, and you'll run into Little Scratch, which rests on above."},"__v":0},{"_id":"CGxDBxOTUAyVnqcfIW6frQ==","name":"East Face (of the Hourglass)","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"left_right_index":999999,"mp_id":"105976561","mp_crag_id":"105840780","climb_id":"CGxDBxOTUAyVnqcfIW6frQ==","areaRef":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":"This is a difficult climb to describe in detail, as the line is indefinite and might climb almost anywhere on the face. The line you take will vary and be mostly be determined by finding the cleanest and driest rock rather than by what looks best at first. A few trees and cracks near said trees offer the best potential belays if you are roped up.","protection":"I dunno, really a light rack I guess. My only shot on this was a free solo downclimb from the top to the base on my way home from the Hippo Head.","location":"Find the cleanest most singular path starting from the low end of the east face and head up the rock to the summit."},"__v":0},{"_id":"E8WCkmpZU1mW3ZarASbsUw==","name":"Days Of Our Lives","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"J. Haas, solo, 2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"left_right_index":999999,"mp_id":"106784237","mp_crag_id":"105840780","climb_id":"E8WCkmpZU1mW3ZarASbsUw==","areaRef":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":"A short climb that packs a punch.  The moves and setting are better than 1 star, but the R rating and a spot of bad rock make the route less desirable than it should be.  Certainly a climb for those solid at the grade.  The first ascensionist climbed the route on free solo expecting the crux to be pulling into the crack from the ramp, but ended up in a \"no fall\" situation slightly higher.\n\nStep up high on the slab below the dangling flake to place gear under it and at a low point on the side.  A few knuckle-sized cams and stoppers are in \"good\" placements, but the hanging flake does flex a little, so over-camming or using the largest possible stopper is a good idea.\n\nStem up another move and get a finger lock and place additional gear as high as possible to prevent a fall to the slab from the crux.  Pull up on thuggy fingerlocks and some interesting footwork to scrunch up high into the last locks before the crack becomes a seam.  An RP or two and even the smallest microcam you have can be placed from this very strenuous stance if desired, but the flake does flex a bit, so gear is questionable.  Mind the fact that a sharp edge presents itself to the rope in the event of a fall.\n\nExecute the confusing crux to reach the top of the hanging flake in a solid undercling with good gear potential.  I broke off a hold here, fell before placing gear, and cut the sheath of my rope through.  Beware.  Sink that solid piece, a large nut or a #0.5 Camalot (~1.5\"). Move out right and up past some remaining suspect rock in a pod and up into a 5.8 handcrack that faces and leans to the right, then climb onward to the belay tree.","protection":"Small cams (0.6\" = second knuckle and down) and a few stoppers to start, then very thin gear behind a potentially expanding flake for a few feet. At this point, the shallow, leaning dihedral/flake presents a sharp edge for the rope (mine was cut through the sheath in a fall) and then some large stoppers or medium to hand sized cams to the top, where a good-sized tree awaits at the belay.","location":"This route lies on the upper-most section of the South-facing wall near the summit of the Hourglass. From the top of the Amoeboid, scramble up and right and onto a ramp that will deposit you on a nice shelf to belay from.  Climb up the discontinuous cracks, always tending right when in doubt, to a ledge and trees on the slab of the east face above to belay.  One more pitch on the slab can go directly to the summit (5.3) or follow the horizontal crack and ledge system north to a notch in the summit (easy 4th class)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,7d654b79-36aa-5732-9784-f3658d4642ba","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Hourglass, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"V0"},{"count":1,"label":"V-easy"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"boulder":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2932,39.9807]},"bbox":[-105.29378682384694,39.98025033981815,-105.29261317615304,39.98114966018187],"left_right_index":-1,"ext_id":"105840780","area_id":"fWVLeTaqVzKXhPNljUZCug=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:02.070Z","updatedAt":"2022-11-25T11:16:36.667Z"}