{"_id":"6368a50be80bff5a995b059e","area_name":"Brown's Canyon","shortCode":"","climbs":[{"_id":"OYwxdO+ZUUCs33YGLNdoTw==","name":"Elevator Shaft","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Trent Bradford","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.4345,37.6008]},"left_right_index":0,"mp_id":"106183467","mp_crag_id":"106183462","climb_id":"OYwxdO+ZUUCs33YGLNdoTw==","areaRef":"qW695J2AXOCrVol8WV8hVA=="},"content":{"description":"This climb requires STAMINA!! Even after you beat the crux, you'll be tempted to give up unless you're in good shape. The very beginning is a bit tricky, but the crux comes nearly half way up. You'll find yourself on a ledge under an overhang with a big side-in crack. Work your way to the top of the crack and go straight up. The very top is also difficult, especially after you've worn yourself out. If you just can't make it straight up, the end is a bit easier to the left.","protection":"Though you could probably anchor to rocks closer to the cliff, you may just have to put the belay person at the top and anchor to the tree several yards back. Remember to anchor the belay person and the belay device separately.","location":"From the gravel-pit-like area, find the canyon wall (you'll be on top, out of the canyon) as per the area instructions. Follow it for a short while, until it starts to head fairly straight due north. After about 350 yards there will be a place where you can go down into the canyon between rocks, without ever being directly exposed to the edge. This provides a route between the top and bottom of the canyon. The Elevator Shaft is the actual edge of the canyon at this point. (You might want to solicit a local who knows about \"the Elevator\" at Brown's Canyon.)\n\nALTERNATE APPROACH:\n\nThis approach gets your car closer to the top of the climb, but it is confusing and goes through private property. (The owners have not restricted access.)\n\nFrom Main Street, go east on 500 South. Follow it out of town. It will force you to make a sharp 90 degree right turn. After that, take the first left (Harris Ln). From Harris Ln, take the first right turn onto a dirt road. After you go through a gate, (be sure to close it behind you,) the road will fork. Take the left fork. Be on the lookout for a road-ish trail thing on the right to take you across the fields. Take it to cross the fields and turn left again. Follow this until cedar trees appear in front of you. Follow the part of the road that goes right and runs along the tree line. It will curve left, then right, then left, then follow it sharply left into the trees. Follow it north-ish for 175 feet, then East as far as your car can go. Then get out and walk to the east a short distance to the top of the cliff face. Look for \"the Elevator\" as described above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,a31a5328-cc16-5787-bf2b-8379fabc7cdc,a96ebde4-9d80-5ce0-ab56-897c595f2154","pathTokens":["USA","Utah","Southeast Utah","Blanding","Brown's Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"}],"byDiscipline":{"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.4345,37.6008]},"bbox":[-109.43506755129992,37.60035033981814,-109.43393244870008,37.60124966018187],"left_right_index":-1,"ext_id":"106183462","area_id":"qW695J2AXOCrVol8WV8hVA==","polygon":{"type":"Polygon","coordinates":[[[-109.43506755129992,37.60035033981814],[-109.43393244870008,37.60035033981814],[-109.43393244870008,37.60124966018187],[-109.43506755129992,37.60124966018187],[-109.43506755129992,37.60035033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:45.884Z","updatedAt":"2024-02-19T18:40:58.959Z"}