{"_id":"63689de0e80bff5a994f9791","area_name":"Baron's Estate","shortCode":"","climbs":[{"_id":"R1d3B65GWpm1WngWYX8BHw==","name":"The Baron","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26026,39.37837]},"left_right_index":1,"mp_id":"106202553","mp_crag_id":"106202548","climb_id":"R1d3B65GWpm1WngWYX8BHw==","areaRef":"K2wPVPycVTyzDa5BB8o0wg=="},"content":{"description":"This is a nice, long corner system on the right side of Baron's Estate.  We climbed it on the way up to the Castle, because we figured we might as well.  It's a fun and sustained finger and hand crack and was a nice bonus, considering the approach to the Castle.\n\n1) Climb the shallow, right-facing corner at the right side of the base area.  This is a good finger crack then ends at a big ledge with a tree that traverses left to the main dihedral system (this larger dihedral is what Hubbel calls the Baroness), 5.8+, 80 feet.\n\n2) Traverse left into the larger corner and climb it to the top of the formation.  This is a long, fun, and sustained pitch, 5.7+, 170 feet.\n\nInformation was taken from Peter Hubbel's guidebook.  It has been a pretty long time since I climbed this, but I think this is a decent description.  I know we just climbed it with our packs and stretched it as one long pitch with some simul-climbing, which made it feel a little harder but was also pretty sweet.","protection":"Standard rack to 3\".  Some doubles might be useful if you simul-climb and do it in one pitch, but it is hard to remember exactly.","location":"Approach the easiest way you can from the lake.  Shoot for the right of two obvious right-facing corners.  I remember the trees on the approach not always giving us the best view of either Baron's Estate or the Castle, so just follow your nose.  Start in a shallow, right-facing corner, just right of the bigger of two right-facing corners on the face.  Walk off or continue up to the Castle."},"__v":0},{"_id":"YhX5aO3yV/GgV32+MDUwVw==","name":"5.9 crack to left of The Baron","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.26026,39.37837]},"left_right_index":0,"mp_id":"108210428","mp_crag_id":"106202548","climb_id":"YhX5aO3yV/GgV32+MDUwVw==","areaRef":"K2wPVPycVTyzDa5BB8o0wg=="},"content":{"description":"Start in the chimney to the left of\n\nThe Baron\n\n, look up and see it narrow to a fist sized crack about 25 feet up. Climb up in there. Climb up a huge, detached fang and think about your tiny little 90 lb. girlfriend in the cave fearlessly belaying you while you drop one in your pants. Climb up more looseness to an overhang and into an awesome (read solid), fist/layback crack. Follow it up onto the edge and onto the top of the pinnacle. Then, lower from the harrowing anchors that are wrapped around cow dung mounds on the top.\n\nBring ~12 feet of sling to replace the tat at the top if you go up there. That's the only reason for this too long route description.","protection":"I placed a #5 to protect the first 25 feet, then a few fingers and many hand/fist-size pieces.","location":"Find\n\nThe Baron\n\n, then next to the left is The Baroness (chimney with chockstone), then next to that is some other dirty 5.8 corner that goes to the top in ~250 feet, then the \"5.9 crack to the left of The Baron\".\n\nThese are all dirty cracks - but a nice intro to the area. The next day we went up to The Castle with a good idea what was happening to us."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,2b6c0f54-fc9c-553c-b30d-ae4107ca34c2","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Baron's Estate"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.26026,39.37837]},"bbox":[-105.2608417280827,39.37792033981813,-105.2596782719173,39.378819660181854],"left_right_index":-1,"ext_id":"106202548","area_id":"K2wPVPycVTyzDa5BB8o0wg==","polygon":{"type":"Polygon","coordinates":[[[-105.2608417280827,39.37792033981813],[-105.2596782719173,39.37792033981813],[-105.2596782719173,39.378819660181854],[-105.2608417280827,39.378819660181854],[-105.2608417280827,39.37792033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:18.114Z","updatedAt":"2024-02-19T18:31:51.798Z"}