{"_id":"6368a41fe80bff5a99596434","area_name":"Watergroove Wall","shortCode":"","climbs":[{"_id":"Xk90kyrzWpKk7u4HBBcjNw==","name":"Two For One","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stephen Scoff and Marvin Dawson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":4,"mp_id":"108515839","mp_crag_id":"119449461","climb_id":"Xk90kyrzWpKk7u4HBBcjNw==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"This is one of the most fun and well-protected moderates on the wall. \n\n  The crux is getting off the ground and the next few moves. Make some tenuous moves on cool crystals to gain the easier slab above. Wander up easier terrain to the first bolt. Continue up a few more bolts to reach a large slab ledge. Head up and right on the face between two watergrooves aiming for more bolts. There are many ways to finish up the last bit of climbing to the anchors.","protection":"QD's for bolts and maybe a few smaller pieces, but not completely necessary. 2 60m ropes are required to get down from the two-bolt anchor at the top.","location":"When you reach the base of the Watergroove Wall, head right and uphill about 30'. The route begins just left of a tree that is right next to the wall. Look for the obvious black crystals at about head level."},"__v":0},{"_id":"dZvz4q6MXtixTVFSIHXoXA==","name":"Tom and Jerry","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tom and Jerry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":3,"mp_id":"114031397","mp_crag_id":"119449461","climb_id":"dZvz4q6MXtixTVFSIHXoXA==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"Excellent knobs and water grooving, well-protected. This route is not listed on the current topo in the kiosk. \n\n  The route starts right where the approach trail meets the Watergroove Wall. Look for two bolts down low. Make a slabby step up onto the apron to get to the first bolt. Excellent quartz knobs take you to another stance and the second bolt. Make some hard moves in the thin wide groove to gain a better stance above. Plug in a shallow but good #1 C4 and continue up the groove. Several small to finger sized pieces in a row lead to another bolt between the two grooves. Slap your way up the two grooves to the bulge overlap. Get some gear here and start into the narrow water groove. Continue up the water groove passing four more bolts and plenty of fun moderate climbing. After the 4th bolt, start to move up and right to the anchor shared with Two for One.","protection":"#1 camalot and many small to finger sized pieces. Lots of slings and QD's for bolts. Two bolt anchor shared with Two for One.","location":"The route starts right where the approach trail meets the wall at two bolts down low. Two 60m ropes are required to get down."},"__v":0},{"_id":"YeWUrUkwV6OQfDvuTXNkhQ==","name":"Premero","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":2,"mp_id":"113845492","mp_crag_id":"119449461","climb_id":"YeWUrUkwV6OQfDvuTXNkhQ==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"A fun sustained moderate water groove that is well-protected for almost any cliff. \n\n  Climb a short traverse left across the ledge. I used a #2 camalot and purple tri-cam to set up a belay. Bring your partner over to the belay for less drag and rope out in case of a fall at the first few bolts. \n\n  Start up the steep shallow groove on cool crystals and knobs. Follow this up past several bolts. The groove will become a little deeper for stemming. It helps if the route is completely dry since many smears happen in the groove. Continue following the groove and bolts. A few small cams can be placed between a couple of the last bolts. Near the end, traverse slightly left to the anchors.","protection":"#1 (or purple tricam),2 camalot, a few small cams 0 Metolius to 2 or 3. Some draws for the bolts.","location":"The climb starts near where the trail meets the base of the water groove wall. Look for a long ledge about 20' up. This climb starts in the middle of the ledge where there are many more bolts the surrounding climbs. Two 60m ropes are needed to rappel."},"__v":0},{"_id":"ZfwHuiZlXIKhZ2KceP3NDw==","name":"Pioneer's Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stephen Scoff and Marvin Dawson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":7,"mp_id":"113846060","mp_crag_id":"119449461","climb_id":"ZfwHuiZlXIKhZ2KceP3NDw==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"NOT FOR 5.7 leaders.  Almost the farthest right you can go on water groove wall.  Don't fall cause you could go down several hundred feet.  Starts in a nice clean looking corner with a couple options for pro then run it out on 5.3 terrain following the trail of trash that has blown off the top.  Nice option for top access if you have hiked up and most of the grooves are wet/other poor conditions.","protection":"don't fall there isn't much.  Small gear in first corner, was able to sling a piece of metal rod from some old structure and a number 1 c4 up high.","location":""},"__v":0},{"_id":"QQ7l6+LeVxaXc66av+YcqQ==","name":"Mustache","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nathan Brown, Andrew McDowell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":6,"mp_id":"111373829","mp_crag_id":"119449461","climb_id":"QQ7l6+LeVxaXc66av+YcqQ==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"This shorter climb has a little bit of everything. Most of the difficulty is at the beginning and eases the closer you get to the anchors. It is well-protected for TRSP standards. \n\n  Look for two bolts close together near the ground. Start off to the right and traverse in on big crystal knobs. Clip the first bolt and make the difficult and technical moves to get to a solid stance at the second bolt. Then enjoy some cool face climbing with gear. Get above your gear and make some exciting moves at the water groove until you reach the bulge. Plug some more pro here and pull into the fun final water groove to the anchors. There is another piece of gear midway between the anchors.","protection":"A few quickdraws for the first two bolts, then double up on the TCU finger size with singles to #2 camalot. A couple of 12\"-24\" draws were nice. Since the gear is well-spaced, double up when you can. Save a couple of finger sized pieces for the upper water groove to ease the runout to the anchor.","location":"Towards the right end of the Water Groove Wall. Go past the long low roof. The climb starts in front of a very skinny pine tree next to the cliff just below newer shiny bolts near the ground. A single 60m will get you down from the two bolt anchor."},"__v":0},{"_id":"M6M7s2gfUM2dNhRzANalxA==","name":"Dry Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nathan Brown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":0,"mp_id":"108515768","mp_crag_id":"119449461","climb_id":"M6M7s2gfUM2dNhRzANalxA==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"A fun technical line with good protection for TR standards. This line is dry when most aren't as the name indicates. \n\n  Start up the slab with big features. You have to make a moderate move to reach that first bolt. Continue moving up the bolted line with a distinct crux at the second bolt. After a few bolts you end up on a slab apron. You should notice a bolt just to the left of an often wet water groove. Make another couple of moves to get to the anchors just right of a big moss pad.","protection":"Just some QD's for the bolts. A 60m rope will get you down. The anchors are two bolts with rings and carabiners. Use your own gear to TR the route.","location":"When you reach the base of the Watergroove Wall, turn left and head up the wet gulley. Once you reach the top of the Gulley you will step right and up over a small boulder and log (water bar). Directly in front of you will be Blessing in De-skies. Walk left 20' and you will be at the base of the route just left of a wet streak/water groove."},"__v":0},{"_id":"Oo+aAJ3WVRGCpIDovCgFSw==","name":"Bosched Job","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Stephen Scoff and Marvin Dawson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":5,"mp_id":"114031346","mp_crag_id":"119449461","climb_id":"Oo+aAJ3WVRGCpIDovCgFSw==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"Excellent route that is a good mix of water groove and face climbing. \n\n  Start off a detached flake at a series of excellent quartz knobs. Make a short and easy run to the first bolt. Step way right at the first bolt and continue up the large featured knobs. Continue up the face getting an occasional finger-sized piece until you reach the overlap bulge. Plug some gear here and sling it long to prevent drag. Move slightly right to more featured feet and pull the bulge. Clip a bolt as the wall begins to steepen. Stem the cruxy face using excellent feet in the groove. Make a run to the anchors where the climbing gets easier as you get closer to the anchors.","protection":"Doubles in the small to finger size and a couple of QD's for bolts. Two-bolt anchor at the top of the route.","location":"Turn right when the approach trail meets the base of the Watergroove Wall. Continue for about 30 yards until you reach a detached flake next to the wall. Start from the left side of the flake. Two 60m ropes are required to descend."},"__v":0},{"_id":"awxI9cwAWt6SYoX2qhTjig==","name":"Blessing In De-skies","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown and Tim Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"left_right_index":1,"mp_id":"108515873","mp_crag_id":"119449461","climb_id":"awxI9cwAWt6SYoX2qhTjig==","areaRef":"g/K8ItKZU9qxYp2Uxao1DQ=="},"content":{"description":"An amazingly delicate slab with nice stances at the bolts. \n\n  Just left of the water streak/groove is a protrusion of cool crimps, edges, and smears. Do some moderate moves to get to the high first bolt. Start into the sustained technical upper section. At each bolt you are rewarded with a great stance. When the climbing gets steep, make a tricky crux move to gain the more positive face above. Head to the same bolted anchor on Dry Line. Easily top roped, but for full value, lead it!","protection":"QD's for bolts. 60m will get you down from the two-bolt anchor.","location":"When you reach the base of the Watergroove Wall, turn left and head up the wet gulley. When you turn right back to the wall and step over a small boulder and log, the climb is directly in front of you."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,fed48af3-cd87-55e0-84dc-566a8b682faf,2ff64ff5-2612-5079-9fae-e94472d72999,e08a66a7-d9d5-5e94-aeeb-9c327821e607,83f2bc22-d299-53da-b162-9d94c5aa350d","pathTokens":["USA","South Carolina","Table Rock State Park","Table Rock","Watergroove Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.11-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.69952,35.0521]},"bbox":[-82.70006928368522,35.051650339818146,-82.6989707163148,35.05254966018187],"left_right_index":-1,"ext_id":"119449461","area_id":"g/K8ItKZU9qxYp2Uxao1DQ==","polygon":{"type":"Polygon","coordinates":[[[-82.70006928368522,35.051650339818146],[-82.6989707163148,35.051650339818146],[-82.6989707163148,35.05254966018187],[-82.70006928368522,35.05254966018187],[-82.70006928368522,35.051650339818146]]]}},"content":{"description":"If you're looking for moderates, this is the place! Most of the routes here are a mix of face and watergroove climbing. Expect exciting climbing on very solid granite. While many of the routes are moderates, many are runout. Most of the routes have few opportunities to place natural pro. If you don't see a bolt, often there is no pro. Although most of the routes on this face are of an exciting nature, there are a few classics of a safer variety. Check out Two for One, Premero, and Dry Line. \n\n  This side of Table Rock faces SE-ESE. The sun leaves this face early, so get a quick start to the day if you want warm climbs. The watergrooves often run for many days after a rain. This area is also more exposed to cold wind from the North Side. All climbs require a double rope rappel with 60m ropes to descend. Beware of hikers above you."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:22:23.734Z","updatedAt":"2024-01-20T01:06:11.400Z"}