{"_id":"63689d5ce80bff5a994f52de","area_name":"6. GPA - Right Side","shortCode":"","climbs":[{"_id":"MhnfbMikW4iRCFp6zkhILw==","name":"Son of Sam","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bruce Morris","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":12,"mp_id":"113898215","mp_crag_id":"113584788","climb_id":"MhnfbMikW4iRCFp6zkhILw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Leftwards arching thin crack to anchors","protection":"Gear to 3/4\"","location":"This route is located directly to the right of Lonely Dancer."},"__v":0},{"_id":"ytPLwKtQXkSBLasW17FaSw==","name":"Slamdance","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"David Rubine, Kelly Rich","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":2,"mp_id":"111915511","mp_crag_id":"113584788","climb_id":"ytPLwKtQXkSBLasW17FaSw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"","protection":"Although not a Sport Route, all you need is draws. Four bolts on the first pitch, 6 or 8 on the second.","location":"Glacier Point Apron, just left of Anchors Away."},"__v":0},{"_id":"L9gd/s5YWEqsTUmw4HRFJw==","name":"Point Beyond Direct","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Yvon Chouinard and Ken Weeks, 1965","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":3,"mp_id":"106456409","mp_crag_id":"113584788","climb_id":"L9gd/s5YWEqsTUmw4HRFJw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"P1 - (5.8/5.9) - Friction up to the flake system/dihedral, past one newer bolt.  Follow the flake system as it jogs right, then leans back left.  Belay on easy ground near the first shrub.\n\nP2 - (5.6) - You have a couple of options.  Move left up to some smaller/cleaner flakes stacked on the face.  Either continue left to another flake system or head up through more shrubs.  Belay on the ledge system that leads over from Monday Morning Slab, at two bolts.","protection":"Gear to 3\".","location":"Start in the first right facing dihedral to the right of Monday Morning Slab.  This feature does not quite reach the ground, and the crux (possibly a 5.9 move) is frictioning up to the base.  The good news is that there is a bolt here - the bad news is that the bolt comes right *after* the crux  (you can see where an older bolt used to reside, lower)."},"__v":0},{"_id":"h79lvfD4WV2E0MtYDICFgw==","name":"Point Beyond","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Goodrich and Bill Loughman, 1955  FFA Howard Sturgis and Ron Harrison, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":1,"mp_id":"106456404","mp_crag_id":"113584788","climb_id":"h79lvfD4WV2E0MtYDICFgw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"The route generally follows right facing dihedrals/flakes for two pitches, ending just left of Point Beyond.\n\nP1 - (5.8) - A number of variations are possible for the start of this pitch.  Older route descriptions (i.e. Roper 1971, Meyers 1976) have you follow the traversing ledge from Monday Morning all the way to its right hand end and then climbing up into the left-angling flake system.  Reid indicates climbing up from the belay anchor, past a bolt, and across the face into the flake system.  There are now at least 4 bolts (3 fairly new) that allow you to stay on the face longer before moving over to the flake system (see beta photo).  In any event, this little bit is the crux.\n\nFollow the flake system up until it is possible to move left to a belay from fixed threaded webbing and a couple of cams.\n\nP2 - (5.7/5.8) - Move straight left toward the next flake system to the south.  A cam protects the belay, and you quickly reach a newer bolt.  This is the crux.\n\nOnce over to the next flake system you again have choices:  follow the main flake system up (Meyer, Reid), switch to a flake further left as you near the ledges at the top (Roper), or head left out of the flake system and follow modern bolts up to the belay ledge.  Belay at a two-bolt anchor.\n\nIf you are climbing just \"Point Beyond\", there is a short 3rd pitch that take you up to the \"summit\" on your right.","protection":"Nuts and cams to 3\".","location":"Point Beyond can be approached either by first climbing Monday Morning Slab by any of various routes and then traversing right on 3rd classes ledges about 100 feet to a two bolt anchor, or (recommended) by climbing up Point Beyond Direct."},"__v":0},{"_id":"HD40ZYUEVgqaQZKKikvfEA==","name":"Mr. Natural","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Cantwell & Bruce Morris, September 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":19,"mp_id":"105954972","mp_crag_id":"113584788","climb_id":"HD40ZYUEVgqaQZKKikvfEA==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"One of THE all-time 5.10 finger cracks.  This single, (length edit) ~160-foot section of fractured granite offers more perfect fingerlocks (on clean stone and in a breathtaking setting) than many climbers will encounter in their life times.  This is the sad truth, and lines such as Mr. Natural are among the rewards and privileges of having access to the cradle of American rock climbing.\n\nStart the climb by traversing from the sometimes ant-infested tree, first up, then across climber's right, and finally down and right again (5.6 on obvious features, sparse pro) to the bottom of the business.  Slot the first of +/- three dozen flawless fingerlocks that await you on your bid for the anchors and you're off.  The occasional handjam will provide decent rests, and let you conserve your finger-sized cams.  The wall gradually steepens and the crack gradually thins as you near the chains.\n\nClip anchors, dumbfounded and euphoric, and reconfirm to yourself that it is in fact worth it to pay such high rent to be able to live near stuff like this.  (Or plane tickets to get here).","protection":"Finger-sized cams and nuts, from very small to wide fingers, plus a few hand-sized pieces (up to 1.5-2\") for the occasional pod. Bring runners for the first few pieces (traverse and lower crack).","location":"Approach from the parking lot as for other climbs on the Apron.  Continue up and right (West) along the base, keeping an eye out for a finger crack with a sculpted-by-the-hand-of-god look to it which begins about 120 up the wall in a section of clean, grey rock.  To reach the tree belay at the start of the climb, which sits on a ledge 110 feet above the talus, either climb Apron Jam (5.9 layback), or scramble up the 4th class ramp that angles up and left from directly beneath Mr. Natural.  Two 2-rope raps get you to the ground from the anchors.\n\nWarning: there has been serious rockfall in the GPA vicinity, and fatal rockfall in the area of this climb, in recent history.  GPA is a rockfall zone.  The same could be said for virtually all of Yosemite Valley, but perhaps more so here than other areas.  See below for more."},"__v":0},{"_id":"VJF8mAHjWOuQ5zaX+NT14g==","name":"Lonely Dancer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"David Yerian,Bruce Morrisand Sherrie McVoy, Spring 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":11,"mp_id":"106662702","mp_crag_id":"113584788","climb_id":"VJF8mAHjWOuQ5zaX+NT14g==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"A nice arching thin crack on perfect stone","protection":"wires, fixed belay","location":"Downhill from Green dragon etc are 2 arching cracks . LD is the thinner one, Son Of Sam 5.9 is the other. There are also routes going up to the belays of each"},"__v":0},{"_id":"XtaaejbMU/mht6I8j+dszQ==","name":"Green Dream","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":13,"mp_id":"112200566","mp_crag_id":"113584788","climb_id":"XtaaejbMU/mht6I8j+dszQ==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Climbs the slab left of the left angling ramp that's left of Apron Jam. Follow the big ass purple hangers to a small right faceihg corner.Avoid dirty corner on arête to left. bolted belay on ez ramp can be reached 3rd class to toprope.This is one of the best pitches of 5.10 face climbing on the apron .Harder and more interesting but not as classic as Mr. Natural.","protection":"small nuts and cams","location":""},"__v":0},{"_id":"mjW2TVtiUVWdDavfwWxeVw==","name":"Green Dragon","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":18,"mp_id":"110916477","mp_crag_id":"113584788","climb_id":"mjW2TVtiUVWdDavfwWxeVw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"This is a killer route that had a rock fall fatality at the base in the past. The lower crux is very polished face and friction, and the upper half has what seems to be an impossible set of off balanced mantle cruxes leading to the belay bolts. This route currently sports quality ASCA 3/8\" hardware.","protection":"mostly bolted and light rack. 50 just makes it and 60 rope better. It was originally done in 2 pitches.","location":"Cliff base directly below Mr. Natural."},"__v":0},{"_id":"Lw3x1A9aVbqKPXXVqRbNuA==","name":"Lean Years","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Cantwell and Bruce Morris, '79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":10,"mp_id":"115330589","mp_crag_id":"113584788","climb_id":"Lw3x1A9aVbqKPXXVqRbNuA==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"The upper half consists of a striking thin crack.  You can tell it's thin from the base but not quite sure how thin.  Tips?  Smaller?\n\nTo start, climb unprotected 10+/11- slab 15 feet up. The landing is flat dirt but from that height you don't know if you can stick the landing or should even attempt to roll.\n\nEasier climbing leads to your first gear about 30 feet up and right before the bolt.  Pass a copperhead and climb the sustained micro crack to it's end.  The crux is a hard balance sequence right below the anchor.","protection":"1 protection bolt.  1 copperhead.  Cams and nuts - blue tcu size and smaller.  1 red camalot.","location":"Just left of where the approach trail meets the wall.  ID it by the lone bolt about 30 feet up and good looking thin crack that dead ends at the anchors."},"__v":0},{"_id":"ERwwpYq+XEWVNzkftg1N/g==","name":"Micro Maze","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":21,"mp_id":"112200428","mp_crag_id":"113584788","climb_id":"ERwwpYq+XEWVNzkftg1N/g==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Start up ez ramp of Thunderhead then finger traverse left 5.8 to a bolt (top of Endless War) continue up and left past many 5.10 cruxes and bolts to the crux 11d below the belay ledge.","protection":"small cam plus draws","location":""},"__v":0},{"_id":"pfDFQd1RXfmNXGb9S1qTBg==","name":"Garden's Edge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":9,"mp_id":"112200859","mp_crag_id":"113584788","climb_id":"pfDFQd1RXfmNXGb9S1qTBg==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"start below ez R faceing corner R of Clogdance(same start as Balance Boy)climb up the corner(ez) then climb up the arête (to the L) with 2 bolts to the ledge (with ring bolt) and rap. This ledge is halfway up the first pitch of Balance Boy and you could cont. up that (10b)to its anchor.This little route is hard to rate and is a\"one move wonder\" The crux,next to the second bolt, is thin and one broken crystal could change the rateing","protection":"apron rack","location":""},"__v":0},{"_id":"CHIGQaEaWC2o8dLRLbkHSg==","name":"Freezer Burn","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Jim Beyer - solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":15,"mp_id":"113932189","mp_crag_id":"113584788","climb_id":"CHIGQaEaWC2o8dLRLbkHSg==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Start at the big R facing corner(a .7 route) that is left of Green Dream . Green Dream is located on the green slab just left of Apron Jam. From the base of the big R facing corner, traverse R into small R facing corner just L of Green Dream. Ascend ez corner to bolt. Step R and up to second bolt. Climb(.11) features up to roof. Step L to third bolt. Friction high step(.11) below bolt then step R(.11) to 4th bolt and R(.11) to Green Dream corner. Go up corner then L onto arête and the top.  Ez to toprope but near impossible to climb if the rock is not cold. This .11+ rating is for 25 degree air and rock - the only conditions I could get a free lead.","protection":"5 bolts +1 each cam 3/8\" to 1 1/4\"","location":""},"__v":0},{"_id":"2r2KLYPoWCO5IDZpLBTBng==","name":"Endless War","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jim Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":20,"mp_id":"112200272","mp_crag_id":"113584788","climb_id":"2r2KLYPoWCO5IDZpLBTBng==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Right of Scimitar-bolted in 2001 solo free ascent Nov 2015 start left of ez ramp (start of Thunderhead). Sustained micro edging past 5 bolts leads to the first bolt of Micro Maze then rap 60'.","protection":"The route was originally 5.12 but after 120 falls and 30 lead attemps (with 2 near ground falls)-many crystals broke off and it became harder.","location":"Way right of Green Dragon is Scimitar (a 5.7 R climb used to toprope the 5.12 friction slab below) right of this is an ez ramp that leads to a 5.10a right facing corner (Thunderhead) Endless War is just left of this ez ramp."},"__v":0},{"_id":"/g71oRkgX621MUX6+jfW+A==","name":"Edge of Token","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":6,"mp_id":"112200119","mp_crag_id":"113584788","climb_id":"/g71oRkgX621MUX6+jfW+A==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Pitch1-climbs the arête 10a 4 bolts just right of The 5.9 Grunt (which is 5.8 minus).trad belay on ledge L of Clogdance/Token belay bolts Pitch2-angle L to bush in a R facing corner,goleft,up,left,up .9 past 3 bolts and cracks to big ledge with 2 bolts.P3- go left, up crack to bolt then left 10b to bolt, up past 2 bolts 10a to good ledge with 2 bolts. P4 go up L then way R past 4 bolts .9 to ledge with 2 bolts. This belay is 100'+ R of visible P4 Sailing Shoes anchor.","protection":"apron rack","location":""},"__v":0},{"_id":"OSZ8D8s+UjiFOPwnNyH91Q==","name":"Dr. Feel Good","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruce Morris & Mike Hernandez 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":14,"mp_id":"113898300","mp_crag_id":"113584788","climb_id":"OSZ8D8s+UjiFOPwnNyH91Q==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"There are two cruxes to this route.  The first is an 11a slab move kind of right off the ground to gain access to the first pitch crack. (It's possible this can be avoided by starting up the 4th class ramp and traversing right into the crack but I'm not sure as I did not do it that way). The rest of the crack is moderate with some 5.9 at the top of the crack, where it peters out and you have to do a little face climbing to the ledge. Belay at the ledge (gear).  The second pitch is a straight up crack - for about 100 feet.  Very, very thin with the crux around 1/2 way up.  End at the same ledge as Apron Jam.","protection":"Tiny to 1/2\", but it is quite protectable.  Lace up that tiny gear.","location":"This crack is to the Left of Apron Jam and to the right of the 4th class ramp."},"__v":0},{"_id":"zqZanQmEWVqwmqa6uZvh2g==","name":"Balance Boy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":7,"mp_id":"112200683","mp_crag_id":"113584788","climb_id":"zqZanQmEWVqwmqa6uZvh2g==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"P1) Start below R facing corner, angle left then up 3 bolts to seam 11b that becomes a good crack and ledge. Climb up\n\nright facing corner to bolt on arête. traverse L under bolt then up arête 10b to bolt then traverse .9+ L to 2 bolt belay.\n\nP2) Sustained .9/.10a edging leads past 6 bolts 5.10d to ledge below belay tree.climb direct to tree 5.9 R sketchy or the ez corner to the right . Bring a 1 1/4\" cam.\n\nP3) Straight up 4 bolts (5.10). Traverse L to small corner then L (.10) to 4 bolts. Traverse L under high bolt (11a move)to belay flake.\n\nP4) Go up (.9) to R facing corner to bolt .8 then traverse R on ledge then up R facing corner .8 to good belay ledge L of big trees.","protection":"Apron rack","location":"Starts just R of Ephemeral Clog Dance (5.11c R).\n\nFA P1&2 April 02 P3%4 Nov 2015"},"__v":0},{"_id":"/lnT/GTgWxCNBLZA8062RQ==","name":"Balance Bitch","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jim Beyer (solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":8,"mp_id":"112200786","mp_crag_id":"113584788","climb_id":"/lnT/GTgWxCNBLZA8062RQ==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Climb the 4 pitches of Balance Boy to the ledge L of the big tree .go up 8 bolts (5.12a) to L arching crack step R at bolt (10a) and up to belay.","protection":"Apron rack","location":"Off the top of Balance Boy."},"__v":0},{"_id":"RHcyVpy8UaukRgfv4BTZ2Q==","name":"Cold Fusion","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Spencer 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":0,"mp_id":"105927954","mp_crag_id":"113584788","climb_id":"RHcyVpy8UaukRgfv4BTZ2Q==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Cold Fusion is a good mixed route of bolts and gear with the crux being located on the first pitch.\n\nP1: Follow bolts up a steep slab angling left, this is the crux. (5.10c)\n\nP2: Climb a gear protected corner straight up to a small overhang.  Pull the overhang and continue past a bolt to the anchor. (5.9)\n\nP3: Follow another bolted pitch to a ledge and anchor. (5.10b)","protection":"Quickdraws and a standard rack of stoppers and cams up to 2\" or 3\".  All the anchors have bolts","location":"This route is located on the west side of Glacier Point.  Approach from the abandoned dump site at the farthest east end of Curry Village.  There is a huge 5.0 corner just to the left of this route, look for the bolts on the first pitch.  Rap the route to descend"},"__v":0},{"_id":"R5pidBpHVAeA5mw7JUuKbw==","name":"Apron Jacked","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Beyer-solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":17,"mp_id":"112200482","mp_crag_id":"113584788","climb_id":"R5pidBpHVAeA5mw7JUuKbw==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Start at base of Apron Jam climb face a few feet right of corner 5.11 past 3 bolts. Traverse L to the Apron Jam corner, angle up and left (on face L of corner) bolted sustained edging (11d) go up crack (right of Dr. Feelgood) to bolt then up and right 5.10 to ledge in Apron Jam corner above bolted anchor.","protection":"Bolts, small rack.\n\nLike every route I have ever put in, this route was put in ground up.Top down routes are fair game for chopping.","location":""},"__v":0},{"_id":"1v4IWKu0UfmhP3fp2DcvWA==","name":"Apron  Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Galen Rowell and Gordon Webster","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":16,"mp_id":"106588157","mp_crag_id":"113584788","climb_id":"1v4IWKu0UfmhP3fp2DcvWA==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Wide 4' crack between leaning flake and main wall with good feet all the way. After about 110 feet - you'll find good set of new bolts.\n\nIf you continue from there to Mr Natural it is better to climb one more short approach pitch.\n\nIf you going to climb from Apron Jam bolts to the top of Mr. Natural  you have to have at least 70m rope- it will be 230 ft pitch or even more.","protection":"Single from green alien to #4 Camelot. Plus #4 and #5 Friends.","location":"Right facing flake Just below splitter  Mr Natural."},"__v":0},{"_id":"RRJoHjxrW/CksFb8C9SLJQ==","name":"Angel's Approach","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Higgins et al","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":4,"mp_id":"106456396","mp_crag_id":"113584788","climb_id":"RRJoHjxrW/CksFb8C9SLJQ==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Combined with \"Point Beyond Direct\" and \"Point Beyond\", this route is the equal of \"Goodrich Pinnacle.\"  Clean and pure slab climbing!\n\nP1 - (5.9) - follow the bolts upwards.  About half of these were replaced in 2008.  As you approach a large solution hole either traverse right (easier), or tag the hole and then traverse right.  Belay at a two-bolt anchor near an overlap.\n\nP2 - (5.8) - more friction up the left edge of some flakes.  Move up to a passage between two opposing thin flakes, right of the major overlap.  There is decent finger-sized gear here.  Continue up the flake to the right to another two-bolt anchor.\n\nP3 - (5.7) - more friction up and right to Lucifer's Ledges.","protection":"Mostly bolts (about half of which were replaced by the ASCA in the summer of 2008), but you will also want nuts and cams to 2\".","location":"Start by getting to the Point Beyond.  Left of the Point is a water groove.  Just to the right of the groove is a line of bolts heading up towards Lucifer's Ledge."},"__v":0},{"_id":"LAlKQXlzU4KYs3VHfxoHxA==","name":"Anchors Away","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tim Harrison, Mike Breidenbach (1972)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"left_right_index":5,"mp_id":"120742474","mp_crag_id":"113584788","climb_id":"LAlKQXlzU4KYs3VHfxoHxA==","areaRef":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":"Start up a series of big edges making a committing move to the first bolt. From here, follow a series of good edges and friction past several bolts before traversing right into a shallow corner. Follow the corner until it ends and traverse right past a couple bolts on polished granite to a good ledge.\n\nP2. Climbs a shallow ramp to a bolt, traverse right to a bolt and continue up on more polished granite friction past several bolts  to a shallow left facing corner. A few hard moves through the corner lead to the anchor.\n\nDescend the route with two 60m ropes.","protection":"Cams to 1’ Nuts, small offsets.","location":"To the right of Monday Morning Slab just right of Point Beyond."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,dc05ad75-b06a-5a1e-bd4e-f4084298eecf,863948b9-2c20-51f0-ac26-c67efe532e23","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","I. Glacier Point Apron","6. GPA - Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.10c"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":10,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":9,"advanced":10,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.56956,37.7337]},"bbox":[-119.57012856848506,37.73325033981814,-119.56899143151492,37.73414966018187],"left_right_index":-1,"ext_id":"113584788","area_id":"hjlIuSwgUfCsJsZ+/lMuIw=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:54:45.166Z","updatedAt":"2022-11-25T11:14:40.931Z"}