{"_id":"6368a44ee80bff5a9959c1a3","area_name":"Fan, The","shortCode":"","climbs":[{"_id":"IEUP/iOBUcCJ14JNYy7cBw==","name":"Moonlight Rib","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":1,"mp_id":"105715469","mp_crag_id":"105714624","climb_id":"IEUP/iOBUcCJ14JNYy7cBw==","areaRef":"AJBbuzRTU0urTxdo8t0WIg=="},"content":{"description":"The Moonlight Rib is the ridgeline you see after coming through the notch from the parking lot and looking down to your right. (The Northeast side of the formation.) \n\n  You will see some crystals which lead up to a ledge.  Climb up to the ledge (about 12-15 feet) and walk straight while veering to your left for a few feet where you will see a gully/chimney on your right.  Climb this for about 15 feet and you will see two horns which should be slung on your right while the main formation of the fan is on your left.  Climb up, sling the horn(s), step across to the main mass of the rock and climb up on huge horns and crystals (girthhitching and slinging as you see fit) to the top.  There is a two bolt anchor on top. \n\n  Descent: A two ropes from the chains to the ground. \n\n  Side notes:You can see a picture of this route on the cover of Rock and Ice issue #56 (July 1993) Very inspiring to new climbers (which I was in 1993, and ten years later was finally able to find.)  Due to the nature, it seems, of the needles.  The names I have used to post this route and formation may be incorrect.  As well, while the issue of Rock and Ice calls this climb a 5.6, the person who eventually explained to me how to find this climb wrote that it is listed (where?) as a 5.3, again this may be due to the history of the needles as I really don't know what \"5.3\" climbing is.  I feel comfortable telling beginners that this is a 5.5 route with some semi steep intimidating spots but remember that there are huge holds the whole way up the rib, but there are not a lot of protection opportunities so don't pass any by if you are nervous.","protection":"A set of nuts, smaller cams, and most importantly long slings (shoulder length runners can be used, but for comfort you should have a couple of double length runners.)","location":""},"__v":0},{"_id":"lkMAKHQFXXakPfNs+2yGkQ==","name":"John’s Jump","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Page, August 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":0,"mp_id":"114810727","mp_crag_id":"105714624","climb_id":"lkMAKHQFXXakPfNs+2yGkQ==","areaRef":"AJBbuzRTU0urTxdo8t0WIg=="},"content":{"description":"Most of this route is 5.4, except the dyno, which is harder to put a grade on. The route climbs up the gully/chimney between the main Fan and the chunk on the north side to the first set of anchors (on the right). There is no pro but the climbing is especially easy and secure. Now leap off the end of the diving board formation to a large jug on the other section of The Fan. Make sure your nervous belayer pays out enough rope. Then scramble 20 feet to the second anchors on the left side of the ridge.\n\n Full 40 meter rappel to the original main gully directly below, do not rap the route. A single 70 meter rope will not reach the ground.\n\nHistorical Note:\n\nOriginally, this route only had 1 quarter inch bolt where the first set of anchors are. Climbers would belay their second off of that, and then after the jump, belay their second from sitting in the notch above the current second anchors, then have to reverse the jump to get back to the bolt to rappel. Spicy stuff!","protection":"2 sets of anchors","location":"Park in Needles Eye parking lot. Walk towards the tunnel, turning right just past The Hitching Post. Head through the slot in front of you, then down the rock slab, passing a small living tree on your left, arriving at a large dead log on the ground to your right. Head down the gully the log is in until arriving at the base of the small gully on the right heading up between the two sections of the fan. Start climbing here."},"__v":0},{"_id":"68NXJlrDVcCT+HDKX5JsAw==","name":"Dakota Fanning","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Hirsch, Luke Ross, June '18 ground-up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":2,"mp_id":"114448962","mp_crag_id":"105714624","climb_id":"68NXJlrDVcCT+HDKX5JsAw==","areaRef":"AJBbuzRTU0urTxdo8t0WIg=="},"content":{"description":"Steep line that protects very well. In the center of the North face take the left of two left leaning flakes. Easily climb to the top of flake then pull onto the overhanging, right facing, right leaning crack. Jam this until it ends and climb face past two bolts that lead into another crack. Take this to the summit. Build anchor.","protection":"Double fingers and hands, nuts Two bolts Natural anchor","location":""},"__v":0},{"_id":"Mkj33NH5UnufybWP363yiw==","name":"Conn Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1947 (first Conn route in Needles!)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":999999,"mp_id":"121196479","mp_crag_id":"105714624","climb_id":"Mkj33NH5UnufybWP363yiw==","areaRef":"AJBbuzRTU0urTxdo8t0WIg=="},"content":{"description":"Historical climb! The first Conn Route in the Needles way back in Nineteen Forty of Seven. On the south side, go up a ferny chimney and follow good knobs to the top. Goody style dictates a down climb a la the Conn’s but there is a two bolt rap anchor on top, can make it to the starting ledge of Moonlight Rib with a single 60m.","protection":"Little or none but it’s chill.","location":"South side of The Fan. "},"__v":0},{"_id":"jnqy1DSZXqKDsIOSEsIrSw==","name":"99 Problems","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Hirsch and Andy Koosman, 6/13/2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"left_right_index":3,"mp_id":"107657669","mp_crag_id":"105714624","climb_id":"jnqy1DSZXqKDsIOSEsIrSw==","areaRef":"AJBbuzRTU0urTxdo8t0WIg=="},"content":{"description":"99 Problems attacks the steep black streak on the North face of the Fan. \n\n  Climb the steep, chunky, black streak using crimps and smooth slopers past several cruxes with no great rests. After 70 feet, the angle eases so sprint to the anchor on good holds. \n\n  Put up on lead with hooks. All falls are clean, with nothing to hit but air. Nobody should shy away.","protection":"8 bolts   Bolted anchor   1 rope rappel","location":"From the Needle's Eye parking lot, stand near the Thimble and look SE towards the Fan. 99 Problems climbs the black streak on the right side of the North face. \n\n  Walk towards the tunnel and hang a right through the obvious corridor that leads to Moonlight Rib; continue down through the narrow hallway. Once you are out of the corridor, hang a right, jump over a large downed tree and wander up the first gulley on your right until you are at the base of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,9d2e1b0f-8212-5b6e-80f9-5fd3b4a983a4,00905bbb-3453-534b-ab4f-1768f2dd1622","pathTokens":["USA","South Dakota","Custer State Park","Needles Eye Area","Fan, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5458,43.84169]},"bbox":[-103.54642344011481,43.84124033981813,-103.54517655988519,43.84213966018186],"left_right_index":-1,"ext_id":"105714624","area_id":"AJBbuzRTU0urTxdo8t0WIg==","polygon":{"type":"Polygon","coordinates":[[[-103.54642344011481,43.84124033981813],[-103.54517655988519,43.84124033981813],[-103.54517655988519,43.84213966018186],[-103.54642344011481,43.84213966018186],[-103.54642344011481,43.84124033981813]]]}},"content":{"description":"From the Needles Eye parking lot looking south (to the right of the tunnel) you will see a formation whose profile looks somewhat like a sea fan."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:16.673Z","updatedAt":"2024-02-19T18:39:54.174Z"}