{"_id":"6368a36ae80bff5a99582a15","area_name":"Mt. Washington","shortCode":"","climbs":[{"_id":"7mVFFbwoU2+dqlTjzHzmuA==","name":"West Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"probably Gudman Kaarhus, Silver (Norm) Lee, and Ralph W. Johnson, July 30, 1950","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.83839,44.33229]},"left_right_index":2,"mp_id":"111169238","mp_crag_id":"106204644","climb_id":"7mVFFbwoU2+dqlTjzHzmuA==","areaRef":"r53am5jQXiC++AOg/YavHQ=="},"content":{"description":"With the possible exception of the SE Spur this is the best climb on Mt Washington. For the High Cascades in Oregon this route has excellent rock - maybe the best on any mountain in Oregon - but it is still poor compared to the Sierras or North Cascades. I have climbed this route at least four times. The last time I climbed it, my climbing partner, Paige, and I had a very fun and rewarding climb.Route: With the exceptions of the starting dihedral and a V-chimney on the summit massif there are multiple variations to each pitch. The climb can be divided into three distinct parts:Part 1: Two or three pitches of reasonable climbing up to 5.8 to get to the notch and then up a gully.First, a short pitch to get to the notch. There are three ways of doing this (two from the north side and one on the south side):1. North side rope drag 5.4: From the alcove climb easy rock to the right and circle around to the notch.2. North side direct 5.7/8: From the alcove climb short vertical cracks leading slightly right of the notch.3. From the south side 4th class slabs lead to the notch.Once at the notch traverse on the south side for about 10-15 feet to a dihedral. At 5.8 the dihedral may be the crux of the climb. After the dihedral, easy climbing leads up to the crest of the ridge. Near the top enter a low angle shallow gully. Climb the simple low angle gully to its top. The gully is the steepest section of the loose Cascade Dinner Plates. With careful scrambling the dinner plates are not bad.Part 2: The next 250 feet or so is easy climbing on the low angle ridge crest. This section contains more loose dinner plates, but again not dangerously so. This section ends at the base of the summit massif.Part 3: The final section is four or so pitches. For the most part, the rock of this section is solid and it is not until the final ridge walk that you encounter much loose rock.About 80 feet up from the base of the summit massif is a short, 20' V-chimney. Climb the chimney. Above the chimney move left and continue up to a comfortable belay stance. From here there are many options for each pitch. None should be more than 5.7/8. About 250 feet from the summit, the route becomes easy 3rd class scramble.","protection":"One 60m rope, a small rack containing one set of Camalot .3 to 4, doubles in 1, 2, and a second 4 may be advised for those who want to sew it up. Stoppers are optional but if you want one set of medium size stoppers will suffice.","location":"Approach:   The best place to begin the approach is at the end of the road on the west side of Big Lake. Unless you are camping at one of the campsites near the end of the road, there is no parking. The closes day use parking lot is at Patjens Lakes trailhead.   From the unmarked trailhead at the end of the road hike the trail along the lakeshore passing an unmark intersection with Patjens Lakes trail. Continue on the lakeshore trail. After it leaves the shoreline there will be another unmarked trail junction, this time turn left (east). At the next unmarked junction turn left, east. Continue east past several unmarked trails from the west. In a few minutes, the trail will fork (GPS: N44° 21.929 W121° 52.163), bare right. Continue to a small clearing where there is a junction with a wide well established north-south trail (GPS: N44° 21.907 W121° 52.104). Turn south. In five minutes or so, you will reach the PCT, at the only marked intersection (N44° 21.686 W121° 52.281) on the approach.   Follow the PCT south for about a half hour until an intersection with a trail to the east (left), marked by a cairn (GPS: N44° 21.039 W121° 51.916). This is the access trail to Mt Washington. Follow the access trail for about 30 yards where the trail splits, the left trail leads to the North Ridge and the right leads to the West Ridge. Turn right. The trail will fork in several places. You have a choice to take any of the forks that leads up the scree slope to the north side starts of the West Ridge route. The scree slope is direct but tedious and tiring approach.   Better is to stay low, just below the scree slope and traverse to the lower wooded end of the West Ridge. Follow the wooded ridge east to the rock section of the ridge. Once the ridge becomes rocky bear either to left side of the rocks for the north side starts or right side for the south side start.   The north side starts are in a small alcove directly below a small notch in the ridge (GPS: N44° 19.932 W121° 50.451). \n\n  Descent: From the summit head north for about 100 feet to a chimney, down climb the chimney and continue for another 250 feet or so to the top of a single rope rap to a large notch. (There may be single rope rappel stations from the summit to the notch.) From the notch there are two options. Drop down the scree slope to the west until you reach the PCT or take a slightly longer in time by follow the North Ridge approach down."},"__v":0},{"_id":"oB21E6Z+UhqmuW7WvYGpIg==","name":"Southeast Spur","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Lindstrom and Gene Hebert, July 25, 1959","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.83839,44.33229]},"left_right_index":3,"mp_id":"109478419","mp_crag_id":"106204644","climb_id":"oB21E6Z+UhqmuW7WvYGpIg==","areaRef":"r53am5jQXiC++AOg/YavHQ=="},"content":{"description":"Maybe the best climb on Mt Washington. For the High Cascade in Oregon this route has excellent rock, which is poor by the Sierras and North Cascade standards. \n\n  The climb can be divided into four distant parts.   Part 1: About 70m of fun, clean slab with many cracks for protection. The slabs begin on the south side of the ridge about 50 feet from the foot of the ridge. The slabs end on top of the ridge at two dead snags.   Part 2: A fun easy 3rd and easy 5th class walk along a narrow ridge for about three rope lengths. This part of the climb ends on a ledge with a large dead snag on the right side.   Part 3: A short 30m or so pitch up the headwall. The large dead snag makes for a scary 5.5 rock-tree climb of the headwall. However you may find other routes off the ledge. Belay at any convent spot. This pitch is the crux of the climb.   Part 4: Easy climbing for three to four rope lengths leads to the summit. This portion of the climb contains loose rock and is basically scrambling from one broke ledge to another. There are many options and routes, which can be taken. (I have climbed this route at least 6 times and have never done this part of the climb the same twice.) With very careful route finding you can avoid most if not all of the loose rock. BE FOREWARNED: with bad luck and errors in route finding it is quite possible to only experience loose rock.","protection":"Small rack, one set Camalot .5 to 2 (#3 optional), and a set of medium stoppers will suffice for most climbers. 70m rope preferred, 50 or 60m ropes will work, but will increase the number of belays.","location":"Approach: Drive to Big Lake, just before Big Lake turn east (left) on FS 811. Follow this rough road for about 2.5 miles beyond the PCT crossing to Hortense Lake. Along the way the road will become FS 500. Find a trail which heads south. A forest fire has made finding and following the trail difficult. The coordinates of the trailhead is 44°22.360' 121°48.604'. Take this trail south for about 2 miles to the usually dry Cache Creek. Leave the trail here or stay on it for another 0.5 miles or so. Either way, leave the trail; travel uphill to the southwest, minimizing hiking up and over the East Ridge. If you follow Cache Creek up you will end up on the north side of the East Ridge while the climb is on the south side. Once beneath the start of the climb there is one more obstacle  a steep and tiring scree slope. Coordinates of the base of the climb is 44°19.832' 121°50.202'. The approach should take about 3 to 4 hours. \n\n  Descent: From the summit head north for about 100 feet to a chimney, down climb the chimney and continue for another 250 feet or so to the top of a single rope rap to a large notch. (There may be single rope rappel stations from the summit to the notch.) From the notch there are two options. If daylight is not an issue, follow the North Ridge approach path along the top of the North Ridge north until it is possible to hike off to the east and continue cross-country to Hortense Lake. If daylight is a concern drop down the scree slope to the west until you reach the PCT. Follow it north to FS 881 or if a car shuttle, head to Patjens Lakes trailhead at Big Lake."},"__v":0},{"_id":"axoo7KBmU+eXpLy8dVKgtA==","name":"North Ridge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"1923 by E. McNeal and party","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.83839,44.33229]},"left_right_index":0,"mp_id":"106204660","mp_crag_id":"106204644","climb_id":"axoo7KBmU+eXpLy8dVKgtA==","areaRef":"r53am5jQXiC++AOg/YavHQ=="},"content":{"description":"The Crux of this route is definitely the approach, although it is a fairly easy one. Once leaving the PCT on the climbers trail (see main page for approach). Follow this trail and/or snow fields, depending on the time of year, east and slightly north till you top timberline on the north-ridge proper, then follow the obvious climbers trail along the ridge top scrambling though scree and some loose boulder fields till you reach the notch between a small false summit/spur and the real summit plug. Then pick your way up very loose and crumbly rock pseudo chimney and set you first belay wherever convenient/rope-drag becomes to much, you should be able to see the first and second rap stations at this point. Continue on up through easy climbing and scrambling till somewhere just past the second rap station and set your second belay. The third and final pitch head up the most verticle section of rock to the right and once the terrain eases set you final belay. You'll see the highest rap station above you and to climber's right, at this point it is a short scramble to the summit. Descend the route via three raps back to hiking ground, watch out for rock fall when pulling the rope and throughout the climb, helmets are necessary. And as with any chossy alpine routes remember the mantra of the leader must not fall, and be comfortable with the grade and exposure because much of the protection can be runout/suspect, although good belay stations were easy to find.","protection":"You can bring a lot or a little, I felt like I had more then enough protection with one set of metolius cams (1-8) one set of nuts and various slings and quickdraws. The rock would have taken hexes very well too, and those could be substituted for the cams. Don't forget jackets and at least 3-4 liters of water. And if exposure makes you nervous then bring more pro, small cams most useful on this route.","location":"Take US 20-126 to the Hoodoo Ski Bowl and Big Lake turnoff one mile west of Santiam Pass. Turn south off of 20-126 onto USFS 2690 and follow it south until you reach NF-811(NF500). Turn left and follow to the PCT trail head which will be on your right. Always stick to the most defined climbers path and make sure to stay on the west side/top of the north ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,31ffef7e-7525-56f7-a9cc-446dbd7b624d,af9dda9b-98d0-5e20-bef8-03a0fd86af1d","pathTokens":["USA","Oregon","Oregon Volcanoes","Mt. Washington"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.83839,44.33229]},"bbox":[-121.83901863246216,44.331840339818136,-121.83776136753784,44.33273966018185],"left_right_index":-1,"ext_id":"106204644","area_id":"r53am5jQXiC++AOg/YavHQ==","polygon":{"type":"Polygon","coordinates":[[[-121.83901863246216,44.331840339818136],[-121.83776136753784,44.331840339818136],[-121.83776136753784,44.33273966018185],[-121.83901863246216,44.33273966018185],[-121.83901863246216,44.331840339818136]]]}},"content":{"description":"Mt. Washington is an eroded volcanic plug in the central Oregon Cascades, the main rock types are basalts, including andesite. As with most Oregon cascade mountains the rock quality is generally crumbly and poor, however the quality does improve at the summit's exposed volcanic plug (still not super though). The majority of summits seem to happen from mid-June through September, although year round summit possibilities exist. There are several routes to the summit though the most popular is the North Ridge route. Make sure to sign the summit register!"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:19:25.320Z","updatedAt":"2024-01-20T01:05:44.062Z"}