{"_id":"63689d5ce80bff5a994f5084","area_name":"Hurd Peak","shortCode":"","climbs":[{"_id":"k5h5gGXQV/O5f586prL1MA==","name":"South Lake Peaks Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5661,37.1421]},"left_right_index":1,"mp_id":"118734058","mp_crag_id":"106870413","climb_id":"k5h5gGXQV/O5f586prL1MA==","areaRef":"XKw1nAY3Ujqci4IWVaRzHA=="},"content":{"description":"OVERVIEW\n\nThis is a very enjoyable link-up with each route leading to the next - no hiking from one peak to another really. Mostly 3rd and 4th class with maybe a few 5th class moves in a couple of places. Best done in summer when there is no snow on the route except in the final chute.\n\nAPPROACH\n\nFrom the trailhead at South Lake go about 0.8 miles and take the left fork toward Bishop Pass and take this until you reach Long Lake, skirt around to the right side and toward Hurd Peak. Aim for the dark, right slanting dike. The start of the climb is a ramp about 100 yards to the right.\n\nCLIMB\n\nNORTHEAST ARETE, HURD PEAK\n\nTake the NE Arete route to the summit (SP has a more detailed description).\n\nNORTHEAST RIDGE, PEAK 12,192'\n\nFrom the summit of Hurd Peak head south toward Peak 12,192', down 3rd class rock for a short distance until encountering the obvious start to the technical section of the ridge. You will see what looks to be about 5.6 climbing to get onto the ridge proper (I didn't go this way so can't say for sure) and to the left (east) will be a gully. Take the gully down about 50' feet until you can cut back right, in the direction of the ridge. Go maybe 20' and then head back up to the crest of the ridge as soon as possible.\n\nOnce back on top you are basically following the crest all the way with maybe a few small deviation. Soon after the ridge starts to head down (for the second half) it will turn to class 2-3 down to the low point before heading back up (3rd) until a couple hundred feet before the summit (4th).\n\nDescend the south ridge (Class 2) to the saddle between Peak 12,192' and the start of Trapezoid Peak's North Ridge route.\n\nNORTH RIDGE, TRAPEZOID PEAK\n\nThis description is taken fro the page for this route: \"Gain the first summit by scrambling up its NE ridge, the odd Class 4 moves here and there. Follow the main horizontal ridge, keep right at the occasional impasse - the views across to Trapezoid's monolithic Northeast Wall are awe-inspiring. The ridge ends at a some towers and a notch. Descend down into the gap and then up a Class 3 face to the summit plateau.\"\n\nMT JOHNSON (TRAVERSE FROM TRAPEZOID PEAK)\n\nFrom the summit of Trapezoid Peak hike down toward the ridge (see drawn in photo) on easy 2nd class terrain until it becomes a ridge. For maximum fun stay on the crest of the ridge as much as possible all the way the the summit of Mt Johnson. There will be the small deviation here and there but for the most part it is pretty easy going.\n\nNORTHWEST RIDGE, MT JOHNSON\n\nFrom the summit of Mt Johnson head northwest to the ridge leading to Treasure Col, soon you will see an A-Frame shaped walkway, walk this and continue down the ridge. Soon soon you'll come to a large boulder, go skier's right and continue to the col and down the chute to the snow field and talus below (the chute may be snow or a loose, dirty gully depending on time of year).","protection":"Solo. If using gear take a light alpine rack and 30 meter rope. A small ice axe may be useful.","location":""},"__v":0},{"_id":"emN0C1SDUiGDsFzV11RJ1Q==","name":"North Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5661,37.1421]},"left_right_index":2,"mp_id":"115178589","mp_crag_id":"106870413","climb_id":"emN0C1SDUiGDsFzV11RJ1Q==","areaRef":"XKw1nAY3Ujqci4IWVaRzHA=="},"content":{"description":"The route is mostly 4th and low 5th class with a 5.7 start and a few short 5.5 – 5.6 moves here and there.\n\np1: climb up the open book (5.7, crux of route) continue up and eventually a bit left until you run out of rope/find a good belay spot.\n\np2: climb up easier terrain eventually ending with a cool but spooky ridge walk on black, loose blocks and belay on the other side, full 200’ pitch.\n\np3: continue up and slightly left ending at a large sandy ledge, 150’.\n\np4: climb up 5.5 cracks and move around headwall on left side with some cool exposure (the cracks on the headwall and to the right were quite grainy). Climb on top of the tower and walk across the blunt arête and find a belay stance. 180’.\n\np5: Climb up a 4th class slab and either exit to the right through the obvious notch in the NW ridge or continue up and left on 5.6ish climbing until you reach the NW ridge, 200’ pitch.\n\nFrom this point you can unrope and follow a 2nd class use trail up along the south side of the NW ridge until you can easily cross over to the north side. Continue up until you cross back to the south side of the NW ridge and climb the final bit to the northern most summit of Hurd. The summit register is on the southern most of the three summits, the one with dark grey rock.\n\nDescents:\n\nDown the east face on class 2 sand with a few short class 3 bands to negotiate. Continue on to northern shore of Long Lake and the trail – recommended.\n\nDown the west face to Treasure Lakes and the trail","protection":"Single to 2”, a few extra medium size pieces may come in handy. There are blocks to sling as anchors on most pitches.","location":"Approaches:\n\nfrom South Lake trailhead hike to Long Lake, cross on the northern side and x-country to the base of the route.  A little over 3 miles and 1700 ft of gain\n\nfrom South Lake trailhead take the Treasure Lakes split and at the 2nd drainage you pass hike x-country directly up to the base of the climb\n\n3rd class slabs lead to several belay stances just below the open book which marks the start of the route"},"__v":0},{"_id":"5MY3xupmVgCbuuqZaLNQSw==","name":"Northeast Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5661,37.1421]},"left_right_index":0,"mp_id":"113520350","mp_crag_id":"106870413","climb_id":"5MY3xupmVgCbuuqZaLNQSw==","areaRef":"XKw1nAY3Ujqci4IWVaRzHA=="},"content":{"description":"Find the right and up diagonaling ramp just to the right of the steep east face towers.  Trend rightward and up into the cl 2 gully avoiding non scrambly terrain.","protection":"Light alpine rack.","location":"See main page beta."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,5cac359c-0637-523a-9c8b-821655a4731c","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Hurd Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.5661,37.1421]},"bbox":[-118.56666409151165,37.14165033981815,-118.56553590848836,37.14254966018187],"left_right_index":-1,"ext_id":"106870413","area_id":"XKw1nAY3Ujqci4IWVaRzHA==","polygon":{"type":"Polygon","coordinates":[[[-118.56666409151165,37.14165033981815],[-118.56553590848836,37.14165033981815],[-118.56553590848836,37.14254966018187],[-118.56666409151165,37.14254966018187],[-118.56666409151165,37.14165033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:36.106Z","updatedAt":"2024-01-20T00:58:21.786Z"}