{"_id":"63689d20e80bff5a994f224e","area_name":"Ultimates East","shortCode":"","climbs":[{"_id":"5cHbhdAVVhiOGqVR6Wi3Gw==","name":"The Ultimator","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Deschamps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":14,"mp_id":"108273525","mp_crag_id":"118954661","climb_id":"5cHbhdAVVhiOGqVR6Wi3Gw==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"An excellent offwidth.  A big thanks to Darren Mabe for cleaning and prepping routes and then opening them to the community.  The anchors are located on the first ledge on the right side of the crack, about 70 feet up.","protection":"1 bolt, 2 BD #6s, single set .5-1 camalots.  Walk the 6s and keep one with you after the overhanging bit.","location":"About 40 feet right of Ultimate Dihedral.  An obvious overhanging offwidth with a bolt on it.  From Ultimate Finger Crack walk downstream for about 10 minutes.  Before the canyon bends left take a look on the left wall."},"__v":0},{"_id":"Vpx4tNhVWbC2M0E85Ta6cA==","name":"Ultimate Something","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sam F, Tyler M, the Swamp Donkeys 5/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":2,"mp_id":"118924712","mp_crag_id":"118954661","climb_id":"Vpx4tNhVWbC2M0E85Ta6cA==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"The route has some variety and will likely leave you saying, “Wow, that was something.” The main characteristics here are the squeeze section and some highly aesthetic sugary looseness. Those with bigger butt sizes might find this route to be much harder. I have a 30” waist and fit well.Start by scrambling up to the double cracks. Jam your way up one or the other, or both, to a spacious ledge. From there use the slanting undercling crack towards your right to gain the base of the squeeze. Place your 6 and work your way into the squeeze. From here a 7 will take you to a bolt. Above the bolt, a .4 or .5 will fit in a sandy horizontal and that will take you to a ledge above the squeeze. An 8 will likely make the squeeze section more comfortable, although not necessary with the bolt. The biggest piece I had was a 7, and the bolt was placed on lead while wedged in the squeeze.From the ledge above the squeeze, a few easier moves brings you to a bigger ledge on the left with a two bolt rap anchor. It is possible to climb another 20 feet to the top although it’s pretty dirty. ","protection":"70 M rope, double cams BD .4-3, single .2, .3, 4, 6. Optional 7, 8 or blue big bros.","location":"On the east wall of the canyon near the approach slot. Hike below the fixed line a bit and then it’s visible on your right (north). "},"__v":0},{"_id":"aZdvuyXyU5a2nPiX8DENag==","name":"Ultimate OW","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Geikenjoyner, Mark Hawthorne","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":12,"mp_id":"105815993","mp_crag_id":"118954661","climb_id":"aZdvuyXyU5a2nPiX8DENag==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"South side of the canyon steep Off width for approx 80ft then difficult chimney for another 80ft.","protection":"several bolts + gear to #4.5camalot.","location":"located in \"Mexican Pocket\" on topo maps of area- where canyon walls begin to tower like Zion."},"__v":0},{"_id":"HqSH9zTiXc6iTaJClgEY1g==","name":"Ultimate Frisbee","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Geikenjoyner, Mark Hawthorne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":3,"mp_id":"105816006","mp_crag_id":"118954661","climb_id":"HqSH9zTiXc6iTaJClgEY1g==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"/OyXkaGnXS+fqba/9dMVqQ==","name":"Ultimate Dihedral","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"T. Coats, Jim Haisley, Stan Mish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":13,"mp_id":"105816002","mp_crag_id":"118954661","climb_id":"/OyXkaGnXS+fqba/9dMVqQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"climb face past two drilled pins then up corner to anchors, or try the new direct start.","protection":"gear to #3camalot","location":"100ft R of Ultimate OW."},"__v":0},{"_id":"1vJA6W48V0+j0o49xyqezQ==","name":"The Twinkie","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Z. Harrison, B. McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":8,"mp_id":"119752755","mp_crag_id":"118954661","climb_id":"1vJA6W48V0+j0o49xyqezQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Some fun horizontal jug pulling.","protection":"Bolts","location":"This route and its neighbors are located on a short wall set back from the drainage. The zone is accessed be a train in a small side drainage upstream of a huge dead fir.This is the right-most route on the wall.  "},"__v":0},{"_id":"7cVhMUtNUVOxo0pkmE4MfQ==","name":"Too Lame to Dumpster Dive","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Zach Harrison, Chris Kalman 2020","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":26,"mp_id":"119262094","mp_crag_id":"118954661","climb_id":"7cVhMUtNUVOxo0pkmE4MfQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"This fantastic boulder-trad-climb has been the subject of much debate. Since it's in the canyon bottom, which side of the canyon is it on? Is it a boulder problem or a trad climb? Is it 4 stars or 0 stars? Great thinkers since time immemorial have pondered these inscrutable puzzlers.\n\n Crank a big move to a horizontal, crank a big move to a horizontal, crank a big move to a horizontal. Top out.","protection":".2 in a horizontal that does absolutely nothing; .4 and purple DMM dragonfly that nobody has equalized, on lead, while trying not to pump out thinking about how maybe you should have just brought a crash pad; #1, hand cams for the anchor.","location":"About 15 minutes down-canyon from Ultimate Dihedral is a scenic section of narrows flanked on each side by very steep overhanging walls. This route is on a boulder in the creek between those two walls, and probably under water half the year.\n\n Smack dab in between Sucker Pump and You'll Never Be a Blacksmith With Flippers Like Those."},"__v":0},{"_id":"5a3qPje/VUeUYh/uCZuz6g==","name":"Through the Truffula Trees","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Bantz, Rooster C, August 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":22,"mp_id":"117662750","mp_crag_id":"118954661","climb_id":"5a3qPje/VUeUYh/uCZuz6g==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Start on a chunky slab with a thin finger crack to the left and protruding feet in the middle.Then work up a few sandy and slightly insecure steps to a small two person cave. Take a deep breath, pull  the small roof, and head straight up a beautiful  30ft crack  situated in the dihedral using solid hand jams and smears until the rock slopes away at the top. Anchors are easiest to clip at waist height found to the climbers right.","protection":"double #0.3, singles #0.4-#3 camalots   Two bolt anchor at the top with chains and mussy hooks for lowering.","location":"Through the Truffula Trees is situated on the same side of the canyon as Ultimate Off Width, Ultimate Dihedral, and Teddy Bear Picnic (south wall). From Teddy Bear Picnic walk down the canyon (approx. 10-15min) along the center of the canyon on the south side staying along the slot canyon edge until sighting a downed tree spanning the dead center of the slot canyon. Just before this on the left is a pine tree with a small rock pile at the base (fig.a). Climb the steep steps to the left of the tree and at the top hang a right under a downed tree covered by a curtain of leaves. The climb is up the hill, to the left, through the trees at the top of a set of sandy switchbacks that emerge 10 ft left of the start.\n\n GPS 35.0326718, -111.7206918"},"__v":0},{"_id":"CqkTKD9vXrGDXr0Gv0b1Sg==","name":"Teddy Bear's Picnic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Geikenjoyner, Mark Hawthorne","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":16,"mp_id":"105816009","mp_crag_id":"118954661","climb_id":"CqkTKD9vXrGDXr0Gv0b1Sg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Climb the excellent jam and lieback corner 100 ft to anchors. ","protection":"double set to #3, 1 #4 & #5.","location":"This route is just a short ways downstream of Old Tomato (which is about 5 min downstream of Ultimate Dihedral) on the east side of the canyon. Hike up a subtle climber's trail past an initial boulder, then alongside an amazing tall boulder split with multiple vertical hand and finger cracks. The route is just above the crack boulder, and climbs the obvious left-facing corner. The arete to the right of this route is \"Battle of Who Cares\"."},"__v":0},{"_id":"YXdy3jE2UDic1LTTxplJ6A==","name":"Sullivan's Travels","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andrew Grieder, Drew Peltier, May 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":4,"mp_id":"120985740","mp_crag_id":"118954661","climb_id":"YXdy3jE2UDic1LTTxplJ6A==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Dedicated to Michael Sullivan. My friend, adventure partner, world traveler, and compassionate human.P1 5.8: Travel up the left facing corner; sandy but fun. Top out on the steep \"beach\", clipping a bolt on a boulder to mitigate the sketch factor; possibly making the move interesting (?)! Waddle up the dune to an anchor at the base of a clean chimney/corner. Belay from there if your partner deserves some sand showers; otherwise, extend the belay to the top of the P1 corner.P2 5.9: Work up the clean, interesting corner to a ledge with rap anchor (60 ft).P3 5.10: Clip a bolt off the belay and launch up the left facing corner. Twenty feet under the roof/pod, make an airy traverse left on steep jugs and bolts towards an arete (crux). Pick your holds wisely as there is some soft rock on this section. Gain the ledge and make an awkward traverse right (PG) to gain another wide ledge. Use runners here to lessen rope drag. Finish on 3 bolts to a slung tree anchor.Decent: Rap the routeP3 to top of P2P2 to top of P1 P1 to ground","protection":"Standard rack to #3, draws, runners, nuts.","location":"Use the Secret Passage approach described in The Ultimates. Upon reaching the canyon floor, look east and locate the 300 foot outcropping which holds The Lorax, Aching Thorax, and Sullivan's Travels. ST is on the far left side, starting at a left facing corner in a shady area where a drainage enters the canyon. "},"__v":0},{"_id":"sSfuB016VnCcgb819EXLDA==","name":"The Sugar Cube","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":6,"mp_id":"119752808","mp_crag_id":"118954661","climb_id":"sSfuB016VnCcgb819EXLDA==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Fun big move on pockets and other holds.","protection":"Bolts","location":"This route and its neighbors are located on a short wall set back from the drainage. The zone is accessed be a train in a small side drainage upstream of a huge dead fir.This is the left-most route on the wall. Shares a start with The Marshmallow"},"__v":0},{"_id":"mHHfJ6EMUpOlOfnGD+RwJg==","name":"Sucker Pump","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Zach Harrison, Chris Kalman 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":25,"mp_id":"119262015","mp_crag_id":"118954661","climb_id":"mHHfJ6EMUpOlOfnGD+RwJg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Not a four star route. But definitely four stars.\n\n Jungle gym NBA Jam slam dunk contest your way through decomposing sloperjugs and honking ledges past three bolts and some rodeo moves with nonmandatory supine rests to much easier climbing in a corner that very closely resembles its next-door neighbor, Instant Ocean.\n\n Stick clip the first bolt lest ye crater into the choss. There's a good stick at the base.","protection":"Three quickdraws, and singles from .3 to 2. 2X #1.","location":"About 15 minutes down-canyon from Ultimate Dihedral is a scenic section of narrows flanked on each side by very steep overhanging walls. This route is on the east side wall on the right side. It climbs the right of two obvious gray left-facing corners."},"__v":0},{"_id":"/XHuVkcBW0qZB6pxh4ocvQ==","name":"Pump Drunk","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Zach Harrison, Chris Kalman 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":23,"mp_id":"119261917","mp_crag_id":"118954661","climb_id":"/XHuVkcBW0qZB6pxh4ocvQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Start up about 15 feet of Ultimate Finger Crack copycattery. Clip bolt, then place gear on the left in a parallel crack while jamming the spooky flake to a giant sit down ledge. Clip a bolt, then either layback or starfish your way up to a steep move to gain a stance on a sloping ledge. Up the corner on super solid choss, past a sweet crack, to an airy perch beneath the bulging crux. Now it starts getting really good! Climb through sweet finger locks to a punch in the face move to gain the final layback. Clip chains, the end.","protection":"Double set from blue metolius to #2. 5-6 quickdraws, 5-6 long runners. 70M rope mandatory.","location":"About 15 minutes down-canyon from Ultimate Dihedral is a scenic section of narrows flanked on each side by very steep overhanging walls. This route is on the east side wall at the start of the narrows, behind a large tree. It is the longest route in the area."},"__v":0},{"_id":"Rnrj5dThVd64RcDaXcqpqQ==","name":"Pony Express","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":11,"mp_id":"119079442","mp_crag_id":"118954661","climb_id":"Rnrj5dThVd64RcDaXcqpqQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Sustained technical face climbing on great rock. Probably a good idea to stick clip the first bolt.","protection":"10ish bolts to a 2 bolt anchor","location":"This is the right most route on the huge grey slab left of Ultimate OW"},"__v":0},{"_id":"q3aSybNRVBqFUi2wl+WaSQ==","name":"Old Tomato","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Zach Harrison, Chris Kalman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":15,"mp_id":"119074595","mp_crag_id":"118954661","climb_id":"q3aSybNRVBqFUi2wl+WaSQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Better than it looks, and it looks pretty good. I thought it felt slightly easier than Ultimate Dihedral, and is maybe a better warm up since the crux comes after a good 60 or so feet of fun moderate climbing (whereas UD's crux is right off the ground).\n\n Climb the ultimate flare to establish on the ultimate slab corner crack. Enjoy good locks until the ultimate wet spot. Pull through the ultimate jugs to the ultimate one buttcheek semi-sit-down rest, then fire out the ultimate roof, which is protected by some small but ultimately good gear (don't miss the ultimate foot rail). Clip the ultimate bolt to prevent the ultimate rope drag, and surmount the ultimate lip encounter. Climb the ultimate ringlocks (save at least one ultimate .75 for the section after the roof) to the ultimate anchor.","protection":"Double rack from .3 to #1. Single 2, single 3. A couple smaller pieces (.2 / purple metolius / green C3) protect the roof. If you are climbing at your limit, an extra .75 would probably be nice. Don't forget 5-6 long runners, and a short quickdraw for the bolt. \n\n  A 60M rope MIGHT make it... but be very cautious. Use a 70 to be safe.","location":"Continue downstream from Ultimate Dihedral less than 5 minutes until you reach a beautiful boulder with a lot of chalk on it (if you reach a pretty pool with bolted anchors for a slackline, you've gone too far). The trail up to Old Tomato starts on the right (south) side of that boulder, and goes up hill a short ways until it hits the wall in a cool alcove.\n\n For another marker, it's just about directly across the canyon from Pumphouse Primer. "},"__v":0},{"_id":"ohn7N1KaU4Snr0fHPOn0lg==","name":"The Marshmallow","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":7,"mp_id":"119752779","mp_crag_id":"118954661","climb_id":"ohn7N1KaU4Snr0fHPOn0lg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"An engaging mix line on the middle of the wall. Stick clipping the first bolt is recommended. ","protection":"Bolts, Singles .4-#1, med-lrg nuts","location":"This route and its neighbors are located on a short wall set back from the drainage. The zone is accessed be a train in a small side drainage upstream of a huge dead fir.This is middle route on the wall.  "},"__v":0},{"_id":"JyElLh/MVQ6PPmmAubovdA==","name":"The Lorax","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D. Mabe / J.Snyder 11/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":5,"mp_id":"109773884","mp_crag_id":"118954661","climb_id":"JyElLh/MVQ6PPmmAubovdA==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"This \"neo-vintage\" moderate adventure climbs a buttress-like feature dubbed the Treehouse near the middle of the Ultimates of Pumphouse Wash in three unique pitches.  \n\nIt's shortish, brownish, oldish, and chossy    but speaks with a voice that is sharpish and bossy.\n\nIt's not about what it is, it's about what it can become. UNLESS someone like you cares a whole awful lot, nothing is going to get better. It's not.\n\nPitch Once-Ler - 5.9+, 85': Face climb the blunt and featured arete, with decent pro, biggered by 3 bolts. Crux is rather sequential, but is mostly mental. Head right, for a steep thin hands trihedral of a seemingly detached pillar (though it is also possible to go straight up through a brushy crack instead). Belay at a nice perch with 1 bolt and gear (#1C4). \n\nPitch Two - 5.9+, 85': Is for you, to do! Beautiful featured splitter fingers to chimney, layback, and stemming! Also keep your left eye open for pro opportunity near the top. Belay on a nice saddle with two bolts. One of three best pitches on the route! \n\nMove the belay by stepping around the block to the right, and follow the ramp to generous 3-bolts still in sight. 4th class.\n\nPitch number tree - 5.9+, 90': Tip-toe the exposed sandy ledge to a nice lower-angled big-fingers corner, and Truffula Jug.    Not to be a nag,         but watch for drag.              #hashtag sandbag.    Head for the intimidating blocky roof with jams and jugs and even jam-jugs too!    Charge on through is the thing to do!    Finish with a fairly steep big hand crack and bulge to the top. Belay at the tree.","protection":"","location":""},"__v":0},{"_id":"iPeLvF35VmWcfiA/Ynf29Q==","name":"Knot What It Seams","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"R.Brown / D.Mabe, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":0,"mp_id":"111559595","mp_crag_id":"118954661","climb_id":"iPeLvF35VmWcfiA/Ynf29Q==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Left facing corner and crack system right of Hitchhiker. Surprisingly insecure for the grade.","protection":"a few micro-cams up to #2C4. Belay at the tree one the rim.","location":"Just right of Hitchhiker as you approach down the secret passage."},"__v":0},{"_id":"OJqZkxV2UU+7Rhh5cAWmZQ==","name":"Iron Horse","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"B. McCord","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":9,"mp_id":"119079549","mp_crag_id":"118954661","climb_id":"OJqZkxV2UU+7Rhh5cAWmZQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"The harder sibling of the Pony Express Technical off-vert climbing with no good rests. Stick clip the high first bolt and boulder your way to the anchor.","protection":"8 bolts to a 2 bolt anchor","location":"Left-most line on the huge gray slab left of the Ultimate OW"},"__v":0},{"_id":"IsMMAZqFX/aRuMDoPNF3mg==","name":"Instant Ocean","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Zach Harrison, Chris Kalman 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":24,"mp_id":"119261985","mp_crag_id":"118954661","climb_id":"IsMMAZqFX/aRuMDoPNF3mg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Stretch up and clip a bolt. Stem and layback into the changing corner finger crack--the crux of the pitch. Pull through on a good fingerlock, then more of the same but in the opposite direction all the way up the corner past a bolt to a chim slot and the anchor. It's nice to back clean the first bolt, or have the belayer unclip it as to see the climber in the upper corner.","protection":"Doubles from blue metolius to .75, single #1. Could use triples in finger sizes if it's at your limit. Offset cams would work well in a number of places. Three quickdraws.","location":"About 15 minutes down-canyon from Ultimate Dihedral is a scenic section of narrows flanked on each side by very steep overhanging walls. This route is on the east side wall smack dab in the middle. It climbs the left of two obvious gray left-facing corners."},"__v":0},{"_id":"LAjFDDkVUqWb5m02QAqRGA==","name":"Hyperborea","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":20,"mp_id":"119753127","mp_crag_id":"118954661","climb_id":"LAjFDDkVUqWb5m02QAqRGA==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Stretch off the ground to a jug and get established in the thin finger crack. Mantle into the pod, then crank featured finger crack up the steep wall, past blank sections to a bolt. Another few hard moves and the crack reappears and heads left to a iron jug. Best to stick clip the bolt at the start","protection":"2x red c3-.5, 1x .75, #3, Handful of draws","location":"Located in a tight slot dubbed the 'Corridor of Dreams'. Best found with a GPS. 35.032601, -111.720171Once you find the corridor the route is located a ways back on the right side."},"__v":0},{"_id":"bdB9gN8eUsOzgniNKbr4Qg==","name":"Hitchhiker","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"D.Mabe / C.Niggemyer, Spring 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":1,"mp_id":"111559587","mp_crag_id":"118954661","climb_id":"bdB9gN8eUsOzgniNKbr4Qg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"I have passed by this little one too many times before I finally gave it a ride. Fun and surprisingly tricky arching finger crack and could work as a warm-up on your way down to UFC.","protection":"A few small cams. I also used offset nuts I believe. Belay at the tree above the rim.","location":"This is on your right side as you venture down the secret passage approach. See topo."},"__v":0},{"_id":"Gq4mcucHU0GSlMx21FjXPw==","name":"Face Tat","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":19,"mp_id":"119752869","mp_crag_id":"118954661","climb_id":"Gq4mcucHU0GSlMx21FjXPw==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Quest up to a high first bolt, make a reach past a 2nd bolt then step right and climb a ways on crunchy rock with gear? in horizontals. Eventually rock quality improves as you make your way to a single bolt. Above crank a rad boulder problem past bolts to a finishing finger crack. ","protection":"1x .3-#4. optional extra .5-#2. 6 draws and 2 runners for the first 2 bolts.","location":"Located on the flat wall right of Teddy Bear's Picnic. Right most route on the hillside."},"__v":0},{"_id":"kPiqTYBVWlGqu523PA7jLA==","name":"Great Circle Route","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Joel Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":21,"mp_id":"121363214","mp_crag_id":"118954661","climb_id":"kPiqTYBVWlGqu523PA7jLA==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Pretty fun near-vertical climbing on some wild rock and features.  Start through some steep sandy rock and gain the great circle, where the good rock begins.  Climb up through the circle, do some cool mantels, then climb awesome cool jugs up to a thin crux.  Finish on slightly wandery but well-featured and high quality rock.","protection":"bolts.","location":"Go to hyperborea, look to your right."},"__v":0},{"_id":"SjpnssVlV+qsPunhwsfCfQ==","name":"End of the Line","yds":"5.13a","grades":{"yds":"5.13-","french":"7c+"},"fa":"B. McCord","type":{"sport":true,"bouldering":false,"trad":false,"deepwatersolo":false,"alpine":false,"snow":false,"ice":false,"mixed":false,"aid":false,"tr":false},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":10,"mp_id":"119137596","mp_crag_id":"118954661","climb_id":"SjpnssVlV+qsPunhwsfCfQ==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"This route shares the first 5 bolts with Pony Express before branching left on amazing iron knobs. When the iron holds end boulder out a reachy crux sequence that revolves around a poor slooper. From here easier terrain leads to the anchor.","protection":"Bolts bolts bolts!","location":"Same start as Pony Express"},"__v":0,"gradeContext":"US","updatedBy":"4sh9w7cJSbadfnS8eAI5xQ==","_change":{"user":"4sh9w7cJSbadfnS8eAI5xQ==","historyId":"65a580b7da9a37c9eb49e011","operation":"updateClimb","seq":0,"prevHistoryId":"65a44720c0fdb355bdafadde"},"updatedAt":"2024-01-15T19:00:07.322Z"},{"_id":"SkbahSiJWhe7zADOAGFAVg==","name":"The Beachcomber","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Trevor Bowman and Zach Harrison 9/15/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":18,"mp_id":"119782675","mp_crag_id":"118954661","climb_id":"SkbahSiJWhe7zADOAGFAVg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"Sandwiched between the two taller lines on either side of this nice buttress is a swath carved out of the lichen and moss that provides a worthy shorter line to the same horizontal break as the lower anchors on The Battle of Who Cares.Typical Ultimates-area horizontals lead through the lower face, with an aggressive slab crux past the lone bolt. A cluster of iron knobs leads into the upper corner crack, which offers good moderate climbing to the anchor. ","protection":"1 bolt(1X) red C3-#3 CamalotA few slingsClip-and-lower anchors","location":"Start off of a nice platform between The Battle of Who Cares and Face Tat. "},"__v":0},{"_id":"MiITUN6TX+e/qS/7uBPyWg==","name":"The Battle of Who Cares","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"left_right_index":17,"mp_id":"119752955","mp_crag_id":"118954661","climb_id":"MiITUN6TX+e/qS/7uBPyWg==","areaRef":"qXq7cE3SWdGfgKiNRoiS4Q=="},"content":{"description":"The arete of Pumphouse! Long striking arete with mostly good rock. Start with horizontals past a reachy bit to a crux at a blank spot by the arete. An easy crack leads to a small roof and a move to a lower anchor (5.12- to here). From the lower anchor fall left to a jug and begin sustained hard moves past bolts to a show stopper run to the chains. ","protection":"1x .3-#2,  11 draws.","location":"The striking arete just right of Teddy Bear's Picnic.  This route is just a short ways downstream of Old Tomato (which is about 5 min downstream of Ultimate Dihedral) on the east side of the canyon. Hike up a subtle climber's trail past an initial boulder, then alongside an amazing tall boulder split with multiple vertical hand and finger cracks. The route is just above the crack boulder, and climbs the obvious arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,945792cd-8c8c-59e3-9959-6182f4bf76cc,c2884274-08c6-5acf-b0ec-6de29b8c9b7a,a97abb70-4dd2-59d1-9f80-a88d468892e1","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Upper Pumphouse Wash","Ultimates, The","Ultimates East"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.12"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":3,"label":"5.11+"},{"count":4,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.12+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.13-"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":12,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":2}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":15,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.71469,35.03442]},"bbox":[-111.71523916482573,35.03397033981813,-111.71414083517429,35.03486966018186],"left_right_index":-1,"ext_id":"118954661","area_id":"qXq7cE3SWdGfgKiNRoiS4Q==","polygon":{"type":"Polygon","coordinates":[[[-111.71523916482573,35.03397033981813],[-111.71414083517429,35.03397033981813],[-111.71414083517429,35.03486966018186],[-111.71523916482573,35.03486966018186],[-111.71523916482573,35.03397033981813]]]}},"content":{"description":"Because the majority of the climbs in Pumphouse Wash are found within the vicinity of an enormous oxbow in the canyon, East/West side can often feel like North/South side. But for the sake of simplicity, think of the canyon in terms of East and West.\n\n If you come in from Newman Park, you come in on the East side. Popular routes to be found on the East side are The Lorax, Ultimate OW, Ultimate Dihedral, and the Ultimator.\n\n Most of the routes on this side of the canyon have shade at least for the first half of the day... some all day long."},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:52:44.705Z","updatedAt":"2024-02-19T18:27:56.861Z","_change":{"user":"4sh9w7cJSbadfnS8eAI5xQ==","historyId":"65a580b7da9a37c9eb49e011","prevHistoryId":"65a44720c0fdb355bdafadde","operation":"updateClimb","seq":0}}