{"_id":"6368a44ee80bff5a9959c0dd","area_name":"Middle Marker Area","shortCode":"","climbs":[{"_id":"hsjpmTlkVm2vecoH41F3Ow==","name":"Weird Water","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Engle-1985 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105714749","mp_crag_id":"105714345","climb_id":"hsjpmTlkVm2vecoH41F3Ow==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"A great, long climb.  Incredible moves, incredible position.  This route summits the main rock in the Marker formation.  Gets my vote for the best 5.7 in Rushmore! \n\n  Finding this route the first time around can be a bit of a chore...  Follow directions to the route 'Star Dancer'.  As you're looking at the rock, scramble up to the right, passing the first gully on the left, into a small opening / grassy area, and continue to the next gully on the left.  At the top of this gully are some large blocks / chockstones. \n\n  After surmounting the blocks, continue on to the right until just past the chimney on left (the Gilson Chimney).  The various starts for Weird Water begin here.  The variations on the start range from 5.2 (traversing up and right to the main line - 2 bolts) to 5.10 (direct start with a couple bolts).  The line I'll describe is the trad start and keeps the entire route at 5.7. \n\n  After scoping out the direct start, look to the finger-type crack a couple feet to the right.  Climb the crack, protecting to your comfort level (stoppers work well).  The crack ends at a small shelf after about 25'.  I found a nice placement for a 1\" cam at the back of the small shelf. \n\n  From the shelf, pick out the biggest crystals and move left and up to the first bolt.  I found these moves to be a bit nervy.  From that point on, continue from bolt to bolt, being careful to follow the bolt line as it moves to the right (direct up the water streak is 'Weird Dripper').  If you pick a direct line between each bolt you can make this climb much more difficult. \n\n  After finally reaching the top you'll find a small summit and a two bolt anchor.  Enjoy the views, tie your ropes together, and rap down.","protection":"A ton of draws (maybe 15 bolts?), plus a couple stoppers and/or small cams for the crack start.  Something for the 2 bolt anchor on top. \n\n  2 ropes!! ","location":""},"__v":0},{"_id":"PuooEP3iX1K22f9AuDbtfA==","name":"Weird Dripper","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Engel and Bob Archbold   1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"120846594","mp_crag_id":"105714345","climb_id":"PuooEP3iX1K22f9AuDbtfA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This climb ascends directly up the dark water streak immediately to the left of Weird Water and to the right of Little Dripper.  The first two bolts are easily seen 10-15 feet to the right of the large grassy platform where you rack up for Little Dripper.  The best way to find the start is to locate the 5.7 finger crack start for Weird Water (20-25' down and right of the grassy platform) and then move back to the left 10'.  There are some thin moves getting past the first bolt and up to the second bolt which is only 6' higher.  The climb continues straight up the water streak with another difficult section around the fifth bolt.  Enjoyable climbing on good rock leads to the anchors shared with Weird Water.  You can rappel off with one 70 meter rope or two 60's.  Toproping with a single 70 is possible but the belayer may have to climb up 5-10' in order for the climber to start at the bottom of the climb.","protection":"10 bolts.  A new double bolt anchor at the top.","location":"Follow the directions for Weird Water to reach this climb located on the tall NW face of Middle Marker. "},"__v":0},{"_id":"dxa+SN1sUweJv6uOkgw/WA==","name":"Thunder Road","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vernon Pinney, Dennis Laughlin-1985 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":6,"mp_id":"110838179","mp_crag_id":"105714345","climb_id":"dxa+SN1sUweJv6uOkgw/WA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"4tL6CKthX1G37m/vYXb91Q==","name":"Star Dancer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Engle, Vernon Phinney, Howard Doyle -1985 Ground Up","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":2,"mp_id":"105714743","mp_crag_id":"105714345","climb_id":"4tL6CKthX1G37m/vYXb91Q==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Follow the directions under the Marker area.  Star Dancer is found about 2/3 the way up the drainage / gully, on the right (of course).  There is a large (20-30') boulder lying against the rock, Star Dancer starts just to the right of this. \n\n  As this is a popular route, you can scope the route by just looking at the polished / rubbed off holds all the way up the rock fin.  The first bolt is a bit off the ground; one may clip it off the boulder if desired.  After that, continue up the steep face choosing the biggest & best crystals you can find.  If I remember correctly, there might be a bit of a friction move here & there, but for the most part there are nice, positive holds all the way.  I don't recall the exact bolt count, but there are lots of them & the climb is a full 100'. \n\n  Descent is by rappelling the face you just climbed.  By angling to the climber's left a 60m rope should just touch down.  If you've got a 50m trail a second rope. \n\n  For additional fun, the climb Jupiter Fly By may be TR'd by rapping to climber's right to the JFB anchors.  In a pinch this would be an alternate descent if you're stuck at the summit with a 50m rope...","protection":"10 bolts plus something for the 2 bolt anchor on top.","location":""},"__v":0},{"_id":"2mgXOLGBXPCLGsWX/KnTQw==","name":"Spacedust","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Lewis, Mike Johnson, E. Wright","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105715700","mp_crag_id":"105714345","climb_id":"2mgXOLGBXPCLGsWX/KnTQw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This route is right next to Skywalker, about 20 feet right and just to the left of the line about 10 feet up is a pine tree. You have to climb up 40 feet to the first bolt, but that first part is pretty easy like 5.6-5.7. At the top just before the anchors is a tricky friction move.","protection":"There are 4 bolts that take one to a chain anchor and a bolt anchor at top.","location":""},"__v":0},{"_id":"/3oyGsagUr+7DrArKb7l+Q==","name":"Solo System","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Engle Free Solo  Equipped: Ron Yahne, Jeff Whittle, Bob Archbold 1994","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":1,"mp_id":"105714746","mp_crag_id":"105714345","climb_id":"/3oyGsagUr+7DrArKb7l+Q==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Solo System is found just to the left of the large boulder described under 'Star Dancer' - a slab angling just a bit to the climber's left. \n\n  A fun route and a good introduction to Rushmore friction.  For most of the route there are nice, big crystals for the hands and feet.  At a couple points, however, you 'get to' make a couple pure friction moves.  The climb gets easier the higher you get. \n\n  Once at the top you can rap down or walk off to climber's left.  Note that it is physically possible to set up a TR here, but you'd be setting yourself up for a big swing if you fell - not recommended.","protection":"8 bolts and 2 bolt anchor","location":""},"__v":0},{"_id":"uqlDTVgLU7So5WSamQy3hQ==","name":"SLAMAT","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Slichter, Greg Fossum, Gary Johnson 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"106830982","mp_crag_id":"105714345","climb_id":"uqlDTVgLU7So5WSamQy3hQ==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Good slab to arete, run-out in spots, requires good route-finding if you want the on-sight.","protection":"7 Bolts, 2nd bolt is way up there on easy-ish climbing.","location":"Approach for moonstone, this route is 20 feet left and shares the summit."},"__v":0},{"_id":"q9/djYQLVYeO2c1gWLxQnA==","name":"Skywalker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Archbold & Mike Nona  1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105715679","mp_crag_id":"105714345","climb_id":"q9/djYQLVYeO2c1gWLxQnA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"At the Marker/Monster sign-in book look right - walk over to the formation and look for a bolt line going up the face. This is a well traffic-ed climb and has a nice slab for a belayer to park their can.The first 10 feet and the last 15 feet are the most difficult areas. Have a good spotter for the opener and a good head about you for the closing.Nice view and well worth the effort. There is only one small draw back and that is proximity to the road ... it is sometimes impossible to hear commands (especially during rally).This climb has changed slightly from VP's 1995 book. There are now 12 bolts instead of 6 and the lower half of the climb is slightly over protected (bolt 2 is unneeded).As always, bring equalization with you for the top.","protection":"11-Bolts 2-Bolt Chain Anchor on top","location":""},"__v":0},{"_id":"3tz2vA0yX5O+/kJ38yq7Gg==","name":"Saturn Boogie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Archbold,Bev Boyton, Paul Duval, &  Vern Phinney 1986 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":5,"mp_id":"106668097","mp_crag_id":"105714345","climb_id":"3tz2vA0yX5O+/kJ38yq7Gg==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Start on the boulder and move up to transition onto the face. Climb up and into the crack stay in the crack for a few feet.  Leave the crack and go up and right on the face to the anchor. ","protection":"Cams- Red C3-#1 Nuts 6-Bolts 2-Bolt Chain Anchor on top.","location":"turn right into the markers. just right of make believe"},"__v":0},{"_id":"Yy0c0zn/W4Wh6h0O7UVwGQ==","name":"Rum and Coke","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Nate Postma and Chris Mars  1990 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"106668093","mp_crag_id":"105714345","climb_id":"Yy0c0zn/W4Wh6h0O7UVwGQ==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"On the north side of crystal shard. Climb up easy terrain on the left side of the gully until under the crux roof. Excellent movement on unique knobs with good feet throughout.","protection":"5 bolts","location":"left of \"Crystal shard 5.10-\""},"__v":0},{"_id":"2XSezWQ1X2GB1imRmo9T3w==","name":"Roadside Plum","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Engle, Vern Phinney  1985 Ground Up","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":12,"mp_id":"106047237","mp_crag_id":"105714345","climb_id":"2XSezWQ1X2GB1imRmo9T3w==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Climb past the schist band and attain the center crack.  The crack takes good gear and protects well.  Follow the crack until it ends then move up and left to a double set of bolts, clip and move up and rt to the 2 second bolt (not seen from previous bolt, do not go left, which is the weakness). continue up attaining the anchors, note that these are the only bolts on the route besides the anchors, hence PG-13 rating.","protection":"#.4-#2 Camalots, 1 set of Stoppers, 2 ropes for rappel","location":"Approach:   This route is found on the Middle Marker formation.  From the Emancipation pullout, Middle Marker is the major formation seen in front of you, as you are traveling away from Mt Rushmore.   Deja Vu Prophecy, Roadside Plum, & Raisins in the Sun are all located on this southernly aspect.  Gain the base of the formation.   Deja Vu Prophecy will be a bolted route on the left side, Roadside Plum is the center crack above the schist band, and Raisins in the Sun is the crack on the right in the water groove."},"__v":0},{"_id":"1peeAeN3VsSCPXDZuuzHhA==","name":"Raisins in the Sun","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Vernon Phinney and Mike Engle, 1986 Ground Up","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":13,"mp_id":"107355499","mp_crag_id":"105714345","climb_id":"1peeAeN3VsSCPXDZuuzHhA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Climb to the right of Roadside Plum. Follow one old crusty bolt past two dishes into crack. Follow crack until just before it ends and traverse left to bolts. Follow bolts up water trough to anchor.","protection":"Gear = small to medium plus quickdraws for 6 bolts","location":"When viewed from road, right of Deja Vu and Roadside Plum. Goes up obvious water trough."},"__v":0},{"_id":"LhVDq5X2XjumoWiQeLWROw==","name":"Pluto's Playground","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rusty and Mike Lewis; 1987. Ground up.","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"117542970","mp_crag_id":"105714345","climb_id":"LhVDq5X2XjumoWiQeLWROw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Pluto's Playground  is essentially the 2nd pitch of a two-pitch sport route that starts with Make Believe. This upper pitch, which starts out of a gulley above Make Believe that eventually heads downhill toward SLAMAT and Moonstone, doesn't seem to see a lot of traffic, and we kept kicking micro pebbles off it. Nonetheless, the rock quality and movement are quite good. The route features some bigger, steeper moves that utilize positive knobs, crimps, and dishes. There are a couple thoughtful blank slabby friction sections as well (one of which is probably the crux).The difficulty of a somewhat bouldery start could be eased by stemming off the fin that constitutes the top of Make Believe. The 5.9+ rating of Pluto's Playground  might seem a bit soft (it actually seemed a touch easier than the sandbagged Make Believe) compared to other 5.9+ climbs at the rather stiffly-graded Magna Carta crag, but would be quite on the mark elsewhere at Rushmore. I decided to list the R safety rating for this route that I think was in the old Phinney guidebook as opposed to the PG13 in the more modern Busse and Burr version. While most of this route is well-bolted, there was a runout slabby section that was not entirely trivial. A fall there could well result in the leader falling on top of the belayer, decking in the gulley, or getting impaled on the fin at the top of Make Believe . Any of those possibilities would make for a bad day indeed... in addition to the fact that any stricken leader would be around 100 feet above the ground.","protection":"6 Bolts","location":"2nd blade from the top of Marker (NE). Directly above Make Believe. Just right of the crack. NW-facing. With a little scrambling, the tops of some other routes are accessible from the Pluto's Playground  anchors. Is That Uranus for sure, and I think some others."},"__v":0},{"_id":"3Hmrlj4iXeeKmW8202fFPw==","name":"Orions Belt","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Andersen, Ryan Emery & Michael Madsen -Ground up","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"111770938","mp_crag_id":"105714345","climb_id":"3Hmrlj4iXeeKmW8202fFPw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This route starts right on the NW corner of the Marker formation. Don't let the grade get you. This climb ascends the sculpted rock down below and has a fun move/transition on to the first bulge. From here clip the second bolt and work up a move or two on thin crystals to a great rest slab. Clip The final bolt and move up onto the unprotected headwall. Expect fun needles style 5.7 climbing up the headwall running it out about 20 feet to the summit on near vertical crystals. There is a great white tooth quartz crystal feature near the top of the run out to catch your cool.The top is where it gets fun. Has a feel of Stonehenge 5.7R at sylvan lake.","protection":"3 bolts anchor on top","location":"To the right of Stardust and Skywalker on a small slab by itself around the corner."},"__v":0},{"_id":"adPVR9KKUqO9OUVPek/11A==","name":"Moonstone","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Vern Phinney & Tim Henry 1986  Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"106741968","mp_crag_id":"105714345","climb_id":"adPVR9KKUqO9OUVPek/11A==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"low angle slab","protection":"Bolts","location":"from goat gazebo, scramble up and left in gully. Moonstone is the first bolted line on the left."},"__v":0},{"_id":"qFcwmnIVXNWEZkUl79n6cA==","name":"Mintaka","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Michael Madsen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"112473764","mp_crag_id":"105714345","climb_id":"qFcwmnIVXNWEZkUl79n6cA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Start the same for Orions belt but traverse over to the bulge.Sling the huge horn. Plug some gear in here and pull the easy bulge with good holds. Run it out and terrain that eases the higher you go. to the anchor of Orions Belt","protection":"Medium sized cam(s) a good head.","location":"Closest route to the hwy"},"__v":0},{"_id":"4JD0/PvdVq6jXiwa0Pj2Lw==","name":"Micro-Climb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James & Michelle Berry -1993 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":8,"mp_id":"111770534","mp_crag_id":"105714345","climb_id":"4JD0/PvdVq6jXiwa0Pj2Lw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Climbs the face to the right of Borealis Strut up good crystals another short fun warm up route.","protection":"4 bolts","location":"to the right of Borealis Strut"},"__v":0},{"_id":"IB8yyd+NW3iZrUcMBdTgXw==","name":"Make Believe","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Neil Countryman & Rob Stahl 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":4,"mp_id":"106668111","mp_crag_id":"105714345","climb_id":"IB8yyd+NW3iZrUcMBdTgXw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This route climbs the crystals and slabs through the bolts for about 90 feet. It is located to the right of a large detached flake / formation.  \n\n  Linking this route into Pluto's Playground (the route just above the end anchors for make believe), makes for one of the best long moderate climbs in the area with about 170' of fun mix of slab and crystal pinching. About 16 draws are needed to link theses routes. A few extendable draws are highly recommended too.","protection":"9 bolts","location":"first spire beyond don't stahl. line of bolts just right of shallow dihedral"},"__v":0},{"_id":"O+hN2qEbWg2xcngeucm/1A==","name":"Lux Prima","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Hirsch and Travis Rypkema, May 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":15,"mp_id":"116983267","mp_crag_id":"105714345","climb_id":"O+hN2qEbWg2xcngeucm/1A==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"A nice mixed, two-pitch, plumb line up the center of the south face of Middle Marker. Quite varied with a couple punchy sections but protects well.\n\nP1 (82' 5.10-) Begin up the left-facing, layback flake. Once gear runs out, clip five bolts, passing a definitive crux. Nice bolted belay ledge.\n\nP2 (82' 5.10) Lieback and jam the flared, left-facing flake for about 30'. Once on top of flake, clip bolt and trend left into another crack. Follow crack until it ends to find the second bolt. Then straight up to the bolted anchors.","protection":"7 bolts Single rack RP's to BD#3, #4 optional (you'll be fine)","location":"Up the gully from Deja Vu, Raisins, and Jamais Vu. In between Middle Marker and Inner Marker is the obvious left facing flake. This route tops out at the peak of Middle Marker. Rappel the route."},"__v":0},{"_id":"2Co3yrh/XjqFX40v3FEBqw==","name":"Little Dripper","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Vernon Phinney, Bob Archbold 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"108230772","mp_crag_id":"105714345","climb_id":"2Co3yrh/XjqFX40v3FEBqw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Climb an easy right slanting crack (alternate start for Weird Water) past 1 bolt, then go straight up a thin vertical crack (small cam or nut) for ten feet to a crux bulge protected by a well-placed bolt.  Climb over the bulge and follow another right angling crack for another ten feet, then follow 3 or 4 more well placed bolts to the chain anchors at the top.","protection":"5 or 6 bolts, a few small cams for the cracks, and chain anchors at the top.  Descent:  Rappel 125 ft on one 70M rope -- probably requires two ropes if using 60M or shorter rope.","location":"30 feet left of Weird Water.  The Little Dripper right-slanting bolted crack start is often used as an alternate start for Weird Water."},"__v":0},{"_id":"m6UL+HNtWCKYiT3UIeBj3w==","name":"Kuiper Cruise","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":0,"mp_id":"119519347","mp_crag_id":"105714345","climb_id":"m6UL+HNtWCKYiT3UIeBj3w==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"There is a fun but short crack that’s protectable with a couple nuts (#8 and #10) and cams (.75 and 1) that starts above maybe 15’ of friction and crystal climbing. Get a couple nuts in then work up Into the crack where there are two good cam placements. Ignore the bolts to the left until you get to the top where you could build an anchor to top rope it if you wanted with the top bolt of route to the left and a #8 or #9 nut. Walk off same way you walk off solo system or go up higher and check the chain location for solo system.","protection":"#8 nut #10 nut #.75 cam #1 cam","location":"This route is a small crack starting half way up face left of solo system and star dancer. Right of the 3 bolts that aren’t posted as a route on MP before you get to the top of the gully. "},"__v":0},{"_id":"C5BiuAyCWQSeKz3V4TuXNw==","name":"Kristallnacht","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Aaron Stetzer and Jason McNabb","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":10,"mp_id":"114497172","mp_crag_id":"105714345","climb_id":"C5BiuAyCWQSeKz3V4TuXNw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Starts in the schist below the steep bulge to the left of Deja Vu Prophecy. Climb up through the overhanging schist and pull on to the steep face above heading up on big crystals and positive edges. Veer left across the steep bulge on good holds, and then climb up past the horizontal crack to the arete meeting up with Deja Vu prophecy for the last two bolts below the first pitch anchors. \n\n The climbing and position on this route are really good.","protection":"14 bolts and small cams or wires for the horizontal.    Having a runner on bolts 12 and 13 (where it meets up with Deja Vu) is nice to minimize drag.","location":"Left of Deja Vu"},"__v":0},{"_id":"WIB8GRRbU5a7iZFZJuda6w==","name":"Jupiter Fly By","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Bob Archbold, Rob Hess, D. Hilag-1988","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":3,"mp_id":"106830968","mp_crag_id":"105714345","climb_id":"WIB8GRRbU5a7iZFZJuda6w==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"good crystal slab that follows a step water groove to the right of Star Dancer follow the steep black groove to its end and a large flake. Follow easier terrain to the anchor.","protection":"7 bolts shares anchor with Stardancer (5.8).","location":"left of make believe and right of star dancer on the first major blade as you enter the middle marker."},"__v":0},{"_id":"waEV4RYuUJ6zBubr8Q/Psg==","name":"Jamais Vu","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Hirsch?, ground-up, rope solo, March '19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":14,"mp_id":"116778038","mp_crag_id":"105714345","climb_id":"waEV4RYuUJ6zBubr8Q/Psg==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This climbs the major cleft in the middle of the South face and is suited for offwidth/chimney lovers. A decent route of the wider variety and the literal opposite of 'Deja Vu'.\n\n P1: (5.9, 115') Climb up easy ledges to reach the chute with dual cracks, just above the schist band. Stem up this fun part to the top of the flake on the right. Then stem over left into the flared chimney with a fist crack in the back. Belay at a huge ledge with two bolts on the right side.\n\n P2: (5.8, 100) Continue up the semi-easy chimney with no pro (unless you bring some XL cams). Just when the chimney pinches down and forces you to climb outside the crack, build a nest of small gear to protect the brief crux. Much easy chimney takes you to the top. Belay from bolts.\n\n Rappel down Raisins or Deja Vu.","protection":"Rack from green C3 to #4. Double up on fingers and hands","location":"Center of South face, just right of 'Raisins in the Sun'."},"__v":0},{"_id":"0+yA9nihWi2Ra9q9Yc5enw==","name":"Is That Uranus","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rusty Lewis and Ted Stymiest, 1998","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"111856844","mp_crag_id":"105714345","climb_id":"0+yA9nihWi2Ra9q9Yc5enw==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This route climbs a slabby, fine-grained, in-leaning, bullet-shaped pillar. Quite a bit of chimneying at the start giving way to pure friction climbing (palm pillar, smear, step and repeat in a steady unbroken sequence) that wanders around the pillar-- angle is pretty low, but the bolting is quite sparse. Weird, runout, a tiny bit spooky, and not wholly pleasant (particularly with some rain during our climb) but memorable and different all the same.","protection":"3 bolts with the first quite high off the ground. You'll probably end up doing some chimneying off to the  right , if memory serves, side of the pillar against an adjacent formation to get to the first bolt.","location":"This rather forgotten route starts more or less at the same spot that Rum and Coke (5.10+) does. Anchors at the top of Is That Uranus weren't in good shape (this was a few years back), so we ended up traversing over and rapping off the Pluto's Playground (5.9+)anchors. Took two double-rope rappels, with the second rap from the Make Believe (5.8+) anchors, to get down that way if I am remembering correctly???"},"__v":0},{"_id":"LQEb4WoLUpSEeKVrTKAscQ==","name":"Help s On the Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Kohlman and Dee Johnson  1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105914260","mp_crag_id":"105714345","climb_id":"LQEb4WoLUpSEeKVrTKAscQ==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Up the center of the face. Lots of good hold where you need them","protection":"4 bolts","location":"If you walk around solo system rock to the back, this climb is on the next spire left behind the one star dancer is on. Its on the south side of the rock."},"__v":0},{"_id":"Rr1a/ZxgUvWTC+O5VHJkXA==","name":"Equinox","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike & Deb Nona & Dr. Rosario-1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":9,"mp_id":"111770553","mp_crag_id":"105714345","climb_id":"Rr1a/ZxgUvWTC+O5VHJkXA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"If this was longer it would be a great climb. This climb is short but packs a punch right of the deck. My opinion I would say the start through the first couple of bolts is the crux. Thin really good white crystals. If you boulder alot this route will be a dream start.","protection":"4 bolts","location":"Next formation to the right from Micro-Climb (5.8)"},"__v":0},{"_id":"1doUPpF8UMiOKzDmZXqqKQ==","name":"Don't Stahl","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Neil Countryman & Roy Stahl 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105951178","mp_crag_id":"105714345","climb_id":"1doUPpF8UMiOKzDmZXqqKQ==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"The moves on this route epitomize Rushmore climbing.  Pinching crystals... side clings... smearing with EXCELLENT friction... it's ALL there. \n\n  Take one of several options to clip the first bolt... then start crankin'!  The line of crystals appears quite obvious from the ground, however putting the moves together may take more thought than you expect.  Specifically from bolts 3 through 5.  (HINT:  The shortest distance between two points MAY be a straight line... but it's not necessarily the easiest...) ","protection":"8 bolts placed JUST where you need them.","location":"This route lies halfway between \"Skywalker\" and \"Stardancer\" on a detached pinnacle."},"__v":0},{"_id":"zvPXPSOJWPiFgManYqitxg==","name":"Deja' Vu Prophecy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Engle and Vern Phinney 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":11,"mp_id":"105715013","mp_crag_id":"105714345","climb_id":"zvPXPSOJWPiFgManYqitxg==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This route is on the opposite corner of Weird Water, towards Mount Rushmore on the same rock. \n\n  Start the climb going diagonalling left along a schist band into a groove, pull through the top of the groove and go till the wall steepens. Set a belay here. Keep following the bolts up the very exposed prow till you get to the anchors which are by the anchors for Weird Water. This is a fabulous route","protection":"Excellent bolt placements","location":""},"__v":0},{"_id":"eZeaQyWNV9anksDflnknfQ==","name":"Crystal Shard","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vernon Phinney, Mike Engle-1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"105715730","mp_crag_id":"105714345","climb_id":"eZeaQyWNV9anksDflnknfQ==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"This is a cool little spire that is at the top of the middle Marker.  Nice exposure and fun face moves pulling on little finger tip quartz crystals.  Steep, sustained and airy... just wish it was longer.","protection":"Just clip the first bolt and you'll be fine.  3 bolts total with chains at the top","location":""},"__v":0},{"_id":"W81jKnmYXFKrwYqlUT15mg==","name":"Broken Promises","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andy Busse, Will Busse, Eric Hansen","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"106238177","mp_crag_id":"105714345","climb_id":"W81jKnmYXFKrwYqlUT15mg==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Follow the low angle weakness to gain the vertical hand/finger crack, then gain the arete and go to the anchors.  The crack takes gear very well once you attain it and the arete is bolted above.","protection":"C3s-#2 Camalot, Nuts.","location":"This route is located on the same formation as Don't Stahl, approx 5' to the right of it."},"__v":0},{"_id":"IoiTUnPWXgKw9mNotb5+lA==","name":"Borealis Strut","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Duane Lorenzen & Vern Phinney-1986 Ground up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":7,"mp_id":"111770504","mp_crag_id":"105714345","climb_id":"IoiTUnPWXgKw9mNotb5+lA==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Follow bolts up the NE arete using good crystals and a few thinker spots. Fun short warm up and can easily set up a TR from Micro-Climb (5.8).","protection":"4 bolts","location":"4 bolts chain anchor on top"},"__v":0},{"_id":"uwUwuXHVU/uG/77ENHXIgg==","name":"Big Dripper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Vernon Phinney, Bob Archbold 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"left_right_index":999999,"mp_id":"108230843","mp_crag_id":"105714345","climb_id":"uwUwuXHVU/uG/77ENHXIgg==","areaRef":"lx2T6JHYXsi2a5IN5TzmVg=="},"content":{"description":"Climbs the vertical crack/seam that's located about 5 feet right of the Gilson Chimney.  When the crack peters out, follow about 6 bolts up the face placed just to the right of the arete formed by the chimney.  Near the top, the climb angles right to the shared anchors with Little Dripper.","protection":"Standard rack of cams up to a #2 for the vertical crack/seam.  Six quickdraws for the face above the crack.  Shares chain anchors with Little Dripper.","location":"First route to the right of the Gilson Chimney, and left of Little Dripper.  Descent:  Rappel on one 70M rope -- but probably requires two 60M ropes to reach the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,3adbd995-e76c-515a-b172-076953d93973,6c8dd062-b123-5bf8-95a7-cd17b21961ea,971d93e8-91d8-5ec8-b66b-920de53ce656","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Magna Carta","Marker","Middle Marker Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":4,"label":"5.10"},{"count":6,"label":"5.9"},{"count":3,"label":"5.8"},{"count":3,"label":"5.6"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10a/b"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":25,"bands":{"unknown":0,"beginner":7,"intermediate":16,"advanced":2,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":20,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46227,43.88242]},"bbox":[-103.46289386618332,43.88197033981814,-103.46164613381669,43.88286966018187],"left_right_index":-1,"ext_id":"105714345","area_id":"lx2T6JHYXsi2a5IN5TzmVg==","polygon":{"type":"Polygon","coordinates":[[[-103.46289386618332,43.88197033981814],[-103.46164613381669,43.88197033981814],[-103.46164613381669,43.88286966018187],[-103.46289386618332,43.88286966018187],[-103.46289386618332,43.88197033981814]]]}},"content":{"description":"This rock encompasses the majority of the Marker area, with the Inner Marker 'behind' it.  There are a variety of fixed anchors across the fins and summits - check individual routes for details."},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T06:23:14.337Z","updatedAt":"2024-01-20T01:06:18.642Z"}