{"_id":"63689d20e80bff5a994f2295","area_name":"Buddha Temple","shortCode":"","climbs":[{"_id":"tIx5F86CWueIHpBpzDbdnA==","name":"Southeast Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bowman, Norton and Rink- 6/16/84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.09818,36.15242]},"left_right_index":999999,"mp_id":"117903808","mp_crag_id":"117903712","climb_id":"tIx5F86CWueIHpBpzDbdnA==","areaRef":"OwCJmCsVWTu5IzQWgKtmqQ=="},"content":{"description":"Pitch 1) The first pitch is a series of short one trick pony climbs with ok protection and some traverses along some semi exposed vegetated ledges to reach the end of the pitch. The belay station is at a large pine tree that should be pretty easy to spot, climbers left.\n\n Pitch 2) There are two variations one can use to complete the second pitch. The most direct route involves taking a heavily vegetated and very low angle crack system directly up and left of the tree belay to the beginning of the distinct third pitch dihedral. The climbing is brushy along this crack and very easy, perhaps 5.4-5.5 range. The  other variation starts with an OW crack that is to the right and up from the belay tree on a ledge. The crack climbs easy, but is hard to protect. A number five will go down low, but its run out to the top. From the top of the crack, a large ledge brings you over to a sandstone slab face that has an overhanging flake on its left side that creates a chimney like feature. The slab climbs about 5.7, but takes no pro and is run out approximately 20 feet. A drilled piton would be a nice edition to this variation of the second pitch. About a third of the way up the slab one can begin to use the flake and the climbing becomes very easy. This variation offers more traditional climbing than the standard route and will probably be found more enjoyable for most. Both variations end at an obvious tree belay just below the beginning of the third pitch dihedral.\n\n Pitch 3) The third pitch starts at a can't miss distinct dihedral. The pitch is rather short and the climbing within the dihedral goes about 5.6 and protects relatively well. Top out on the dihedral navigate the ledge system to reach the tree belay directly above the dihedral's finish.\n\n Descent: Rap the face of the route. Three raps will get you to the base of the climb.","protection":"All natural anchors. A single rack up to a BD number 5 is plenty. A number five is only needed if you do the second pitch variation.","location":"Traverse along Buddha's SW face until you reach its SE corner. A ledge will bring you to the base of the climb. The first pitch is heavily vegetated and should be easy to spot. Look for the large pine tree belay up and to the left and aim for that as you begin to navigate your way up the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,3b008998-2b15-593b-b923-341680ab66a9","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","Buddha Temple"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.09818,36.15242]},"bbox":[-112.09873688885934,36.151970339818135,-112.09762311114068,36.152869660181864],"left_right_index":-1,"ext_id":"117903712","area_id":"OwCJmCsVWTu5IzQWgKtmqQ=="},"content":{"description":"At an elevation of 7,212 feet Buddha is an unmistakable summit that can be viewed from nearly every good vantage point in the inner corridor."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:45.341Z","updatedAt":"2024-01-15T16:39:30.944Z"}