{"_id":"6368a722e80bff5a995dda05","area_name":"Pingora","shortCode":"","climbs":[{"_id":"38etBTfGXTWHFDiWaQW3bQ==","name":"Triple Cracks","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"1980' or less","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":1,"mp_id":"112153489","mp_crag_id":"105826738","climb_id":"38etBTfGXTWHFDiWaQW3bQ==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"South Buttress left, West. Climb rappell route in left facing system to crux 'Triple Cracks\" very thin cracks in slab to crescent shaped right facing corner. Poor protection but excellent rock quality at the crux start. It is also possible to not climb the crux triple cracks and climb the corner to the right which also gains the pretty crescent shaped corner 5.10-","protection":"2 sets thin and tiny, 1 set hand size.","location":"30 meters left of K Cracks, South Buttress Pingora."},"__v":0},{"_id":"Dmv/L+7eVDW5l7h81MBWaw==","name":"Stealing Thunder","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"James Garrett and Dave Madera with Fred Beckey and Franziska Garrett on the lower pitches, 28-29 August 1994","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":8,"mp_id":"108334769","mp_crag_id":"105826738","climb_id":"Dmv/L+7eVDW5l7h81MBWaw==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"Franziska and I had hiked in ahead of Fred Beckey who was coming in from \"somewhere\" and he had talked about a climb on Pingora he had wanted to do for more than 25 years. It was located about 100 -125 feet to the right of the Daley route. Eventually he hiked into our camp below the proposed route and the next morning we started up.\n\nWe three got up to a big obvious ledge under where the wall begins to steepen and facing afternoon thunderstorms retreated to camp that first day. That evening, Dave Madera from Alta, Utah also arrived in camp and Fred suggested we two carry on with the project while he and Franziska serve as ground support while doing some other recon and hiking. Fred has always seemed to prefer hanging with the ladies if the option is available!! They actually scrambled up a new route while Dave I climbed this the next morning.\n\nPitch #1: Climb approach slabs and low angle right facing dihedrals. 5.5.\n\nPitch #2: A long pitch continues up to a very prominent sloping ledge that stretches across the North Face. Fred drilled a bolt here while I was leading the next pitch. 5.10. 60m.\n\nPitch #3: A steeper corner angles right to easier climbing leads to discontinuous cracks and a ledge right of a prominent flake. Face climb right of the corner until it ends, then turn the roof to the right. Good climbing. 5.10.\n\nPitch #4: Move left passing a fixed piton passing the discontinuous cracks to a corner. 5.7.\n\nPitch #5: left and up to connect to a steep right facing dihedral system far left. 5.9\n\nPitch #6: From a good ledge now in a very solid continuous crack and dihedral system, climb straight up this dihedral/corner to a belay on a pedestal. 5.9\n\nPitch #7: Due to threatening lightning and thunder, some moves of A0 aid/tension were used to climb a wild and exposed inobvious traverse via a thin seam to better cracks to the left. 5.10, A0\n\nPitch #8: Brief aid from a fixed pin leads to a a nice (5.7) hand crack. 5.7, AO\n\nPitch #9: Follow a good crack and some face climbing between small ledge features on the wall. 5.9, 60m.\n\nPitch #10: Scramble up to a big ledge that leads left to more easy ground. 5.5, 60m.\n\nPitch #11: Continue to the summit of Pingora. 4th class.\n\nWe were caught in a full on thunder storm on the exit pitches. As Dave and I descended the East Ledges, wet and cold, we noticed through the fog and mist two people climbing toward us!!! It was Fred and Franziska climbing up to congratulate us and offer us hot tea.\n\nWe felt embarrassed that we had indeed Stolen Fred's Thunder, but he was so supportive, and these warm welcoming drinks offered high on Pingora certainly became the highlight of this climb and the trip. It will always be Fred's route.","protection":"Full rack of Camalots and Nuts. HP type brass Nuts helpful.\n\n4 bolts and a few pitons left fixed on route.","location":"North East Face the next obvious crack system to the right of the Daley route."},"__v":0},{"_id":"73LmM6VsUaa+IOYbU1PAyg==","name":"Southwest Face Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Kelsey and Dick Williams 1972","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":0,"mp_id":"106232307","mp_crag_id":"105826738","climb_id":"73LmM6VsUaa+IOYbU1PAyg==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"Interesting 4 or 5 pitch line left of the more popular South Buttress line.\n\nP1 5.7, easy R facing corner to the top of a flake, very featured rock and takes great pro.\n\nP2 5.8, thin crack leads to some awkward moves and then over some stacked blocks to a comfortable belay.  TCU's are good for the first 20+ feet.  Best pitch on the route in my opinion.\n\nP3 5.7, left trending corner system obvious from below.  Semi-groveling, semi-flared system.  Actually easier than it appears.  You can protect it with small to medium cams.  I carried and 2 and 3 camalot but never place either.  Long pitch of about 190 feet to alcove below small triangular roof.\n\nP4 5.9, Crux pitch, hardest moves right off the belay to a fun move around the roof above, huge hold for you left hand.  Continue up to a big ledge and belay.  From here you can continue up through a steep slot or bail to the right\n\nYou can move right about 100 feet to the rap anchors at the top of the S. Buttress route.  We did this as the slot looked unpleasant and another climber said there was a scary, loose block in the slot.","protection":"TCU's to #3 camalot should suffice.  Nuts come in handy also.","location":"Walk left from the south shoulder and scramble across to a ledge below the R facing corner.  Since you rap right back to this ledge you can leave your shoes, etc. on the ledge."},"__v":0},{"_id":"JemswdRiUf69gi/NS9QYcg==","name":"The Southerner's","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tom McMillian & Eric Zschiesche.  August, 1979","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":6,"mp_id":"106822720","mp_crag_id":"105826738","climb_id":"JemswdRiUf69gi/NS9QYcg==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"PwGHV/DtVw2HM7QKb6xLuw==","name":"South Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Wally Green, Bill Primak 1951","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":3,"mp_id":"105827746","mp_crag_id":"105826738","climb_id":"PwGHV/DtVw2HM7QKb6xLuw==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"A nice little route with two really nice pitches. This description is for the 5.8 variation, but the route goes at 5.6 also.\n\nApproach: Walk up a well worn trail toward Cirque Lake from the Climber's trail to the west side of the south shoulder. Two well worn trails will cut off to the right to gain the shoulder. Both are about the same exposure and class 3 at most. Continue up the south shoulder until it steepens past class 3.\n\nPitch 1: Either climb a direct 5.6 start to gain the ledge where the fun climbing begins or cut around to the right of the south shoulder to do some 4th class climbing to start. Some will want to rope up for the 4th class climbing to get to the start. If climbed the direct start, walk around the large ledge to the right to a right facing corner system. If did the 4th class scramble, the right facing corner should be directly above once you gain the ledge.\n\nPitches 2-3: Climb the right facing corner for one REALLY long pitch or two more reasonable length pitches to the base of the K-cracks which are two cracks for the last pitch that look more like an X.\n\nPitch 4: For the 5.6 variation head down and left to a dihedral. For the 5.8 variation, head straight up the fine crack (wide to start, then hand/finger). Can either climb the left of the K-cracks for 5.8 or climb the right variation from a little bit lower down for 5.8+. Climb above the rap station to belay from a nice ledge.\n\nFinish: scramble up fairly easy class 3 terrain to the summit\n\nDescent: rappel down the K-cracks and then to climbers left of the route. Clean and replace old tat at the anchors as needed as you go down. 3 rappels with a 70m rope reaches each anchor. A 60m will require some easy but exposed downclimbing to reach the next rap.","protection":"Standard rack","location":"Approach:\n\nScramble up 4th class ledges on the south shoulder to the base of the south buttress. The climb starts at a right facing corner system.\n\nDescent:\n\nRap off fixed anchors using two ropes, then downclimb the ledges."},"__v":0},{"_id":"7N4ky2SuVjO5Zi7GqDzBGg==","name":"Northeast Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Daley and Yensan, 1962, FFA Frishman and Krisjansons","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":7,"mp_id":"105825209","mp_crag_id":"105826738","climb_id":"7N4ky2SuVjO5Zi7GqDzBGg==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"Classic Wind River climb! Incredibly consistent, classic, sustained (at the grade) backcountry climbing in the west. Classic enough that it made the 50 classicly crowded climbs book, so expect parties to be in the area vying for the early slot. Be prepared to start early anyway to avoid afternoon t-storms that one can't see until they come over the formation from the southwest. You'll see what the fuss is over, though, with the great views, exposure, and beautiful climbing that every pitch offers. Route finding skills will be put to the test in a couple key locations, and retreat after the first 300 feet will be a challenge.\n\nHead up the 3rd class ramp that heads toward the sloping ledge system, traverse and/or downclimb to reach the ledge, thinking about the 2nd as you place gear. Belay just past the ledge where good pro presents itself in the left leaning ramp that leads to the dihedral with a prominent roof.\n\nClimb the dihedral, either belaying below or after the roof.\n\nClimb a long pitch, starting first right, then back left to a fun 5.8 crack and belay.\n\nAscend the left leaning system of ledges and dihedral cracks for at least 2 pitches (even with a 60m). The Kelsey topo forgets how long this section is. Going right early will end in a dead end.\n\nDo finally head right with some spaced pro up the ledges until the 5.8 flare and 5.9 3\" variation become unmistakable back to the left. Struggle up the flare to easier ground and belay left at the ledge.\n\nContinue straight up, not right, past a large flake and up to belay at the base of a crack leading to a chimney continue up or step again left and continue the crack system to for a long pitch and belay.\n\nHead up to the base of a short chimney with a rattly hand crack in the back. Grunt up this short crux to the east summit ledges platform. Coil the rope and walk to the summit.\n\nWalk/scramble over then down the 3rd class gully to the south to reach the South Face/K cracks rappels (two ropes recommended) 3 or 4 raps lead to the ledge that heads further left to the South Buttress descent.","protection":"Standard Winds rack, pro to 4\" (for the 5.8 flare it's nice to have). Nuts and cams to 1\" come in handy, and doubles 1\" to 2\", one 3\", one 4\". Little fixed gear, and you probably should prepare to back that up.\n\nThis will be 12-13 long pitches with a 50m rope, even though the Kelsey topo shows 11. A 60m rope can conveniently reduce that by 2.","location":"Cirque of the Towers. Find trails at the north side of the lake at the base, hike left of stream into rock field and scramble left, left of the prominent base of a gently curving ledge that becomes a long dihedral ending at a roof. Rack up on the low-angle rock, then head left up the 3rd-class ramp. Don't be surprised if the start seems somewhat exposed as you head to the left."},"__v":0},{"_id":"Q1kUIbivVrG741wo921D7w==","name":"East Ledges","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Orrin Bonney with Frank & Notsie Garnick","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":5,"mp_id":"109388715","mp_crag_id":"105826738","climb_id":"Q1kUIbivVrG741wo921D7w==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"Climb up obvious ledges which traverse to climbers right across the east face. If the climbing gets harder than low fifth class, look for an easier way - perhaps even going down for a bit. After about four long pitches you should be at the top of a kind of gully which is below the false summit block on the NE quadrant of Pingora.  From here, the easiest way to the summit is to traverse climbers left along huge ~horizontal slabs until one can round the SE corner (clockwise) into the gully / ramp leading down to the South Buttress rap descent.  Or first head back right and up along that gully / ramp towards the summit.\n\nAlternately, after the four long pitches and at the top of the kind of gully which is below the false summit block, the Bechtel guide shows East Ledges heading more directly up onto the false summit and then rapping off in a direction towards the summit.  We also tried this way although some climbing we found was at least 5.7 ... Lie back up a clean right-facing corner for about 20 feet onto a large sloping ledge.  Then make a few moves up a large crack / weakness but bail rightward / upward along a smaller crack to a smaller but ample sloping ledge that leads right. Move right and then up a huge chimney / alcove by face-climbing on the left side.  After topping out here we found some old rap webbing at a pinch point. Scramble climber's left across the false summit to major weakness and down a few exposed moves to a rap anchor.  Rap, down lead, or free solo the descending ramp.\n\nNote about the alternate finish: NOT \"bailing rightward\" but instead continuing up the large crack / weakness leads up to another large ledge and to the base of an off width that looked 5.8/5.9 to us - takes 4 to 5 inch gear which we did not have. This off width leads more directly to the rap off the false summit but we backed down to the smaller rightward crack.","protection":"Light alpine rack.  We did find a piton along the way.  Add a couple 4 or 5 inch pieces if wanting to do the off width along the way to the false summit.","location":"Starts a few yards to climber's right of South Buttress."},"__v":0},{"_id":"HFkvw+waV1azfX6jOuBH/g==","name":"East Face, Left Side Cracks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Elaine Mathews (first half) 1970  Greg Donaldson, Rich Mathies (2nd half) 1972.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":2,"mp_id":"105827735","mp_crag_id":"105826738","climb_id":"HFkvw+waV1azfX6jOuBH/g==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"Great long route up Pingora. Mostly hands to offwidth climbing with some dihedral and a bit of slab. Mostly sustained 5.7 for the first third, then eases up for the middle third, then steep sustained 5.7 with the crux pitches for the last third.\n\nClimb: Climb the lower crack section for about 3-4 pitches depending on how far you stretch it. After this you'll reach a large grassy ledge. Continue following straight up the lower angle cracks to another large ledge for another couple pitches. After this follow steeper hands-slightly offwidth cracks to the top for another 3-4 pitches. Total between 8-12 pitches for about 1400 feet of climbing from bottom to top.\n\nVariations: can bail when level with the South shoulder by scrambling around to the left at the top of the easier climbing just before it kicks up again around pitch 6-8. Can finish on East Ledges for the last 2-3 pitches.","protection":"Standard rack. Nuts very helpful. #4 cam helps prevent long runouts on offwidth sections.","location":"Approach: Starting from the east side of Pingora, around the corner from the south shoulder, find a snowpatch. The climbing starts to the right of this in the left leaning and rightmost of parallel cracks.\n\nDescent: rappel the south buttress route in about 3 raps. A single 70m will comfortably get you down. A 60m will require some easy downclimbing to get to the next rap station."},"__v":0},{"_id":"t6kDAvI/WG2pNUv0DPQKWw==","name":"Cirque of the Towers Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"left_right_index":4,"mp_id":"111399193","mp_crag_id":"105826738","climb_id":"t6kDAvI/WG2pNUv0DPQKWw==","areaRef":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":"As a long-time Sierra climber I feel blasphemous writing this, but the Cirque of the Towers is the most spectacular place I have ever visited.  And what better way to explore it than with a traverse of the 11 major peaks, and that also includes one of the 50 Classic Climbs.\n\nfirst part of the traverse minus Pingora\n\nsecond part of the traverse\n\nNOTE ON MY RATING\n\nI rated the traverse based on the easiest path that tags the true summit of each peak while still starting at the S end of the ridge at Pingora and not doing any major deviations from the ridge.  Note that as with any traverse there are variations, as well as some contention around the Shark's Head true summit, which will cause the rating to vary for individual parties. I used Kelsey as the source of truth given his extensive knowledge of the range.\n\nLOGISTICS\n\nClosest Real Town\n\nPinedale, WY with groceries, gas, brewery, laundry, 4G, library, and showers at the super nice rec center.  If you have time check out the\n\nMuseum of the Mountain Man\n\n.  You can also go in from Lander, bu this adds an extra hour to the drive.\n\nConditions\n\nThe Tetons Climbers’ Ranch said they mostly use\n\nNOAA\n\nfor the Winds.  With the topology the Cirque tends to be extra cold and storms can creep up on you unexpectedly, so take the forecast with a grain of salt.  Mosquitos are bad at times. I was told to go mid Aug through early Sep, although I’ve been burned on weather in the Tetons in early Sep.\n\nMaps\n\nWind River Range South\n\n(Beartooth Publishing)\n\nGuide Books\n\nCirque of the Towers and Deep Lake\n\n(Steve Bechtel)\n\nWind River Mountains\n\n(Joe Kelsey)\n\nTrailhead Amenities\n\nBathrooms/campground at the trailhead.  Primitive camping also allowed in established spots along the way.  No bear boxes, but keep food contained.\n\ntrailhead amenities\n\nWater\n\nLots of rivers and lakes along the way and in the cirque, but no water on the ridge unless there’s snow to melt.\n\nBackcountry Camping\n\nThere are many established primitive campsites in the Cirque.  Please keep the area pristine with leave no trace ethics.\n\nTraverse Tips\n\nIf any of the rock seems crappy you’re off-route.  The raps tend to be directly above whatever notch separates your next objective with the exception of the ones off of Wolf’s Head.  Be prepared for many raps.  Route-finding is fairly straightforward compared to some of the Sierra traverses.\n\nROUTE\n\nPingora (S Buttress, 5.6 or 5.8)\n\nMost people start the traverse with the\n\nS Buttress of Pingora\n\n(5.6 or 5.8 with the K Cracks variation).  Approach the route from the left side of the S shoulder via 3rd class ramps.  The route starts on top of the shoulder where the main formation steepens.\n\nS Buttress of Pingora\n\nWolf's Head (E Ridge, 5.6)\n\nAfter the Pingora summit drop down to the raps stations to the west into the notch between Pingora and Wolf's Head.\n\nDon’t use the normal S Buttress raps.\n\nStaying on the S side take the ledge system (4th) until you join the\n\nWolf’s Head E Ridge\n\n. Follow the beautifully exposed E Ridge to the summit.  If you like Matthes Crest you'll love this route.  It's deservedly in the 50 Classics.\n\nthe spectacular E Ridge of Wolf's Head\n\nOverhanging Tower (NW Ridge/W Face, class 4)\n\nThere are many ways to descend from the summit, but the goal is to rap to the west until you can hike south to the gully in between Wolfs Head and Overhanging tower. I mostly downclimbed this.  From the notch take the\n\nNW Ridge/W Face\n\nroute to the summit.\n\nOverhanging Tower from Wolf's Head\n\nShark's Nose (N summit via NW Buttress, 5.6; S summit 5.8)\n\nDownclimb (5.5) or rap from the summit into the notch separating Overhanging Tower from Shark's Tooth.  There seems to be some disagreement between Kelsey and Bechtel as to the true summit; Kelsey says it's the N one, Bechtel the S.  At least some of the former speed record holders only did the N so take your pick.\n\nFrom the notch head up the higher of two ramps. At this point I continued trending right passing some rap lines, then up past a piton. I ended up at the base of a fairly committing rightward slanting crack (5.6).  After the crack continue up easier terrain to the summit.\n\nTraverse the ridge toward the S summit.  The 5.8 section, although a boulder problem, is super exposed and burly.  I suspect most people will want a rope here even if you soloed the rest.\n\nShark's Nose\n\nBlock Tower (E Ridge, 5.5)\n\nIf you did the S summit rap down into the notch between Shark's Nose and Block Tower. From the N summit head along the ridge to the S summit until you're able to set up a pendulum over to easier ground on the W side (obvious ramp).  There were older anchors here, but they had been cut.  The ramp linked me into the S summit raps.  There are other rap options directly off the N summit, but this seemed more direct.\n\nFrom the notch take the 4th class ramp until you reach a 5.5 chimney on the E Face. Take this to the summit.\n\nBlock Tower summit\n\nWatchtower (class C for crappy slog)\n\nFrom Block Tower rap into the notch at the base of Watchtower.  The easiest way is to slog up the gully just to climber's right of Watchtower until you top out on flatter, more stable ground to reach the summit.\n\nS Watchtower, Pylon Peak, Warrior II, Warrior I, Warbonnet\n\nAt this point you're mostly hiking with a little bit of scrambling as you tag the summits around the cirque.\n\nthe hiking part of the traverse\n\nvery approximate route","protection":"mandatory single 60m rope/tagline for raps\n\nsupplemental rap station gear recommended\n\nalpine rack if roping up","location":"Approach\n\nPark at Big Sandy trailhead (42.6885,-109.2695). The graveled roads to reach Big Sandy are long, but mostly in good condition with the exception of the last few miles.  There were a number of 2WD low clearance cars at the trailhead when I went.\n\nFrom the trailhead follow the signs to Big Sandy Lake (trail 99, marked), ~5 miles.  Continue on toward Jackass Pass past North Lake where the trail will begin to ascend steeply to a flattish area. Before the trail ascends again look for a trail heading off to the left toward Arrowhead Lake and the Cirque (both hidden).  The turn-off was cairned as of Aug 2015.  The Cirque can also be reached from Jackass Pass, so don’t worry if you miss it.  Cross the Cirque to the prominent S Buttress of Pingora. There is plentiful water and camping in the Cirque as well as all along the approach.\n\nDescent\n\nFrom the summit of Warbonnet continue S then E, dropping down to Big Sandy Lake. Catch the trail back to your campsite or to your car."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,e6b226dc-ea96-5a2a-8f9d-7b88a9177ac6","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Pingora"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.2"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"alpine":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.226,42.7789]},"bbox":[-109.2266126327205,42.778450339818136,-109.22538736727952,42.779349660181865],"left_right_index":-1,"ext_id":"105826738","area_id":"5rIm3OqWWiqPnXuIqRd6xg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:35:22.227Z","updatedAt":"2024-01-15T16:51:33.935Z"}