{"_id":"6368a50be80bff5a995b054a","area_name":"Forming Arch","shortCode":"","climbs":[{"_id":"YAKy9UQxUcOMrvisl8HD9A==","name":"Wakanda Forever","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nate Sydnor & Ed Oak - FFA Troutman with Nate Sydnor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":3,"mp_id":"114114965","mp_crag_id":"110499345","climb_id":"YAKy9UQxUcOMrvisl8HD9A==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"Wakanda Forever is among the best pitches I've found undone anywhere in the desert. I hope that folks who appreciate amazing crack climbs will come to this incredible setting and enjoy it, as well as all the other great lines at what is now a pretty stacked wall.\n\nAs soon as I got back to the ground after the first ascent, I knew it would be a perfect present for my best friend and fat-finger crack master.....Troutman. A week later I handed him the rack and he sent it on-sight for the first free ascent. It was a heart-warming and liberating phenomenon to somehow know immediately that this was a gift I wanted to give away, rather than a prize I wanted to keep for myself. Coleman is the man, and the establishment of this route is a testament to our friendship.\n\nI put the anchor on this and N'Jadaka the day after seeing the Black Panther movie on opening night, and knew straight away that both routes would have names of this theme. I'm a huge comic book fan, and poured over all of the Marvel characters as a kid. I loved the film interpretation of the Black Panther story, with it's amazing characters and inspiring themes, and the awesome, original soundtrack helped keep me psyched to send these routes.\n\nThis crack lives up to the proud slogan of it's namesake, metaphorically speaking of course, and it's history shares a similarity to that of Wakanda in the Marvel Universe. For years this crack has been right under the noses of great explorers and passers by, but somehow has remained undiscovered. It's a proud, sophisticated treasure hidden in plain sight. I wanted to name the route as a reference to the times, as an homage to the important and imaginative creation that is Wakanda, and in honor of crack warriors everywhere.\n\nIt starts with a crack boulder problem to a ledge. The initial right-facing corner is easy fingers at first, leading up to a column that is a little hollow, so take care here. The .5-sized crack above gets rowdy through the bulge and drops you onto a ledge. A stout few body lengths lead to a bulge into a pod. From here, launch sideways across the fingertip ledge and continue up more engaging climbing to the anchor. A truly spectacular pitch with Marvel-ous position.\n\nyoutube.com/watch?v=JQbjS0_…","protection":"Upwards of eight .5 BD Camalots, doubles of .4 and triples of .75, and a hand-sized piece or two. Some runners. Full 30m pitch","location":"Right side of the crag, just left of Prickly Pear, which has a plaque. The crack faces down canyon and will be unmistakable when you see it."},"__v":0},{"_id":"t1QOrezpW56S8Oc+n+W1SQ==","name":"Unnamed OW","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"...?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":4,"mp_id":"114225733","mp_crag_id":"110499345","climb_id":"t1QOrezpW56S8Oc+n+W1SQ==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"Just left of Prickly Pear is a nice corner crack that goes from 4-8\". It is essentially along the rappel line for Prickly Pear. It's a great introduction to hand stacks of all sizes. Good warm up if you like the wide.","protection":"4-8\" a big bro would be useful for the top.","location":"Just right of Wakonda Forever, left of Prickley Pear. It's a right facing corner OW."},"__v":0},{"_id":"C//jY0IKVhCWjm5hh+ibsw==","name":"Stingray","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jay Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":0,"mp_id":"114115208","mp_crag_id":"110499345","climb_id":"C//jY0IKVhCWjm5hh+ibsw==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"This pitch is another great feature of the wall, the only detractor being the somewhat loose and \"towery\" start. Be careful!\n\nAfter navigating the somewhat frightening beginning (two equally scary options), launch up the long right-facing corner with tons of green and purple Camalots. Enduro!","protection":"Some for the choss, then lots of .75 and .5 BD. The final section to the anchors is baggy .4 or tight orange Metolius. 70m rope mandatory","location":"Top of the trail, at the right side of the forming arch, just left of Manta Ray. It's obvious"},"__v":0},{"_id":"roI4voZeW3eK6k/Fau802A==","name":"N'Jadaka (aka Killmonger)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nate Sydnor & Ed Oak - FFA Nate Sydnor with Herb Crimp and Troutman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":5,"mp_id":"114115031","mp_crag_id":"110499345","climb_id":"roI4voZeW3eK6k/Fau802A==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"Prince N'Jadaka; cousin, nemesis, and perhaps greater adversary of the Black Panther. The portrayal of this character in the movie was one of the best villains since Heath Ledger's Joker. I also think that the Black Panther story as a whole is an amazing and timely narrative.\n\nAnother amazing crack, an homage to the Black Panther theme, and a play on the character this route is named after, N'Jadaka is more of a sleeper than Wakanda Forever. Just like it's namesake, it's not nearly as obvious and stunning, but it's certainly equal in character and class, and likely superior in power. It took more grit to get done, as the moves pound-for-pound are harder than those of its proud neighbor.\n\nIn line with the character of N'Jadaka, this route is difficult to read and nails hard. It's a meaner, burlier version of the International Affair, and for this reason my first thought was to call it Domestic Terrorist. However, the legend of N'Jadaka resonated better, included that theme, and was more fitting for the times.\n\nA strange hand-jam flare gets you off the ground into the initial tips. The stepping-stone was already perfectly placed by the rock gods. Getting established higher has some tricks to it, then very thin crack climbing gets you to the finger locks in the shield. From there, good luck. Hopefully your warrior skills have been honed for battle!\n\nhttps://www.youtube.com/watch?v=K5xERXE7pxI","protection":"A hand-sized piece off the ground, triples of green Alien, a few blue TCUs or red c3s, a .3 and .4 BD, and a few more fingers and thin hands pieces for the easier top section.","location":"To the right of Wakanda Forever, out on the ledge. Anchors easily visible and once on the ledge the route is unmistakable."},"__v":0},{"_id":"RFgHYSecXiGOSRR0kbCnhw==","name":"Manta Ray","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA Jay Smith, FFA Jacob Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":1,"mp_id":"110499353","mp_crag_id":"110499345","climb_id":"RFgHYSecXiGOSRR0kbCnhw==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"Jay Smith has an uncanny ability to find some of the best lines in the desert and this is one of my new favorite routes in the Moab area having both fun face climbing and one of the most enjoyable finger cracks anywhere. The climb starts with a short section of mellow climbing on features to a horizontal crack, clip a bolt above your head and do a short boulder problem to reach the beginning of the crack. It felt about v4 to me but it might feel a bit harder for shorter folks. Above the boulder problem the climb follows a tight finger crack with plenty of ledges and features to keep it relatively mellow. Climb into a flaring slot which is easier than it first appears due to plenty of holds (tread lightly to preserve these!) The slot ends at a small roof, pull through and exit onto the less-than-vertical wall which is split by an amazing crack which is mostly perfect fingers. The climbing above is kept reasonable by the grace of edges, pockets, pods, crack-constrictions and the zig-zagging nature of the crack; stances abound and there are no desperate gear placements, all of which makes for an engaging but very enjoyable climb.","protection":"I brought 2x .2 Camalots, 2 green Aliens, 4x .3, 7x .4, 1x .75 and 1x #1 Camalots. runners to extend gear in the slot and quickdraws for 2 bolts. Bomber anchor. It's possible to lower with one 70m if swing over to higher ground in the arch- tie a knot in the end of your rope.","location":"On the right side of the forming arch. The corner is Sting Ray 5.11+; to the right of this is Manta Ray."},"__v":0},{"_id":"ltTxk28RXWGSTUs1P/54SQ==","name":"Looming","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"K3","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"left_right_index":2,"mp_id":"121699997","mp_crag_id":"110499345","climb_id":"ltTxk28RXWGSTUs1P/54SQ==","areaRef":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":"Begin up a short, 15ft slightly chossy corner to a 3-4ft wide ledge. Traverse right about 6ft to the base of the left facing corner with the splitter hand crack in it. Start with vertical tight hands and quickly move to less than vertical hands for a ways up the corner. About 50ft up or so, there is a horizontal crack running across the cliff; after this, the crack in the corner widens to #4 & 5 Camelots for another 30ft to the anchor.","protection":"Camelots 1 & 2s mostly, you can definitely find a place for a #3 or two, 1-2 #4s and a #5 if you want to feel well-protected in the wider section up higher. Anchor is Fixe ring-bolts as of 11/2021.","location":"From the Forming Arch, head right around the south-facing buttress that sticks out to the south with the jagged splitter going up the the middle of it. Follow the foot path for 30 meters or so, passing a handful or more of various crack climbs. Up to your left, locate the less than vertical left-facing corner with the obvious hand crack that starts off a ledge about 15ft up. The route ends under a jagged, chossy roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,27051d4b-092e-56bb-9bb4-9aea5cdf319c,cff03fc6-f836-541d-adc3-f84fd181410a,a14e7d3f-270b-532d-ab54-f5dc9d4a52fd","pathTokens":["USA","Utah","Southeast Utah","Potash Road","Long Canyon","Forming Arch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.681,38.54877]},"bbox":[-109.68157495567856,38.54832033981814,-109.68042504432144,38.549219660181855],"left_right_index":-1,"ext_id":"110499345","area_id":"oU59PycLUy2rVPXcnUpS/Q=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:45.030Z","updatedAt":"2024-01-15T16:49:29.809Z"}