{"_id":"63689d5ce80bff5a994f57bd","area_name":"Sports Challenge Rock - West Face","shortCode":"","climbs":[{"_id":"W9wnCEKwU2aT4oXMQdfqzw==","name":"What's It To You","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"(TR) Maria Cranor & Randy Vogel, November 1979,  FL: Tom Gilje, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":4,"mp_id":"105722494","mp_crag_id":"105720753","climb_id":"W9wnCEKwU2aT4oXMQdfqzw==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This route is just to the right of Sphincer Quits on the west side of Sports Challenge rock. Before it gains the crack system above the start it traverses left past a bolt (crux) to reach the crack some 10' right of that S.Q., ascending 15 feet of crack before joining S.Q. and continuing to the sumit. Approach this climb as for S.Q., at the left-hand end of the west face of Sports Challenge Rock, then go up and south from the base of the wall to reach the base of this climb, this does require a small amount of scrambling to reach, but is reasonably safe.\n\nNOTE: The current edition of the J-tree book grosly misnumbers the entire topo/photo.\n\nClimb up on face holds to reach the right-hand edge of a horizontal feature. Step up and left onto this and protect or clip an optional bolt on Rap Bolters Are Weak as you move left to gain the vertical crack. Continue up on thin gear to a large crack where S.Q. traverse in to join your route. Go up to the ledge and climb to the summit block above. This does climb not protect easily, so it is best not to push your luck and get pumped placing too much gear. Belay as for S.Q.\n\nTo descend, rap from the bolts on the summit (above Rap Bolters Are Weak), or scramble down to the south.","protection":"A set of nuts including small nuts and a set of TCU's.","location":""},"__v":0},{"_id":"UnXqRlmjVwy+MM3vs6HxYg==","name":"unknown","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":1,"mp_id":"108509171","mp_crag_id":"105720753","climb_id":"UnXqRlmjVwy+MM3vs6HxYg==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"Start up the mild off-width that takes you into the base/corner of Spring Cleaning.  Once you gain this ledge, work right around the bulge and enter into the left-leaning flared crack.  The crack will taper as it approaches a formidable bulge.","protection":"Standard rack to 2\"","location":"This route is just to the right of Spring Cleaning."},"__v":0},{"_id":"iOso7gFqUVeRIDOSGUhfRQ==","name":"Sphincter Quits","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Evans & Randy Vogel, December 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":3,"mp_id":"105722488","mp_crag_id":"105720753","climb_id":"iOso7gFqUVeRIDOSGUhfRQ==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This route is the most popular route on the West side of Sports Challenge rock. You can probably find it by just getting in the longest line, but in case you arrive first...Find the left hand end of the W face of Sports Challenge Rock, this will require a small amount of scrambling to reach. P1: Climb up a curving crack and up left onto the top of a small tower, which at the top is not attached to the cliff. A fist-sized cam can be placed as the \"last good pro\" before reaching this point. Step up and right off of the pedistal to seams out on the main face. Some protection could be had here (S) but placing it out of the crux seems sillier than just running it out a little more to reach a better stance. Most of the holds here are positive, but the climb is not suited to pushing your limits. Continue up this crack to a horizontal rack, then right to another crack and up to a lege just below the summit. Climb onto the summit and belay.To descend, rap from the bolts on the summit (above Rap Bolters Are Weak), or scramble down to the south.\n\nNote- the old guidebook (1992 edition) misnumbers the topo/photo, so beware...","protection":"A set of nuts and a set of cams from TCU's to 3\".","location":""},"__v":0},{"_id":"LaoLz0mWX2qHPASwChjYsQ==","name":"Ride a Wild Bago","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Randy Vogel & Dave Evans, December 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":6,"mp_id":"105722491","mp_crag_id":"105720753","climb_id":"LaoLz0mWX2qHPASwChjYsQ==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This route is just to the right of Sphincter Quits on the west side of Sports Challenge Rock. It gains a crack system some 20' right of that climb and continues to the summit.\n\nApproach this climb as for Sphincter Quits, then scramble up and right at the base of the wall to reach the base of this climb. A small amount of scrambling is required to reach the base, but it's reasonably safe.\n\nNOTE: The 1992 edition of the J-tree book grossly misnumbers the entire topo/photo.\n\nClimb up and right on face holds to reach a thin crack/seam that continues up and slightly right to a shallow dihedral and the right side of the summit block. This does not protect very well or easily, but the moves are mostly positive and a 5.10 climber should easily on-sight the route. Belay from large cams in cracks, or a long cord to the bolts above Rap Bolters Are Weak.\n\nTo descend, rap from the bolts atop Rap Bolters Are Weak or scramble down the southern end of the formation.","protection":"A set of nuts including small nuts and a set of TCU's. Slider-nuts might go here or there.","location":""},"__v":0},{"_id":"VWTBe6MKXSmcz6A/SFJkHw==","name":"Rap Bolters are Weak","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Paul Borne & Dave Mayville, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":5,"mp_id":"106135530","mp_crag_id":"105720753","climb_id":"VWTBe6MKXSmcz6A/SFJkHw==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"The route has beautiful position and this is its best quality. The moves are fun too, especially up higher, but some of the crucial crimps through the crux tend to be a little brittle. Good foot work, strong fingers, and good sequence reading all help you up this route, but the final bulge adds enough pump to remind you that endurance is always useful too.","protection":"Bolts, anchors (all 1/2\"SS)","location":"This route is located on the West face of the Sport Challenge Rock and is about 25 feet right of Sphincter Quits. It climbs the brownish pillar and starts on top of a large boulder lodged against the wall."},"__v":0},{"_id":"R6HV+nDWWwmmhrnvGfNOiQ==","name":"Ranger J.D.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Randy Vogel & Maria Cranor, October 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":9,"mp_id":"105725899","mp_crag_id":"105720753","climb_id":"R6HV+nDWWwmmhrnvGfNOiQ==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This route lies just left of the route Ranger J.B. - refer to that route for a description of the area and location.\n\nOn the right-hand end (south) of the west face of Sports Challenge Rock, there are two moderate cracks. Climb the left-most of these two and up to the shoulder of the rock, perhaps 40 feet up. Place a directional and continue to the summit of the rock to belay. Retreat by a rappel from the summit anchors. The climb is mismarked in the Vogel guides prior to 2006 as #1009 on the picture-topo.\n\nThis climb, Ranger J.D., is protected somewhat more easily than its neighbor, Ranger J.B. The rating of both climbs, at 5.6 and 5.8, respectively is justified more by the awkwardness of the moves of each climb rather than an inherant physical difficulty. These are good first leads for folks who can climb harder and are just starting to place gear, but not for climbers who will be testing their limits of skill.","protection":"A light rack to 3\"","location":""},"__v":0},{"_id":"ppZYgHb1Ua2xVFQqc5HLtA==","name":"Ranger J.B.","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":10,"mp_id":"105725896","mp_crag_id":"105720753","climb_id":"ppZYgHb1Ua2xVFQqc5HLtA==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"On the southern end of the west side of Sports Challenge Rock there are two moderate but steep cracks. These ascend the shorter end of the rock for about 40 to 50 feet. Juggy holds pepper the area, making the otherwise steep climbing not so difficult.\n\nBoth climbs have a few awkward moves and a few places where palcing protection might be a little bit difficult; they may not be ideal first leads for a beginner.\n\nRanger J.B. is the right-most of the two cracks, which is climbed out off of the ground behind a nearby \"belay boulder\" and tree. After reaching the shoulder of the rock place a directional and continue to the summit of the rock to belay.\n\nNote that in the pre-2006 Vogel books that the picture on Page 154 and corresponding numbers are mismarked (subtract 11 from the photo to match the text).","protection":"A standard rack to 3\"","location":""},"__v":0},{"_id":"xdoyeIzPXXCzYD8fj1mTtA==","name":"Mortal Thoughts","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rex Pieper, Brent Brown,  April 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":13,"mp_id":"107374142","mp_crag_id":"105720753","climb_id":"xdoyeIzPXXCzYD8fj1mTtA==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This unusual route traverses from right to left via an obvious crack about two-thirds of the way up on the wall.  It ends all the way around the corner, left of Sphincter Quits.","protection":"Nuts to fist sized cams.  May use the a bolt from the route Rap Bolters Are Weak","location":"Scramble up a little more than halfway up the southeast saddle to start"},"__v":0},{"_id":"nNSt3KmhUeKi5uv+orppTA==","name":"Itty Bitty Buttress","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Gaines and Yvonne Gaines, January 1992.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":11,"mp_id":"114040285","mp_crag_id":"105720753","climb_id":"nNSt3KmhUeKi5uv+orppTA==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"Climb the steep face between Ranger J.B. and Eddie Haskel Takes Manhattan.","protection":"TR","location":""},"__v":0},{"_id":"4hAIw4HQXW+XGKNAkpm79g==","name":"I Just Told You","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gib Lewis & Charles Cole, December 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":8,"mp_id":"105725893","mp_crag_id":"105720753","climb_id":"4hAIw4HQXW+XGKNAkpm79g==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This line starts to the left of the moderate cracks on the south end of the west face known as Ranger JB and Ranger JD.\n\nThe line starts to the left of these and rises up and right on increasingly difficult terrian to where the crack runs out. There are 3 choices, and in increasing order of difficulty they are:\n\nA) 5.10b: From a tiny pod in the crack where a hand-sized cam can be fidgeted, abandon the seam and climb directly up to a horizontal and traverse from there to the right to gain a well protected handcrack to finish.\n\nB) 5.10d: From that pod, crimp out and right on bad feet to reach a spot where a single very long move can be made directly up to the same horizontal. Your pro is a bit below you and is only so-so. A fall would be exciting.\n\nC) 5.11?: Continue directly in the seam on crumbling rock up and right directly to the bottom of the leaning handcrack up top. Holds are popping off, adding to the difficulty. Your pro is some distance down and left and is not that great. Hope the holds you grabbed are good.\n\nBelay as for the other routes on this end of the rock and descend by rapping from summit anchors.","protection":"Without proper attention to protection, someone might get hurt on this line. Pro is available, but it is tricky and strenuous to place. This is not a route to test limits on.1 set of nuts, + cams to 3\".","location":""},"__v":0},{"_id":"1YoA6nAgVf+ruruUb4Mf1g==","name":"Ella-vation","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ryan Grimm, April 2017","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":2,"mp_id":"112853846","mp_crag_id":"105720753","climb_id":"1YoA6nAgVf+ruruUb4Mf1g==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"The first half of this route starts out with a very thin fingertips crack on an arête and then a few thin to solid hand jams before reaching a nice handsfree stance in the middle of the route. The second half follows the arête to the top.\n\nThe crux is without question the bottom half of the route. The crack is too small to be useful for jams especially since it is slightly overhung. On top of that be mindful of falls as immediately behind the climber are two tall boulders. However, creativity can yield some good pinches and some decent feet too. Some of the moves might be reachy for shorter climbers and try to conserve your skin for trying out different beta.\n\nIf the bottom half is too challenging, it can be skipped by starting from the top of the boulders which is still worthwhile if other routes are taken and you feel like a couple fun arête/friction moves off of a chicken head (I'd estimate the top half to be 10a or so).","protection":"If you're going to try it on lead, it's probably good to be strong in the 11's and be confident with your slab/friction skills as the protection for the top half is marginal (single 0 sized cam in a shallow horizontal crack) with a guaranteed deck after hitting boulders on the way down if it blows.\n\nIt's also fairly easy to climb the gully around the corner to the right of this route and to the left of Sphincter Quits to setup a top rope (#1-#3 cams should do it).\n\nGiven the popularity of the crag and the natural appeal of the line, before adding a bolt to protect the slab moves I figured it was prudent to post here and give the community a good chance to claim it if it has already been established. I did check every guide book I could find, the binder of unpublished routes and the folks at Nomad to see if this was a known route already but nothing could be found.","location":"Left of Sphincter Quits is a easy 5.0 gully, this can be used to setup a top rope and for the descent. To find the route, start at the base of Sphincter Quits and continue following the wall left until you see an obvious thin crack just left of a blunt arête."},"__v":0},{"_id":"aE4xeIx0V1+7Spdw36VGDw==","name":"Eddie Haskel Takes Manhatten","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Eric Rasmussen & Rob Hines","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":12,"mp_id":"105725797","mp_crag_id":"105720753","climb_id":"aE4xeIx0V1+7Spdw36VGDw==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"This route is on the southern-most end of the west side of Sports Challenge Rock. Just left of the 2 most obvious easy cracks (Ranger JB and Ranger JD) on the south arete of the west face, lies a blunt arete with 2 bolts on it. Climb past the bolts (crux) and up past a 5.10- move on small gear to reach a low-angle finish (moderate, but slightly runout). Belay on gear  on the ramp above or continue to the summit and belay from a bomber sink-hole with some larger gear placements.\n\nRap down from the anchors on the west side of the summit.\n\nFun enough, but not a destination climb.","protection":"Although 2 bolts (1/2\" SS) protect the true crux, some challenging moves require gear to protect. Take a rack with medium nuts and cams to 2\".","location":""},"__v":0},{"_id":"mvZWqNTqU8WTL3DbBzQO5Q==","name":"Chick Hern","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Alan Bartlett, Tucker Tech","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":0,"mp_id":"108509190","mp_crag_id":"105720753","climb_id":"mvZWqNTqU8WTL3DbBzQO5Q==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"A good route for the grade, worth doing if there is a line on Sphincter.","protection":"Standard rack","location":"On the far left end of the west face, just before the rock gets too steep to climb"},"__v":0},{"_id":"AnIBzGIwXaul61Gu3LDo8A==","name":"Alligator Tears","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"left_right_index":7,"mp_id":"107127265","mp_crag_id":"105720753","climb_id":"AnIBzGIwXaul61Gu3LDo8A==","areaRef":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":"Start in a dihedral and climb up to a gymnastic and very enjoyable roof problem, and then on to the top.","protection":"standard rack","location":"This is below and just in front of the routes Ride A Wild Bago and None Of Your Business."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,bbf60ea4-d8bb-5949-a144-061868db1e5e,40f14019-3439-5a7d-993e-9d8eae4d797e,793b0147-ec7f-53ed-9926-c8bda9bdcec5,a045d53f-6aa0-50b7-8343-d6b96c6a0d61","pathTokens":["USA","California","Joshua Tree National Park","Hidden Valley Area","Real Hidden Valley","Sports Challenge Rock","Sports Challenge Rock - West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.1691,34.01401]},"bbox":[-116.16964247766984,34.01356033981815,-116.16855752233018,34.01445966018186],"left_right_index":-1,"ext_id":"105720753","area_id":"oEXVP2qgULeDQ9a5bGoNYQ=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:00.851Z","updatedAt":"2022-11-25T11:15:00.314Z"}