{"_id":"63689d20e80bff5a994f24d3","area_name":"Rappel Rock","shortCode":"","climbs":[{"_id":"kb3EMgzQWoWfs+5d3gAEcw==","name":"Voodoo Child (direct start)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Grossman '79","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":8,"mp_id":"106493973","mp_crag_id":"105738086","climb_id":"kb3EMgzQWoWfs+5d3gAEcw==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"The first face left of Black Quacker is the direct start. Moderate climbing leads to a series of knobs then stiff move up and right then a runout 5.8 section adds spice to the hard sequence.","protection":"Slings, stoppers and gear to 3\".","location":""},"__v":0},{"_id":"M7DVIPxVVf2bEfaNSF6NSQ==","name":"Voodoo Child","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"MM, DB '71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":9,"mp_id":"106831966","mp_crag_id":"105738086","climb_id":"M7DVIPxVVf2bEfaNSF6NSQ==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Excellent pitch of slab climbing! Thin moves angling up and left past three bolts. Crux is well protected, but 5.9 runout above is not. Belay on small ledge with three bolt anchor. \n\nCharles Vernon adds: This is actually a four-pitch route starting from the left end of Pine Tree ledge, out of the Black Quacker gully. Pitches 1 & 2 as shown in SQ II are fun (particularly the arching 5.9 corner), mildly spicy, and can be combined. They are not as good as Quick Death, but worth doing if you've already done that route. A light rack to a #2 friend is sufficient for these pitches. After the crux, the last pitch, which is much easier, heads straight up past a bolt to the chickenheads. Or you can head up and right to merge with the last contrived, but fun 5.8ish pitch of Black Magic Woman.","protection":"All Bolts.","location":"This pitch starts in the gully above Obituary Column but below the tree."},"__v":0},{"_id":"gCTExNqWWtWsX92UsGrG7g==","name":"Storm Crow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"SG, JS  '81","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":3,"mp_id":"110786455","mp_crag_id":"105738086","climb_id":"gCTExNqWWtWsX92UsGrG7g==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"This description is just for the first pitch, to let the community know that, thanks to the ASCA, the aging bolts have been replaced. \n\n  A pretty fun crack and face section down low leads to a mantle under the first bolt that will really get your attention. 2 more bolts with scant but adequate pro in-between lead to a gear anchor on Easy Street ledge and your 2nd pitch options (Orange Slice, Not So Easy Arch, etc.) \n\n  The \"R\" in SQLIII seems to be for the second pitch variation that skirts the Orange Slice (we chose to bail on Easy Arch as it was getting dark; you can continue the 1st pitch past the ledge to the base of that route). I felt like the first pitch was PG13/R, but I think you'd be fine with an attentive belayer. \n\n  Note that Storm Crow appears to be the plumb route that takes all its neighbors(Isengard, Rottissima, Charadras, etc.) to the top , but there are safer alternatives for the 2nd pitch.  \n\n  3rd-5th pitches are your typical \"low angle lost in the maw Rap Rock adventure\"...We managed to get off in 3.","protection":"Bolts; slings for 'heads'; full assortment of stoppers (I found small-med brass to be helpful); single cams from BD C3 #0-#3, with a few extra finger-hand size for the anchor","location":"This route is generally located to the left of Black Quacker and to the right of Helm's Deep; it is specifically in-between Charadras and Isengard"},"__v":0},{"_id":"zGvJGAudU++NWxk+zokF0Q==","name":"Standard Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":14,"mp_id":"105738251","mp_crag_id":"105738086","climb_id":"zGvJGAudU++NWxk+zokF0Q==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"On the lower South face of Rap Rock, the right hand edge forms a big slabby apron. The left side of this apron forms a huge dihedral with the main wall, which is Black Quacker. Just right of Black Quacker lie the following routes, from left-to right:P1 of The Standard Route (5.5 or 5.7, OK gear), Chiboni (5.9, pin + 3 bolts), Death Or Glory (5.10X, slab) Bender Axen (5.8 cracks) and Take To your Heals (5.9X, slab). \n\n  The standard Route is climbed as follows:P1: (5.6 *) Climb up and right across a few slab moves to reach a groove/crack.  Place a piece and go up the crack for perhaps 60' to a nice ledge at the base of a big pine tree, and belay here. You can climb the rest of the route or escape now, by climbing to the right between two grooves (5.2?) to reach the escape slabs, and them climb up chickenheads and horns to the summit (5.2?) \n\n  P2: (5.7, *) Climb up and right from the ledge on a set of intermittent seams, for maybe 50 feet. Step left to a right facing corner, then climb up to a ledge.  From this pevious corner, you can escape right onto the East Slabs and finish to the sumit from there, if you desire to do so, or else you can continue this pitch on past siad ledge and up to another left facing corner. Climb this for another 30 feet or so to a downward pointing flake. Maneuver to the righthand side of this and up to a belay on the ledge up and left of the top of the flake.   \n\n  P3-5: Finish as for Black Quacker or choose a place to escape to the right and onto the East Slabs to the summit.","protection":"A standard set of stoppers, cams .5\" to 4\", small tricams + spare long slings for tying off chicken-heads and slinging horns.\n\n Bolts and top-anchors updated by CASA in 2017.","location":""},"__v":0},{"_id":"guJw/TIQVKGdMht6gUDTqg==","name":"Rotissima Bueno","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SG,PN 1980 (Steiger's Guide '85)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":5,"mp_id":"111987005","mp_crag_id":"105738086","climb_id":"guJw/TIQVKGdMht6gUDTqg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"According to Steiger's Guide \"the trick is to prevent yourself from interrupting the crux sequence by pulling over the lip to easy ground\".  \n\n  This route can easily be found as a left leaning, lower-angle, slabby corner with two pitons visible from the ground. The climb begins to get more strenuous as the corner becomes cleaner some lie backing and stemming become necessary. The pro seemed good and the pitons were well backed up.  \n\n  I pulled around a lip at the second piton; this variation is still fun and goes at 10+ before easing up, this felt very natural so I thought this was the line. Apparently another opportunity to exit the corner can be found higher up, and also goes at hard 5.10. \n\n  The route's real crux occurs when one remains in the corner.","protection":"Single rack with nuts and plenty of slings","location":""},"__v":0},{"_id":"sM1YW9C1VMat35ZQp4Oawg==","name":"Quick Death","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":12,"mp_id":"105738248","mp_crag_id":"105738086","climb_id":"sM1YW9C1VMat35ZQp4Oawg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"This is the nice-looking splitter located 50 feet directly above Pine Tree Ledge, and it climbs as good as it looks. This would be a 4-star pitch if it were longer, but for the 25 feet it goes it's as good as crack climbing gets on Mount Lemmon at the grade. \n\n  To get to the splitter you can take one of several variations. For an easy (5.6 at the hardest) but fun approach, either go straight up from the pine tree or left around the pillar. Going right will go at 5.7 or 5.8, but rope drag may be an issue. \n\n  At the top of the pillar there is a small ledge that drops off to the left. Protect here as best you can and sling long, then make a huge step left to get into the crack. This may be the crux for shorter people. \n\n  From here use finger locks, toe jams, and laybacks to ascend the beautiful finger crack (5.9) to a stance where the crack expands to hand size. Jam the rapidly widening crack for 8 feet or so to get to a good stance where the crack disappears. \n\n  This is where the spice begins. You will want to protect as high as you can for the finish. This will require a 4\" cam in the crack (3\" if you want to add an extra 5 or so feet to the runout above you). However, the pillar you are climbing sounds hollow and the inside of the crack is slick, which doesn't inspire confidence, so I slung the top of the pillar with a long runner which seemed pretty secure. \n\n  From here you can either go left or slightly right and up. Both ways are sporty, spicy, and unprotected. Pull over the lip as best you can (insecure and tricky, some folks call this the crux; don't fall here) then head up and right through an easy slot to a 2-bolt anchor.","protection":"Single set of cams from finger size to at least 3\". Bring long runners for the step across at the bottom of the crack and for slinging the pillar at the top of it. An extra couple finger-size pieces wouldn't hurt. You may also want to strap on a set of nuts (both literally and figuratively).","location":""},"__v":0},{"_id":"SBVCWE0hWSGaBcNAQwLBDQ==","name":"The Other Way","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jake Bender, Dave Baker '71","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":6,"mp_id":"106493954","mp_crag_id":"105738086","climb_id":"SBVCWE0hWSGaBcNAQwLBDQ==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Just right of Rotissma Bueno are a series of short cracks leading up the lip of the Rotissma corner. Tricky gear protection and sporty tied off chickenheads. Essentially 3 exits. The right (more or less direct) involves insecure move 4' above a modest tied off chickenhead. The center, a mantle up over a hollow chickenhead. Left, connecting into Charadras' steep exit (and mucho rope drag). Expect climbing above gear several feet on three occasions. NOT for a novice leader. I have a hard time giving this a star- and only for the direct (right) exit. The other two exits are \"bomb\" class.","protection":"stoppers and TCU's. 9/16\" shoulder slings AND the technique to secure them are essential.","location":"Just right of Rotissima Bueno, 40' left of Black Quacker"},"__v":0},{"_id":"M6bzfDUTX0isawLTjY20Hg==","name":"Not So Easy Arch","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Steve Grossman, Rich Thompson '74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":7,"mp_id":"106493923","mp_crag_id":"105738086","climb_id":"M6bzfDUTX0isawLTjY20Hg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"** this route starts 1 pitch up the wall above Main Gate and Charadras etc. \n\n  The main feature is a right angling arch/roof 220' off the ground, just down and left from Voodoo Child's crux pitch. \n\n  P1) From the ledge system at 120' (belay for Main Gate ,Charadras) follow a chickenheads left of 45' crack system above the ledge. Traverse right (across the crack) when comfortable and up more heads to the base of the arch. Climb the arch (many good stoppers etc) to its end to belay on chickenheads (and a 1\" TCU in roof). (150', 5.5)   P2) Climb the steep section above belay then trend left (tying off c-heads) to an vertical area of heads and run rope to its end. Belay on chickenheads. (160-180', easy 5th).   P3) finish off to summit (<100', 4th class) \n\n  Combined with Charadras this is a fine easy summit route to get up Rap Rock.","protection":"Stoppers and camming units to 3\". Shoulder length runners for chickenheads.","location":"Left of Black Quacker, the arch/roof feature is obvious"},"__v":0},{"_id":"NBUaFhCuWE+U6wp1LV+NTw==","name":"Main Gate","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"MWh,1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":13,"mp_id":"113263011","mp_crag_id":"105738086","climb_id":"NBUaFhCuWE+U6wp1LV+NTw==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"\"The main difficulties lie whithin the first 30 ft\" After getting out of the crack move up and connect the patches of chickenheads with a few run outs on .7/8 \n\n  Belay up near a big roof. Next pitches are up to you. Go straight up and connect VC slab or left to chicken head hwy.\n\n More info:    ( i followed 1st pitch and the crux moves felt more like 9+ )","protection":"Single rack to 3 if you're going up the easier ways.   Few more in doubles if you're linking up VC, BMW, BK etc..","location":"15 ft left of standard chimney and few feet left of Voodoo direct"},"__v":0},{"_id":"cvCEihUSWROPItE/cdqzpA==","name":"Lude","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ray Ringle, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":0,"mp_id":"107251776","mp_crag_id":"105738086","climb_id":"cvCEihUSWROPItE/cdqzpA==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Named after the source of a night's diversion (it was the 70s), this route climbs an attractive hanging corner past a small roof on the left side of Rappel Rock.  This may be RR's first 5.11 FA lead, which naturally we rated 5.10 at the time, even though none of us could follow it.  The crux is brief and well-protected by gear and a pin (although, uh, if the pin is still there, it is now 34 years old!).  I don't think RR would mind if the pin was replaced with a nice fat bolt.","protection":"Standard trad rack.  Gear belay.","location":"When walking along the base of Rappel from the west, skirt past an obvious right-slanting 3rd class ramp until the wall gets steeper.  Look for a hanging dihedral, presumably with a fixed pin, before reaching Baradur."},"__v":0},{"_id":"OPBlhViEWmOir8RO+H39rA==","name":"Helm's Deep","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Baker, Mike McEwen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":2,"mp_id":"106124533","mp_crag_id":"105738086","climb_id":"OPBlhViEWmOir8RO+H39rA==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"nearer to the left side of wall is a roof system 20' off the base. The left facing corner is the route.   pitch 1, great moves off the ground (10+) lead past a fixed pin into the corner and crack above. after a roof system, step left to two bolt belay. Climb straight up face OR, step back to finish the hanging corner (10+). Exiting the corner, climb up and past two bolts (5.10) and then trend straight up to sling belay at bolts (some 5.9). Continue up past another bolt to belay. Two 4th class pitches on chickenheads lead to the summit.","protection":"small rack including stoppers and camming units to 3\". Some bolts and chickenheads for pro and anchors.","location":"Near the left (west) 1/3 of the base- although I prefer the right side gully descent and longer walk vs the slabby left side downclimb."},"__v":0},{"_id":"AgNx/Qt9UTa6l1K5hMqomg==","name":"The Corner","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":999999,"mp_id":"106486091","mp_crag_id":"105738086","climb_id":"AgNx/Qt9UTa6l1K5hMqomg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Climb an easy slab with discontinuous cracks up and then right to reach the left facing open dihedral capped by a roof.  The start of the dihedral is the business.  After the roof, move upwards to hit the roof crack and then traverse left.  The original route continues upward still but we escaped further left to get on Pine Tree Ledge. \n\n  Addendum:  you can also start on the slab directly below the corner.  There is no protection but the climbing is pretty secure.  Bout 5.7/5.8ish I think.","protection":"Bring your standard rack.  There are two old bolts.  Don't worry.  Since the leader mustn't fall. \n\n  !!!  Protect your second on the traverse.  And if you decide to traverse further to Pine Tree Ledge, you won't be able to protect the moves down and left for the second.  A fall for the second will be bad.  But the climbing isn't that hard.  Just make sure the second has a cool head.","location":"As you hike down the east side of Rappel Rock, near the toe, you'll see a right facing corner that transitions into a wide crack.  To the right of the wide crack, you can see a pretty left facing open corner.  Start by a small tree at the base.  You want to approach the corner from the left."},"__v":0},{"_id":"V7HnpVcGUE2bO+pbSM5i+A==","name":"Chicken Sh*t Sandwich","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":17,"mp_id":"106144422","mp_crag_id":"105738086","climb_id":"V7HnpVcGUE2bO+pbSM5i+A==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"This climb is rated 5.6 in the guidebook, and the first pitch is just that.  Anyone with any idea where to exit left onto the chickenheads please post to comments.... \n\n  1) 5.6 Climb right-leaning crack until you can scrable up cl.4 section to huge, brushy ledge; fun, well-protected 5.6. 170'   2) 5.7+? Could not figure how to get off the stinkin' ledge!!! (tried left and failed)   Finally climbed up and slightly right into an obtuse, ill-defined corner.  Pro here was iffy and I ended up making a 5.7ish move above some less-than-ideal gear at a little bulge. After this move you are in the chicken heads. Belay where ever you want. 150'   3&4) Easy chickenhead climbing up and left.  Head for the big tree as every other climb. 200'","protection":"Regular rack works pretty well.   First pitch good (I used my #4 & #5 Camalot).   Second pitch (my way) mostly small stuff in iffy rock.   Third pitch slings for chickenheads.","location":"Start at huge right-leaning crack system about 100' right of Bender-Axen (around corner bulge)"},"__v":0},{"_id":"W8Wtsg8bXMOYSD2pcSy3fw==","name":"Chiboni","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike McEwen, Dave Baker, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":15,"mp_id":"105738254","mp_crag_id":"105738086","climb_id":"W8Wtsg8bXMOYSD2pcSy3fw==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Chiboni is a wonderfully challenging pitch of slab climbing at the base of Rappel Rock. You can use this as a starting pitch for any of the lines that head for the tree ledge where the Standard Route/Black Quacker end their first pitches. Start a bit left of the toe of the buttress, move up and around the right end of a low roof and then up the undulating face above. As I said above, there are some good stretches between bolts and you'll have to keep your head about you. A Rap Rock classic!! \n\n  Apparently a Chiboni is a sort of Russian bagpipe also called a Gudastviri. Not sure if that's where the name came from, just what a web search turned up. The gudastviri is a droneless, double-chantered, horn-belled bagpipe played in Georgia. The term comes from the words guda (bag) and stviri (whistling). In some regions, the instrument is called the chiboni, stviri, or tulumi. \n\nen.wikipedia.org/wiki/Chiboni\n\n  Maybe one of the older Tucson climbers could confirm or deny this is where the name came from?","protection":"Chiboni is bolted (and there used to be a fixed pin), but hardly a sport route. Some good stretches of slab paddling are required between clips.","location":""},"__v":0},{"_id":"PhvWoo4NUDSJw6p7rzeYrg==","name":"Charadras","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Rich Thompson, Gary Axen, Kem Johnson '74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":4,"mp_id":"106493902","mp_crag_id":"105738086","climb_id":"PhvWoo4NUDSJw6p7rzeYrg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"20' Left of the obvious 3'-4' left arching corner (Rotissima Bueno) is a 20' ramp leading to a 20' crack/flake system. The route climbs this crack/flake then a series of ribs then connects into the Rotissima corner at about 65'. Continue up the corner then through some steep moves to stand atop a horn and a spicy move for short folks to a good hold. (although you can step left according to the guide book authors Steiger, EFR et al). Continue up to a ledge system 7' below a bush (belay to down to the right on ledge). A really good 5.7 adventure with traditional Mt Lemmon pro. See the pro section. \n\n  There are no permanent anchors on the ledge and it requires 2 ropes to touch the ground. An easier escape is to trend left up a 5.5 crack to the giant \"Orange Slice\" corner then go left to easy ground and off. I would recommend the \"Not So Easy Arch\" finish as a better quality exit.","protection":"Stoppers, 9/16\" shoulder slings, TCU's to 1.5\", and camming units to 3\". Save a #5 \"wc rock\" for the moves getting to the corner up high. The gear is solid and a leader should install TCU's both with 2 cams to left and 2 cams to right to see which orientation is most solid. Expect to do a move or two with gear at your feet.","location":"60' left of Black Quacker, just left of Rotissima Bueno at Rap rock's base"},"__v":0},{"_id":"mTJL2WcNVRSBIyxUS4v4zg==","name":"Black Quacker","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Baker, Mike McEwen, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":11,"mp_id":"105738245","mp_crag_id":"105738086","climb_id":"mTJL2WcNVRSBIyxUS4v4zg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"This is a fun route to do if you want a long, sustained trad route.  Start in the huge left facing corner near the center of the south face of Rappel Rock. \n\n  Pitch 1:  Climb the 5.6 squeeze chimney for 40 feet and exit into gully up to tree belay.  (Many parties start up the Standard Route instead, to avoid this heinous chimney.  To bypass this chimney pitch, climb the 5.5 crack just right of Black Quacker until you can traverse left back to tree belay in gully.) \n\n  Pitch 2:  Continue up gully, climbing over large blocks and some vegetation.  Cleaner climbing above leads past steep moves to one-bolt belay in notch. \n\n  Pitch 3:  From notch, lead up and left into obvious cracks.  Fun climbing for 100' to two-bolt belay. \n\n  Pitch 4: From bolt belay, climb right and up around corner.  Follow easy face up to belay on chickenheads.   \n\n  Pitch 5:  More easy chickenhead hiking leads to summit area and tree belay. \n\n  Descent:  Third class down back side of Rappel Rock to return to saddle.","protection":"60m rope; Standard rack (larger pro if you want to do the chimney first pitch?); single and double length runners for tying off chickenheads.\n\n Bolts and top-anchors updated by CASA in 2017.","location":""},"__v":0},{"_id":"q3S9h8G1Wt2dqW2SS1VEGw==","name":"Black Magic Woman","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"EFR & Steve Amter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":10,"mp_id":"107299444","mp_crag_id":"105738086","climb_id":"q3S9h8G1Wt2dqW2SS1VEGw==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Black Magic Woman is two pitches of superb slab and face that parallels Voodoo Child high on rappel rock. Strictly speaking, the route is two pitches, but you have to climb several pitches to get there. Like SQL II says, this is easier than VC but more sustained. The feet are also a little gritty-it probably doesn't get much traffic. It's still a great pitch. Unlike VC, you need geir and there is hard climbing, possibly even 5.10+ climbing, that is gear-protected.\n\n From the shared belay with Voodoo Child, climb straight up the thin crack with tricky 5.10 moves and good gear. Clip into a pin (contrary to the SQL II topo, this pin comes before any of the bolts) and continue past 5 bolts with great cruxy moves and micro route-finding all over the place. The climbing finally eases as you near the 2-bolt anchor, which is also not shown on the SQL II topo.\n\n From this anchor, one more pitch (5.8ish) straight up past two bolts and over a fun roof to the chickenheads leads to the top. This pitch is pretty contrived, but fun.","protection":"A set of small cams and small-medium stoppers (including large rps) will give options for the initial 5.10 thin crack. From the piton henceforth, 6 draws is sufficient. The bolts are a bit spaced in places but there is nothing to hit.","location":"Begins from the 2-bolt anchor that marks the start of Voodoo Child's crux pitch. This anchor is hidden (i.e. not visible from the notch at the top of the Obituary Column) in a corner just to the left of P3 of Black Quacker, about 1/2 way up that pitch."},"__v":0},{"_id":"3Lhq8m/CWNO+w1xu1GQ6Yw==","name":"Bender-Axen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bender and Axen, date unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":16,"mp_id":"105738257","mp_crag_id":"105738086","climb_id":"3Lhq8m/CWNO+w1xu1GQ6Yw==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"The Bender-Axen pitch starts about 20 feet right of the toe of the buttress where Chiboni is located. You can identify it as a nice straight up crack that peters out about 15 feet above the base. This is (IMHO) the best moderate starting pitch for the Standard Route or Black Quacker. Not as much of a thrash as the chimney or the wide crack to the left. From the base, start left of the bottom of the crack and work your way up and right to gain the crack. This is a bit polished and getting a spot from your partner until you get that first piece in the crack is a good idea. After that, just enjoyable easier crack climbing up (and a bit left at the top) to the a ledge system and big tree (with slings, usually). Very nice!!!","protection":"Small to medium pro will suffice. Might need more gear if you continue to the top via another route.","location":""},"__v":0},{"_id":"mQi1H5BPV+itd3inq96pYg==","name":"Baradur","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Grossman, Paul Davidson, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"left_right_index":1,"mp_id":"107251787","mp_crag_id":"105738086","climb_id":"mQi1H5BPV+itd3inq96pYg==","areaRef":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"A number of us locals were competing for the FA of this line in the late 70s, a right-facing, right-leaning corner that just disappeared into an apparently blank face.  Until Steve's lead in 1979, those of us who tried it didn't even make it to the end of the crack.  Some of us called it the \"Crack of No Return,\" which doesn't make sense now, but seemed to then -- something to do with what appeared to be oblivion waiting at crack's end.   Steve didn't have an easy time of it, though, taking several falls on the crack and hanging from a slinged 'head to work out the crux face moves.  Because Steve was in a different league than the rest of us, and maybe because he and Paul named it for the heart of the black land of Mordor, the route didn't see a second ascent for five years (having the benefit of knowing it went, clad in better footwear, and wanting to impress the Verm, who was belaying, I barely squeaked up it first go  -- ah, faded glory). \n\n  The first pitch is the business; belay from slings at two bolts (hanging).  The second is moderately run-out 5.10, protected by a lone bolt and some gear, to a ledge just after a short left-facing corner.  The third and fourth pitches are 4th or very easy 5th class.  I suspect that the first and second pitch can be combined, which would make for a lead worthy of Sauron.","protection":"Standard trad rack to a 3 cam (I think).  Be sure to include runners capable of securely slinging chickenheads.","location":"When walking along the base of Rappel from the west, skirt past an obvious right-slanting 3rd class ramp until the wall gets steeper; Baradur is the longest crack system before reaching Helm's Deep."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,82abcca8-bbac-501d-a8d2-52f0d951188c,d8d1ff2f-092b-5a5a-8be5-7c4c05946bd8","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","8 - Summit Crags","Rappel Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.10+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":9,"intermediate":6,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.7933,32.4323]},"bbox":[-110.79383275648985,32.43185033981814,-110.79276724351017,32.43274966018187],"left_right_index":-1,"ext_id":"105738086","area_id":"2NH/LwkrWlqL5XxMBZRr2A=="},"content":{"description":"Rappel Rock is located near the summit of Mt Lemmon at an elevation of over 9000 feet.  Like the other summit crags, Rap Rock offers cool temps and spectacular views of Tucson to the south.   \n\n  There are a number of high quality routes, including some of the longest moderate routes on the mountain. "},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:52:52.447Z","updatedAt":"2024-01-15T16:39:39.169Z"}