{"_id":"63689de0e80bff5a994f96e0","area_name":"Bishop, The","shortCode":"","climbs":[{"_id":"o1N+l+kxUPu9wTpKLgMsYg==","name":"Unknown Handcrack - AKA The Right Splitter","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown unless we did it","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":0,"mp_id":"112069765","mp_crag_id":"105745286","climb_id":"o1N+l+kxUPu9wTpKLgMsYg==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"Start up the lichen steps to the base of the right crack. Good gear can be had before committing to get into the wide pod. The surrounding rock is rotten-ish, but the gear is in good rock.\n\nContinue up the crack until you can stem back left. Stem between the cracks until you reach the obvious ledge. A bomber belay can be had with a 0.5, 0.75, and 1.\n\nP2. 5.9. Hand traverse into the corner, and climb straight up. Hidden cracks allow safe passage to the top.\n\nCurrently there are two fixed nuts I left to rap off of. Do a single rope (70m) rap back to ground.","protection":"Doubles blue Alien to #3. A #4 is optional.","location":"As you approach the Bishop from The Dome, you pass right under this."},"__v":0},{"_id":"pAHACrJwWNS7SNzLEMTakQ==","name":"Flounder","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":4,"mp_id":"105763938","mp_crag_id":"105745286","climb_id":"pAHACrJwWNS7SNzLEMTakQ==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"On the East Face of the Biship, near the right-hand edge is a crack system starting from atop a large boulder at the base. This is visible as route #4 in the attached picture, not #5 as mis-stated in the text of the photo. (#5 is grouper- not that there is no Route #4 listed or pictured)\n\nThe route climbs up and right in a flaring wide crack for a few meters, then cuts sharply up and left out of a bulge/small roof formed by a huge hanging flake. This is done on a finger and hand crack. This short section is the crux, particularly getting up into the splitter hand crack above. There is good gear there, which is good, because I saw that climb spit off a few 5.11 leaders (who had just on-sighted a 5.11b). Continue climbing on good moves and good gear to a belay stance and anchor.\n\nIf desired, continue climbing the OW 2nd pitch to the top of the rock. I can not further elaborate on that since I did not do it, but am hoping that someone will submit a 2nd pitch description as a \"correction\" to replace this paragraph.\n\nThe center anchor needs some old crap removed and a second new piece installed, but I did not have enough to finish the job. The upper left bolt also needs to be replaced someday... it's pretty bad and getting worse.","protection":"For the first pitch (crux, 5.10c), a single set of nuts and a single set of cams to 3inches. A larger cam can be placed up top for the faint of heart. There is an anchor on 2 bolts (1 good, 1 bad) that can serve as a rap or belay to the right of the ledge.The second pitch is WIDE WIDE (5.9), and you can take up whatever looks like it may fit.","location":""},"__v":0},{"_id":"3IrMT1FUW/S3zLu1F1GKPA==","name":"Ellingwood Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Albert Ellingwood, 1924","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":5,"mp_id":"105753745","mp_crag_id":"105745286","climb_id":"3IrMT1FUW/S3zLu1F1GKPA==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"This climb has so much history!  It was first climbed in 1924, which made it the hardest climb in the country at the time.  As you climb this you are so inspired by how much of a climbing pioneer Ellingwood was.\n\nThis climb is located on the west face of Bishop Rock.\n\nThe rock is a little crumbly primarily in the first 50 feet of the climb.\n\nP1 - Climb the chimney and use some slings around a chock stone to protect your moves.  This climb is definitely one that you can't do during the nesting birds closures because after you make it around the chocked stone you have to climb over an eagle's nest.  Make your way up the chimney to a pin that marks the start of the second pitch.\n\nP2 - Follow the crack up to the right and get into a large cavern chimney.  Climb the right side of the chimney.  You will step out onto a large ledge.  Climb the boulder that caps the large chimney you just moved out of and follow a wide crack to the top that is protected by a single very old spinning bolt.  You could back this bolt up using a 4\" or 5\" cam.  The anchors are on the right summit after the wide crack.\n\nRappel down to a large ledge.  I decided to pass on using the anchors at this spot because they didn't look safe so I walked around to the left and used some solid anchors there.  A double rope rappel gets you to the ground or there is an intermediate rappel station in the Bishop Chimney which is 80 feet to the ground. (the chimney to the left of Ellingwood Chimney).","protection":"Pro to 4\" and 60m rope or double 50m.","location":""},"__v":0},{"_id":"Re2xe9pmXb6iEpTcpjj2DA==","name":"Craftwork","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Charlie Fowler & Chip Chace","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":6,"mp_id":"105855442","mp_crag_id":"105745286","climb_id":"Re2xe9pmXb6iEpTcpjj2DA==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"This is the brilliant finger crack that is on the backside of the Bishop. It is actually the analog crack (it's the same crack) as the\n\nBishop Finger Crack\n\n.\n\nIt's routes like this that are why I climb. Much props to the old school guys who did this without cams.","protection":"?","location":""},"__v":0},{"_id":"/q9EO3RFXwWRVETrBeQydQ==","name":"Bishop's Conundrum (aka Psycho Physics)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bill Duncan, Steve Stubblefield, Pat Peddy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":1,"mp_id":"105849717","mp_crag_id":"105745286","climb_id":"/q9EO3RFXwWRVETrBeQydQ==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"This route begins behind the huge flake that is leaning against the Bishop's left-hand side, to the left of the Bishop finger crack.\n\nStart by climbing on to a large boulder wedged behind the flake, and then straight up the classic stemming chimney, clipping 3 bolts along the way. There is a small foot ledge on the flake that allows you to climb out to either side of the cap rock. A few easier face moves brings you to a nice ledge with 3 bombproof anchors. 5.9-R.\n\nNext, climb out left to the arete (crux) and then pull right of a small roof to gain the south face of the Bishop.  Wild exposure, excellent rock.  The crux and the roof are well protected.  Climb up the face to good belay anchors. 5.11+ crux, followed by sustained 5.10 face moves.\n\nThe top of the chimney is visible under the caprock.  The north exit ledge is visible.","protection":"Quickdraws and a couple of cams up to about #3 may come in handy.","location":"Walk into the chimney to the left of the Bishop's Finger Crack, and look up."},"__v":0},{"_id":"0fSUTNMlX8uw9fVuOwWP8w==","name":"Bishop Offwidth","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":3,"mp_id":"105760809","mp_crag_id":"105745286","climb_id":"0fSUTNMlX8uw9fVuOwWP8w==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"This is the large zigzagging crack that splits the main tower of the Bishop in two.  This can be done in one pitch, but some smart rope management is necessary while squirming through some hard moves.  There are no good spots to stop and belay when rope drag comes calling.Start up the right slanting ramp and clip the piton bolt hangers (4-5).  The foot ramp ends and so does the casual climbing.  The crux is 10' of diagonaling offwidth with nothing but blank rock for the right foot (painfully reminiscent of COF but reversed), and barely too wide for good handstacks.  It may be possible to layback?  Once the crack turns to vertical, 5.8ish chimneying is all that remains.  There is little gear for the final 100' save for one old ring piton and a constriction for some cams at 40' and 80' respectively from the start of the chimney.  It may be possible to place a #4 Big Bro in the first stretch of chimneying, but it is very secure climbing.  We stayed right at the giant block towards the top for the easiest finish.Descend from the summit rap to the east.  With one 60m you reach a second rappel, and then the ground.","protection":"1-4 Camalots.  A rack of Big Bros. A 4.5 Camalot was the most useful.  There is abundant fixed gear, but all of it is old.","location":""},"__v":0},{"_id":"ktAQtnalV4+hJbjpw4iu0Q==","name":"Bishop Crack","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Christian Griffith and Henry Lester, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"left_right_index":2,"mp_id":"105751783","mp_crag_id":"105745286","climb_id":"ktAQtnalV4+hJbjpw4iu0Q==","areaRef":"KPA7CNn1WWWl7390//huiQ=="},"content":{"description":"While Bishop Crack is a two pitch route, the first pitch gets my vote as the best single pitch 5.11 crack in Colorado. Several years ago we headed up to The Bishop with our minds full of sending the whole damn unit, however, there is nothing like having eyes far bigger than our stomachs.\n\nBishop Crack starts left of center on the perfectly vertical East face, a brilliant yellow wall in the morning sun. A wide 5.8 squeeze gets the juices flowing for perhaps 30 ft. This seques into a fingers thin crack for a bit and then promptly widens up to butt and hips dimension for 15 ft of 5.10 wrestling. I thought that the hardest move was in getting out of the wide crack and onto the thin fingers (read two joints) crack. What follows is brilliant crack climbing for 50 ft on perfect stone. Wires and small cams will sew it up. Look for some fairly good edges on either side of the crack, for the most part you don't ever really have to jam the toes except for a few places where it really lets you turn on the motor.\n\nA sling belay will be found at 100 ft from which it is possible to rap.  For the true hard men, a hope we had long abondoned after 100 ft of relentless jams, the second pitch fires up on more of the same in a perfectly vertical crack that gets thinner and thinner the higher you go. From our escape stance below the upper 5.12 section, it appeared that the edges found on P1 had all but disappeared. Even doing only the first pitch, Bishop Crack ticks in as a brilliant climb.","protection":"Bring a full rack of wires, slew of thin camming gear, and several wide camming units.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,28f03b08-d9f5-5965-a5ef-7f74fff86e89","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Bishop, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2703,39.4169]},"bbox":[-105.2708820494779,39.416450339818134,-105.26971795052208,39.417349660181856],"left_right_index":-1,"ext_id":"105745286","area_id":"KPA7CNn1WWWl7390//huiQ==","polygon":{"type":"Polygon","coordinates":[[[-105.2708820494779,39.416450339818134],[-105.26971795052208,39.416450339818134],[-105.26971795052208,39.417349660181856],[-105.2708820494779,39.417349660181856],[-105.2708820494779,39.416450339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:15.446Z","updatedAt":"2024-02-19T18:31:48.372Z"}