{"_id":"6368a265e80bff5a99565c95","area_name":"Bottom Tier","shortCode":"","climbs":[{"_id":"bta3yh7AXbGbjRlL3zsk2g==","name":"White Mice","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"left_right_index":2,"mp_id":"114004054","mp_crag_id":"113794205","climb_id":"bta3yh7AXbGbjRlL3zsk2g==","areaRef":"NAnJAq9gWwieNU8CBCZBzA=="},"content":{"description":"The crux is getting through the initial overhang; once past that, it is easy sailing to the oak tree. Tackling the final overhang above the tree is also quite sketchy, but pro can be had to the right, and it's also easy to slide right and climb much more securely through that second obstacle using essentially the upper section of Lab Rat. Climbing the slab to the first overhang is dicey, and while there are pro cracks along the slab, the gear dies out at your feet until you have holds above the overhang. This is not a pleasant position to be in while struggling to place good gear above you. Be careful, don't fall here! Once through that move, the climbing settles down to easy fifth class until you get to the oak tree on a right-sloping ledge. Another overhang above this presents another rough bit; originally taken between the two opposing corners 4' apart, that particular move can be avoided by moving right a little bit, to access the last moves of Lab Rat.","protection":"All trad, standard Adk. rack. Be aware that the crux pro is only \"placeable\" in mid-move, you must commit to starting the crux before getting good gear for it. As the next-lower pc. is below your feet, this could lead to a groundfall if your belayer isn't snappy.","location":"This route rides the outside right-edge of the elongated A-frame alcove, via a crack system. Descent is by rappel off a tree."},"__v":0},{"_id":"de3o03GZWMGu6aWEaPygJA==","name":"Slaboratory","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"left_right_index":0,"mp_id":"114004026","mp_crag_id":"113794205","climb_id":"de3o03GZWMGu6aWEaPygJA==","areaRef":"NAnJAq9gWwieNU8CBCZBzA=="},"content":{"description":"Cleaned up, this might be a worthwhile run. In its present state, not so much. Climb up the slab, avoiding any/all unstable blocks perched every-so precariously, clawing in the dirt and grappling tree roots and plant shoots, to the lowest point of the headwall, where it becomes a broken set of steps at the base of a right-rising ramp. Ascend the ramp as it steepens to become a left-facing corner behind an oak tree. Climb the corner (smaller cracks on the right face provide \"normal\" gear; the wide crack would take #6 Camalots - or bigger) to its end, and scramble up a set of steps to a pine tree. The initial slab is sprinkled with loose boulders and blocks lying at an unnerving angle. Don't touch them. The slab is also quite dirty, though it is also easy.","protection":"As mentioned, the wide crack in the main face of the left-facing corner would require really big stuff, but the right face has smaller cracks that would work for a normal Adk. rack.","location":"This route begins near the high point of the base around the buttress and about 50' left of the signature narrow A-frame notch of the Laboratory Wall."},"__v":0},{"_id":"7oFAQq5lWmeo8+amTHMaSQ==","name":"Lab Rat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"left_right_index":3,"mp_id":"114004150","mp_crag_id":"113794205","climb_id":"7oFAQq5lWmeo8+amTHMaSQ==","areaRef":"NAnJAq9gWwieNU8CBCZBzA=="},"content":{"description":"Climb up the left side, right-rising diagonal crack, grab a few good holds and step above the bulge. Follow the crack and face to the right-angling ledge, passing a pine tree to your right. On the face above that ledge, step left from a left-facing, right-rising small corner (5.8 R direct up that corner) to reach a crack system through the bulge above. Work up easy slab and steps to a tree belay.","protection":"Standard Adk. rack. Descend by rappel off a tree.   There is a fixed anchor on a pine tree 15m above the base of the route; as this is at the end of the most interesting part of the climb, it can be used if you don't want to bother with the rest of it.","location":"At a head-height inverted \"V\" formed by two diagonal cracks, with a single vertical crack rising from their junction.   This is about 5m right of the signature narrow 6m tall \"A-frame\" alcove."},"__v":0},{"_id":"0Oz7H6kuV1uJEJ1G2ogp1A==","name":"Guinea Pig","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"left_right_index":4,"mp_id":"114004189","mp_crag_id":"113794205","climb_id":"0Oz7H6kuV1uJEJ1G2ogp1A==","areaRef":"NAnJAq9gWwieNU8CBCZBzA=="},"content":{"description":"Climb up the crack/seam/corner line, making a few layback moves to pass the crux (good holds on the right settle this down a lot). Reach a good hold above a small overhang and pull up on a ledge. Scramble up stepped face, passing right of the pine tree. Clamber up on a ledge, traverse right 2m, and climb a left-facing, right-rising corner through a final headwall to easing slab. Belay at an oak tree.","protection":"Standard Adk. trad rack. Pro is tricky; several hard moves require climbing with gear at your feet. If you climb to the top (~90'), rappel off a tree at the top. It is possible (and commonly done) to use a fixed anchor on a pine tree ~50' up; using this one can TR a few of the neighboring routes.","location":"This is the rightmost of the 3 crack lines running up the main face of the Laboratory Wall. It rises from lower right to upper left, reaching the pine tree ledge 5m right of the pine tree."},"__v":0},{"_id":"keWU95u6UxK0NvOzv7RHoA==","name":"Dependent Variable","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"February 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"left_right_index":1,"mp_id":"114397688","mp_crag_id":"113794205","climb_id":"keWU95u6UxK0NvOzv7RHoA==","areaRef":"NAnJAq9gWwieNU8CBCZBzA=="},"content":{"description":"No gear for the start makes for a jittery launch. The route utilizes a difficult and dirty start in order to reach the attractive system of parallel cracks in the headwall above. The filthy slab between these two sections of good climbing and the poor pro for that start are serious detractions. If the upper cracks are your goal, they are 5.6 and can be accessed by wallowing up the easier parts of the slab to the left. Climb up through the parallelogram notch and make a difficult move to a rounded stance ledge. Work up a vertical seam/very thin crack onto a filthy, cluttered, easy slab. Scramble up and right to a cluster of right-leaning vertical cracks. Climb up one or more of these to a couple easy steps leading to trees on a ledge.","protection":"There are no fixed pcs. on this route. There is no pro for the first 4m, which includes the hardest moves of the route.","location":"7m left of the tall, narrow \"A-frame\" alcove, behind a small tree growing 1m from the cliff, where an overlap with a parallelogram-shaped notch lies at rib-height."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,f55cde47-f8e5-53a7-a171-c5790b0c8a88,f88aae78-9d4f-52dc-b67e-a005693d6ca4,3409c902-af60-5b08-9e35-4f02042641cc","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Eastern Nose","Laboratory, The","Bottom Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.94724,43.54638]},"bbox":[-73.94786037759943,43.545930339818135,-73.94661962240056,43.54682966018186],"left_right_index":-1,"ext_id":"113794205","area_id":"NAnJAq9gWwieNU8CBCZBzA==","polygon":{"type":"Polygon","coordinates":[[[-73.94786037759943,43.545930339818135],[-73.94661962240056,43.545930339818135],[-73.94661962240056,43.54682966018186],[-73.94786037759943,43.54682966018186],[-73.94786037759943,43.545930339818135]]]}},"content":{"description":"This is the lowest tier of cliffs, closest to the stream."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:06.357Z","updatedAt":"2024-02-19T18:38:26.549Z"}