{"_id":"63689de0e80bff5a994f93c6","area_name":"Ridge 3 aka Angel's Way","shortCode":"","climbs":[{"_id":"F0U7R9PTUlGESvA9K1Sk1w==","name":"The Separator","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FFA: Bob Horan, 1985.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"left_right_index":2,"mp_id":"106332945","mp_crag_id":"105745232","climb_id":"F0U7R9PTUlGESvA9K1Sk1w==","areaRef":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":"Locate the prominent, right-facing dihedral, climb the thin crack up and out a bulge, 5.12b, into the right classic dihedral, 5.10. Small stoppers and Friends.","protection":"Small stoppers and Friends.","location":"Located on the upper north end of Skunk Canyon's Ridge Three, approximately 75 feet down slope from the upper ridge gap.  Locate the prominent, right-facing dihedral, climb the thin crack."},"__v":0},{"_id":"vg6N5fDKW1+mU25i+MUbrQ==","name":"Electroshock","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Hare and Scott Woodruff, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"left_right_index":1,"mp_id":"105752683","mp_crag_id":"105745232","climb_id":"vg6N5fDKW1+mU25i+MUbrQ==","areaRef":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":"This is an interesting short route with a huge approach.  It is worth doing if you happen to be in the area.\n\nThis climb lies on the west face of the uppermost summit of Angel's Way.  This summit sticks out like a diving board to the west and is directly south of the Fist or Hippo Head (and in the same strata of rock).  The route is right under the diving board like summit (although you cannot see the diving board from the start of the route).\n\nLocate this black overhanging crack which looks harder than 5.9 (Rossiter's rating).  A large face hold to the right of the crack is a key feature of this route.  You can obtain a bizarre and very comfy rest by draping your right arm over this horn.  The two cruxes are getting your feet onto the hold, and second climbing off it.  Seemed harder than 5.9 to us.\n\nOnce you turn the overhang, the climbing is easier up a bizarre rounded dihedral.  Belay at a small tree.  Scramble north to the ground (this route does not go to the summit).","protection":"Wires and small cams to 2\"","location":""},"__v":0},{"_id":"7LVbjZgNXjS2zzZI4iIr5g==","name":"Euclid's Corner","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Roger Briggs, Steve Nelson,  1971 FFA: Scott Woodruff, Dan Hare 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"left_right_index":3,"mp_id":"105765174","mp_crag_id":"105745232","climb_id":"7LVbjZgNXjS2zzZI4iIr5g==","areaRef":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":"This pitch is just South (downhill) from the middle gap in the upper part of Ridge Three (Angel's Way), on its SW face. This gap is immediately West of the top of Ridge Two (\n\nSatan's Slab\n\n). It is the giant, obvious left-facing corner that is slabby at the start, vertical in the middle, and very overhanging at the top. You actually don't climb the slabby part of the corner as it looks really hard and unprotected. Instead climb an easy crack, through the slab to the corner's left, to gain a ledge that can easily be traversed to the corner proper. Now climb the corner with awesome stemming and then some easier, but thuggish, wideness through the roof section. The topout is very cool. I would call this pitch three stars if it weren't for a loosish flake in the middle section of the corner. We also found it to be quite hard for the grade. Intended as our warm-up, it turned into a bit of a project.  115'.\n\nA short, easy downclimb off the back takes you to a forested ramp that leads back to the base.","protection":"Standard rack with RPs and a couple big pieces (up to #4 Camalot).","location":""},"__v":0},{"_id":"pLeE2r6YW7aTBmZnwuUqbA==","name":"OK Corner","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"left_right_index":0,"mp_id":"107945195","mp_crag_id":"105745232","climb_id":"pLeE2r6YW7aTBmZnwuUqbA==","areaRef":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":"Climb moderate slab and up short, right-facing dihedral. I led Darryl Miner up this on Dec. 28, 1999. Then we did\n\nElectroshock\n\n, which starts lower and to the right.","protection":"SR","location":"This is about 40 feet right of the north end of Ridge Three and to the left and higher than\n\nElectroshock\n\n. Scramble off."},"__v":0},{"_id":"94uLTz10V9+V/YK3MpzhZA==","name":"Angel's Way","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"left_right_index":4,"mp_id":"105758545","mp_crag_id":"105745232","climb_id":"94uLTz10V9+V/YK3MpzhZA==","areaRef":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":"This hidden gem is one of the best Flatiron climbs.  Solid rock and a soaring arete that is quite consistent at the grade, make for a great scramble.  This climb is long, and if done roped is probably at least 8 pitches.  It is quite similar in difficulty to the standard E Face route on the Third Flatiron and makes for a great solo outing.  Unlike the 3rd Flatiron, however, there is no fixed gear.  NOTE: This climb falls within the Falcon closure and is usually closed from Feb 1 to July 31.\n\nPerhaps the worst part of the climb is getting to it, as it involves significant bushwhacking (see rock for details).  The base of this ridge does not reach the Skunk Canyon stream, and the toe drops steeply into the woods.  It is about 100 yards west of the major rib that forms Satan's Slab, be careful you do not go past it or you may find yourself on the more difficult Mohling Arete.  Move around the steep toe of the arete to the right and walk up east of the ridge for 50' or so, until you spot a diagonal crack leading back to the crest.  If this crack seems a bit tricky, you can also get up on the ridge a little higher.  Follow the crest upwards for many pitches.\n\nJust east of you is the much larger ridge of Satan's Slab.  At one  point, look right for a good view of one of the only 5.14s in the Flatirons, \"Beware the Future\".  This climb is just left of a prominent right facing, right leaning corner (Doric Dihedral).  There is a good view of both these climbs.\n\nAbout half way up, don't miss the perfect layback crack.  If this crack was 10 or 20 degrees steeper it would be ultra-classic, but here it is just another crack on a low angle slab, you don't even need to use it!\n\nEventually you will reach a sharp summit with a sheer drop-off at a 100' gap in the ridge.  You will have to climb back down to exit down the east slab.  You can stay low and bypass this summit, but the view from the top is worth checking out.\n\nYou can stop here and go down, but the final summit soars above the gap in the ridge.  Scramble east of it until you find an easy place to get on the east face.  Wander up to the final summit (which is, you may notice, higher than the top of Satan's Slab).  There is yet another summit beyond on the same ridge, but this is in fact another rock (The Fist or Hippo Head), and continuing is harder than 5.2.\n\nGetting down off the final summit is a bit tricky, you can go straight east down the slab, or go east just a bit and cut north under the summit to find a tricky downclimb of a chute with a giant flake leaning up near it.\n\nMany descents are possible: (1) go down the gully just east of Angel's Way (watch for Poison Ivy). (2) aim for the lower right corner of the Fist, then go up (south) under the east face of the Fist, cross a saddle to find the Fifth Flatiron.  Then take the \"trail\" that descends immediately south of the Fifth Flatiron to the Royal Arch Trail (this option involves the least bushwhacking, but you have to go up 200 feet or so). (3) Go left of the Fist and continue to the summit of Green Mountain and go down one of the trails.","protection":"Standard Flatiron rack (very light rack).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,3264cc3c-a663-51a1-963a-ac46bf27f955,a9ec4818-5dac-5a2d-a0fa-bb56395af424","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Skunk Canyon","Ridge 3 aka Angel's Way"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2922,39.9789]},"bbox":[-105.29278680838893,39.978450339818146,-105.29161319161109,39.979349660181875],"left_right_index":-1,"ext_id":"105745232","area_id":"qexIGF2sWi2g+rtWOVr0JA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:00.916Z","updatedAt":"2024-01-15T16:42:47.322Z"}