{"_id":"6368a185e80bff5a9954f51c","area_name":"Tango Towers","shortCode":"","climbs":[{"_id":"g4FdAhDoXBC2tz+IqCiUnQ==","name":"Mirkwood","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Field, Field & McQuillen (Dec 2018)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49014,36.1435]},"left_right_index":1,"mp_id":"116228368","mp_crag_id":"105797243","climb_id":"g4FdAhDoXBC2tz+IqCiUnQ==","areaRef":"1g4cu3c4VrGXc0K4HNawsQ=="},"content":{"description":"Mirkwood is a boltless adventure-style route up a long continuous corner system on the high wall backing the Tango Towers. The crux might be short, but it's a showstopper. This fact combined with wide gear, en-route moss/bushwhacking, and \"surprise splitters\" give the route a unique character. It calls out to the Red Rocks climber wanting to get off the beaten path for some old-timey fun.The route gets no sunlight - at least not in the winter. Doubt it would see much sun in the summer.Pitch 1 (5.10d PG-13, 160 feet): Screw your head on and climb the dark spooky corner up varied cracks to a ledge belay 30 feet below the Woods. The first 50 feet are mossy and gross but the rock gradually gets cleaner as you go. The crux is transitioning between thin corners about two-thirds of the way up. If you can get up this pitch, you will have no problem getting to the top.Pitch 2 (5.7 R, 60 feet): Starting in an offwidth flare on the far right side, gradually trend up and left across the face (sparse pro - trust your instincts) to arrive at a cramped belay on the left side of the Woods, beneath an obvious wide crack.Pitch 3 (5.9, 80 feet): Fun pitch once you get past the starting heave. Climb the heinous offwidth into a sunken dihedral with several cracks at your disposal. You can see clear through one of the handcracks to blue sky on the other side of the enormous pillar. Belay on a good ledge on the right as rock quality deteriorates.Pitch 4 (5.9, 90 feet): The money pitch. First you have to deal with a tricky bulge on junky rock, but then you get to jam an awesome varnished mummy-splitter up to the Deluxe Vista Ledge.Pitch 5 (5.8, 100 feet): Walk to the middle of the Deluxe Vista Ledge where a single crack slices straight up the dappled headwall. Follow the crack past a trio of small roofs (be cautious with the oversized patina buckets) to a sweet belay nook.Unrope and scramble (3rd class) ~300 vertical feet up to the top of the wall, which is the northeast spur of Bridge Mountain. From this \"summit\" you have splendid views out toward the expanse of Las Vegas and also back into the depths of Icebox Canyon.Descent: Simply head straight down the gigantic slope to the road. Plenty of cairns to guide the way (this is a popular 3rd-class scrambling route).","protection":"Double rack to 3\" + one each 4-6\"","location":"Roughly halfway between Crawford's Corner and Tuff Guys Don't Dance, on the right side of a mini amphitheatre, is a northeast-facing dihedral system - it is dark and vegetated in its lower part. This is Mirkwood. Approach by scrambling (4th/5th class) around the right side of the Necromancer Wall. The start of the route is reached via 100 feet of 4th-class slabs. Start on a nice shelf below the corner."},"__v":0},{"_id":"SK3wDKPMWDeCVkvIEdHt1Q==","name":"Crawford's Corner","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Crawford, Smith- circa mid-1980s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49014,36.1435]},"left_right_index":0,"mp_id":"106273375","mp_crag_id":"105797243","climb_id":"SK3wDKPMWDeCVkvIEdHt1Q==","areaRef":"1g4cu3c4VrGXc0K4HNawsQ=="},"content":{"description":"Just above the Necromancer crag is an obvious orange wall with a striking corner on the right hand side- This is the route. A dirty pitch up the  brushy gully leads to the base of the main crack, then a long pitch leads to a ledge far up the corner.","protection":"Good selection to 5\", heavy in the thin hands to fists.","location":"Just above Necromancer."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,d60e1cbb-7738-56b1-9773-42b81cd6b0b1","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Icebox Canyon","Tango Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49014,36.1435]},"bbox":[-115.49069682553022,36.143050339818146,-115.48958317446981,36.14394966018187],"left_right_index":-1,"ext_id":"105797243","area_id":"1g4cu3c4VrGXc0K4HNawsQ==","polygon":{"type":"Polygon","coordinates":[[[-115.49069682553022,36.143050339818146],[-115.48958317446981,36.143050339818146],[-115.48958317446981,36.14394966018187],[-115.49069682553022,36.14394966018187],[-115.49069682553022,36.143050339818146]]]}},"content":{"description":"This inaccesible area rises tall above Icebox Canyon.  There are only a handful of routes here and most are difficult and serious adventurous undertakings.  The approach is no walk in the park-- it requires 4th and 5th class climbing.  The towers area is up and west of Necromancer.  Despite its difficult approach, the lines look clean and elegant from the valley floor."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:24.898Z","updatedAt":"2024-02-19T18:34:57.910Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e502f8258fb5bda03a25","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}