{"_id":"63689d5ce80bff5a994f5feb","area_name":"Citadel, The","shortCode":"","climbs":[{"_id":"ywZULrCHUrK1dWinHsDrPw==","name":"Power Tools","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jonathan Richards and Douglas Martin 7/1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.2004,36.49274]},"left_right_index":999999,"mp_id":"108400276","mp_crag_id":"107045647","climb_id":"ywZULrCHUrK1dWinHsDrPw==","areaRef":"fmRMCNEhVGC/odCUC8/sxw=="},"content":{"description":"Pitch one we climbed the 10b sport (not the 5.9 crack) variation.  It was dirty, mossy, traversy, and pretty dang fun.  I used single length slings on bolts one and two and didn't get much drag at all.  At the anchor atop pitch one I pulled the rope through all of the gear then lowered it back down to Vickie, making it a safer follow.  Pitch two head up and right through putting green-like terrain to some (whoooo-hooo) cleaner stone.  Pitches 3 and 4 are pretty much clean killer bee sport climbing with an emphasis on stemming. Less pumpy than it's neighbor \"Misson Impossible\".  Vic and I felt the bolt location was right on; bolts at all cruxy bits.  Young guide calls PT 5.10d so go send it and start feeling good about yourself again.\n\nFinal notes:  Beware of raptor closures (Citadel formation is open in the fall) and PT faces north so it is shady.","protection":"Draws and a few slings.","location":"PT is just down hill from Costanoan (see the Young guide). To descend we scrambled down a gully just uphill from Costanoan.  It allowed us to take only one rope but it was a nasty bushwhack.  Young guide says double rope rap PT or Costanoan or fourth class down the southeast face."},"__v":0},{"_id":"ZLY8o0JTXzKxP6cWHQiqiQ==","name":"Costanoan","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jonathan Richards, Douglas Martin 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.2004,36.49274]},"left_right_index":999999,"mp_id":"107045657","mp_crag_id":"107045647","climb_id":"ZLY8o0JTXzKxP6cWHQiqiQ==","areaRef":"fmRMCNEhVGC/odCUC8/sxw=="},"content":{"description":"UPDATED ON 12-17-20: This route is a great introduction to multipitch climbing. The rock is surprisingly solid and the climb is very well protected for a 4-pitch 5.4 (original rating) sport climb. It is in the shade, which makes it a relatively cool climb on a hot day and a chilly climb on a cold day. Be careful not to dislodge small rocks on the ledges, which could bounce down the route. Some bolts are very closely spaced (especially pitch 3). There are several runouts on very easy terrain (5.0 or easier).\n\nPitch 1: 5.4 (crux at start), 120', 7 bolts. The first few moves will probably feel harder than 5.4 (5.5 in my opinion). After clipping the first bolt, aim up and left to the arete to find the second bolt; it's runout but very easy, like 5.0, and you can sling knobs if you feel uncomfortable. Attach a long runner to bolt 2 or you'll feel rope drag higher up. Afterward the bolts are closely spaced. Belay at bolts at the edge of a huge ledge.\n\nPitch 2: 5.3, 95' (or 80'), 6 bolts. If you wish, you can shift the belay to another set of bolts 15' from the edge of the ledge, at the base of pitch 2. Follow four closely spaced bolts up a groove and then traverse up and left past two more bolts, across the arete, to a bolted anchor with a small hanging belay stance on the face. Pitches 2 and 3 can be linked, skipping the uncomfortable hanging belay.\n\nPitch 3: 5.3, 85', 3 bolts. Climb up and then left toward the first bolt, which is a few feet to the left of a big hole, then up past two more bolts to a bolted anchor on a large ledge.\n\nPitch 4: 5.2, 90', 4 bolts. Climb up past a bolt and then surprisingly far to the left to bolt 2, then up past two more bolts to a bolted anchor on a large ledge just below the summit. From the anchor, scramble 10' up a class 4 bulge to the summit; to be safe you can tie off about 20' of rope to the anchor.\n\nThe quickest and safest descent is rappelling the route, but if climbers are beneath you be very careful throwing down the rope and try not to knock small rocks off the ledges. A 70 m rope will get you down in four rappels. A 60 m rope will leave you stranded 15' above the ground at the first bolt of pitch 1 (which somebody should place a quick link on for a fifth rappel). Two ropes will get you down in three rappels (pitch 4, pitches 2-3, and pitch 1).","protection":"Quick draws for up to seven bolts per pitch. There are rap rings at each belay anchor.","location":"The approach is 0.9 miles, takes about 35 minutes, and the trail is a bit tricky to follow and a bit steep in some places--when in doubt, look for sign posts. When you reach the shaded base of the Citadel keep going left uphill until you reach the foot of the northeast buttress, where there is a small clearing in the chaparral. You may come across the bolts above a cave for Power Tools (5.10) first, make sure to continue left to find the start of Costanoan.\n\nCoordinates of the start: 36°29'34.80\"N 121°11'58.51\"W"},"__v":0},{"_id":"omIrJiyvUWWJuSYQJ3lRlA==","name":"Anasazi","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jonathan Richards, Douglas Martin, Larry Johnson(P1?) 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.2004,36.49274]},"left_right_index":999999,"mp_id":"113615429","mp_crag_id":"107045647","climb_id":"omIrJiyvUWWJuSYQJ3lRlA==","areaRef":"fmRMCNEhVGC/odCUC8/sxw=="},"content":{"description":"This route is particularly dirty. Three pitches to join Costanoan. The pitches are 110ft, 70ft and 120ft respectively","protection":"Use a full rack, thin to five inches.","location":"Left of Hand and Power Tools start"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,eec9de57-40f7-5e17-a855-54b8faf87e5a,7e644c08-d121-5460-bfa1-d0940bcfecc7","pathTokens":["USA","California","Central Coast","Pinnacles National Park","West Side","Citadel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.2004,36.49274]},"bbox":[-121.200959325983,36.49229033981814,-121.19984067401698,36.493189660181855],"left_right_index":-1,"ext_id":"107045647","area_id":"fmRMCNEhVGC/odCUC8/sxw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:29.519Z","updatedAt":"2022-11-25T11:16:02.565Z"}