{"_id":"6368a50be80bff5a995aff0b","area_name":"East Face","shortCode":"","climbs":[{"_id":"lLhB0fMyUFmDoZTmWhV22Q==","name":"Worthy Whoopsie","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"G. Kaplan and J. Garrett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":9,"mp_id":"105999544","mp_crag_id":"106071432","climb_id":"lLhB0fMyUFmDoZTmWhV22Q==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Worthwhile addition to the area circuit. Begin on typical quartzite past 3 bolts, then travel through some fractured lower angled rock to the upper smooth and steep shield. Careful about clipping bolt#6 as a fall with slack out could land you on the sloping ramp below. Pull the powerful final moves to the mantel/highstep and bolt#7.  The TR anchors are a little hard to see (to the right) until you are on them (TR Variation is 5.9). Use 2-ft runners for best results!\n\nFull Value Variation (5.11-) continues up to the left from bolt#7, past 4 more closely spaced clips through some steeper terrain to an awesome belay nook/ledge. Pitch 2 travels up low angle corner to loose step and gully before the final overhanging arete. 5 bolts worth of heel-hooking, knee bars, and laybacks up the steep but juggy arete see you to the top ledge and glue-in rap anchor (Or, it is enticing to climb easier terrain to the left of the arete and make reachy, blind clips to the right ~.8/.9 ish).\n\nFYI: fun top-rope variation (Worthy Weakness, also 5.9) climbs the steeper/blocky arete about 6-ft. left of p1 to great move through roof to crack (this hasn't really been cleaned too well so...)","protection":"TR variation = 7 bolts to 2 chain anchor (on right)\n\nFull Value variation = p1: 11 bolts to 2 bolt anchor p2: 6 bolts to glue-ins and rap anchor","location":"10 ft. to the right (north) of 'Daily Diatribe'\n\n30 ft. to the left (south) of 'Coral Bells Arete'"},"__v":0},{"_id":"Odu8xlAXVEedaBDTDEiW2g==","name":"Touch of Teflon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Stuart Ruckman, Libby Ellis 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":5,"mp_id":"105740225","mp_crag_id":"106071432","climb_id":"Odu8xlAXVEedaBDTDEiW2g==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This is one of all time favorites.  It is on the east face of Challenge.  It is near the south end before the gully begins.  When you get to the fork in the trail, look south and you can see a nice angling hand crack in an arete, just left of this is the face with 1 bolt.  This climbs that face utilizing the bolt.  It starts right of the bolt and after getting to the bolt it meanders left and then continues up.  This is a balance game, pure and simple.  How well can you pull up and then place toes in the same crack as your hand.  Also you need to be able to stand up from this crouched position with no hands and continue up to find the spaced cracks.  This is a wonderful but short climb.  Again 3 stars would work but for the length.","protection":"2 chains atop the climb for a good top-rope.  1 bolt on the face.  If you can make it to that bolt, bring a couple of small cams or nuts to protect the horizontal cracks the rest of the way.","location":""},"__v":0},{"_id":"XvAEb34nUW+u2X/+U5NjgQ==","name":"Teflon Technique","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Merill Bitter, et al, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":4,"mp_id":"105740222","mp_crag_id":"106071432","climb_id":"XvAEb34nUW+u2X/+U5NjgQ==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This is one nice climb, only 2 stars due to its shortness.  It is on the east face of Challenge Buttress, and it climbs a smooth bulging face with 1 bolt on it.  It climbs the left of this face, not utilizing the bolt.  It is smooth with a couple of horizontal cracks and a nice hole to hook your hands on.  This climb will always draw me back year after year, along with it's neighbor Touch of Teflon.","protection":"2 chains atop the climb.  As for the climb small tcu's would help and small nuts.","location":""},"__v":0},{"_id":"7XGl+9qLV5mTuf6nAbTvaQ==","name":"Sweet and Low","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Sarah Taylor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":17,"mp_id":"105741218","mp_crag_id":"106071432","climb_id":"7XGl+9qLV5mTuf6nAbTvaQ==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climb starts just a few feet right of Birth Simulator, on the wall opposing the Chambered Nautilus.  Jug hauling past new bolts gets you to the top.","protection":"6 bolts to a 2 bolt and chain anchor.","location":""},"__v":0},{"_id":"sbZUrmCMVEqNTg0LvTCurQ==","name":"Strong Persuader","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stuart Ruckman, Gordon Douglass 1987","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":18,"mp_id":"105741503","mp_crag_id":"106071432","climb_id":"sbZUrmCMVEqNTg0LvTCurQ==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climbs the lichen-covered, broken, loose, rotten, and hard to protect face just left of Leftoverture.  Run it out for 30 feet, and then start following whatever cracks seem worthy of your protection until you climb through the small roof band.  Above this band there seemed to be some horizontal cracks worthy of protection, but by this time I had bailed left to the new route's anchors just right of Chambered Nautilus.  I may try again on the day I want to die.  Again, maybe a bit harsh, but I would definitely give this route two thumbs down.","protection":"Bring a prayer, because not much else protects this choss-pile.  That might be a little strong, but this is one of the worst routes I have done in the Cottonwoods.  A #5 Camalot (I don't have one) would protect the small roof.  Other than that creative nutting and some small cams will help.  A .75 Camalot was the only good piece I placed and it was my first at 30 feet off the ground.  No anchors, so bring gear for make-your-own anchors.","location":""},"__v":0},{"_id":"0aXLC2GJUGed6k7DsOffDA==","name":"Raspberry Ripple","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Contor, Gary Taylor, Kevin Sweeney 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":21,"mp_id":"105741992","mp_crag_id":"106071432","climb_id":"0aXLC2GJUGed6k7DsOffDA==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"On the east face of Challenge, just south of a 25 foot ledge is a right-facing corner.  Start in this corner, pop over and follow the bolts, continue up the face.","protection":"Three bolts to a shared bolted anchor.","location":""},"__v":0},{"_id":"tGt8seP7UOKs4AKGOh971A==","name":"Pump Up the Jam","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Stuart and Bret Ruckman 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":0,"mp_id":"105740219","mp_crag_id":"106071432","climb_id":"tGt8seP7UOKs4AKGOh971A==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This route is on the east face.  It is the southern most climb.  It climbs a north-facing fin of rock, about 50 feet beyond the beginning of the gully that separates Challenge from the next east buttress.  It climbs a thin finger crack up an overhung face.  Not only is it overhung but the crack causes you to change tactics on it more than once as the angles keep changing.  Once you gain the ledge at mid-climb.  The severity eases up with a relatively easy romp to the top.  Laybacks, sidepulls, and thin finger jams, plus a few juggy pulls are all called for.","protection":"The anchor can be set utilizing large slings around the horn at the top and a couple medium/large pieces to back up the horn.  Approach the top by continuing up the gully to a large pine tree and then scramble up this crack system to the top.","location":""},"__v":0},{"_id":"DWy4GGtuURK3ifOVR2hPuw==","name":"PTFE","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Robert Price, Tracey Price, 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":6,"mp_id":"106953129","mp_crag_id":"106071432","climb_id":"DWy4GGtuURK3ifOVR2hPuw==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Good rock, nice features, climbs well, a fun short route and a nice complement to\n\nTouch of Teflon\n\n.  The protection was surprisingly good.  I got in 7 pieces, twice in pairs.  A couple pieces might not hold big falls and the gear placements require some work, hence the PG rating, but overall surprisingly straightforward.","protection":"Small cams and small to medium wires.  One bigger cam protects the start.","location":"The rounded arete immediately right of\n\nTouch of Teflon\n\n.  Start up the scoop just right of the arete.  Finish as with\n\nTouch of Teflon\n\n."},"__v":0},{"_id":"7Dl8dZrbW6Wv9nTBNAwfzA==","name":"Overture","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stuart Ruckman, Gordon Douglass 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":20,"mp_id":"105740240","mp_crag_id":"106071432","climb_id":"7Dl8dZrbW6Wv9nTBNAwfzA==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climbs a right facing corner 30 feet before the obvious arete \"Coral Bells Arete\".  When it reaches the right trending crack/overhang, it follows this until it ends, and then continues straight up the face.","protection":"Bring your gear as no fixed gear.  The piton that Ruckman says is there, isn't.","location":""},"__v":0},{"_id":"7NF37hRSVWSjpHcy8yLRNg==","name":"Moral Bells Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Garrett and Glen Kaplan, 13 August 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":14,"mp_id":"106007980","mp_crag_id":"106071432","climb_id":"7NF37hRSVWSjpHcy8yLRNg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Glen and I always felt that Contor and Taylor (FA of Coral Bells Arete) had cut that arete short. After replacement bolting that 20 year old line, we extended the pitch up. Clip the two-bolt belay and climb past two more bolts to the two bolt anchor. This makes for \"more\" of the Coral Bells Arete. The rock is excellent and required very little cleaning.\n\nCBA was not altered or changed in any way. The old spinners were pulled out and replaced by Mike White and ASCA. Thanks again for teaching us the true craft of bolt removal.","protection":"6 QDs from the ground and a nut or .4 Camalot for the gear placement on CBA.","location":"Climb Coral Bells Arete and keep on going for Moral Bells Arete. Rappel the route with one rope."},"__v":0},{"_id":"UFzKs8LqUjGegH0/aMHzZg==","name":"Oopsie","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FFA on lead Gumby Brothers - August 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":8,"mp_id":"106868569","mp_crag_id":"106071432","climb_id":"UFzKs8LqUjGegH0/aMHzZg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Five to eight feet to the left of Worthy Whoopsie is a shallow corner that leads up to a roof. The first 15 feet leading up to the roof are not very appealing but pulling over the roof and continuing up the crack to the right is where the fun is at. After the crack continue up the slab to the belay with Worthy Whoopsie.\n\nNote: the route was previously TR'd by other parties but this fact was unknown to the Gumby Brothers at the time they lead and initially cleaned the route from the ground up.","protection":"A #1 Camlot protects the roof moves.","location":"Five to eight feet to the left of Worthy Whoopsie in a shallow corner."},"__v":0},{"_id":"ZUoG/CqJXAG5fiLM0z9Cwg==","name":"Mega Worthy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Cabe and Matt Scullion 7/3/09","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":10,"mp_id":"106480743","mp_crag_id":"106071432","climb_id":"ZUoG/CqJXAG5fiLM0z9Cwg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Just right of Worthy Whoopsie and left of MEGA, step up (either straight up or traverse in from slightly towards MEGA) and address the right side of the small prow that comes down between those two routes.  Traverse left down low to gain the prow proper and then go straight up.  Near the top, trending left at the roofish area is fun, and has reasonble features for protection.  Step back right to the anchor on MEGA.\n\nExact gear placements down low on the route would be unforgiving to the sloppy and a ground fall is very possible if the gear pulls.\n\nTake care with some loose rock on the route.","protection":"Standard rack from 0 TCU to 3 Camalot (or equivalent).  Doubles on some stuff is nice.  Cruxes seem well protected with small (#1 TCU) to medium (.5 Camalot) cams.  Use anchor atop MEGA.","location":"Located between MEGA and Worthy Whoopsie."},"__v":0},{"_id":"XFlIFodUWZq4VfQeQziPWQ==","name":"MEGA","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"G.Kaplan & J.Garrett 8/12/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":11,"mp_id":"106008134","mp_crag_id":"106071432","climb_id":"XFlIFodUWZq4VfQeQziPWQ==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Yes...this is a newly equipped and established line that 'finishes' someone's earlier efforts--therefore the FA may belong to them (sans bolts)--however, whoever they were probably followed weaknesses to the right, evidenced by two old and rusty pins. I didn't speak with anyone who really knows? The consensus was \"???, yeah, I know that bolt your talking about...doesn't go anywhere...doesn't look worth it...haven't ever seen anyone over there...etc.\" (I've since talked to a few folks who have ventured around here and they've all said it wasn't really worthwhile, rotten and thin...kind of easy to get lost...)\n\nThis 'new' line is obvious and is very well-protected, travelling up through the blocky roof/overlap from the old existing bolt (bolt #2), to the smooth section above. Continue travelling up, past some loose looking but surprisingly solid ledges, and up, and up...\n\nThanx JG!","protection":"13 bolts plus chain anchors (Watch the ends of your rope!!!)","location":"15' left (south) of Coral Bells\n\n10' right (north) of Whoopsy"},"__v":0},{"_id":"CCy9vZPNWNqiplWINK1NPw==","name":"Man of Leisure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brandon Wicks, JS, June 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":1,"mp_id":"117277675","mp_crag_id":"106071432","climb_id":"CCy9vZPNWNqiplWINK1NPw==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"Man of Leisure\n\nis a nice companion to\n\nLateral Force\n\nand a good line in its own right for proficient 5.9 tradsters.  Start by making several moves up the third-class approach ramp leading to the ledge for\n\nDeltoid Force\n\nthen forge up the short prow of a reddish wall, an arm-span left of a broken pillar maybe five feet tall (the broken pillar is completely detached, so don’t use it for pro).  After about 20 feet up the prow, catch a right-leaning seam with good cam pods to a big ledge. The ledge can serve as a decent belay for those inclined to shorter pitches. From the ledge move right and up into a steepening shallow dihedral that fades to an airy arête. Easy face above past a pin ends at the anchors. (The shallow dihedral and face above are also the upper and easier part of\n\nDeltoid Force\n\n.)","protection":"Standard trad rack to a No. 2 Camalot.  Include a runner suitable for slinging a blocky protrusion on the prow.  Rappel (60m) back to the ledge from the anchors.","location":"Approach as for\n\nDeltoid Force\n\n."},"__v":0},{"_id":"Y/2AOEiWWxO71sebWp6urg==","name":"Lost But Not Forgotten","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Hobo Spiders and or The Wasatch Mountain Club","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":12,"mp_id":"111828788","mp_crag_id":"106071432","climb_id":"Y/2AOEiWWxO71sebWp6urg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"A right-facing crack system over surprisingly solid rock. Not much to look at, this climb offers decent gear and nice rests with a its crux being a high, final jaunt up the face to the anchors.  Follow the obvious crack system right of\n\nCoral Bells\n\narete, move up and slightly left towards a bush. Keep right of the bush, heading towards obvious landmarks and break right and up the face to the upper\n\nMoral Bells\n\nanchor.\n\nThe approximate line was surely done many moons ago, as nearly nothing was left untouched at the ole'\n\nChallenge Area\n\n. I can only speculate the original line continued to the top of the buttress over broken, vegetated, crumbly choss? The addition of the\n\nMoral Bells\n\nanchor makes for an obvious, clean escape over solid rock and a nice way to finish.","protection":"A single rack of nuts and cams up to 4 inches. Draws and Slings are handy.","location":"This line is just left of\n\nCoral Bells\n\narete. It starts below the right-facing undercling crack and continues up the weakness."},"__v":0},{"_id":"UKndKzz6XGmmXM04MnszFA==","name":"Leftoverture","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuart Ruckman, Gordon Douglass 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":19,"mp_id":"105740705","mp_crag_id":"106071432","climb_id":"UKndKzz6XGmmXM04MnszFA==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This route climbs the east face, at a right-facing corner.  It is north of the obvious arete by 20-30 feet.  After the corner ends climb the face.","protection":"No fixed gear.  Bring it all.","location":""},"__v":0},{"_id":"u/WRVYVPWG26dqvUe52XIg==","name":"Lateral Force","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Gary Olsen, Stuart Ruckman, Bret Ruckman, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":3,"mp_id":"117277900","mp_crag_id":"106071432","climb_id":"u/WRVYVPWG26dqvUe52XIg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"The Ruckmans in their 1998 guide gave this route an “R,” recommended RPs and TCUs, and gave it no stars. From the ground, the line looked to be but an intermittent seam, overhanging near it’s top, and endowed with an unusual amount of BCC chunk (choss, but bigger).  Curiosity overcame common sense and, armed with all the latest micro-gear, I recently got on it and … it was mine-field scary, including yarding over a several hundred pound detached block (Gary, damn man, what did you have for breakfast that morning?). But the movement was really cool. Long story short, a half-day of cleaning has created one of the best 5.10 trad routes in the area with ample opportunities for pro. There will still be some relatively minor choss, but with just a little more love this’ll be as solid – and in my view as good – as\n\nPsychobabble\n\n.\n\nSo, the description: Climb the crack system just around the corner to the right of\n\nDeltoid Force.\n\nFrom crack's end, go straight up to hidden anchors (shared with\n\nDeltoid Force\n\n).  The route faces north so rarely gets full sun.","protection":"Healthy selection of micronuts (I was glad to have two sets, one of offsets) and nuts to finger-size, and cams to a No. 1 Camalot.  Rappel (60m) back to the ledge from the anchors.","location":"Start from the ledge described for\n\nDeltoid Force\n\n."},"__v":0},{"_id":"1bS/KRXUXMqvPXwXaACeCQ==","name":"Deltoid Force","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Stuart Ruckman & Gary Olsen, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":2,"mp_id":"106030882","mp_crag_id":"106071432","climb_id":"1bS/KRXUXMqvPXwXaACeCQ==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"The route starts with a V2/V3 overhanging boulder problem past a bolt next to a fixed pin, and then climbs 5.9 face near the edge of a buttress (great position) to easier ground.  Continue past another fixed pin and scamper to the anchors.","protection":"In addition to draws, small to mid-size cams and a small assortment of nuts. A single 60m rap from two bolts will get you back to the large ledge (it is doubtful a 50m will make it).","location":"The route starts off a large ledge to the left and above the slab bearing the\n\nTeflon\n\nroutes.  Follow the trail past the\n\nTeflon\n\nslab into a scree field and after two or three switchbacks look for a break in the trees to the right.  An easy scramble up a short right-leaning ramp leads to a traverse onto the ledge.  Easily done in approach shoes."},"__v":0},{"_id":"07pR5ARNXL6SaNTLbx0aPA==","name":"Daily Diatribe","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":7,"mp_id":"105740228","mp_crag_id":"106071432","climb_id":"07pR5ARNXL6SaNTLbx0aPA==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climbs the crack on the Teflon's face.  This face is on the east face of Challenge, about 100 yds beyond the fork.  It protects well and is a decent beginner trad route.  It has finger and hand work, but the face is so good as not to force many jams.  Climbing this climb is the easiest way to top-rope the Teflon's.","protection":"2 chains atop, medium pieces/cams.  Nothing tricky.  It protects well.","location":""},"__v":0},{"_id":"wnEAM6fqWIKunOL7XkXDaw==","name":"Coral Bells Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Contor, Gary Taylor, Kevin Sweeney 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":13,"mp_id":"105740231","mp_crag_id":"106071432","climb_id":"wnEAM6fqWIKunOL7XkXDaw==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climbs an arete on the east face.  This arete is obvious from the fork.  This is a great climb that protects well.  The crux is definitely the 1st bolt.  Clipped high it is a safe overhang to fall on.  The smooth face above is tricky but not too hard.  The flake gives you a nice natural place to protect.  My first ascent, I zipped right past the flake, jonesing on the chains.  Aretes always add a degree of mental difficulty to me and this was no exception.","protection":"2 chains atop for anchors and 3 draws.  Bring medium nuts or a cam for the flake before the chains.  I documented this as a trad route but it could be a sport route with a long runout at the end.","location":""},"__v":0},{"_id":"Pq4p+QmeXpywDeEE+5qoEg==","name":"Chambered Nautilus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Shane Willet, Mike Carnahan 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":15,"mp_id":"105740234","mp_crag_id":"106071432","climb_id":"Pq4p+QmeXpywDeEE+5qoEg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"This climb is just right of the obvious \"Coral Bells Arete\".  It climbs the north overhanging face.  The roofs will tax you, but it is not as hard as it looks.  My **** rating may be influenced by the fact that this was my 1st 5.10 and an onsight.","protection":"2 chains for the top.  7 draws for the climb.  1st bolt is kind of high and awkward. 1 runner.","location":""},"__v":0},{"_id":"TvyJS9uJUmGfmn/EPigUwg==","name":"Birth Simulator","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tony Calderone 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"left_right_index":16,"mp_id":"105740237","mp_crag_id":"106071432","climb_id":"TvyJS9uJUmGfmn/EPigUwg==","areaRef":"vhb69utrUUa9Qc7Jw2oOTA=="},"content":{"description":"The crack just right of the obvious arete, on the east face.  A dirty ugly crack that deserves mention only to bring forth the fact that the ledge near the top contains enough unstable large rocks that your belayer down below needs a helmet or a lucky rabbit's foot.  Be careful if you climb it.","protection":"1 bolt above the ledge near the top.  Otherwise all natural including your anchors.  Bring plenty of medium to large gear.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,9ae0e9e0-ee82-5d12-8109-0a8de99cd30d,be16faf6-eb6b-5146-bd41-cec9c36a0e4c","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Challenge Buttress","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.5"},{"count":2,"label":"5.7"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":3,"label":"5.8"},{"count":4,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":6,"intermediate":9,"advanced":2,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":11,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74528,40.62202]},"bbox":[-111.74587242115317,40.62157033981814,-111.74468757884681,40.622469660181864],"left_right_index":-1,"ext_id":"106071432","area_id":"vhb69utrUUa9Qc7Jw2oOTA==","polygon":{"type":"Polygon","coordinates":[[[-111.74587242115317,40.62157033981814],[-111.74468757884681,40.62157033981814],[-111.74468757884681,40.622469660181864],[-111.74587242115317,40.622469660181864],[-111.74587242115317,40.62157033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:26:24.680Z","updatedAt":"2024-01-20T01:06:54.095Z"}