{"_id":"63689de0e80bff5a994fa159","area_name":"Pear, The","shortCode":"","climbs":[{"_id":"3dF7DtZgV1aaqQdeYzAc4A==","name":"Whole Thing","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bradley and Mayrose, 1969. FFA: Hesse and Bruce, 1974.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":13,"mp_id":"105761175","mp_crag_id":"105744820","climb_id":"3dF7DtZgV1aaqQdeYzAc4A==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This is a great climb, but do not underestimate it given the old 5.10a rating. Locate a notch in the roofband left of\n\nFat Bottomed Groove\n\n.\n\n1. An obligatory stem off a fir tree starts the action, then nice moves up a white dike past 1st bolt (3/8\" but old) reaches the break. Clip peg and another 3/8\" bolt to protect powerful 5.10 sequence through the roof. Belay 30\" higher from fixed slings looping a constriction in the crack.\n\n2. Traverse left to foot of thin crack (RPs and a bit runout). The next 30' is thin, steep and 5.10a. Follow the crack as the angle eases (5.8 and more RPs) and finish with cool traverse right to a belay atop a pillar.\n\n3. Go up, then diagonal right to the Pear's east shoulder and walk off.","protection":"Many RPs plus a standard Lumpy rack.","location":""},"__v":0},{"_id":"Sd434uLZXoeqI1UBRaUIzg==","name":"Thorazine","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":0,"mp_id":"105852580","mp_crag_id":"105744820","climb_id":"Sd434uLZXoeqI1UBRaUIzg==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Up past some bushes and to the left of the boulder-choked gully where\n\nPlatinum Stethoscope\n\nbegins is a hand crack close to the right edge of the slab. This crack takes gear in the 1.5 - 2 inch range. Climb up the crack and the steepness eases off. Pass a small tree about three feet tall on the right. Then enter into a trough about four feet wide with a thin crack on the right side. This takes very small nuts or perhaps a microcam, but the gear is not great. Climb up this 15 ft. trough and go out onto the 5.0-5.2 slab. Pro is harder to find here, but you will more than likely be comfortable running it out the rest of the pitch. Meet up with the walkoff for the first two pitches of the routes to your right.\n\nWe simulclimbed this as one pitch, which is easy to do. The climbing is never sustained and one can easily downclimb the entire thing. Finding your way on the upper slab is easy, as any direction will feel good given the gradually declining steepness. By the time you reach the walkoff, it flattens out.","protection":"Standard trad rack for Lumpy, including cams in the 1.5-2 inch range and some microcams/nuts.","location":"Approximately ten feet left of Platinum Stethescope. Locate the gully where Platinum begins and then scramble up and left through the trees to find the hand crack."},"__v":0},{"_id":"5pLUWk8+U0SLrV1s7kOA+g==","name":"Sweet Sabrina","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Webster, Robert Anderson 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":10,"mp_id":"105760998","mp_crag_id":"105744820","climb_id":"5pLUWk8+U0SLrV1s7kOA+g==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This route lies midway between Root of All Evil and Good Timing. Start from the top of the blocks at the base of the slab. Angle right on moderate, 5.7 or so, climbing past two bolts to a small ceiling. You can get some small gear here, but the ceiling is easy, and there is a good pin just above. The Rossiter top shows it going right from here then back left, but I went left and then up and slightly right. This is way runout, but also very easy at maybe 5.5. Possible ground fall potential.\n\nAim for the short, right-facing corner through the roofs, down and just left of a small tree above the roofs. The corner is a bit dirty, but solid. At first I had a nut in the obvious finger jam/slot in the corner, but it was in the way, so I took it out. I relied on a less than bomber micro cam (#00 Metolius??). There is a small bush whose root makes a smooth but small handhold.\n\nPulling the first roof felt quite hard. Much harder than Root of All Evil, but my partners felt the two routes are comparable. Once in the corner you can clip the pin out left. Back up the pin with a cam to the right (strenuous). Mantle left around the corner and stand up. Step right and up to the tree. The Rossiter topo shows a bolt by the pin, but there is no such bolt, nor is it needed.\n\nI give this route one star due to the moderate grunge at the crux and the unsustained nature of the climbing. It's not up to the quality of the neighboring routes.","protection":"2 bolts near the bottom, fixed pin above small ceiling on slab, runout but easy to the roof, #2, #3 offset Friend (or regular Friends) below the roof, micro cam in corner above (don't fill in finger hold in crack with a nut!), fixed pin above final roof that can be backed up with a mid sized cam. Slings and single ring on tree.","location":""},"__v":0},{"_id":"PhBRMR4QXTO9Ao2WSgbJzQ==","name":"Sloper Ramp","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Jim Belcher? [early '90s]","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":999999,"mp_id":"105749419","mp_crag_id":"105744820","climb_id":"PhBRMR4QXTO9Ao2WSgbJzQ==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"The Pear Boulders are a good mile from the parking lot, but well worth the hike.  Hike as though going to the pear, and keep going past the turnoff for the pear.  50 yards ahead on the right is a large boulder with not much in the way of problems, just past that is a large boulder with an obvious chalked up left angling ramp, this is the sloper ramp problem. This is a little known problem, yet is possibly one of the best probelms on the front range.  Jump up and grab the first and best holds on the ramp, and proceed to traverse up and left to the edge, throw a heel on the ramp, then move back right on the beautiful sloping lip.  This problem is a little tall and comitting, a couple spotters and pads take the sting out of it.  A direct non jumping start has been done that goes at around v9.  If one keeps wandering north west parallel to the trail, they might be lucky enough to come across some of the most beautiful and little known  bouldering at lumpy, wander around and see what you can find!","protection":"a guiness","location":""},"__v":0},{"_id":"8kQDP7KgWzSBoP5onReoJQ==","name":"Slippage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":12,"mp_id":"105760887","mp_crag_id":"105744820","climb_id":"8kQDP7KgWzSBoP5onReoJQ==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Find the break in the long roof band to the right of the Batrachian Slab route. A brushy chimney descends from below this break. Scramble up to a pine tree to the right of this chimney that is about 60-70 feet off the deck and belay from this tree.\n\nP1: Ascend easy face cracks and face above the tree toward the roof band and clip an old manky bolt. Diagonal up and left above the bolt to the left of two short cracks, ascend the crack -- 5.9, then step right, up and back left -- 5.10a on face holds. Do a few more moves up a thin edge/crack -- R and step left into an easy crack. In order to get off in one more pitch, stretch the rope out up this crack and belay high.\n\nP2: Ascend the easy crack and where it ends, do an easy traverse right into another easy crack. Follow the second crack to a ramp with a pine tree, then traverse up and right over easy ground to the east ridge descent slabs.","protection":"Tiny/small stoppers and small TCUs. Some larger cams & stoppers will be handy for the belay anchor and easy second pitch.","location":""},"__v":0},{"_id":"U6jJKBQdUMuIteF4A4f1Kg==","name":"Sibling Rivalry","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Topher and Nemonie Donahue, late 80s","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":8,"mp_id":"105749149","mp_crag_id":"105744820","climb_id":"U6jJKBQdUMuIteF4A4f1Kg==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This route ascends the face just right of the Batrachian Dihedral.\n\nBegin on easy rock (\n\nRoot of All Evil\n\n) just down and right from the dihedral.  Climb into a tricky 5.8 crack, continue to a roof and turn that (5.9, [new] bolt).  Belay above at a stance in a crack.\n\nThen, for Sibling Rivalry, go left and follow 4...bolts up to a two bolt anchor.  [100ft.]  Rappel 160 ft to the ground, over the edge of the Batrachian Dihedral, or traverse right into the continuous crack leading up from the first pitch (which goes at 5.8).  If doing that, traverse right at its top to join Good Timing and find the walk-off.","protection":"Bring a light standard rack to a #2 Friend.","location":""},"__v":0},{"_id":"eqne21VzXleSdHEm6/nVMQ==","name":"Salud","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Errett Allen, Scott Cole","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":2,"mp_id":"105757195","mp_crag_id":"105744820","climb_id":"eqne21VzXleSdHEm6/nVMQ==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"New route left of\n\nLa Chaim\n\nthat starts from a huge ledge about 60 feet above the base of The Pear.\n\nEither approach the ledge by doing a short easy pitch that starts up\n\nLa Chaim\n\nand breaks left, or third class up the gully below A Pig With Earrings for 50 feet and tunnel right under a huge flake to the ledge. From the ledge, the route is one long (180 feet) pitch to the walkoff ledge -- 60 meter rope is essential. Look for the first bolt about 8 feet below a small one foot overhang that is about 15 feet long and 20 feet above the ledge. Passing this bolt is the crux. Plug a small cam under the overhang, climb past two more bolts on easy but superb face to the long roof left of\n\nLa Chaim\n\n. Turn the roof directly above the third bolt (5.8). Just above the lip of the roof, you can get a good 2.5 inch cam to the right or a smaller cam higher and left which provide great pro for the roof moves. Climb straight up face past two more bolts. From the last bolt, diagonal up and right to a grassy wide crack (2-3 inch pro). This crack joins\n\nLa Chaim\n\nabout 20 feet below the walkoff ledge.\n\nNote: all bolts are 3/8 X 2.5 inch Rawl 5-piece with Metolius hangers, hand drilled from stance on the lead.","protection":"5 bolts, 3/4, 1, 1.5, 2.5, 3 inch cams","location":""},"__v":0},{"_id":"F5oPmoxlUpaXebBrjMwnZQ==","name":"Root of All Evil","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erickson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":9,"mp_id":"105757435","mp_crag_id":"105744820","climb_id":"F5oPmoxlUpaXebBrjMwnZQ==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This route lies just right of the Batrachian Slab -- a huge left facing dihedral that separates the left side of the Pear from the central section.\n\nP1: Climb up easy face, and low-angle cracks to the base of a thin crack that ascends a steep bulge and then peters out. Climb the thin crack -- tricky 5.8, and climb easy face to a stance under the left side of a long roof band. Clip a new bolt -- this can be backed up with small TCUs. Turn the roof -- 5.9, and jam a crack to a small sloping stance.\n\nP2: Follow a pleasant 5.7 crack and where it ends, face climb diagonally up and right to the base of another crack. Belay on a nice ledge.\n\nP3: Follow the crack until it reaches a long wide ledge that runs up and left. From here, you can walk off by following the big ledge around the corner and third classing into the west descent gully, or follow the last pitch of Chrome Plated Stupidly Named yadda yadda to the summit.","protection":"Take small TCUs to back up the bolt [the old bolt has now been replaced with a nice modern one]. Standard rack.","location":""},"__v":0},{"_id":"3V0dwJGTV7u5QyLMyEkFnw==","name":"Right Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"[FA: Filip Sokol, Jim Sharp 1968  (according to the Gillett guidebook)]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":16,"mp_id":"105749278","mp_crag_id":"105744820","climb_id":"3V0dwJGTV7u5QyLMyEkFnw==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Very obvious, large, left-facing dihedral that runs straight up the right side of the Pear formation.\n\nP1. The start is either face moves to the left of the dirty corner (guidebook says this) and traverse right about 15 feet up (lots of lichen) or do some weird stemming and chimney moves (I did this) and get up to where the dihedral is a clean corner with a varying crack. Either way, routefinding is a breeze as you just take the dihedral and jam and stem your way 150 feet to a fixed anchor (stiff 5.9, sustained with few rests).\n\nPitch 2 looks harder as it leans farther left but the face angle eases and it is much easier but VERY fun and exciting (5.7).\n\nScramble off right or climb one more easy pitch to summit ridge and rap from trees.","protection":"Full set of cams from Aliens to #5 Camalot.","location":""},"__v":0},{"_id":"usZPevAEXra7HcnWVEvfBg==","name":"Platinum Stethoscope","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Bradley and Paul Mayrose","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":1,"mp_id":"105761412","mp_crag_id":"105744820","climb_id":"usZPevAEXra7HcnWVEvfBg==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"There is a big blocky ledge with a tree growing on it at the left edge of the face.  This route goes up the right facing dihedral above this ledge.\n\nGet up onto the ledge by any one of numerous ways.  Go up the dihedral to a belay below an overhang, 5.5.  The second pitch goes through the overhang to the left and finishes up the dihedral above.  It is possible to go around the right side of the overhang and up to A Pig with Earrings 5.6 R or around the overhang and back left into the dihedral and finish, 5.5.  Traverse off left or finish on Magic Chrome Plated . . .\n\nIf one were so inclined, a nice 4 pitch 5.5 climb may be had by using the right side overhang option mentioned above then the next two pitches of Magic Chrome . . . and then traverse off to the left at the upper headwall and into the deep cleft behind the Pear. Go right, east through the cleft and down the east side descent.","protection":"Standard rack.","location":""},"__v":0},{"_id":"ve2xil0HXDKKo1Usi+Ks5Q==","name":"The Pit of the Pear","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Todd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":6,"mp_id":"106580583","mp_crag_id":"105744820","climb_id":"ve2xil0HXDKKo1Usi+Ks5Q==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Although this is really just a variation to\n\nMCPSAES\n\n, it is SO different in nature and difficulty from that route, I thought it could use its own separate description. Left of the standard finishes to the Syringe is an obvious, wide crack through a roof. This is The Pit...and the Pit is hard. It is not your run-of-the-mill 5.9.","protection":"I didn't use anything bigger than a #3 Camalot, but something bigger would fit. It pretty much tops out on the summit.","location":"This is 20 or 30 feet left of the\n\nSyringes'\n\nstandard finishes. The wide roof crack."},"__v":0},{"_id":"93U0G1l0UTy13xiVIgTK/A==","name":"Northern Lights","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"TIM HANSEN, S.KIMBALL, 1983.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":17,"mp_id":"105759639","mp_crag_id":"105744820","climb_id":"93U0G1l0UTy13xiVIgTK/A==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"The three \"in on the lead\" oringinal bolts have been replaced with modern 3/8th  x 2 1/2 inch. Find this asthetic slab climb up the outside edge of the Pear's, RIGHT DIHEDRAL . Heady and sustained climbing from start to finish... A midsize cam  can be placed in a pod down and right of 1st bolt. Stand up on a black horizontal edge  to clip 1st bolt. Harder 5.10 angles to the 2nd bolt and the very edge. Keep to the edge on more 5.10 and the 3rd bolt.  Finish with a 50 ft. slab section that is 5.8/9 but unprotected, to belay in a horizontal crack. Scramble off to the east.","protection":"Selection of small to large cams, slings and quickdraws.","location":""},"__v":0},{"_id":"ezkM8b6IXgC+NQI422+4/g==","name":"Neko's Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":4,"mp_id":"105754390","mp_crag_id":"105744820","climb_id":"ezkM8b6IXgC+NQI422+4/g==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Neko's route is a great 5.7 alternative to either\n\nChrome-plated\n\nor\n\nLa Chaim\n\n, if either you've done both of those routes before or they've got parties on them, and it's conveniently located about halfway between the two.\n\nPitch 1 starts up the right side of the first large block left of\n\nChrome-Plated\n\n. You can either lieback it or use good face hold to the right, using both the crack and a couple bolts on the face for protection. At the top of the block, take the line of least resistence up the face (the easiest way may not be immediately obvious) and head up towards an arching crack which leads to the belay ledge shared by both Neko's Route and\n\nChrome-Plated\n\n.\n\nPitch 2 traverses left from the belay and out onto the face immediately left of the\n\nChrome-plated\n\ndihedral. Once you're out on the face a little ways, you can get a couple pieces in a short flared crack and maybe a pocket (if my memory serves me right), and then head up the runout 5.6 face staying fairly near the edge of the dihedral. The only protection between the start of the pitch and the wide crack near the ledge at the top (or the ledge itself depending on how far to the right you're climbing near the top of the pitch) is an old quarter inch bolt near a small bush. But as the climbing's easy and positive, the lack of more bolts spices it up a bit and only adds to the fun. After passing the bolt, you can either climb straight up and head for the belay ledge's low point, or you can veer to the left towards a low-angled wide crack that takes you to the ledge a little higher up and left. Once at the ledge, there are several possible places to belay from, but I like to set my anchor at the first place the ledge becomes suitable to safely walk off from, in a shallow left-facing dihedral that takes small stoppers.\n\nFrom here, either walk off left past the large ponderosa Pine and down the descent gully, or continue towards the top via\n\nChrome-Plated's\n\nupper pitches.","protection":"Bring a standard rack, although you won't be using most of your gear.","location":""},"__v":0},{"_id":"pP4MJc06WJ296OMFMZqNZA==","name":"Magical Chrome Plated Semi-Automatic Enema Syringe","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Bradley and Paul Mayrose, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":7,"mp_id":"105751876","mp_crag_id":"105744820","climb_id":"pP4MJc06WJ296OMFMZqNZA==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"A quote-unquote classic... while good, I wouldn't say stellar.\n\nP1. The base of the left side of the pear has a huge (30'), left-facing dihedral that arcs up and slightly left for about 200'.  Start on a 40' buttress just to the left of this feature.  Follow a hand crack about 50' before traversing left and belaying in a right-facing dihedral wherever looks most comfortable.\n\nPitch 2:  Follow this dihedral up and then arc left, belaying about 30' right of the huge tree after about 100'.  You can walk off to the left here.\n\nPitch 3:  Take the left-facing dihedral/slanting ramp that continues up for about 120' of easy 5.5 climbing.  Belay at a v-slot that is heading up and slightly right.\n\nEds.  Note, there are at least 3 options here.\n\nPitch 4: Follow said v-slot up mostly easier climbing for about 100', aiming to be below what appears to be the main north-facing headwall.  A gigantic (40 people) ledge area and set up a comfy belay.\n\nPitch 5:\n\nEds.  Note, there are at least 4 options here.\n\nOption 1: Wander directly right, and then follow a small, right-facing corner up until you can exit around the right corner (5.7) of this obstacle.  Cruise up the \"natural line\" directly up, perhaps a little left.  If you have a 60m rope, you can make the top just BARELY.  With a 50m, grab a belay spot somewhere along the way.\n\nOption 2: go up a right-leaning dihedral which looks to have little for the feet.  Move right of the dihedral near the end.  Delicate.  Fire the wide, briefly overhanging crack above (namesake?).  Option 3: Head left with a variety of zig-zag options that eventually gain the arete on the left.  Option 4: quickly reach the arete on the left.  Fire for the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"svv6El0AWbOLh96+e7aVKw==","name":"La Chaim","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"[Steve Komito & Jenny Goldberg, 1970s]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":3,"mp_id":"105749146","mp_crag_id":"105744820","climb_id":"svv6El0AWbOLh96+e7aVKw==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This route is on the left side of the Pear, and features an excellent thin finger crack on the second pitch.  It starts about 150 feet left of the Batrachian Dihedral.\n\nP1-Climb up an easy right-facing corner formed by a smaller rock which abuts the Pear.  From a tree, go up left of a dike, past a small tree (sling for protection), and up an unprotected slab to belay on a small ledge (5.7, 150 ft.).\n\nP2-find the finger crack slightly up and right of the belay (not to be confused with a dihedral on the right), and follow it all the way to the walk-off ledge (5.7).  Scramble off or continue on\n\nMagical Chrome Plated Semi-Automatic Enema Syringe\n\n.\n\n[La Chaim means \"To life!\" in Hebrew]","protection":"Bring small stoppers and a few RPs [plus a light standard rack].","location":""},"__v":0},{"_id":"F+tUstqdXZKWomGfYsLx8Q==","name":"Jam on It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gilletts, '87?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":20,"mp_id":"105762258","mp_crag_id":"105744820","climb_id":"F+tUstqdXZKWomGfYsLx8Q==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Jam on It is an excellent handcrack in the rappel gully off the back side of the Pear.  It is located just to the left of the rappel, and is the obvious vertical splitter.  Climb the continuous line passing a crux low, and another at a bulge near the top.\n\nAlternatively, a TR can be set up with hand sized gear in the crack which tops out just left of the summit anchors (left when facing cliff inside corridor).  A good addition to the day if already topping out on the Pear.","protection":"TR after topping out on the Pear.  Otherwise, bring a standard rack.  Mainly hand sized pieces are useful.","location":""},"__v":0},{"_id":"aqGWcyucUU2ep8606P9Dvg==","name":"Heavenly Journey","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Billy Westbay","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":15,"mp_id":"105760584","mp_crag_id":"105744820","climb_id":"aqGWcyucUU2ep8606P9Dvg==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"The quintessential runout face climb on Lumpy Ridge.  Begin in the obvious crack system approx. 20' left of the big left facing dihedral on the right side of the Pear, look for the 2 bolt and chain anchor on the top of the 1st pitch [new 3/8 in, 2003].  Pitch #1:  Climb the flared crack to its end step right to a hanging flake, then work up and left to the anchor.  Pitch #2:  Head straight up from the belay, hard moves at first, then sustained 5.8/5.9 for approx. 120' (no pro) to a belay just above a bulge at a crack system.  Leaders in the past have clipped bolts on weight loss clinic to the [left], but be advised these are old.  Apparently, this pitch also had a fixed pin that was snapped in a large leader fall.  Traverse off to the right, easy, and descend.","protection":"Rack to a #2 Camalot, with RPs for 1st pitch.","location":""},"__v":0},{"_id":"+VQ7xFDaV3yOR8uqHLdy5w==","name":"Good Timing","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Webster, mid-1980s","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":11,"mp_id":"105749152","mp_crag_id":"105744820","climb_id":"+VQ7xFDaV3yOR8uqHLdy5w==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"This route starts in the center of the Pear.\n\nP1. Get on top of some blocks, about 100 feet right of the Batrachian Dihedral and below a long roof band about 100 feet up.  Climb a 5.7 slab with less-than-perfect protection, turn the roof near (but not in!) a break on the right (5.8, #1.5 Friend just above the roof), and traverse about 20 feet left to a belay at 2 bolts. It is somewhat scary for the second unless creative protection can be arranged above the roof. 190'.\n\nP2. Engage excellent slab climbing up and slightly right past 3 bolts; head right into an easier crack, and belay on a ledge.  You can continue to a tree.\n\nP3. Do an easy rightward traverse, gaining some elevation, to find the walk-off or a short rappel on the east side of the cliff.","protection":"Light standard rack to a #3.5 Friend.","location":""},"__v":0},{"_id":"5hMm9MuQWM2n2Z3SIWvGyQ==","name":"Gina's Surprise","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chip Salaun and Gina Wilson","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":18,"mp_id":"105759255","mp_crag_id":"105744820","climb_id":"5hMm9MuQWM2n2Z3SIWvGyQ==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Gina's Surprise is route that is farthest to the right on the Pear.  The line is the obvious grey dike that shoots up for approx. 150-160 feet.  This line is not advisable to climb with gear for a fall on the first pitch would be a disaster.  There are a couple shallow horns that could be used.  The second pitch is a short lie back crack that goes up for about 70-80'.  Descent right from there when crack runs out.\n\nThis can be climbed to the top of the formation in 5 pitches.","protection":"Well, first pitch, none.  Second pitch, larger stoppers and med cams.","location":""},"__v":0},{"_id":"HBprvm0AVfKmf+SkeiLH4g==","name":"Finger  Tripping","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Quinn McCleod, Luke Luktemeyer , 1984.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":5,"mp_id":"105759870","mp_crag_id":"105744820","climb_id":"HBprvm0AVfKmf+SkeiLH4g==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"A bit contrived but good climbing up a water stained slab right of La Chaim. Three bolts, the hard moves are below and above the 1st clip. This appears modern and can be stickclipped by prudent climbers. 2nd bolt is rusting shaft with nut type, luckly the moves here are easy. 3rd bolt is modern and protects nice 5.9. Belay on foot ledge. Cross Chrome.....up poorly protected slab (with 1 bolt?) to walk off ledge.","protection":"3 quickdraws for initial bolts standard rack for 2nd pitch and belays.","location":""},"__v":0},{"_id":"0/Q83ZzTUQOUQhCr1Fkjrg==","name":"Fat-Bottomed Groove","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Harison, Kimball","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":14,"mp_id":"105755059","mp_crag_id":"105744820","climb_id":"0/Q83ZzTUQOUQhCr1Fkjrg==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"A fun climb. This is a study in contrasts, with both pitches equally demanding and memorable. Pitch one is a well-protected, burly roof struggle, while pitch two is a delicate and kinda scary slab.\n\nP1. The route starts by a left-facing groove under the right end of a roof a ways right of Slippage.  Wallow up the ugly groove, then monkey out left across  This is the obvious flake. This is a juggy dream, all kinds of limbs can be used to help support body weight. Double ropes will allow for no-drag pro while hauling yourself (crux) into the obvious belay niche above.\n\nP2. The second pitch is utterly different! Head carefully up the whitish dike above and slightly right. Though badly protected, this 5.9 climbing is very cool, connecting features on the dike (footholds, sidepulls, etc.) rather than plain old gibbering up a blank slab. As the runout gets worse, the angle eases (as does the rating), so just keep going up to a big belay ledge.","protection":"Hand/fist size cams and maybe slings for the  flake. Pitch two is pretty runout. Double ropes  help with effective protection on the traverse  on pitch one.","location":""},"__v":0},{"_id":"6xHs2CTOXoatMPmISHKmGA==","name":"Dextrous Digits","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Gillett & Gillett '87","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":19,"mp_id":"105762255","mp_crag_id":"105744820","climb_id":"6xHs2CTOXoatMPmISHKmGA==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"Dextrous Digits climbs up difficult insipient finger cracks directly below the rappel on the summit of the Pear.  A good option to extend the day after doing a route to the top of this formation.  It is possible to throw a TR on this because it is only a half rope length.","protection":"TR after topping out on the Pear.  Otherwise, bring small to medium gear.","location":""},"__v":0},{"_id":"cnpc2QCgUmG47rVht7mJ6Q==","name":"Devil's Lake Revisited","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim Loften & George Bracksieck, 1977 (Gillett, 1987)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"left_right_index":21,"mp_id":"105759381","mp_crag_id":"105744820","climb_id":"cnpc2QCgUmG47rVht7mJ6Q==","areaRef":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":"If you summit The Pear and rap down the usual anchors, check out this route.  It's in the corridor across from the rap station and is a neat, little, finger crack that would be a great end to a good day of climbing.  The crack is obvious and the first few moves to good gear offer the crux.  To TR, bring some long slings to wrap around a big block.","protection":"Set of stoppers and small cams, mabye one hand-sized.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,10e48220-68a4-50ed-b425-4c47e4055875","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Pear, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":2,"label":"5.5"},{"count":3,"label":"5.9+"},{"count":1,"label":"V8"},{"count":1,"label":"5.9-"},{"count":6,"label":"5.7"},{"count":4,"label":"5.9"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":9,"intermediate":13,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":13,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.54653,40.4102]},"bbox":[-105.54712055246839,40.409750339818146,-105.5459394475316,40.410649660181875],"left_right_index":-1,"ext_id":"105744820","area_id":"EOSCIGikUO20JUxH5AVYdQ=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:56:52.296Z","updatedAt":"2022-11-25T11:17:40.538Z"}