{"_id":"6368a1b8e80bff5a99553ecb","area_name":"Waimea","shortCode":"","climbs":[{"_id":"l0LGxY2aUAu+78yUKVu6xA==","name":"Whip Tide","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Squibb, Mallery, Andrew, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":35,"mp_id":"105868994","mp_crag_id":"105867832","climb_id":"l0LGxY2aUAu+78yUKVu6xA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Whip Tide climbs up the central inside corner of the cliff. However, this corner is guarded by a bouldery overhang at the bottom and a giant roof at the top. The pump crux, topping out, has given many a climber trouble, but grabbing the chains is a definite faux pas.  \n\n  Climb up the ladder to the ledge. Whip Tide is the farthest left route starting off the ledge. Stems and the sneaky use of an undercling allow establishment in the corner. From here, relatively moderate, but spicy stemming leads to the roof. Fear not, as the roof holds are some of the biggest in Rumney. Traverse right across the roof and top out.  \n\n  Originally graded 5.12c, the crux of the route involved a very powerful cross through from a gaston in order to enter the corner. The newer undercling beta may have taken the sting out of the grade. \n\nyoutube.com/watch?v=w6T_TNI…","protection":"13 bolts","location":""},"__v":0},{"_id":"0h2aHtY8W369g83q6wn9tg==","name":"Waimea The Weenie Way","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":17,"mp_id":"105962302","mp_crag_id":"105867832","climb_id":"0h2aHtY8W369g83q6wn9tg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Climb Waimea to the 3rd or 4th bolt, then break right to a crack, plug in a piece of gear or two, and follow the crack (though it's not really crack climbing), then up the slab and left to the Waimea anchors. \n\n  I found it to climb so close to the same as the regular route that it was like climbing Waimea (5.10d) again, which is nice, but I thought I would get a little crack climbing in. \n\n  Worthwhile if you like to change things up and you need to break in some trad gear, otherwise just climb Waimea. ","protection":"3 or 4 bolts and a set of TCUs or the like.","location":"Climb Waimea to the 3rd or 4th bolt then break right to a crack."},"__v":0},{"_id":"CXDsmjPJUCaDm4yK+p6M6w==","name":"Waimea","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Mallery, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":15,"mp_id":"105867858","mp_crag_id":"105867832","climb_id":"CXDsmjPJUCaDm4yK+p6M6w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"A stunning line up a prominent black streak, Waimea is an absolute classic. Sustained, creative moves on all types of holds get harder and pumpier as you near the top, and culminate with a technical crux on water carved grooves. Take your pick between balancy moves on tiny crimps and side pulls, or longer reaches between better holds.\n\n The home of giant ice pillars in the winter, Waimea is sometimes wet into mid summer. Luckily, the route has such a fan base that any chap in the parking lot can tell you whether or not the crux is dry.\n\n Note: There have been some long whippers, and some very close calls, from people falling while clipping near the top of the route. Be very aware of this fact when you're clipping in the crux, and make sure not to blow the clip. ","protection":"Bolts.","location":"Walk across talus past the central Waimea wall and around the corner.  Waimea the route is right of the stuning black arete of Livin' Astro.  The start of Waimea is recognizable by big incut wafer flakes."},"__v":0},{"_id":"NFfvbbFDV7GJ0iBlNiIiqA==","name":"Vantage Point","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":3,"mp_id":"107184968","mp_crag_id":"105867832","climb_id":"NFfvbbFDV7GJ0iBlNiIiqA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This is a fun toprope line that sticks completely to the slabby wall to the right of, and then meeting up with Groupie Fantasy (5.11c). It had a bit more independent climbing than i thought it would. Worth doing if you like this sort of thing. \n\n  Start about in the middle of the slab wall and follow a weakness up and left using micro edges and smears. Meet up with Groupie Fantasy around the 3rd bolt. Pull or dance your way over the small overlap and on to a more moderate finish.","protection":"TR chain anchors and piton for directional.","location":"On the slab to the left of the classic 5.14 section. You can scramble up the Hawaii 5.0 chimney to an anchor on top of that detached block. There is a piton that works well for a directional."},"__v":0},{"_id":"3if5O9yvUb+8c+ne2wHvpg==","name":"Urban Surfer","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Graham, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":44,"mp_id":"105881881","mp_crag_id":"105867832","climb_id":"3if5O9yvUb+8c+ne2wHvpg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The right side of Waimea holds a wall so unbroken in steepness that it is unrivaled in the Northeast. Urban Surfer climbs up the center of this wall.  \n\n  Start as for Suburban and climb past the kneebar, past the V5 crux, and into the big resting kneebar that signifies the end of Suburban. From here, the route angles left across a hanging corner. The first move involves an awkward reach out left to a tiny crimp. The pumpy moves continue across the diagonaling feature until a huge jug and a big kneebar offer a good rest. Climbing from kneebar to kneebar has been called a V8 boulder problem, though this stretch is about twenty feet long.  \n\n  From the jug, easier moves head up and slightly right until right below the anchors. A big pull gains the top of the cliff. The topout, though relatively easy, is spectacular. \n\n  Originally bolted by John Mallery, Urban was a popular project back then, and continues as such today. In fact, many Rumney climbers never stray from this section of rock. It's understandable, really, as Urban and variations thereof, test a climber's fitness, power, mental fortitude, and kneebarring prowess. ","protection":"10 bolts which are always fixed with draws. A right kneepad is crucial.","location":""},"__v":0},{"_id":"SHnSLB0VWrmY3dsGVPO0TQ==","name":"Tuna Fish is Ludacris","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Joe Kinder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":49,"mp_id":"107402882","mp_crag_id":"105867832","climb_id":"SHnSLB0VWrmY3dsGVPO0TQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This is the direct start to Maui Wowie, coming directly out from deep in the cave. Unfortunately, it was unknowingly bolted in an unusually dry year and because of it's usual seep, is rarely in condition. From the back, work your way out the fun horizontal roof on mostly good flakes to a hard, bouldery lip sequence that includes slaps and drop knees to a big throw. Get  yourself established in the Maui corner, get a shake and continue on up on easier climbing. \n\n  You will want a good, quick and attentive belayer for this route, preferably heavier than you to keep you off the ground while making quick clips. I played Atlas and moved about a dumptruck of rocks  from under the base (which turned into the trail) to lower it, but it is still pretty close. Also, some of the flake's connection to the ceiling may be a little dubious and have been reinforced. Avoid climbing on them if they are damp.With all that, if you can catch it when it is dry, it is a really fun, bouldery route. \n\n  Cleaned and bolted by me, but Joe Kinder snagged the FA, the bastard :)","protection":"Eyebolts and anchor. A bouldering pad in key spots may not be a bad idea if it is handy.","location":"When you come up the approach trail from below, turn and walk about 50 left at the cliff. Look for the deepest \"cave like\" part of the low roof. It is just right of the Urban Surfer and Barracuda"},"__v":0},{"_id":"+UTK5trpWYmjJfZlDgZIWQ==","name":"Tsunami","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Craig Smith, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":28,"mp_id":"105881869","mp_crag_id":"105867832","climb_id":"+UTK5trpWYmjJfZlDgZIWQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Tsunami offers a varied tour of the left side of Waimea's central wall. The leftmost of the popular 5.12's (the others being Whip Tide, Aquarius, Techno, and Big Kahuna), Tsunami sees a fair amount of traffic.Also typical of the climbs in this area, the start of Tsunami may prove troublesome. It must be the way the lower band of schist formed; all of the holds seem to point the wrong way. Stick clip the first bolt and crank hard to get on the wall. Shorter climbers might have to jump for the first hold. After the initial wall is breached, easy climbing leads to the base of the two foot wide roof.The roof actually points down. The underclings underneath the roof are positive enough, but is hard to escape the feeling that the edge of the roof is cutting into your chest. A deft use of a heelhook on a sloping edge out right allows passage over the roof and onto the hanging steep slab. This slab, ala Aquarius, has some pretty good footholds, so it is possible to rest.From the steep slab, head left to the arete itself. A considerable redpoint crux guards the chains. Top out on the mini ledge and clip the chains just to the left of Techno's anchors.https://www.youtube.com/watch?v=W9WK_aFM42I","protection":"9 bolts","location":""},"__v":0},{"_id":"MZ1sCj2oWbmO8Qn56potpQ==","name":"They Died Surfing","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":57,"mp_id":"106088340","mp_crag_id":"105867832","climb_id":"MZ1sCj2oWbmO8Qn56potpQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"A couple long moves on good holds to a short, hard crux right before the anchor and the top of the cliff.","protection":"bolts","location":"At the right end of Waimea. It's the route to the right of Rhythm X."},"__v":0},{"_id":"vnFu64vFVniwJns52waEqw==","name":"That Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tim Gotwals 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":12,"mp_id":"106005291","mp_crag_id":"105867832","climb_id":"vnFu64vFVniwJns52waEqw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This may be the least \"Rumney\" route at Rumney. First off it's protected by trad gear which is a mystery to many Rumney climbers. Second is that parts of it involve jamming and other crack techniques, but it's the squeeze chimney that really sets this one apart from other Rumney crack climbs. Most climbers find groveling in a tight chimney to be a less than preferable way to spend their time but some like myself find it to be part of being an all around climber and it can actually be fun and almost always exciting. Now I will be honest that That Crack is not the best climb of its kind but it is definitely worth while to those who appreciate such climbing styles.\n\n Start to the left of Waimea (5.10d) under the arete of Livin Astro (5.14c) follow cracks until it is possible to wedge in to the narrow chimney (I found left side in to be preferable) and work slowly up placing gear in the crack in the back of the chimney. There is a tricky spot exiting the chimney as it narrows back down from chimney to crack size. Work up to under-clings and out right to the anchors.\n\n As I lowered off I was surprised at how steep the route is. Next to Livin Astro it looks vertical but it's not. Have no fear however, the gear is good.","protection":"Regular rack to ring anchors (shared with Great White 5.12d)","location":"To the left of the super popular Waimea (5.10d) look for the crack/chimney going up to the same ledge that that route ends on. Shares a start with Livin Astro 5.14c."},"__v":0},{"_id":"3D26O49+WRGO1P8iqQd8pw==","name":"Technosurfing","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Scott Stevenson, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":30,"mp_id":"105867836","mp_crag_id":"105867832","climb_id":"3D26O49+WRGO1P8iqQd8pw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Technosurfing is the most climbed 5.12 at Rumney. On a busy weekend, it may receive twenty ascents. It's a popular project and a popular warm up, yet it remains blissfully unpolished because schist is pretty darn abrasive.  \n\n  If you project this, the fierceness lessens as you figure out the beta. Though intimidating at first, many an ascentionist has risen to the challenge.  \n\n  Techno is a climb in three parts, each separated by a no hands rest: First, an awkward and surprisingly hard inside corner gives way to jugs. Then rest. Next, the steep bulge is the technical crux. The moves are weird and counterintuitive. Ask a local for beta. Then rest. Finally, steep climbing on big holds trends left to the anchors. \n\nyoutube.com/watch?v=eNCITr_…\n\n ","protection":"9 Bolts","location":"The left side of Central Wiamea. Start left of the in-situ ladder. The route angles left."},"__v":0},{"_id":"A4grBfR2Xt+06eN/ZkKApw==","name":"TABDITO","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Tim Kemple Jr. (Dogboy)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":0,"mp_id":"106088344","mp_crag_id":"105867832","climb_id":"A4grBfR2Xt+06eN/ZkKApw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This is more of a v9 boulder problem than a proper route - if this block had rolled all the way down to the Blackjacks instead of perching itself above a steep hillside, there would be no need for bolts at all. Start with one hand on the left arete and the other on a good crimp and start squeezing and slapping up. Around the second bolt, make a hard move into a shallow two-finger undercling/pinch above your head and then make a blind throw to a glorious jug around the corner.   \n\n  The second bolt is usually stick-clipped because clipping it is next to impossible. If you go this route you won't make a clip until the business is done. Falls near the end of the crux can be exciting, though - make sure the belayer is out of the way. Has been bouldered.","protection":"bolts, often loose. Bring a wrench to tighten the second.","location":"The furthest left route at Wiamea."},"__v":0},{"_id":"xSAKKc4VUxy4zyfSz9jhaA==","name":"Surf's Up","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom Bowker 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":18,"mp_id":"106271785","mp_crag_id":"105867832","climb_id":"xSAKKc4VUxy4zyfSz9jhaA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Really good toprope problem if you are getting bored of Waimea or for those who like to bring their trad gear on a field trip to Rumney sometimes it can be a boldish lead. I think the biggest factor in the boldness is the fragile looking rock I felt like some of the placements down low would break the rock if you whipped on them. But overall the gear is tricky and maybe suspect but not missing persay. \n\n  Climb up between the starts of Waimea and Long Board and head straight up the super featured rock above makeing fun big moves and placing gear that you might want to have pre-picked unless you like soloing 5.10d. then you meet up with the crack that is the finish to Waimea the Weenie Way and you get good gear and one or two more hard moves to the easy top section. ","protection":"Normal rack i suggest figuring gear before the lead.","location":"The face right of Waimea."},"__v":0},{"_id":"U+oI4T02X9uxBMTU/dF7Kg==","name":"Suburban","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Mallery most likely","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":43,"mp_id":"105869050","mp_crag_id":"105867832","climb_id":"U+oI4T02X9uxBMTU/dF7Kg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Suburban is more of a variation than a full route. It climbs the first seven bolts of Urban Surfer (5.13d), hence the name, to a big knee bar rest. \n\n  The climbing gets progressively harder until the crux sequence, a powerful and very awkward reach to a crimp, at the sixth bolt. A right kneepad is helpful for resting before the crux.  \n\n  Suburban is perhaps the most popular 5.13 on the cliff, as the moves are fun, not too heinous, and easy to work. It even finishes at a logical spot, a no hands rest, so it doesn't really feel as contrived as it might.","protection":"The first seven bolts of Urban Surfer.","location":""},"__v":0},{"_id":"8pgn0dquVJKc60xCM2juPw==","name":"Spiny Dogfish","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"craig smith, Tom Nonnis and Steve Potter","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":27,"mp_id":"107185001","mp_crag_id":"105867832","climb_id":"8pgn0dquVJKc60xCM2juPw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This is a fun route. If you have done Flying Hawaiian a bunch and you are looking to switch it up give it a burn. The variation does contain some really fun moves though it is absurd that it was bolted as an \"independent\" line before the error was corrected. \n\n  Climb the start of Flying Hawaiian till you are standing at the base of the big sweeping corner. Traverse right to the arete making a cruxy move to get established. Climb the arete using a couple holds on Tsunami (5.12c/d) then breaking back left to the rail near the top of the Flying H corner. Finish as for Flying H.","protection":"Top rope","location":"Climb the start of Flying Hawaiian to the base of the corner then traverse right to the arete. Climb the arete then move back to finish Flyin'."},"__v":0},{"_id":"OFkyiJKgWleIztqNCeUyMg==","name":"The Style That's Free","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Dave Graham and Luke Parady 9/99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":38,"mp_id":"108032305","mp_crag_id":"105867832","climb_id":"OFkyiJKgWleIztqNCeUyMg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Another Dave and Luke 5.14. This one sees very little action but sounds pretty fun to me. It consists of a hard bouldery sequence to a beautiful 5.11+ flake finishing at the Restless Native anchor.  \n\n  Clip the first bolt of Cote D Azure then traverse right to tackle a crimpy bulge with bad feet. You are rewarded after this boulder problem with more moderate climbing on an amazing flake to the top. \n\n  Few have climbed it but if you have, please chime in with anything I've missed.","protection":"Bolts to anchor with fixed biners.","location":"The route starts on the E-ticket ledge and climbs up to the Restless Native anchor."},"__v":0},{"_id":"eukieVnnWMWQu9e7sOCZyA==","name":"Sinister 6000","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Joe Kinder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":55,"mp_id":"111129772","mp_crag_id":"105867832","climb_id":"eukieVnnWMWQu9e7sOCZyA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Originally an open project, this line was first sent by Joe Kinder in 2000. Ward has described this line as \"long, sustained, and powerful\". \n\n  Description from Will McFarland: Do a V5 intro crimp section to a big jug then clip the next two draws. From the jug, traverse out left to the big chimney (difficult) to gain a massive kneebar (pad recommended). Through some trickery, remove the kneebar and do a couple of moves to gain a seemingly enhanced undercling with your left hand. Do a reachy move to a mono slot/crimp (crux) with your right hand and clip. Cross over left hand to slot above mono and go up to a series of crimps/gastons/sidepulls. Do one more massive move to a jug crimp to clip the last draw then do one more moderate boulder problem, reaching out left to a corner and one more jump to the anchor jug. This thing is solid in the grade and I think is harder than the more popular 13d's at Waimea. Essentially a long V10 boulder from the kneebar.","protection":"Five bolts","location":"To the left of Rhythm X"},"__v":0},{"_id":"6YYn9EpHXnW7AKtiiAA14w==","name":"Silver Surfer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ted Hamond 11/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":25,"mp_id":"105988957","mp_crag_id":"105867832","climb_id":"6YYn9EpHXnW7AKtiiAA14w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Though this route has a lot in common with its neighbor to the left, Luau (5.12a) such as its grade, its start and general style (techy), it seems to me to have just as much in common with its neighbor to the right, Flying Hawaiian (5.11b). Such as the fact that it is hard in the grade, insecure, and feared by the masses (even those who climb much harder than its grade).  \n\n  After my first try on the route where I was, as the guidebook predicted, \"bug eyed with fear\" as I tried to make my clips, a climber who had just sent China Beach (5.14b) said to me \"I will never do that route, ever.\" It's just spooky like that.  Now, I must state the embarrassing fact that it's bolted super-safe, just like most Rumney routes, and none of the moves seem harder than 5.12a. It is just the fact that in many sections a foot slip could happen with no warning whatsoever sending you for a ride, a big ride if you happen to be trying to clip when you slip. If this is your kind of climbing, insecure, footwork intense, and a bit spicy, you will love this route. If you are just looking for a first Waimea 5.12a, I feel that Luau is a bit easier and less scary.  \n\n  Start as for Luau off of a boulder and up an easy crack to a ledge.  The line of bolts on the right is your route. A few underclings lead to a couple steep jugs and then in to the techy stuff. Work the feet as you use pinches, underclings, crimps, and awkward feet to make your way up to the final corner where you can wedge yourself in and get a quick rest before doing a few, super-tech moves to the finishing jugs.","protection":"7 bolts to quick clips.","location":"Just right of Luau (5.12a) and left of Flying Hawaiian (5.11b)"},"__v":0},{"_id":"dZQtmM+qWUeuWrBll2m78w==","name":"Sidewalk Surfing","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Hansche, 4th o' July 2011 (TRed in the past?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":4,"mp_id":"107199183","mp_crag_id":"105867832","climb_id":"dZQtmM+qWUeuWrBll2m78w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The most direct line up the less than vertical face to the left of the Hawaii 5.0 chimney.   Some may call it slab but it climbs like a low angle face. You are mostly on your feet but you need to pull pretty hard on many small sidepulls and underclings. Footwork is king on this tricky little climb. \n\n  Start in the middle of the wall under the first bolt. Trend up and left on decent holds to a sharp gaston. The crux starts hear and doesn't end til the 4th bolt. Climb up and right to some small underclings then make a big move right, or if you are under 6 feet tall make a few harder moves to gain the same hold. Continue up good but insecure moves heading back left until you catch a break above the 4th bolt and you can cruise to the top. \n\n  This line or one much like it was likely done on toprope in the past. I Believe this is the most pure line up the face and deserved to be bolted and hence, see some traffic. So far people who have seen the line have been psyched to give it a try.  \n\n  Warning: the difficulty is height dependent but my friend who is not tall (5'5\"ish) figured out beta for her so you can to!","protection":"5 bolts to anchor with fixed biners.  \n\n  Clipping the 4th bolt was a little delicate for me, but with the right foot holds and body position its not bad.","location":"left of the 5.14 sector. Just left of Hawaii 5.0 chimney. Just right of Groupie Fantasy."},"__v":0},{"_id":"9/YYusf7WsCsM/l3ShMM5w==","name":"Short Board","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Todd Bradlee 9/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":58,"mp_id":"106520925","mp_crag_id":"105867832","climb_id":"9/YYusf7WsCsM/l3ShMM5w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The shortest route on the cliff and the farthest right. really its a boulder problem with a few bolts. The moves are fun but the rock is crappy, dirty and almost always wet. \n\n  Climb the steep corner laying back on the crack with iffy feet but trust em. The moves are really fun. If they were dry, clean and less chossy as well as longer this might be a classic. But as it is. Its not.","protection":"3 bolts to anchor. i clipped the first 2 with out a stick clip the third one is a tough clip with maybe a ground fall potential.spooky.","location":"Short route, the farthest right on the cliff."},"__v":0},{"_id":"Lm/jhNOMUVeaPyKvhUNMaA==","name":"Riviera","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":51,"mp_id":"107186214","mp_crag_id":"105867832","climb_id":"Lm/jhNOMUVeaPyKvhUNMaA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Riviera is a line of strength up the steep bulging right sector of Waimea. Wild, technical, and bouldery, a send of Riviera is certainly a proud one. A must climb for the V9 boulderer.   \n\n  Start by making a huge leap to the first hold of the route- a jug that needs to pinched quite hard to control the swing.  From here, heel hooks and a big lockoff allows access to a big jug and a stance to clip the second draw. Here's where the business begins: Launch out right into the corner, using heel hooks and unimaginably poor (and sharp) crimps, finally gaining access to an awful sloping fin. Make a couple more moves out right, gaining some better holds, and finish up the 5.11ish romp to the chains.","protection":"5 Bolts","location":"The first bolted line encountered upon arriving to Waimea."},"__v":0},{"_id":"4zaCG9JaUAOxEq4kuorn5g==","name":"Rhythm X","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Luke Parady","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":56,"mp_id":"106082612","mp_crag_id":"105867832","climb_id":"4zaCG9JaUAOxEq4kuorn5g==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Maybe the nicest of the lines on the short wall at the extreme right end of Waimea. Starts on a jug and trends up and left, following a blunt missile-shaped feature. All the moves are pretty hard and the clips aren't easy, so it feels quite sustained despite its short length.","protection":"4 bolts","location":""},"__v":0},{"_id":"dnWATQc3XRqfuZcO3vqa7Q==","name":"Restless Native","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Ted Hammond","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":42,"mp_id":"105884987","mp_crag_id":"105867832","climb_id":"dnWATQc3XRqfuZcO3vqa7Q==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Pumpy moves out a roof lead to a good, if uncomfortable and undignified, rest.  Stand up and enter the steep dihedral (technical crux).  \"Top out\" of this section for another really good rest if you can get it just right.  Stand up again (a little awkward) and strive for the top of the \"2x4\".  Clip (phew!) and make your way into the narrow chimney for a series of strenuous, sideways kneebars (psychological crux).  Get another rest at the top of this system before pulling through the top little boulder problem to the chains.","protection":"8 bolts","location":"The start of Restless is in a V groove just to the right of a nice, flat, stone table.  A great place to don your shoes and kneepad."},"__v":0},{"_id":"jwBxNrxmWf6xtu2WRKlt4w==","name":"Original Tsunami","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bradley White, Tom Bowker 1987","type":{"trad":true,"aid":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":41,"mp_id":"107710181","mp_crag_id":"105867832","climb_id":"jwBxNrxmWf6xtu2WRKlt4w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"A ground up aid innovation route requiring very unusual tactics such as lifting rocks out of the crack and placing gear in the crack and then putting the rock back to keep the gear in place. Hero slinging small horns, extreme shallow cam pin placements. Constant ground fall potential after the Bombay corner start. Was a fantastic aid climb with the best gear left as anchors for the courageous free climber. Didn't happen that way. The crack is directly left and on the route called 'Restless Native' and isn't recommended to be repeated this way again on aid. The bolts interfere with the severity and the severity might interfere with the free climbing holds. Historical beta.","protection":"Stoppers, assorted size pins, cams, slings, etriers were used and fixed. All removed.","location":"Same location as 'Restless Native'"},"__v":0},{"_id":"pwsYl4ZpXKq/2f1EUSXLtQ==","name":"Open Project (Bill Clinton)","yds":"5.15","grades":{"yds":"5.15","french":"9b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":6,"mp_id":"113563188","mp_crag_id":"105867832","climb_id":"pwsYl4ZpXKq/2f1EUSXLtQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This is an open project to the left of Jaws II that has not been done yet. Mike Foley made an attempt on it and said that it felt harder then its neighbors. If you put two and two together it could be a 5.15b","protection":"Bolts to LO","location":"The hard looking route to the left of Jaws II"},"__v":0},{"_id":"2gRS+GJpVWSpbTrcsS24eg==","name":"Open Project","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Dave Graham 8/1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":14,"mp_id":"107990677","mp_crag_id":"105867832","climb_id":"2gRS+GJpVWSpbTrcsS24eg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Yup, that's the name. One of the first hard open projects Dave cleaned up at Rumney when he, Luke Parady and Joe Kinder hit the scene as teenagers. Probably done with horrible technique - Damn kids! This extension to Great White or Waimea attacks the difficult dark bulge and corner above to gain a finger crack. Climb Waimea and step left, or Great White and step right. Very powerful, fun bouldery moves. This route is overlooked by most, so probably hasn't had a recent ascent and may need a little rebrushing. Warning: It is shoulder intensive.","protection":"Quickdraws for Waimea, slings for the mid anchor and quickdraws for 4 more bolts and the top anchor.","location":"Above and left of the route Waimea, left side of Waimea cliff."},"__v":0},{"_id":"pH1SwnBYU4G0by+6KGqKuw==","name":"Muscle Beach","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Mallery and Wayne Burleson, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":21,"mp_id":"105892285","mp_crag_id":"105867832","climb_id":"pH1SwnBYU4G0by+6KGqKuw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"If you want to experience Rumney at it's best (or maybe worst?), then look no further than Muscle Beach. The climb starts easily enough, passing a roof. After the roof, the weirdness starts. Expect terrible footholds, terrible hand holds, and a strange feeling that you are still on the wall despite the fact that you really aren't pulling on anything. Then you may realize that you have engaged muscles you never knew you had just to stay on the wall. Then you need to clip, but you realize how futile this proposition really is. Then you grab the draw and/or fall. \n\n  Like many other Rumney routes, Muscle Beach does yield once you figure out the contortions, subtleties, and general weirdness required. When you send, you are amazed at how hard it used to feel. That left kneepad didn't hurt though, as you ended up improvising that desperation kneebar at the top. You would have fallen otherwise, but you didn't. You sent. You must be psyched.","protection":"Bolts. Muscle Beach is one of the few routes at Rumney for which a left (rather than right) kneepad is useful.","location":"Muscle Beach starts to the right of Butt Bongo and is the right route that starts off the raised ledge on the left side of Waimea."},"__v":0},{"_id":"p9xhW82IVsOG+HGrEuAA/w==","name":"Mauie Wowie","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":48,"mp_id":"106159755","mp_crag_id":"105867832","climb_id":"p9xhW82IVsOG+HGrEuAA/w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Start as for Barracuda, on the low roof but move right on some hard undercling moves to a much easier corner. \n\n  this vid shows the first half of the route. \n\nyoutube.com/watch?v=pFr42AH…\n\n ","protection":"8 bolts, anchor","location":"On the right side of the Waimea wall, at a big projecting slab below the first roof."},"__v":0},{"_id":"7WKYjCQ3UlOJ1GG5qc577w==","name":"Man Overboard","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Sprague, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":34,"mp_id":"106136262","mp_crag_id":"105867832","climb_id":"7WKYjCQ3UlOJ1GG5qc577w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Man Overboard directly attacks the biggest roof in Rumney. Start as for Whip Tide, through the initial boulder problem and up the corner. At the base of the big roof at the top of the cliff, instead of bailing out right (Whip Tide) or bailing out left (E-Ticket), forge a path straight through the roof to anchors hanging over the lip.  \n\n  The holds in the roof itself are pretty good, and a possible knee bar or bat-hang might offer a good rest. The crux is pulling the lip. Make desperate moves past the anchors to a very interesting pocket waaay back from the edge. Don't grab the chains. Top out the cliff.  \n\n  Many people rap in from the top to check out the holds on the topout. It is pretty difficult to figure out the topout on the fly as a good sized whipper awaits those who fall at the lip.  ","protection":"bolts","location":""},"__v":0},{"_id":"8FXY42rZWwqgWENCZQk/Og==","name":"Luau","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Smith, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":24,"mp_id":"105948163","mp_crag_id":"105867832","climb_id":"8FXY42rZWwqgWENCZQk/Og==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Cool moves and Technical moves on a face make this climb very interesting. Finding and taking rests will make his climb easier...    Some of the upper moves can be spicy on a fall day when the sun comes out and your hands start getting mighty sweaty on the dark-colored hot final flake moves. \n\n  The crux of this route will hit you when you try to get off the ledge mid-way up, Hint: it involves an exciting deadpoint to a three finger pocket/crimp. It might seem like the lower bolt on the ledge is kinda silly but keep it clipped it really keeps the rope out of your way for the crux. \n\n  Unlike most of this cliff, this route rarely has draws in place. Too bad that it is wet most of the year. Very worthwhile when dry. Warm-up your hips and calves for this one!","protection":"7 Bolts to anchors.","location":"Black streak in middle of Waimea. Very open right facing corner. Just left of Silver Surfer(5.12a) and Flying Hawaiian(5.11b)"},"__v":0},{"_id":"5L3Y50qIUQyfyzpo1eFcHw==","name":"Long Board","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"David Quinn 10/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":19,"mp_id":"105927776","mp_crag_id":"105867832","climb_id":"5L3Y50qIUQyfyzpo1eFcHw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The rant:   You shouldn't piss on another person's route, and I mean that quite literally.This route ends up briefly on the ledge where Butt Bongo Fiesta (5.13a) begins. Folks hanging out working this popular proj. tend to use the first 1/3 of Long Board as their  urinal. WTF. I think they would be pissed (pardon the pun) if I pissed on Butt Bongo.   I was given this disturbing information as I climbed up to the ledge through the first part of the route having found out the hard way. I didn't need them to tell me. Someone said to me you might not want to climb there. That's where everyone pisses. \n\n  I love climbing hard routes at Waimea, but I also like to warm up, and this route would be a great climb if folks would pee somewhere else. Word to the wise, climb Long Board after heavy rains or start up on the ledge next to Butt Bongo. \n\n  The route:   A really fun interesting moderate route to the top of the beautiful Waimea Wall. Start out up the wide crack to the right of Waimea (5.10d), mostly using face holds rather than the crack, chimney up to the Butt Bongo ledge. From here clip a high bolt on the left wall and climb the crack in the corner jamming or laying back through some hard moves to another good stance. Steep rock leads to the final corner and a killer view.","protection":"11 bolts to chains.","location":"Start in the corner/wide crack just right of Waimea (5.10d).Or start from the Butt Bongo ledge to avoid the stink of pee."},"__v":0},{"_id":"ajhQ9ykrWCmqMzGKzSQiCw==","name":"Localmotion","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":23,"mp_id":"108326011","mp_crag_id":"105867832","climb_id":"ajhQ9ykrWCmqMzGKzSQiCw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Route starts with short easy face to a small roof, (1st crux) climb right up the left side of the fin, then left out onto face and up past two cruxes, the last just short of anchors.  ","protection":"7 protection bolts w\\quick links & carabiners on anchors","location":"Line just left of luau"},"__v":0},{"_id":"AcQbCAgEW/+fU+ZlYCfayQ==","name":"Livin' Astro","yds":"5.14c","grades":{"yds":"5.14c","french":"8c+"},"fa":"Dave Graham, Oct 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":10,"mp_id":"107190264","mp_crag_id":"105867832","climb_id":"AcQbCAgEW/+fU+ZlYCfayQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Livin' Astro is perhaps the most stunning and aesthetic line in the entire east. Before the holds on Jaws were broken in 2006, this was the hardest route east of the Mississippi (The Fly I guess...). \n\n  Livin' Astro is easily recognized by its stark and intimidating 45 degree black arete, which appears to be void of holds and absolutely impossible to ascend. As is the case with many lines at Rumney, Livin' Astro holds extremely bouldery sequences separated by decent rests. \n\n  Start by climbing \"That Crack,\" working up past stances where the first 3 bolts can be clipped. Bust out on to the arete proper using a left hand crimp and right heel hooks, navigating past poor pinches and micro edges. After clipping the 5th bolt, make a big move to a cutout block on the corner, which holds a sloper that allows for a quick shake. This deposits you at the first crux: a leftward traverse on a slopey crimp rail involving heel hooks, toe hooks, and a huge body tension intensive crossover move to a sidepull/undercling. \n\n  After gaining a massive rest jug and recovering to your hearts content, the final boulder problem crux can be mounted. Using a left sidepull and shallow undercling and reach up to a left hand mono-stack, busting out right to the arete and making a final big move to the slopey lip where the anchors can be clipped. Phew...","protection":"7 bolts, draws almost always in-situ","location":"The 5.14 alcove on the far left side of Waimea. The rightmost route"},"__v":0},{"_id":"8CspmB6MUOGj6QTVzSz2BQ==","name":"Jaws II","yds":"5.15a","grades":{"yds":"5.15a","french":"9a+"},"fa":"Dave Graham (1998) | Jaws II (post break) Vasya Vorotnikov (2007)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":7,"mp_id":"106905810","mp_crag_id":"105867832","climb_id":"8CspmB6MUOGj6QTVzSz2BQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Originally a Dave Graham 5.14b, two key holds broke off making it considerably harder. Many very solid climbers attempted the broken line over a few years before Vasya put in an intense amount of work over the better part of a year and snagged the first ascent of what is likely the hardest route east of the Rockies. He was shy about grading it since he had not yet climbed 5.14d but many strong climbers had speculated that it could be 5.15a so that was what it was given tentatively. To date, Jaws II has seen 5 ascents that I know of and the 5.15 grade seems to be sticking. It seems that being local is helpful for projecting    jaws due to the fact that this climb is very conditions dependent and our weather is very unpredictable. \n\n  There are two very hard cruxes, the lower one being in the v12/v13 range and the upper one being a huge v10/v11 dead point. There is no real rest on the route unless you count the v6 section in the middle which must feel nice after the intensity of the first crux but I'm sure leaves something to be desired. \n\n  All in all, a striking line up one of the more beautiful sections of waimea, one of the east coast's finest cliffs. If you've got what it takes, get after it!","protection":"8 bolts to anchor","location":"Left of the China Beach on the big kids wall, left side of Wiamea."},"__v":0},{"_id":"T9UZUstUWjW4AJTh7UrO6A==","name":"Hawaii 5-O","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Heinrich The Squirrel (with a shoulder stand off his brother. His brother got the first solo right after)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":5,"mp_id":"107190755","mp_crag_id":"105867832","climb_id":"T9UZUstUWjW4AJTh7UrO6A==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"At the far left end of Waimea Cliff, separating the steep China Beach Wall and Vantage Point Slab at right angle to it, is a low angled Chimney. For the easiest line, scramble up a few moves, then tunnel into the back and up. This is mostly used to get to the anchors atop the slab to set up a TR. There is no protection, but once you go into the tunnel it would be very hard to fall anywhere.   A bit more like climbing is to not tunnel back, but stay near the lip . That goes at about 5.3. A TR or solo head recommended. A bit contrived, but very nice climbing is to layback up the slab using the arete. That goes at maybe 5.7 and a TR is very recommended as it is smearing with rounded handholds. \n\n  After visiting family in Bavaria for the Summer, Hermann wanted to show off his new found alpine skills, so got his brother to run up to Waimea with him. After relieving himself and while buttoning up his new fashionable knickers, Heinrich decided to get the better of him and leapt on to his shoulders  and up the climb. Hermann ran after him, with both topping out and then doing the first free descents of the slab. Nobody is sure of the exact line of descent as it happened so fast..","protection":"None, or TR.   There is a bolted anchor at the top of the slab. I think you will need some slings to set up a TR. You might have some swing if you come off at the bottom","location":"Between the Vantage Point Slab and the steep China Beach Wall"},"__v":0},{"_id":"YBW2a2//WO2cp+pS9YZdDg==","name":"Groupie Fantasy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Mallery 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":2,"mp_id":"106041632","mp_crag_id":"105867832","climb_id":"YBW2a2//WO2cp+pS9YZdDg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"A really cool not-so-Rumneyish route due to the slabby nature of its crux. It's not so much a slab as it is a not too steep face climb.    In short, I'd say be ready to crimp on tiny edges and be prepared for some fancy footwork. \n\n  Start on good holds on a steep face for the first few bolts but this part isn't too hard. The first tricky part is pulling on to the slab on an assortment of tiny edges to gain a good foothold where you can catch a little rest. Climb a little higher to get to the next (thank god) bolt and encounter the crux as you move over a small overlap and a little to the left where soon the climbing gets easier and you are on to the top. At the low angle crux think feet rather than hands because what hands you have are so tiny you won't want to pull on them.","protection":"5 bolts to two pins where you want your anchor. ignore the pins unless you need a directional and walk right to a chain anchor.","location":"Way left past Waimea and the popular 5.14 section there is a small section of cliff with a few short 5.13s and this route. This one is on the right hand corner of this part of the cliff."},"__v":0},{"_id":"8k4uq5i6UM2GyEZiMg8Muw==","name":"Great White","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Mallery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":13,"mp_id":"106258998","mp_crag_id":"105867832","climb_id":"8k4uq5i6UM2GyEZiMg8Muw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Lower crux is moving between the 2nd and 3rd bolts and the upper crux is moving from the second to last bolt thru to the last bolt. Super crimpy, super sharp, powerful moves at the top. have shoes with good edging. Rest jug half way up on left in the crack.","protection":"Quick draws required","location":"Left of Waimea the climb."},"__v":0},{"_id":"zxhotnq2XQ6wl+17/1Wgig==","name":"Gold Coast","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Dave Sharrat 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":22,"mp_id":"108189016","mp_crag_id":"105867832","climb_id":"zxhotnq2XQ6wl+17/1Wgig==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"If Muscle Beach went well for you, add a little spice!Basically an extended start to Muscle Beach. Start up as for LocalMotion and left into what was Mr. Gerbick but after a couple moves make a hard bouldery traverse left to meet up with all the business of Muscle Beach. It definitely adds some cruxy crimping and a good deal of pump to an already pumpy route.","protection":"10 bolts to anchor.","location":"Starts from the big pile of boulders in the middle of the cliff where Butt Bongo is."},"__v":0},{"_id":"7P4VrdJrVUqYLlwQ7G4v3w==","name":"Flying Hawaiian","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Armstrong 11/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":26,"mp_id":"105910536","mp_crag_id":"105867832","climb_id":"7P4VrdJrVUqYLlwQ7G4v3w==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Flying Hawaiian is a great route on which to test yourself in a variety of techniques. It's not hard in the grade but it feels it. It will make you work for sure, testing your skills at crimping, footwork, steep overhangs, a techy dihedral, and finally a potentially scary mantel. The route climbs right up the middle of Waimea and tops out, being the easiest route on this section of the crag makes it somewhat of a rite of passage and a gateway to the harder climbing on this legendary cliff. \n\n  You start on a technical \"boulder problem\" gaining a comfy ledge. Up a steep overhang to a jug gets you in to the curvy dihedral. Move carefully up the corner stemming with holds on the left wall and friction on the right wall. keep this up past a little run out and you are relived by a nice juggy rail and move up to a well earned rest ledge. Head up in to the last corner and mantel to the right. Scamper a bit up and left to clip the chains.","protection":"9 bolts to chains with fixed biners. Stick clip 1st bolt.","location":"Right in the middle of the Waimea wall locate the beautiful, curvy corner. Start below."},"__v":0},{"_id":"7RCegHOuWLKwokA5FNQRpQ==","name":"Flying Fish","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":33,"mp_id":"107990781","mp_crag_id":"105867832","climb_id":"7RCegHOuWLKwokA5FNQRpQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Alternative finish to E-ticket/Whip Tide. Once you reach the giant roof at the top of the Whip Tide corner, head out and left  on a triangular flake as for E-Ticket, but instead of dropping back into the wall and continuing left, from the tip of the flake gain two crimpers and do your best imitation of flying out to a huge jug and chains at the lip. \n\n  A Ward Smith project, first climbed by Dave Graham","protection":"13 bolts. Many draws may be fixed, but take care to observe their condition before trusting them, especially for sharply worn biners","location":"The middle of Waimea, up off the E-Ticket ledge to the giant roof at the top."},"__v":0},{"_id":"wN8BxVwvVqa6hAmsuPlQ8Q==","name":"The Fly","yds":"5.14d","grades":{"yds":"5.14d","french":"9a"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":39,"mp_id":"105945876","mp_crag_id":"105867832","climb_id":"wN8BxVwvVqa6hAmsuPlQ8Q==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The Fly is two bolts long and then the route ends on the E-Ticket ledge about twenty five feet up the wall. There is an undone project (partially) bolted to the left called Super Fly. To call this climb a route is a stretch, since there is probably fifteen feet of actual climbing on it. The first holds are bad rounded crimps, followed by a long thin sidepull, followed by a sloper that is used to clip the second bolt.  \n\n  This route has been bouldered. \n\n  I have not ever been on this route, just thought it warranted a spot in the database, if anyone has climbed this route, speak up, tell us about it, let's update the description.","protection":"Two Bolts to Anchors on E-ticket Ledge. Stick clip and pull hard. This route has been both bouldered with pads as protection and toproped.","location":"Obvious Super-Hard short face in the middle of Waimea cliff"},"__v":0},{"_id":"wpS6HF33Uy6jBfk398Rl4Q==","name":"E-Ticket","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"John Mallery, Dave Jacobson, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":32,"mp_id":"105881829","mp_crag_id":"105867832","climb_id":"wpS6HF33Uy6jBfk398Rl4Q==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Start as for Whip Tide. Climb the initial boulder problem and head up the big dihedral. Where Whip Tide heads right, E-Ticket goes left, skirting the big roof. The climb eventually links up with the topout of Aquarius. All in all, E-Ticket offers about twelve feet of independent climbing.  \n\n  E-Ticket is not climbed as often as it deserves, since most people who climb the corner tend to head for the Whip Tide finish. E-Ticket is a worthwhile jaunt for climbers who have sent Whip Tide and are looking for another quick tick, or for climbers who would like experience with Aquarius's dreaded topout.","protection":"13 bolts","location":""},"__v":0},{"_id":"7jT8ROSkW7mMCcLRYiPkkQ==","name":"Don't Get Out of the Boat","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":52,"mp_id":"111282477","mp_crag_id":"105867832","climb_id":"7jT8ROSkW7mMCcLRYiPkkQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This route climbs the start of Charlie Don't Surf(first route left of the v-groove). Once you're crouching on top of the bulge around the arete with two decent hands, clip the 4th quickdraw. A quick shake is possible then you traverse left on moderate ground to clip the last draw of Riviera. A few moves up brings you to the anchor of Riviera. \n\n  A parallel can be drawn between this route and The Skewer at Main Cliff. \n\n  Don't Get Out of the Boat is a 12d which shares the start of Charlie Don't Surf 5.13b. Most climbers will say that the crux of Charlie is in the first half. You have to climb the crux of a 13b to send a 12d.   The same phenomenon occurs with The Skewer 12d and Beat Junkie 13b at Main Cliff. The difficult part of Beat Junkie happens to be the crack in the first third of The Skewer.","protection":"5 bolts + anchor","location":"Just in front of the trail that comes from Darth Vader"},"__v":0},{"_id":"+ESJWM3+WxKqqtA3j2IFhw==","name":"Dodge the Lemons","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":50,"mp_id":"105892279","mp_crag_id":"105867832","climb_id":"+ESJWM3+WxKqqtA3j2IFhw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Locate the very overhanging wall on the right side of Waimea. Dodge climbs the left line (the right line being Riviera, 13d), and starts right where the trail meets the cliff. Climb straight up the wall to the first bolt and then take a hard left past two more bolts until it is possible to head straight up the easier corner.   \n\n  Dodge starts with difficulty. Though Graham reportedly campused the first few moves and called the route 14a, a sneaky kneebar (see picture at right) makes it slightly more doable at 13c/d. The angle here is pretty much horizontal and the holds all seem like bad pinches. The crux of the route is climbing up to the first bolt (which you should have stick clipped). A kneebar offers a good rest before you embark on the leftward traverse. \n\n  Begin climbing left on progressively worsening holds across a hanging feature. The slappy, thrutchy nature of the climbing through this section has been called \"violent.\" A hard move brings you to the end of the traverse. From here, climb the relatively easy corner of Maui Wowie to the top. Though a line of bolts continues up the steep arete, this line is very contrived, as a high foot is all that's required to rock up into the MW corner. \n\n  Dodge is a relatively popular climb and feels a lot like an extended boulder problem. Incidentally, it climbs much, much better than it looks.","protection":"Bolts, maybe a right knee pad","location":""},"__v":0},{"_id":"tvYYMNOmWly33zw+pGS27g==","name":"Cyberblock","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dave Graham 5/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":1,"mp_id":"106209376","mp_crag_id":"105867832","climb_id":"tvYYMNOmWly33zw+pGS27g==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Grab some good sidepulls and then launch into the crux: tiny holds and powerful moves between them. Surprisingly sustained.","protection":"4 fixed draws.","location":"On the far left end of Waimea, beyond Jaws, China Beach, and Livin' Astro. Just to the right of TABDITO. \n\n  Clip the directional at head height and then stick clip the second (first?) bolt on the climb."},"__v":0},{"_id":"PO+Qnnr0VS2fNXbEEdtDPw==","name":"Cote d'Azure","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Steve Burgerella, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":37,"mp_id":"105879114","mp_crag_id":"105867832","climb_id":"PO+Qnnr0VS2fNXbEEdtDPw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Just right of Coral Sea, Cote d'Azure climbs the center of the steep wall on the right side of the raised ledge. Boulder up and clip the first two bolts and then come back down to the ledge to rest. \n\n  The crux of the climb involves weird moves up a steep wall. A V8ish boulder problem brings you to the lip. The draw at the lip is hard to clip; many people forego it on redpoint. Rock over onto a mini hanging slab and rest up for the headwall. From here, amazing 5.12a climbing continues to the anchors. This upper part of Cote d'Azure has been called the best 5.12 at Rumney. Unfortunately for some, this climbing is guarded by the tough, bouldery climbing on the lower wall.  \n\n  It is somewhat understandable, though not forgivable, that a rock was glued on in order to \"enhance\" one of the crux holds. This made the route a more crowd pleasing 5.12d. However, the climb was quickly returned to its natural state and now rarely gets sent.    (Edit - The enhancement was a random rock glued on to a flat section, not on another hold. It was done by the original bolter, and not by Steve, who later freed the route without using it. The rock was then removed. As more people climb the grade, it is being climbed more frequently now.)","protection":"Bolts","location":""},"__v":0},{"_id":"XtRnzhexUbKZnH2wNpeTLw==","name":"Coral Sea","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ward Smith,  April, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":36,"mp_id":"105867848","mp_crag_id":"105867832","climb_id":"XtRnzhexUbKZnH2wNpeTLw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The crux of Coral Sea is like climbing a refrigerator. It involves a bear hug sequence in which both hands use side-pull slopers with the friction and position of the edges of your fridge.  \n\n  Once established over the roof, the flat sidepulls continue for many more moves. After 15 feet or so, a crimp offers a chance to actually grab onto something. Despite its small nature, it feels like a jug. The climbing remains pumpy to the end. \n\n  This is perhaps one of the most friction dependant climbs on the wall. Flat slopers, underclings, and weird foot sequences set Coral Sea apart as a unique classic.  ","protection":"8 Bolts--Many chose to stick clip the second bolt. This is the bolt way up over the lip.","location":"Climb up the ladder if it is there. Otherwise, climb the start of Techno then angle right to the big E-Ticket ledge. Four climbs start from tis raised ledge. Coral is the second route from the right."},"__v":0},{"_id":"193Kil0ZVXS2M98calmWOw==","name":"Concrete Jungle","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":46,"mp_id":"105879826","mp_crag_id":"105867832","climb_id":"193Kil0ZVXS2M98calmWOw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"One of the few quality 13c's at Rumney, Concrete Jungle climbs the steep wall on the right side of Waimea.  \n\n  Start for Urban Surfer and move right at the fifth bolt into the upper corner of Barracuda. Seven bolts of great 5.12 climbing leads to the top, a difficult boulder problem to gain the lip. It is possible to fall on this final move many, many times on redpoint. It's a heartbreaking route. Really heartbreaking.","protection":"7 bolts. Maybe a kneepad to rest in the Suburban kneebar.","location":""},"__v":0},{"_id":"SP8Q2A45XLSin5QKl6e5QA==","name":"Cold War","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":45,"mp_id":"105957846","mp_crag_id":"105867832","climb_id":"SP8Q2A45XLSin5QKl6e5QA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Cold War is the line of strength up the steep wall on the right side of Waimea. Combining the cruxes of Barracuda (13d), Suburban (13a), and Urban Surfer (13d), Cold War has become well-known for the pump it generates.  \n\n  Start just right of Suburban and climb through a roof to the \"Slam Dunk Move,\" a big slap around a bulge to a hidden jug. Next head into the Barracuda Corner, a feature which is amazing in its stark blankness. A move to a crimp in the middle of the corner is the technical crux of the route.  \n\n  At the top of the corner, swing left into the Suburban kneebar, rest, and then fire the Suburban crux. Recover as best you can in the Urban kneebar. Finally, climb the long upper part of Urban Surfer to the chains. The moves through this section become progressively easier as you climb, but the pump makes the final V0 moves to the jug feel quite a bit harder.  \n\n  After about eighty moves, four cruxes, four kneebars, and 12 bolts of climbing, clip the chains and lower off. Then shirk all belay duty and take a nap in the sun.  ","protection":"12 bolts. Right kneepad.","location":""},"__v":0},{"_id":"KQnRsRJ6VPqnttkyjsitWg==","name":"China Glide","yds":"5.14d","grades":{"yds":"5.14d","french":"9a"},"fa":"Peter Kamitses, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":9,"mp_id":"121534193","mp_crag_id":"105867832","climb_id":"KQnRsRJ6VPqnttkyjsitWg==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Hard and high quality linkup of arguably the two best routes at Rumney. Start by climbing China Beach to the iron cross move. Rather than finishing out left, move right, straight into a hard boulder problem on small holds. This sequence feels like V8 in isolation, but has one rose move that’s super hard to stick when you’re pumped. One more hard move deposits you at the Livin Astro jugs, where you can recover pretty well. Then there’s the final crux of Livin Astro, an amazing dynamic boulder problem which actually has the hardest moves on the route. Despite the shared rest beforehand, this part feels considerably tougher to link on China Glide than it does on Astro. Definitely a redpoint crux for some and a mental crux for almost everyone. The reverse linkup, Livin Astroglide (Livin Astro into China Beach), is also worthwhile and goes at 5.14c.","protection":"Fixed draws","location":"Linkup of China Beach into Livin' Astro"},"__v":0},{"_id":"iKHBTa08Vw2V1wlGhZe0aA==","name":"China Beach","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Dave Graham 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":8,"mp_id":"106102678","mp_crag_id":"105867832","climb_id":"iKHBTa08Vw2V1wlGhZe0aA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"I have not sent this route; however, I have spent a disproportionate amount of time falling off this route... \n\n  China Beach is the ultimate sport climb and is the standard against which all other sport climbs should be judged. It climbs up the center of one of the steepest walls in Rumney and it offers no rests after the first bolt. It contains hard moves, but not so hard that it could be considered  a \"boulderer's route,\" like so many other hard routes at Rumney. It requires a top level of both power and endurance for the send. It's also solid in its grade, having held it's rating for around ten years now, unlike Livin' Astro on its right, which has heard some down-grading mumbles. No one is in line to downgrade the Beach, that's for sure.  \n\n  China Beach begins with a few moves to get established before the hanging corner. This corner overhangs at about 45 degrees and forces the climber into desperate, insecure layback moves, similar to moves you might find on a trad route. You are more likely to fall due to a foot skating than from strength failure. Yet, it's still taxing. This sections ends at a horizontal about two-thirds of the way up. Dan Nguyen initially redpointed this section at about 13b or c.  \n\n  The horizontal doesn't offer much in the way of rest, and the next section is the crux which consists of long moves to crimps and difficult foot moves. To call this crux V8 is to discount the previous climbing up the corner. Off the dog, it feels V8ish, but on redpoint it feels unratable. Pumpy, big moves follow up the headwall and culminate in a strenuous iron-cross move left to a pretty big hold. Matching the hold is the redpoint crux, and many a valiant attempt has ended here. \n\n  China Beach has captivated climbers for many years and it is common to see people climbing on it just for the fun of it. Big falls are expected. A redpoint to the break is a worthy objective as well. Any time spent climbing on the Beach is time spent communing with a perfect, pure, hard, inspiring medium.","protection":"8 Bolts. Fixed draws. No kneepad required.","location":""},"__v":0},{"_id":"BR/9NZW8XnCC6FtLoHbgFA==","name":"Charlie Don't Surf","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Erik Mushial","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":53,"mp_id":"106207225","mp_crag_id":"105867832","climb_id":"BR/9NZW8XnCC6FtLoHbgFA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Stick clip the first bolt and climb up on good holds until reaching the face, where the business begins. Power your way out left to the arete and then bust it out to the finish on wild bouldery moves.","protection":"5 fixed draws to biners at the anchors.","location":"Located on the far right side of Waimea, in between Riviera and Sinister 6000, on the left side of the big V-groove. Just to your right when you arrive at Waimea."},"__v":0},{"_id":"WCxCvmGjUDSKmQS1W1xmYQ==","name":"Catch the Wave","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Scott Stevenson & Alan Cattabriga","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":11,"mp_id":"107990633","mp_crag_id":"105867832","climb_id":"WCxCvmGjUDSKmQS1W1xmYQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Often overlooked, as it is an extension to a trad pitch and overshadowed by its big brother 5.14s and the very popular and accessible 5.10 sport route Waimea, this is one of the earliest routes on Waimea and is a great line, well deserving of attention\n\n If you have gear (up to 4\") head up the '\"interesting\" That Crack 10a, or climb up the sport route Great White 13a, just to the right. If you don't have gear, but want to keep the start easier, with some rope finagling you could do Waimea 10d and traverse left. Once you are at the Great White/That Crack anchors, extend with a long sling or two to reduce drag and stem left into the corner. Commit to the undercling flake arching out left which takes you out above the overhanging arete of Liven' Astro. Small fingers are nice for the undercling and a little reach is nice too, so big and small even out the difficulty.","protection":"Trad gear for That Crack (up to 4\") or quickdraws and slings for one of the alternative sport routes. 4 more bolts protect the flake to bolted anchors. Make sure you extend with slings from the mid anchor so you don't have any rope drag up high.","location":"Towards the left side of Waimea Cliff, up and left of the route Waimea and right of Livin' Astro."},"__v":0},{"_id":"VUs1UxNwVdOaHj4Cw03Oig==","name":"Butt Bongo Fiesta","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Mallery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":20,"mp_id":"105884971","mp_crag_id":"105867832","climb_id":"VUs1UxNwVdOaHj4Cw03Oig==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Climb the steep, yet moderate, wall to  the lip about half way up the route, being sure to take advantage of any rests you can conjure.  They do exist, although they can be a bit elusive.  And they do make a difference, despite seeming unnecessary in this \"easy\" terrain.  Once at the lip be prepared for powerful, beta intensive moves all the way to the anchor.  Crimps, slopers, heel-hooks, flags, gastons, arete pinches, and a big cross-over move await.  Oh, yeah, and some really hard clips. ","protection":"7 bolts","location":"Scramble onto the huge boulder which separates the route Waimea from the center of the crag.  (Not as hard/scary as it looks).  Butt Bongo is the route which goes up the center of the wall on top of the boulder and climbs the left arete."},"__v":0},{"_id":"kfAsYywOXFWjv8BknjG6WA==","name":"Bottom Feeder","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chris Smith, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":40,"mp_id":"105869028","mp_crag_id":"105867832","climb_id":"kfAsYywOXFWjv8BknjG6WA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"An aptly named route, Bottom Feeder climbs the short corner at the base of the cliff. Though the corner itself is quite beautiful, and the crux moves are engaging, the fact that the route ends at a ledge one third of the way up the cliff detracts from the overall quality. \n\n  Bottom feeder is a very popular project for boulderers. Stick clip the second bolt.  A V7 sequence between the second and third bolts represents the meat of the route. Jugs follow to the anchors.   \n\nyoutube.com/watch?v=mtSBJqM…","protection":"4 bolts.","location":""},"__v":0},{"_id":"8dqF+76wXqGp7bUkfECRfA==","name":"Bonzai Pipeline","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alan Cattabriga 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":54,"mp_id":"111129757","mp_crag_id":"105867832","climb_id":"8dqF+76wXqGp7bUkfECRfA==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"This wild and very overhanging V groove is a rare sight at Wiamea for two reasons; one being that it is rated under 5.12, and the other being that it is a cool trad route packed into the land of bolts and prehung draws. I'll add photos and a better description when I get on it.","protection":"One bolt, single rack to 4\"","location":"Just above the trail, in between Charlie Don't Surf and Sinister 6000."},"__v":0},{"_id":"2/Z8DY+EW1CB2CdLtyTmoQ==","name":"Big Kahuna","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Sprague, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":29,"mp_id":"105881857","mp_crag_id":"105867832","climb_id":"2/Z8DY+EW1CB2CdLtyTmoQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"The hardest 12d at Rumney, Big Kahuna climbs the steep bulge to the left of Technosurfing. Look for the anchors partway up the cliff on the left side of the wall. \n\n  Stick clip the first bolt. The climb starts with a surprisingly hard inside corner. Next, jugs abound and lead to the base of the intimidating bulge. From here, climb on progressively worsening holds until the last bolt. This bolt may be difficult to clip; many people move left and match on a crimp in order to clip.  \n\n  The last sequence is the crux. Expect a deadpoint to an edge. This edge is flat and probably a bit sloping, so sticking and holding it presents a considerable challenge. \n\n  Big Kahuna is just long enough for boulders to shy away from, and just powerful enough to give route climbers trouble. Therefore, a tick of Big Kahuna is an elusive one. Lately, people have been continuing from the chains to the top of Technosurfing. This offers more climbing, but adds no real difficulty. An alternative seldom done (like once) extension is to continue up the face towards the E-Ticket anchors with gear for protection (good climbing - see 6/28/11 note below)","protection":"5 bolts","location":""},"__v":0},{"_id":"SPr73xYCUXqTSimq++RVuQ==","name":"Barracuda","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":47,"mp_id":"106161088","mp_crag_id":"105867832","climb_id":"SPr73xYCUXqTSimq++RVuQ==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Barracuda was one of the first 5.13ds in New England and it remains one of the best. The very top holds a move so devious and frustrating that a complete send of Barracuda is quite rare. Urban Surfer, just to its left and the same grade, receives at least twice as many ascents as this technical and testy line.  \n\n  Start just right of Urban and climb through very steep rock until the Slam Dunk Move, a big throw to an unseen jug. It's possible to rest here. Then enter the corner, which is the technical crux of the route. Many different ways have been found to do the corner: all are weird and involve pretty bad holds. The climbing eases as you get higher and a sneaky stem rests allows you to think about that final crux.  \n\n  This is the heartbreaking top crux, a throw to the lip. There are rumors that a climber slipped a disk in his back trying the older toe-hook beta on the upper crux. Though the beta has evolved over the years, it still requires serious body tension. Once you stick the lip, top out before clipping the anchors.","protection":"Bolts.","location":""},"__v":0},{"_id":"qfG79kEXXZ2Ob+Ja517u9A==","name":"Aquarius","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Mallery, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":31,"mp_id":"105869707","mp_crag_id":"105867832","climb_id":"qfG79kEXXZ2Ob+Ja517u9A==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Aquarius is one of the definitive lines of Rumney, as it climbs up a vertical quartz streak. Expect fingery technical moves and weight-on-your feet climbing, a welcome change from the arm burning routes nearby. \n\n  The initial steep bulge holds the hardest moves on the route (remember to stem) and gives way to a no hands rest on a ledge. From this rest, it is helpful to climb up and left along jugs to clip the high bolt. Next, downclimb back to the ledge. This way, you will have a toprope through the thin, crimpy, face crux.  \n\n  Once the face crux is passed, the dreaded topout looms above. Though intimidating, it is easy to clip the anchor chain if you lever up from the good holds below. This way, your thrutching and wheezing can be accomlished with toprope protection. Don't grab the chains, as those nearby will verbally assault you if you do. Top out the cliff, like God herself intended.","protection":"11 Bolts","location":"Aquarius is the route between Techno and Whip Tide. Look for the quartz. You can't miss it."},"__v":0},{"_id":"VuWWSHuWXGG7dQl7Ai8pPw==","name":"All the Way-A","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Smith, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"left_right_index":16,"mp_id":"105944400","mp_crag_id":"105867832","climb_id":"VuWWSHuWXGG7dQl7Ai8pPw==","areaRef":"sxK4XFyDX02fZ+Il+HLGMQ=="},"content":{"description":"Worthwhile extension to Waimea (the climb). From the Waimea anchors, extend them A LOT and traverse the sloped ledge right until you gain a huge undercling and then continue straight up and   use the mini-sloping ledge-y hand holds to clip and do the great move up to the gaston and mantle carefully out right to clip the chains and lower to the ground.","protection":"Extend the right anchor bolt of Waimea then work right on the slab to clip the first of three bolts to anchors.","location":"Above and to the right of Waimea."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,b312b85c-5c83-5f4d-9f67-e225f872c631","pathTokens":["USA","New Hampshire","Rumney","Waimea"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11"},{"count":6,"label":"5.13d"},{"count":5,"label":"5.13c"},{"count":5,"label":"5.12d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13b/c"},{"count":6,"label":"5.13a"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.14a"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.15"},{"count":4,"label":"5.13b"},{"count":1,"label":"5.14c"},{"count":1,"label":"5.15a"},{"count":1,"label":"5.0"},{"count":2,"label":"5.13c/d"},{"count":2,"label":"5.14d"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":51,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":17,"expert":32}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":20,"expert":32}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84091,43.80386]},"bbox":[-71.84153304518543,43.80341033981814,-71.84028695481457,43.80430966018186],"left_right_index":-1,"ext_id":"105867832","area_id":"sxK4XFyDX02fZ+Il+HLGMQ==","polygon":{"type":"Polygon","coordinates":[[[-71.84153304518543,43.80341033981814],[-71.84028695481457,43.80341033981814],[-71.84028695481457,43.80430966018186],[-71.84153304518543,43.80430966018186],[-71.84153304518543,43.80341033981814]]]}},"content":{"description":"Waimea is the the flagship crag at Rumney and home of some of the hardest routes in the country. The schist looks like a crashing wave. Routes climb up the imposing overhanging features. My friend Lee constantly worried that Waimea would tip over because of its undercut nature. I think a bigger worry is the humbling that tends to happen to the climber on these powerful and technical routes.   \n\n  Waimea faces south and slightly west. The crag gets sun in the afternoon. Many of the routes, because of their steep angle, stay dry in the rain."},"density":0,"totalClimbs":59,"__v":2,"createdAt":"2022-11-07T06:12:10.749Z","updatedAt":"2024-02-19T18:35:11.362Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}