{"_id":"6368a1b8e80bff5a99553f36","area_name":"5. Children's Crusade Wall","shortCode":"","climbs":[{"_id":"GALnQjvyWsiaxe02V5KWYQ==","name":"Total Recall","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brad White, Ian Cruickshank, Oct 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":3,"mp_id":"119684638","mp_crag_id":"105909646","climb_id":"GALnQjvyWsiaxe02V5KWYQ==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"P1: Climb the Eridacate dike for a short distance, then follow an easy ramp left to a short vertical right facing flake/corner. Climb the flake (2 pins; awkward) to the dike. Follow the dike left for a couple meters and clip a bolt. Climb the beautiful face above the bolt, passing four more bolts and some thin sequency climbing (2/3 to 3/4 of the way up). After the last bolt, break right on good holds to the 2 bot anchor at the top of P1 of Children's Crusade. 5.11bP2 - P5: I have not climbed these pitches - someone who has, please add description!","protection":"P1: 2 pins, 5 bolts, 2 bolts anchor.","location":"Same as Children's Crussade, at the obvious left trending dike (the Eradicate Dike)."},"__v":0},{"_id":"tE5acA8hWNi1wcO0OQsj4g==","name":"Reign of Fire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brad White and Ian Cruickshank,  2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":6,"mp_id":"106003967","mp_crag_id":"105909646","climb_id":"tE5acA8hWNi1wcO0OQsj4g==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"This route is the best squeeze job in the Northeast. It's found directly above the first pitch of Revolt of the Dike Brigade. The route follows flakes and slabs to meet up with the Beelzebub corner and pulls over the overlap and up to the anchors on Loose Lips. Enjoy! ","protection":"Standard rack and long runners to reduce u know what!!!","location":""},"__v":0},{"_id":"fCVOAJgZWFWKnmr3KLtEkQ==","name":"Reign of Dykes","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"variation to revolt/reighn of fire","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":7,"mp_id":"106561619","mp_crag_id":"105909646","climb_id":"fCVOAJgZWFWKnmr3KLtEkQ==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"a nice variation to a already hard revolt of the dyke brigade....   1. climb the first pitch of revolt 3 bolts to a two bolt anchor. 9.+   2. Climb up and left on a dyke trending up towards a black slab aiming for three bolts. At the 3 bolt climb straigt up on 11- tricky face/slab to another bolt at a stance. climb up and right to the overhang on beelzebub and climb past two bolts (tricky after 2nd bolt) to the two bolt chain anchor on reign of fire/loose lips. \n\n  rap with two ropes to the ground","protection":"3 quickdraws and anchors for first pitch, small to medium cams and draws for second pitch. \n\n  NOTE: Doing this pitch with a single rope would prove problematic, it's mutch better protected and you will have no rope drag if you use doubles.","location":"between childrens crusade and the ethereal butress   two (visible) bolts mark the start to the first pitch of revolt of the dyke brigade."},"__v":0},{"_id":"04eD6R71Wr25L+4PwsR9Dg==","name":"Problem Child","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"callaghan/angelini/strand 88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":2,"mp_id":"106190296","mp_crag_id":"105909646","climb_id":"04eD6R71Wr25L+4PwsR9Dg==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"Tired of boring routes ? This one should get your attention. The first pitch is the crux but the 3rd pitch is harder.P1 start 50' left of Children's a sporty dyno goes past a small flake and one bolt to a belay on the dike(11b)P2 straight up over a bulge(5.9) to a good bolted belayP3. Wander up steep face climbing into No Man's Land- A pin MAY still exist to theleft 10+RR. Reach safety and taverse right to the CCrap points.    Another brilliant lead by the  Tom Man \n\n  Famous for the line \"Bomber #2 RP \" after finishing the crux by Tom","protection":"not much, some small cams and wires","location":"start 50 left of Children's Crusad beneath a small arch. 3 raps down"},"__v":0},{"_id":"3o7nyDhhWi2IiziCrfl2gQ==","name":"Noble Intentions","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Gill, Chris Noonan, October 1991.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":5,"mp_id":"121674886","mp_crag_id":"105909646","climb_id":"3o7nyDhhWi2IiziCrfl2gQ==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"A short and kinda cryptic route. Start just at the base of the big left trending dike. Climb a few thin moves to clip the first bolt, then move up and right past 2 more bolts to a corner and follow this to the Revolt of the Dike Brigade anchor.","protection":"3 bolts to a 2 bolt anchor.","location":"Between the bolted line Revolt of The Dike Brigade and the big left trending dike (Eridicate)."},"__v":0},{"_id":"tMIkCUr1VOGtUhCX54Rdvg==","name":"The Eliminate","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA.  P. Ross,  F. Dean, M. Bowin  9/19/71  FFA 1,2,3 & 5  Doug Madara & Mark Richey 1978  4 & 6  P. Boissenault  & F. Modugno  10/82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":0,"mp_id":"106595011","mp_crag_id":"105909646","climb_id":"tMIkCUr1VOGtUhCX54Rdvg==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"The Eliminate is one of the best long routes in the White Mountains. It climbs a direct line up the left side of the Children's Crusade Wall. The climb is surprisingly steep, with only one pitch, the third, feeling particularly slabby. The last two pitches climb through multiple roofs at the very top of the wall.The climbing on The Eliminate is very sustained, with all pitches clocking in at 10d or harder. The protection is not particularly mindless. More often than not, finding suitable pro takes cunning and a cool head. Brassies in incipient seams and small cams behind blocks are the norm, especially on the first, fourth, and fifth pitches.Pitch 1: 5.10d. The pitch, known as The Eliminate Direct, climbs up a corner and past a roof. The crux is pulling the roof and the pro is a bit complicated. Pull the roof and then continue straight up, passing a really cool solution pocket, to a tree belay at the base of the crux corner. Some choose to avoid this pitch by climbing the dirty wide corner to the right at 5.7.Pitch 2: 5.11c. This is the crux pitch. Stem between the tree and the wall and clip a high bolt. Make a committing transition move onto the wall. It is also possible to climb directly up the wall without using the tree (stick clip the bolt). Once established in the slight corner, follow it to its top and clip another bolt. From here, head directly left along a ledge and execute a 5.8R mantle to another ledge. Walk back right and belay at a fixed pin anchor.Pitch 3: 5.10d. A long pitch. Climb the left facing corner to its end. The corner starts out slabby (crux) and thin, but steepens and widens until it forms a beautiful fingercrack layback. When the corner ends, wander up and right, past loose blocks and bushes, to a two bolt anchor below the steeper upper pitches.Pitch 4: 5.10d PG-13. Head up through the overhangs above the belay. The pro is tricky here, as some blocks seem a bit more loose than others. Awkward climbing leads past a fixed knifeblade that can be backed up with some brass offsets. The pitch ends at a two bolt belay on a little ledge.Pitch 5: 5.10d. Head straight up off the belay (10c), clipping a fixed pin for pro. At the next ledge, clip a bolt and traverse directly right (10d) into the steep, hanging dihedral. Climb up the dihedral, past four pins, to an exit on the right. From this airy stance, traverse right and pull an easy roof at the very top of the cliff. Belay at two bolts. Most parties rap from here.Pitch 6: 5.8. If you choose, climb dirty rock to the top of the cliff.","protection":"The protection is often tricky. Bring micro nuts, and doubles of the smallest cams you have up to .5 Camalot. Singles from .75 to #2 Camalot.    \n\n  To rappel, bring two ropes.","location":""},"__v":0},{"_id":"6Ix37yZ8XbWhS/XBrFUL2w==","name":"Dress Left","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"callaghan's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":1,"mp_id":"106607657","mp_crag_id":"105909646","climb_id":"6Ix37yZ8XbWhS/XBrFUL2w==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"An interesting line that can seep a bit, but offers nice climbing up an improbable wall.","protection":"Some cams, one bolt and then wired nuts on steep face. 2 bolt anchor.","location":"Left from Children's Crusade about 150' or so, but well before The roof of Eliminate Direct. A steep wall to a bit of an overlap. Above this steep face climbing with good wired nut pro."},"__v":0},{"_id":"pizW4YDaXLG9geOSRk1HOA==","name":"Children's Crusade","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alain Comeau & Mike Heintz 1978, pitch 4 - Ed Webster & Sue Patenaude 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":4,"mp_id":"105946072","mp_crag_id":"105909646","climb_id":"pizW4YDaXLG9geOSRk1HOA==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"Pitch 1: climb up the left-leaning dike and traverse right at an angle piton in a solution pocket, make technical moves up a overlap clipping two well spaced bolts. Make a difficult, mantle move (crux)stand up and clip a bolt (with relief) and follow the left trending dike on square cut holds to a two bolt anchor on the left.   Pitch 2: climb just right of the belay on small holds protected by two bolts.  Continue up overlaps, placing traditional gear trending left to a two bolt anchor.   Pitch 3: from the belay climb up and left with crack protection to a blank slab, make mandatory, unprotected, slab moves to a two bolt anchor on the headwall 5.8.   Pitch 4: from the top of the third pitch traverse right until below a left-facing corner capped by a steep, right-facing corner. There is a horizontal crack taking gear from 0.5-1\" gear for the traditional anchor. Once the belay is established make your way up the left-facing dihedral placing small nuts and cams, surmount a small roof (5.10c) and moving into the striking, upper, right-facing corner.  Stem and crimp up the corner (fixed knifeblade) and pull a difficult roof to good holds trending right to a two bolt anchor. 5.11a most people rap from here but there is another 10b slab pitch above. \n\n  To descend make four 60m rappels from your previously used bolt anchors to the ground.","protection":"This route is mostly bolted but in no way is a sport route, prepare for 5.9 moves above your bolts.  The 5.11 direct finish is well protected with small to medium cams and nuts. A standard rack should work well for the full length route.","location":"The Children's Crusade Wall is located directly after the Ethereal Buttress on the right. Children's Crusade is two climbs left of the obvious, wide corner (Belzebub) making up the left side of the Ethereal Buttress."},"__v":0},{"_id":"rl3Px8gbWjGSFsLkcZw+uQ==","name":"Boy's Brigade","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Doug Madara, David Stone, Alain Comeau","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":9,"mp_id":"108156680","mp_crag_id":"105909646","climb_id":"rl3Px8gbWjGSFsLkcZw+uQ==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"Tricky small pro. \n\n  P.1 Climb the shallow right facing corner just left of The Beelzebub Corner. At top of corner traverse right to Beelzebub ledge. 60' 5.9","protection":"Small wires/cams.","location":"15' left of The Beelzebub Corner."},"__v":0},{"_id":"fO7XaSmGXliYultSdGaIZw==","name":"Beelzebub Corner, The","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":10,"mp_id":"105910339","mp_crag_id":"105909646","climb_id":"fO7XaSmGXliYultSdGaIZw==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"Climb the corner to a ledge with a tree. Rap off here, or scramble an additional 20 feet to the anchors at the top of the buttress.","protection":"Gear to 3\"","location":"Just beyond The Echo Roof lies a giant leaning flake, The Ethereal Crack Buttress. This route ascends the left facing corner that forms the left side of the buttress."},"__v":0},{"_id":"fIqZOYuUX62wfXYFE1um+w==","name":"[Redacted]","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"left_right_index":8,"mp_id":"106026407","mp_crag_id":"105909646","climb_id":"fIqZOYuUX62wfXYFE1um+w==","areaRef":"7rVFyQc/WZeAgiKQZa42Cw=="},"content":{"description":"This is the first route to the left of the popular Beelzebub corner Look for three bolts on a steep face.   \n\n  Pitch 1. Make interesting moves off the ground to the first bolt. Make even more interesting and strenuous moves to reach the second bolt. Next, move up and left making some awesome body tension moves to a jug and the third bolt. Traverse right and then back left to the anchors. \n\n  Pitch 2. Move up and left from the belay following a tricky left angling dike protected by pins. Move straight up a difficult slab to bolt protection to the end of the arch on Beelzebub, or you can move right after the last bolt and finish with the 5.9 crux on Reign of Fire    and belay from the bolt anchors on Loose Lips.","protection":"Small to medium cams and nuts, quick draws, and a couple of shoulder slings to reduce rope drag.","location":"Directly after the Ethereal Buttress, left of the Beelzebub corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,04183061-35ac-5a7c-94e1-6dc383fb2efd,eeb545c9-073f-5997-8082-229065ae360b","pathTokens":["USA","New Hampshire","*Whitehorse Ledge","5. Children's Crusade Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16711,44.05256]},"bbox":[-71.16773565572582,44.05211033981815,-71.16648434427415,44.05300966018187],"left_right_index":-1,"ext_id":"105909646","area_id":"7rVFyQc/WZeAgiKQZa42Cw==","polygon":{"type":"Polygon","coordinates":[[[-71.16773565572582,44.05211033981815],[-71.16648434427415,44.05211033981815],[-71.16648434427415,44.05300966018187],[-71.16773565572582,44.05300966018187],[-71.16773565572582,44.05211033981815]]]}},"content":{"description":"From the Echo Roof Area continuing along south passing Ethereal Crack(5.10d), you pass an easy corner, the first pitch of Belezebub. The black wall beyond split by a left-angling dike is the Children's Crusade Wall. The walls upper section is steep with many large roofs. Expect to find techy face climbing and on the full length routes some difficulty overcoming the roof sections. \n\n  This is a warm cliff due to the blackness and exposure to the sun. \n\n  There are three nice full length routes Children's Crusade (5.9/5.11a, many people rap before the crux pitch), Total Recall (5.11b), The Eliminate (5.11c). There are also some nice shorter routes, so have fun."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:12:11.670Z","updatedAt":"2024-01-20T01:03:28.562Z"}