{"_id":"63689de0e80bff5a994f90ee","area_name":"Foil, The","shortCode":"","climbs":[{"_id":"2mZ3B2MaXBGU0ilPud0isw==","name":"South Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Duncan Ferguson and Mark Hesse","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":1,"mp_id":"105754777","mp_crag_id":"105745666","climb_id":"2mZ3B2MaXBGU0ilPud0isw==","areaRef":"Px3xV6HFWsGS6re3sKsFIA=="},"content":{"description":"The South Face of The Foil starts out a lemon, but the upper half is classic. Being a solid 5.9 leader is a good thing on a few of the pitches on this route. Start up the lichen covered ledges and hit the sandbag 5.7 chimney above. By way of the Rossiter topo, we almost linked the 1st four pitches in two with a 60m rope. The only runout section on the runout pitch felt to be around 5.7/8? with a strenuous, well-protected, 5.9 section after that.\n\nJust make sure you traverse left in the right spot to find the second to the last pitch. This is so damn good and exposed. This is the pitch you want to lead, so make sure your partner doesn't get it! You can also link the last two in one with 60m. After finishing the summit ow, you can take turns standing on perhaps the narrowest summit in the park.","protection":"Bring along the old high peak rack up to a #4 Camalot and some extra small wires and TCUs.","location":""},"__v":0},{"_id":"Fi0NC9cBXcaQZln2NSytlw==","name":"The Poc Club","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Topher & Patience Donahue, Simon Fryer, Melissa McManus, 1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":0,"mp_id":"110709414","mp_crag_id":"105745666","climb_id":"Fi0NC9cBXcaQZln2NSytlw==","areaRef":"Px3xV6HFWsGS6re3sKsFIA=="},"content":{"description":"This climb takes the southeast face of The Foil. I have some trepidation about submitting it as I only climbed the first 1.5 pitches and the last, but hopefully this submission will get more people to climb it. Then I can look at pictures and go do it properly ;) The quality of the first pitch alone dictates 3/4 stars.\n\nP1: (~160') - locate a large dihedral with a stunning splitter on the right wall. Climb the splitter from fingers through thin hands. The rock is a bit scaly at the start. Continue through the squeeze chimney (a #4 Camalot can be used), and finish up the corner (mostly hands) to a nice belay ledge. The belay takes 1.25\" pieces if you managed to save any or large stoppers work.\n\nP2: (~100') 5.9 - make a few moves off the belay, get some gear in flakes, then step left under the arch, then further left to the ledges, and set a belay.\n\nP3 & 4: 5.10, 5.9 - The Poc Club takes some 5.10 face climbing then links two long left-facing dihedrals to a stance below the summit area.\n\nP3: (var.) (120') 5.9 - I began in the large open dihedral but then began to trend up and left through the golden rock (offset small wires are useful at first) to a belay on the South Face proper. This will put you below nice, golden rock on a very comfortable belay ledge (pitch 5 in a picture on the South Face page).\n\nP4 (var.) (~140') 5.9 - if you're on the South Face, now climb the golden rock starting at the left end of the belay ledge. Take the face crack with a fixed #0.3 BD cam, then step right back to the east face (a bit runout 5.7). Climb the easy dihedral, then make a 5.8 move out of the dihedral/ corner, and step right to a stance.\n\nP5 - now you can follow the south face or the Poc Club. The South Face goes straight up from the belay. The Poc Club traverses right from the belay on good holds without pro for ten feet to a corner. Climb this to the north face of the spire, and ramble up easy terrain to the summit (or take the 5.9+ fist crack in the summit block).\n\nDescent - I usually hate bringing two ropes, but the 5.5 chimney that you have to climb to do the walkoff looked heinous. Follow that description on the main Foil page or... the rappel:\n\nR1 - from the summit, rap from slings ~80' north with a single rope.\n\nR2 - rap from more slings ~40' to the northeast (obvious, large ledge).\n\nR3 - rap ~150' east to an obvious, slung block.\n\nR4 - rap ~90' east with one rope to reach the ground (a 60m is required here if using one rope).\n\nOne could probably break R3 into two and then just bring one rope. This will require adding a station, but is what I would do if climbing the Foil again.\n\nPer\n\nakanatokiek\n\n: as of 8/21: rap 1 & 2 bolts are very close to original slung block locations. Rappel 2 & 3 require two 60m ropes.\n\nRap 1 (85 feet): start behind the summit block, and rappel north to the shoulder. The bolts are just below the shoulder on the East face.\n\nRap 2 (190 feet): rappel down and slightly left to the edge of the long, sloping ledge. The bolts are on the (climber's) left edge of the ledge system.\n\nRap 3 (150 feet): continue down and left. You can either drop off next to the base of Poc Club or continue down the talus gully to the end of your rope (watch for loose rocks when pulling through the gully!).","protection":"A standard rack + a #4 Camalot and RPs.","location":"Find the start of The Poc Club by hiking the gully between the Saber and the Foil. Where the gully splits, take the left fork closer to the Saber. Scramble up some easy but slightly steeper and loose terrain along the base of The Foil (now trending right). Look for the giant dihedral with an obvious splitter on the right wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,3f1df157-a1c5-5ac1-92ea-b7b7b0ab0520","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Foil, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"bbox":[-105.61659024648277,40.37485033981814,-105.61540975351724,40.37574966018187],"left_right_index":-1,"ext_id":"105745666","area_id":"Px3xV6HFWsGS6re3sKsFIA==","polygon":{"type":"Polygon","coordinates":[[[-105.61659024648277,40.37485033981814],[-105.61540975351724,40.37485033981814],[-105.61540975351724,40.37574966018187],[-105.61659024648277,40.37574966018187],[-105.61659024648277,40.37485033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:52.449Z","updatedAt":"2024-02-19T18:31:12.213Z"}