{"_id":"6368a185e80bff5a9954f525","area_name":"Cauldron Wall","shortCode":"","climbs":[{"_id":"SoZO7ZPiUpulfQgougraSQ==","name":"Waterboys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"someone awesome","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":4,"mp_id":"112081249","mp_crag_id":"112081242","climb_id":"SoZO7ZPiUpulfQgougraSQ==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"Two pitches of fun climbing capped by a delightfully long left facing corner. \n\n  P1:  Fifth class up a slightly mossy start directly under the route.  Sporty moves down low get you started. \n\n  P2:  The start is a bit spooky on perfect varnish.  Another sporty section that protects and climbs nicely. \n\n  P3:  Long pitch.  Perfect rock.  Cruise (or struggle) past some wide sections.  Savor the slightly intimidating stretch of perfect fingers.  Then jam your way through various sizes to the anchor.","protection":"Doubles up to 2\".  Singles up to 5\".  Would bring one 00 C3 for pitch 2.  Strong parties will not need anything over 3\"","location":"Route goes up the large left facing corner that defines the right side of the Cauldron wall. \n\n  Rap with one 70 meter rope.  On the first rap descend climber's left to anchors on The Regatta.  Easy to get too.  Continue down The Regatta.  Down climb a bit after last rap."},"__v":0},{"_id":"LwQLkTgVWLuWwdt4X1Urtg==","name":"The Regatta","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Unknown.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":3,"mp_id":"113133043","mp_crag_id":"112081242","climb_id":"LwQLkTgVWLuWwdt4X1Urtg==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"The Regatta is a fun outing with good variety of climbing and fairly consistent difficulty.\n\n Begin by scrambling up easy terrain to a sizable ledge - this is the same starting platform as for Waterboys.\n\n P1 (115', 5.11b R): Climb a left-facing, sealed groove to a pin at 25'. This is insecure 5.10- and a fall would take you to the deck but it’s also possible to climb into the pin on mossy ledges to the left at an easier grade. Above the pin you will be happy to have brought a 00 C3 or black Alien and then a 0.3 Camalot or green Alien. Above, clip three bolts before a crux move accessing a unique broken crack system with good pro. Lastly, step right and clip two more bolts before moving back left to an anchor. This is an excellent pitch.\n\n P2 (115', 5.11a/d): Climb off the belay past two closely spaced bolts that protect a very thin and difficult sequence (11d and the original line) or move left after clipping the first bolt and then up (11a). Either way, continue into an interesting chute feature and then follow a left-facing corner to a great belay ledge on the right.\n\n P3 (115', 5.10b): Move right to a thin crack, and follow this up into the big, right-facing corner. Fun crack and squeezy climbing leads to another great belay ledge on the left.\n\n P4 (90', 5.11a R): Three bolts above the belay protect a short slab with a punchy crux. This is followed by a very easy, but long, runout up a chossy mossy face to a belay below the final headwall.\n\n P5 (100', 5.10c): Climb to the top of a large block on the left and clip a bolt. From here climb a hueco-lined crack before stepping right to the main crack system which is followed to bolted anchor above an awkward pod.\n\n Rap with a single 70m rope - watch your ends.","protection":"1 each from 00 C3/Black Alien to #4 Camalot. Doubles from 0.3 to #2 Camalot. Wires. 70m rope.","location":""},"__v":0},{"_id":"cVDEanEMUN2QzsdpEnRlzQ==","name":"How-ard","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":0,"mp_id":"121584634","mp_crag_id":"112081242","climb_id":"cVDEanEMUN2QzsdpEnRlzQ==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"Pitch 1: (5.5, 130 feet) This is an approach pitch. Climb easy rock up tree-covered ledges on the left side of a pillar (as described in the Handren guide).Pitch 2: (5.9, 130 feet) Climb a moderate, left-facing corner for 20 feet and step left to a black face protected by 2 bolts. Thin edges lead to a ledge. Continue up a right-trending flake to a bolt protecting a bulge. Over this to face climbing and another bolt and eventually the anchor. This pitch has some great rock.Descent: Rap 40 meters to the 2 bolt anchor at the bottom of the route to the right (Achilles). Another 40 meter rap brings you to the ground.","protection":"Single rack to 2 inches. 80 meter rope or 2 ropes to descend.","location":"This route is on the left side of the Cauldron wall left of the defining arete of Big Hat No Cattle. It is the left of two routes off of a ledge system about 130 feet up the wall."},"__v":0},{"_id":"U9UT7U94UDyYu0URFt4Pcg==","name":"Big Hat, No Cattle","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Unknown.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":2,"mp_id":"114385188","mp_crag_id":"112081242","climb_id":"U9UT7U94UDyYu0URFt4Pcg==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"This route climbs the white-edged arete that divides the left and right halves of the Cauldron Wall. Expect fantastic, difficult climbing!\n\n Solo up easy rock for 20’ to the start ledge shared with The Regatta and Waterboys; belay from the left end of this ledge.\n\n P1 (5.11c, 200’): A monster pitch with sustained climbing and two distinct cruxes. From the ledge, step straight left to a mossy crack. Follow this up through a patch of orange rock and then work left to the arete via a flake. Follow the arete past gear placements and 9x bolts to an anchor at a small perch.\n\n P2 (5.11a, 100’): Continue up the arete passing gear placements and 3x bolts to an anchor at the top of the wall.\n\n Descend by rapping the upper pitch, then rapping rightwards to the anchor atop the first pitch of The Regatta, then a final rappel back to the starting ledge.","protection":"2x tiny to 0.3 Camalot 1x 0.4, 0.5, & 0.75 Camalot Wires optional Many draws and slings 70m rope","location":"Hike into Icebox Canyon. Walk up to the Necromancer. Continue around the corner and follow a bushy climbers' trail up to the Cauldron Wall. Big Hat, No Cattle climbs the white-edged arete just a bit left of The Regatta."},"__v":0},{"_id":"ODVsC2S1WlSxEH8qfFDp0Q==","name":"Beta Blocker Corner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":5,"mp_id":"116585131","mp_crag_id":"112081242","climb_id":"ODVsC2S1WlSxEH8qfFDp0Q==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"Pitch 1: From the bolted rap station just above the 200 foot waterfall, chimney horizontally upstream in the slot canyon just above the water, until a rock step blocks progress. Stem right to a slippery, awkward corner, then go straight up to a belay atop big blocks. (90 feet, 5.9+) Pitch 2: From the blocks, scramble upstream 30 feet, then head left, to the base of the canyon wall. The prominent black corner begins about 90 feet above the canyon floor. To reach it, climb fragile, difficult face (5.10d), about 15 feet to the right of a rotten, wide chimney system, clipping 2 pro bolts. Go straight up to a foot stance with 2 rap/belay bolts. (80 feet, 5.10d). Some of this rock is fragile; pro can be challenging to place due to the steepness. Pitch 3: This is a magnificent pitch. Go straight up the corner, with wild stemming over small roofs. Be careful with the fragile pillar at the beginning. There is a small ledge with 2 rap/belay bolts at the top of the pitch. (90 feet, 5.10a) Pitch 4: Climb a classic chimney with 2 tight squeeze sections, to a comfortable ledge with 2 rap/belay bolts. There is adequate pro on the pitch. (90 feet, 5.9) Pitch 5: Creative stemming leads up this beautifully varnished, exposed corner to 2 rap/belay bolts on a ledge to the right (90 feet, 5.9). Pitch 6: Step left to the hueco’ed corner/chimney and climb this to the top of the formation; there is one loose block which should not be touched. (70 feet, 5.7). Pitches 5 and 6 can be combined. Descent: Rappel pitches 2-6 with one 60 meter rope. Rappel pitch 1 via canyoneers’ threaded slings. Rappeling the lower waterfall requires two 60 meter ropes.","protection":"Rack: Doubles to #4 Camalot. Bring a light selection of nuts.","location":"Location: In Ice Box Canyon, above the obvious 200 foot waterfall which lies a few hundred yards left of Frigid Air Buttress. Beautiful walls rise on the left (southeast) side of the drainage just above the waterfall. This route climbs the most prominent, varnished, right-facing corner/flake, which begins in a flat area about 60 feet above the initial 200 foot waterfall. The corner is not visible from the floor of Ice Box Canyon; one must be above the 200 foot waterfall to have a good view. Access this route by climbing to the end of The Sanctuary’s two traverse pitches, then scrambling 20 feet down into the slot canyon above the waterfall."},"__v":0},{"_id":"NaIM2LjpXniYjkiq52/DzA==","name":"Achilles","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"left_right_index":1,"mp_id":"121584657","mp_crag_id":"112081242","climb_id":"NaIM2LjpXniYjkiq52/DzA==","areaRef":"4SKTlG5XWmuvNAMakbSyuQ=="},"content":{"description":"Pitch 1: (5.5, 130 feet) This is an approach pitch with 2 ways to go. Either climb easy rock up tree-covered ledges on the left side of a pillar (as described in the Handren guide), or start on the right and climb up mossy slabs and right-facing corners to a ledge with a 2 bolt anchor.Pitch 2: (5.10c, 130 feet) Either climb boldly on tough slab moves to the first bolt or climb to the left to a long reach right to clip the bolt for a safer experience. (This bolt was barely out of reach for my 6-foot arms. We left a bite of cord tied to the bolt to help out. I would recommend a stiffy quickdraw or stick clip to avoid a ledge fall.) Continue up to another bolt and negotiate a tricky roof. Easier climbing leads to a right-slanting crack where one can put in gear before moving left to another bolt. Runout face leads to a chain anchor.Descent: 40 meter rappel to the ledge and another 40 meter rappel to the ground.","protection":"Single rack to 2 inches. 80 meter rope or 2 ropes to get down. Watch the pull on pitch 2. Blocks on a ledge can grab it.","location":"On the left side of the Cauldron Wall, left of the defining arete of Big Hat No Cattle."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,e1229394-6e57-5a6b-af34-031a91b4b2b9","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Icebox Canyon","Cauldron Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49143,36.1423]},"bbox":[-115.4919868170127,36.141850339818134,-115.4908731829873,36.142749660181856],"left_right_index":-1,"ext_id":"112081242","area_id":"4SKTlG5XWmuvNAMakbSyuQ==","polygon":{"type":"Polygon","coordinates":[[[-115.4919868170127,36.141850339818134],[-115.4908731829873,36.141850339818134],[-115.4908731829873,36.142749660181856],[-115.4919868170127,36.142749660181856],[-115.4919868170127,36.141850339818134]]]}},"content":{"description":"Just when you thought you had tapped all that Red Rocks had to offer.  Another beautiful wall in plain sight gets added to the trove.  With more damn climbs to tick off.  North facing wall up and right from The Necromancer and left of the Frigid Air Buttress descent.  Mostly shaded except close to the summer solstice."},"density":0,"totalClimbs":6,"__v":2,"createdAt":"2022-11-07T06:11:24.900Z","updatedAt":"2024-01-20T01:03:12.552Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e502f8258fb5bda03a25","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}