{"_id":"63689d12e80bff5a994f1885","area_name":"Devil's Thumb","shortCode":"","climbs":[{"_id":"M6bWHA6JUxaLSaRCsCxZgQ==","name":"Plumb-Stuzman (Northeast Rib of the North Face)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob Plumb, Dave Stutzman, August, 1977","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-132.37399,57.091]},"left_right_index":999999,"mp_id":"107003280","mp_crag_id":"106363541","climb_id":"M6bWHA6JUxaLSaRCsCxZgQ==","areaRef":"eYwXHMteW4qs5IrfFJzosA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"ljq6r3U7UEOFeQrJHAPMIg==","name":"East Ridge (via Southeast face)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Fred Beckey, Bob Craig, & Cliff Schmidtke, August 25, 1946","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-132.37399,57.091]},"left_right_index":999999,"mp_id":"106364275","mp_crag_id":"106363541","climb_id":"ljq6r3U7UEOFeQrJHAPMIg==","areaRef":"eYwXHMteW4qs5IrfFJzosA=="},"content":{"description":"The first ascent of the Thumb was made via the East Ridge.  The climb was an epic adventure, involving two of the most accomplished American alpinists of the era, Fred Beckey & Fritz Wiessner.  Weissner was the first climber to explore the Stikine region, on an expedition with Bestor Robinson in 1937.  The party attempted Kate's Needle, the highest summit in the region at 10,002', but were defeated by poor weather. \n\n  Upon the conclusion of the Second World War, Wiessner was anxious to return to the region.  He & Beckey had corresponded regularly following Beckey's audacious 2nd ascent of Mt. Waddington in 1942, and the two agreed they would make a strong team.  Unfortunately, while ferrying loads to the Flood Glacier, Wiessner slipped on a wet log and severely twisted his knee.  As a testament to his valor, Wiessner persevered for several more days of load-hauling before throwing in the towel.   \n\n  Fortunately for Beckey, he had a long list of unwitting partners to call on.  Three weeks later he was back with two new companions.  The team continued the portage, made a quick first ascent of Kate's Needle, and established a base camp below the Thumb over the course of the next week. \n\n  Several false starts, cut short by nightfall and poor weather, made for a challenging climb.  Just before calling it quits, the weather finally cleared, allowing one last attempt--this time successful.  Upon completion, Beckey famously remarked that this was the hardest climb he'd ever done.","protection":"Full alpine kit.  A bivy on the route is not necessary for quick parties.  Snow anchors & ice screws may prove useful.  Rock pro is essential for all but soloists.   Its unlikely steep ice will be encountered in good summer conditions.  Materials for building rappel anchors will likely be necessary.","location":"The route begins from the broad snow-covered glacier directly south of Devil's Thumb.  Ascend gradually steepening snow slopes and a bergschrund to the prominent \"Hog's Back\" snow crest.   \n\n  Traverse east along the Hog's Back to a steep system of snow colouirs.  Ascend the face on generally moderate terrain, aiming for a prominent notch in the East Ridge.   \n\n  Just before the ridge is gained, ascend a broad slab up to the crest.  Once on the ridge, traverse west towards the vague summit.   \n\n  Three distinct cruxes are encountered along the ridgecrest.  The first crux is getting around the prominent gendarme, visible in most photographs of the ridge.  One method for passing this obstacle is to rappel down the south face (pendulum as far west as possible), and traverse west to a stance on a precarious snow ledge.  From here,  ascend a difficult, near vertical face, that culminates in an easier chimney, back to the ridge crest.  Apparently Beckey's party traversed the gendarme to the north using a bit of aid, and the AAJ indicates this obstacel will go free at 5.9 if the rock is dry & free of snow.   \n\n  The second crux entails opvercoming a short, steep headwall (fixed gear may be present here) that is downright tricky when the mossy rock is wet.  Traverse right (north) under the wall, turn an exposed corner, then lead up a shallow ramp to a short step (mantle). \n\n  The final crux requires surmounting a near-vertical 30' face that climbs out of the \"Rappel Notch\".  Once this obstacle is surmounted, traverse right around the obvious wave-shaped fin on steep slabs on the north face.  Continue on easing terrain to the 'a chavel' summit block. \n\n  To Descend, reverse the route to the \"Rappel Notch\".  Around 4 60m rappels will reach the Hog's Back.  Descend to the Bergschrund, where one more rappel (from the lowest rock outcroppings) may be required to reach easier terrain below the 'schrund, and the short slog back to camp."},"__v":0},{"_id":"1cPrf2Y6VYu5aLjDJ55LZg==","name":"Direct East Ridge","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dick Culbert, Paul Starr, & Fred Douglas, Summer 1970","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-132.37399,57.091]},"left_right_index":999999,"mp_id":"106364956","mp_crag_id":"106363541","climb_id":"1cPrf2Y6VYu5aLjDJ55LZg==","areaRef":"eYwXHMteW4qs5IrfFJzosA=="},"content":{"description":"The Direct East Ridge is the route immortalized in Steck & Roper's \"Fifty Classic Climbs of North America\".  Though an excellent climb, the route is anything but 'direct', as it replaces a few hundred yards of steep snow with half a day of rock climbing.  The route gains the East Ridge at the lowest point at which its steep rock buttresses first protrude through the surrounding snow slopes, rather than climbing steep snow on the SE face to gain the ridge higher up. \n\n  There is some confusion over the origin of the route, as Steck & Roper's epic tome suggest that the British Columbia Mountaineering Club party that pioneered the line were inadvertently off-route (supposedly intending to re-trace Beckey's line of ascent).  According to the legend, the trio assumed that Beckey had climbed the East Ridge in its entirety, including the two steep rock buttresses at its base.  However, another account states that the party intentionally avoided Beckey's line because they found the snow conditions on the Hog's Back to be unsafe.   \n\n  In either case, the resultant route is a masterpiece of enjoyable rock climbing in a wild, alpine setting.  The \"Direct\" is no more difficult than the original line, as all the cruxes are on the upper part of the route, but it does increase the length of the climb substantially.","protection":"Full alpine kit.  Rock shoes are an asset in dry conditions.  Rock pro is mandatory.  Bring materials to build rappel anchors.","location":"The route ascends the prominent East Ridge of Devil's Thumb.  From the basin to the Southeast of the Thumb, ascend steepening snow slopes toward the Thumb.  Find a path through the bergschrund on its far right (east) end.  Continue up intermittent snow patches to the base of the the First Rock Buttress.   \n\n  Don your rock shoes and climb good quality  5.6ish granite along the ridge.  The rock here is good, but there are loose sections, so beware.  Ascend easily to the top of the first buttress, then make a short descent to the west to the base of the second, more difficult buttress. \n\n  Make an ascending, left-ward traverse on steep rock, avoiding the daunting overhangs on the crest, to a good ledge up & left.  From here, ascend more or less straight up on gradually easing terrain to the top of the second buttress.  Traverse the summit, then rappel down the west side to a snow patch.  Traverse west over the snow, passing below a small tower on the ridge.  On the far side of this tower, ascend a steep slab to rejoin the ridgecrest.  Continue along the ridge crest towards the gendarme.  From this point, follow the East Ridge route to the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,a0ac6b10-c13d-5622-86a2-badaba09127a,fb26224d-7e40-5e6d-91d7-df6b57d7e642,798c171c-cb5e-5b8a-ace4-8adf149ce8b0","pathTokens":["USA","Alaska","Southeastern Alaska/Coastal Range","Stikine Ice Cap","Devil's Thumb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-132.37399,57.091]},"bbox":[-132.37481763655904,57.09055033981815,-132.3731623634409,57.091449660181866],"left_right_index":-1,"ext_id":"106363541","area_id":"eYwXHMteW4qs5IrfFJzosA==","polygon":{"type":"Polygon","coordinates":[[[-132.37481763655904,57.09055033981815],[-132.3731623634409,57.09055033981815],[-132.3731623634409,57.091449660181866],[-132.37481763655904,57.091449660181866],[-132.37481763655904,57.09055033981815]]]}},"content":{"description":"Few peaks in North America inspire as much reverance as the Devil's Thumb.  As the uncanny name suggests this a place of turmoil, frustration, and tragedy.  Despite boasting only a miserly 9,000 feet of altitude, the relatively low 3000-foot base elevation provides sweeping walls of ice and granite diorite. \n\n  The Thumb's dramatic appearance has lured climbers for more than six decades.  First climbed by the prolific Fred Becky in 1946, the Thumb saw only four ascents during the ensuing three decades.  As alpine standards have improved over the last 20 years, the peak has experienced a relative renaissance, though sadly this trend has resulted in a number of tragic deaths on this seemingly inoccuous peak.   \n\n  Truly, this is not a peak to be taken lightly.  A detailed analysis of fatalities per summit attempt would undoubtedly reveal this peak to be the deadlieast on the continent.   \n\n  However, the multi-faceted monolith has a little something for everyone, and perhaps this is part of the attraction.  Rock masters will be drawn to the clean white granite of the southwest buttress.  Bold alpinists will be lured to the peak's wicked 6,000-foot ice-plastered northwest face, considered by many to be a 'Last Great Problem' of North American mountaineering.  Old-school mountaineers can still slog most of the way up the southern slope, and those in search of a bit of everything will be enamored by the classic Direct East Ridge. \n\n  Weather on this peak is a serious problem, and trips can be ruined by pervasive storms.  The dioritic granite found here is also less than ideal, with at least one fatality attributed to rock fall. "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:19.785Z","updatedAt":"2024-02-19T18:27:27.117Z"}