{"_id":"6368a1b8e80bff5a99553ec9","area_name":"1. Whitney-Gilman Area","shortCode":"","climbs":[{"_id":"SpwFz+nwWUyOKF1XD6hkPA==","name":"Whitney Gilman Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bradley Gilman and Hassler Whitney, 1929","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"left_right_index":3,"mp_id":"105872668","mp_crag_id":"107340303","climb_id":"SpwFz+nwWUyOKF1XD6hkPA==","areaRef":"2C/TfWYSWCSmBva3I1+9cw=="},"content":{"description":"","protection":"Standard light rack to 3\" (#3 Camalot-sized). Wire nuts are helpful, especially to back-up the pins on the Pipe pitch. The 4+inch wide crack below the pipe pitch can be proteced in a smaller crack on its right, or bring along a #4 or #5.   \n\n   There are many fixed pins en route, so bring a number of slings. One rope is fine. If it is necessary to rap, one rope will get you down since there are so many ledges. You will need to leave gear, as there are no fixed anchors. Also, a helmet is mandatory.","location":""},"__v":0},{"_id":"V4O0MVO8XjOPQQ/Yykm8Xw==","name":"Muir","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"L. Muir, Mary-Ann Hooper, and L. Story May 3, 1964","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"left_right_index":1,"mp_id":"121429380","mp_crag_id":"107340303","climb_id":"V4O0MVO8XjOPQQ/Yykm8Xw==","areaRef":"2C/TfWYSWCSmBva3I1+9cw=="},"content":{"description":"May 3, 1964 must have been a busy day! Two new, full-length routes were put in on the same day. ( Cannonade was the other) Overall, 1964 was a “ busy year” on Cannon, with Muir, Cannonade, Duet, Sam’s Swan Song, and North-South-West all seeing their FA’s that year. Knowing someone is writing a guide to the area has that effect!  Earl Whipple would publish the first guide to Cannon in the June 1965 Appalachia, the articles for which would have been submitted in late 1964 to very early 1965. Your submitter climbed the route in the early’70s and wrote the text that follows for the June, 1972 Appalachia. (“Cannon Cliff New Routes and Less Frequently Climbed Routes”) With a bit of ” wordsmithing” here-and-there it would remain the “standard text” for the route for 50 years. How much the route may have changed since then is not known.The best photo of the route is undoubtably the one on page 195 of Jon Sykes’ The Notches.1. Start just to the left of a small buttress 200 yds south of the W-G. Climb up on a long diagonal right on friction slabs for a full 130 ft to belay at large slabs below a steep wall.  130-140 ft. 5.2 2. Move right onto more difficult friction and traverse right, descending a little, to belay on the side of a large, fractured gully. 70 ft  5.4 - 5.5 3. Easily up the right side of the gully; at top move right 25 ft ( “to first piton” I said in 1972) and then back left 25 ft to belay.  70-80 ft    In the 60’s 70’s there were pitons and rap slings at this belay, just before the “ yellow gully” ! 4. Move left into the yellow gully. Up this for 25 ft, then climb lose, stacked blocks and flakes to the top of the gully. ( Ah, so THAT’s why the rap slings! ) At the top move 20-30 ft right to a grassy ledge. 80-90 ft  5.4 -5.5 Probably R/X  Ross-Ellms rated this pitch 5.6 in their 1978 guidebook. My recollection is that the stacked blocks sounded like drums when hit with the palm of my hand to “ test” them…..or was that the stacked blocks on P2? ….or both ? !5. Traverse right on a ledge 100 ft, move up on an inclined slab ( 1970’s piton high above) . This slab is 30 ft to the left of a prominent open-book ( inside corner) watercourse gully.  130 ft  5.4 6. Move left 25 ft over moderate rock (5.4 - 5.5) to a strenuous crack which is climbed 10 ft to easier ground.  40 ft  5.77. Move up on easier ground, traversing right to trees.  100 ft8. (Continue traversing right)……Move right to a corner, around this on lower of two sidewalks, then climb up a section of fractured rock. You are now on the W-G just above the Pipe Pitch.  Beware of lose blocks on the traverse pitches!  See “ Personal History”, below. ","protection":"Std Rack, maybe some old gear and cord for leaving behind should you decide to bail ","location":"About 200 yards south of the Whitney-Gilman. Roughly, half way between the Henderson buttress and the W-G "},"__v":0},{"_id":"wX4fmO0lVfelPx0M0jCdiw==","name":"Meatgrinder","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"P1, Andy Tuthill 1977. P2 & 3, Stoney Middleton, Chris Rowins & Chris Ellms","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"left_right_index":2,"mp_id":"107263195","mp_crag_id":"107340303","climb_id":"wX4fmO0lVfelPx0M0jCdiw==","areaRef":"2C/TfWYSWCSmBva3I1+9cw=="},"content":{"description":"The first pitch is fun and good if your craging on Cannon with an easy walk off. Great climbing on al three pitches, the 5.9 corner would be a classic if it were on the ground. Pitch one is a tough 5.10. Meatgrinder linked with the 5.8 and 5.9 variations makes for a nice experience if you're looking for another way up the ridge.  \n\n  P1 5.10+ 110, Once off the ground thin and hard jamming awaits, but is over quickly. Continue up sinker fingers through the bushes to a ledge and belay.    (Here you are just left of the W.G. 5.6 start and can easily scramble off if you don't wish to continue)  \n\n  P2 5.10+ 40, This pitch starts up the second crack left of the W.G. Climb a short thin left leaning crack and pull around an outside corner and belay on a slab below a left facing corner.  \n\n  P3 5.9 120, Head up the striking corner exiting left at its top, some rockaineering up and right joins the W.G. At its first official belay ledge.","protection":"Standard Rack with some small stuff for the thin cracks.","location":"Approach as for the Whitney G. then head south and down to the bottom of the ridge proper. The start is marked by an obvious thin vertical crack on a clean face. The P3 corner is also visible from the ground."},"__v":0},{"_id":"QJDnDXvyUK+BF5NmaQ7BUA==","name":"Cannonade","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Earl Whipple, L. Andrews. May 3, 1964","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"left_right_index":4,"mp_id":"121413281","mp_crag_id":"107340303","climb_id":"QJDnDXvyUK+BF5NmaQ7BUA==","areaRef":"2C/TfWYSWCSmBva3I1+9cw=="},"content":{"description":"The names of the first ascentionists of the first pitches to the “photographer’s ledge” are lost to history. Early photographs of climbers on the Whitney-Gilman, especially on the “ pipe pitch”, virtually prove this “ photographer’s ledge” was commonly used as early as the 1930’s.\n\n (Much of the following is from the article by the submitter that appeared in June 1971 Appalachia.)This is the easiest climb on the cliff, but is not to be taken lightly, especially the last “exit” pitches which can get “greasy” if wet.Two ways to the ledge:1. Start on the south side of the buttress ( opposite the original start to the W-G, on the Black Dike’s talus). Climb a small inside corner for 15-20 ft and then traverse right to broken rock. Straight up this easily. ( optional belay at old pin ?) Continue up 50 ft to the ledge.  180 +/- ft  5.3 -5.4  This is the more common approach.1A. Walk to the front ( East) side of the buttress. Take a ramp-like, sloping ledge which runs diagonally up the front wall of the buttress. Take this for 130 ft ( optional belay just beyond bushes).  Continue up 20-25 ft and then descend left (easy) and up easy rock to the ledge.  180 +/- ft. 5.3 2. Move right on the ledge to a piton hidden behind a vertical slab. Somewhat difficult to find. 5.0 Technically, Cannonade starts at this piton.3. Traverse 120 +/- ft ( lower is easier) to a “ nose” . 5.2 R 4. Around the corner ( “ nose”) and up easily for 35 +/- ft, then cut back left on ledges, then up easily to a slab ( piton) below twin inside corners. 120 ft  5.3 5. Up the right-hand corner. 40 ft 5.4-5.5 ( You might want to haul packs up the actual corner.) 6. Directly up to a large bush 75 ft 5.2 ( but watch out for the moss and lichen) 7. Move a bit left and up a short slab. Then back right and up left ( broken rock) and go around a corner fighting off the bushes. Belay at a birch tree. ( still there???) 75 ft 5.2-5.3 8. Easily across a slabby section to rocks and trees on the left. 80 ft 5.1Obviously, with modern ropes pitches can be combined. It is, however, recommended that one belay at the stance above the twin corners. The slab below is flat and a fall in the corner with inherent slack and/or rope stretch from much above the corner would result in hitting the slab.Above “P8”, Scramble directly up past a large tree ( still there?).  Eventually you will want to go left and pick up the trail down from the Whitney-Gilman.  This has, perhaps, been made a bit easier by the popularity of the Black Dike as a winter climb.","protection":"Std rack","location":"START - on the buttress to the right of the W-G / Black Dike"},"__v":0},{"_id":"YtT/xhRdV/m5hTvKP/7lxg==","name":"Ambrosia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Elms & Andy Tuthill  1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"left_right_index":0,"mp_id":"106550317","mp_crag_id":"107340303","climb_id":"YtT/xhRdV/m5hTvKP/7lxg==","areaRef":"2C/TfWYSWCSmBva3I1+9cw=="},"content":{"description":"Perfect #2-#3 hands in the back of a really tight v notch. Climb up this with great gear up to a small roof, pass this on the right to a stance. Up 10' of tight fingers and another 10' of perfect handcrack to the ledge. There is a slung block to belay from. We did this as a one pitch climb, it does connect with WG, but that is for another day. If you like handcracks, this is second only to reppy's on cannon!","protection":"Standard rack with 2-2 and 2-3.  Save a 3 for the top!!!","location":"400 feet downhill and to the left of WG, 200 feet left of meatgrinder is this perfect hand crack.  Look for an obvious left facing tight V-groove."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,159fb221-c86e-5c29-98ff-99f82980470a,d82fd37d-6612-5824-a606-f6b7235fbd73","pathTokens":["USA","New Hampshire","*Cannon Cliff","1. Whitney-Gilman Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.68713,44.15597]},"bbox":[-71.68775675112938,44.15552033981814,-71.68650324887061,44.156419660181875],"left_right_index":-1,"ext_id":"107340303","area_id":"2C/TfWYSWCSmBva3I1+9cw==","polygon":{"type":"Polygon","coordinates":[[[-71.68775675112938,44.15552033981814],[-71.68650324887061,44.15552033981814],[-71.68650324887061,44.156419660181875],[-71.68775675112938,44.156419660181875],[-71.68775675112938,44.15552033981814]]]}},"content":{"description":"This area is marked by the very striking sharp ridge on the left side of cannon. There are a few very good routes here the main event being the classic Whitney-Gillman Ridge and its many variations. at about 600' tall this is a smaller outing than those routes in the middle of Cannon Cliff."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:10.748Z","updatedAt":"2024-01-20T01:03:23.592Z"}