{"_id":"63689d20e80bff5a994f2104","area_name":"Suction Gully","shortCode":"","climbs":[{"_id":"XxQQWvnuUNqwTIiHDb3B6A==","name":"Totgoblin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"uknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":2,"mp_id":"111536465","mp_crag_id":"106056989","climb_id":"XxQQWvnuUNqwTIiHDb3B6A==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Taken from rc.com   Climb the first two pitches of Grandfather Hobgoblin. Downclimb from the saddle and across a rib of rock to the slight pinnacle that is only about 45' away. It is possible and perhaps desirable to use a Tyrolean traverse between the tower and the saddle. Fun worthwhile climb.","protection":"Standard rack","location":""},"__v":0},{"_id":"eaKujTwGVk6Geds7s1m9eA==","name":"Rink-Kudo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":0,"mp_id":"106080923","mp_crag_id":"106056989","climb_id":"eaKujTwGVk6Geds7s1m9eA==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"The route goes up crack systems on the wall just to the left of the entrance to Suction Gully.  P1: Work up double cracks until it is possible to step into the left crack system.  Follow the crack up to a right facing corner and behind a finger to a slinged belay. ~100' P2:  Move left to a crack system that ascends past a white spot.  Squeeze through a hole to a tied-off belay boulder. ~100' P3:  Work left and climb into a chimney to a belay ledge where it there is an obvious traverse to the left.  Pro is sparse for the belay anchor. ~100' P4:  Traverse left around a corner and follow cracks and corners to a false summit.  Scramble right to the true summit.  Pro is sparse on this pitch.  One bolt to belay. ~150'  Descent: Downclimb south and east of the summit on belay, or rap off the one bolt w/ quick link to a rap slinged tree.  Make a 2-rope rap down a chimney to a niche to a rap slinged chockstone.  Make another 2-rope rap down a gully to the ground.","protection":"Standard Rack","location":""},"__v":0},{"_id":"noj8hMCGWJ+/Ezs+N38RrQ==","name":"Spider Walk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Theobald, Jon Biemer, Doug Black 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":6,"mp_id":"106056992","mp_crag_id":"106056989","climb_id":"noj8hMCGWJ+/Ezs+N38RrQ==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Spiderwalk is a long route finding adventure. The climbing at the final pitch gives us the name although nowadays most folks climb the crack to the anchors in the Eye. \n\n If you stay on easy ground along the buttress where the bolts go (on the original second pitch) and wend your way above on the easiest ground, you'll find yourself on the ledge's right or center. Good luck and don't add bolts please. \n\nPitch 1: Begin below the huge boulder on the north shady side of the buttress about a couple of hundred feet up the scree slope. Climb right along sloping ledge to the huge boulder; comes in from far left or boulder directly up (5.6 pg-13). Either belay on top of huge boulder (recommended to reduce rope drag) or continue climbing up and right to edge of roof (linkcams fit great in a pocket) and head left to the blunt arete. Two old bolts wander up easy bulges on a flakey face. The old first pitch continues past a newer rappel anchor; Some stop here to reduce rope drag. Either way move up to easy groove going towards a small pillar and belay at two bolt belay between main wall and small pillar with belay hole. (180', 5.6 pg-13)\n\nPitch 2: Climb up and right on run out face (2 bolts) to below the obvious chimney/crack, step right along the buttress and look for the third bolt and some protection. As you approach the belay ledge, stay low and traverse to easier ground just below the anchor. A nice ledge provides some shelter and rest before heading directly right into the huge chimney. (150', 5.5 pg-13) Pitch 3: traverse right into the huge chimney and climb this long pitch until you can reach a ledge on the right side, just before the crack tops out. Look on the west side of the big boulder for the anchor.(5.6, 150')\n\nPitch 4: step down and across to the main wall where some crumbly looking un-protected face moves with big huecos lead around and right of a crack (spider walk). Climb back into the crack after about 30' and aim for the hole at the top of the rock (100', 5.6 R). Variation of P4 (recommended 5.7) is to climb the crack directly and avoid the crumbly face moves/Spider Walk. Good protection leads to a wide spot up high. If you don't have a #5 Camalot, look for a thin crack way left below the wide crack (bring a long sling). Otherwise, it's easy OW move or two without protection. If you reached the end of the route at the hole belay, you can add two more pitches to the actual summit.\n\nPitch 5: Climb out of the hole, turn right and up the leaning crack forming the pillar above the hole. Reach the fixed gear anchor and belay.\n\nPitch 6: Go left on easy ground to the final finger crack to the top of the spire. Build a gear anchor and downclimb after enjoying the view.\n\nDescent: Rap the route w/ two 60m ropes.","protection":"Draws (runners), stoppers and cams.","location":"Hike up Siphon Draw trail until you reach North Buttress then head up and left on rocky slope. As you enter Suction Gully head underneath the huge boulder at the bottom of the North Buttress (on your right)"},"__v":0},{"_id":"1+OiPVuLXTy7YrPa16/6xA==","name":"Mish Monster","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"S.Mish, D.Langmade, G.Rink, J.Waugh, B.Hatcher 1979/86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":1,"mp_id":"118082823","mp_crag_id":"106056989","climb_id":"1+OiPVuLXTy7YrPa16/6xA==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Tired of the lines on Spider Walk, a bit intimidated of Lickety Split, don't want to die on Piss On It, can't find the start to Cape Canaveral, maybe Rink-Kudo is to funky, well Wish Monster might be your ticket for adventure.  A surprisingly nice route that has just the right amount dirty and loose, crimpy and crispy to keep the seasoned Superstition climber perky.  An added bonus to the climb is it leads to a wonderful cirque of towers and monster troughs that one could spend the day exploring.\n\n Pitch one and two can be combined and is probably wise to consider to avoid falling stones landing on your belayers head.  A long pitch to a comfortable notch with two bolts.  Expect some crumbly stone and some nice stone the higher you climb.\n\n Pitch three heads straight up to the roof, avoiding the loose blocks.  Contemplate the thin traverse out left, under the roof with O.K. gear and minimal feet.  Smile directly down at your belayer and continue to another two bolt anchor.\n\n Take note of the two spires to the west, both can be easily climbed.  Totgoblin will be the smallest, middle spire below and can be accessed from Mish Monster or Grandfather Hobgoblin.","protection":"Cams and nuts.  Nothing bigger than a #4","location":"The start of pitch one is less than 30 feet from the beginning of Grandfather Hobgoblin.  It begins with an easy ramp system in a left facing corner."},"__v":0},{"_id":"Y/sDr1pxULGIqpxL3sEbqw==","name":"Lickety Split","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rink and Langmade","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":5,"mp_id":"111402588","mp_crag_id":"106056989","climb_id":"Y/sDr1pxULGIqpxL3sEbqw==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Multiple cruxes will be discovered while on the route.  The first pitch has a solid crack with good gear and a difficult to enter chimney.  The second pitch has a decent crack with alright rock and a few moderately difficult 5.9 moves...There is a two bolt belay off right at and obvious, solid ledge (about 100 feet).  From belay a short, somewhat unprotected and difficult face climb leads to a two piton belay in a large chimney.  Either stop here or continue another 50 feet to a single bolt belay higher up in the chimney.   We stopped at the piton belay due to time constraints but the remaining 50 feet to the single bolt \"looked\" easier and maybe a bit rotten.","protection":"Bolted belays.  Lots of nuts and cams to #4.  Double rope rappel from pitch three (off two pitons) and single rope rappel from top of pitch one (horrible, old bolts).","location":"The route is easily recognized by the  bombay chimney(s) on the approach.   Use the same approach as Spider Walk, Rink-Kudo or Hobgoblin Spire routes."},"__v":0},{"_id":"q7Rab/rjVp2W3MA1jarwmw==","name":"Grandfather Hobgoblin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":3,"mp_id":"105804615","mp_crag_id":"106056989","climb_id":"q7Rab/rjVp2W3MA1jarwmw==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Pitch 1: Climb a short, left facing corner (5.6).  The start of this climb requires a little route finding skills.   Pitch 2: Move up left in a ramp and trough system to a skyline notch with a bolt belay.     Pitch3: The pinnacle looms to the northeast above the notch.  Traverse left in a ramp and trough system to a skyline notch with a bolt belay.   Pitch4: Move left from the belay ledge and climb a short crack to a good stance with a funky bolt.  From here the pitch wonders a little but route findings is easy.","protection":"1 set of stoppers.   2 sets Friends to 3 inches.   2 ropes","location":"Scramble up to the top of the gully and start below the right trough/gully system on the south side of the tallest pinnacle.   Descent: 3 rappels.  For rap 1, do a 2-rope rappel past pitch 4's belay (20' below) to anchors in an east facing gully/ramp.  For rap 2, do a 2-rope rappel to a bolt anchor atop pitch 1.  For rap 3, rappel to the base."},"__v":0},{"_id":"mOinWt1CXSWo0EuJZtxpBA==","name":"Cape Canaveral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan L. and Brian W.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"left_right_index":4,"mp_id":"116189679","mp_crag_id":"106056989","climb_id":"mOinWt1CXSWo0EuJZtxpBA==","areaRef":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Ah, another Superstition \"must-do\" after you think you have mastered the gentle climbing style often required on many Superstition routes.   As the guidebook says, \"Hopefully the name of this route will give you a clue to the nature of the rock.\"\n\n The first 150 feet (pitch 1 and 2) are class 3-4 so these go quickly.  The rock is good to questionable depending on your path.  Pitch three is a romp through shrubs and the occasional very thorny and sharp hackberry like tree/bush.  Never difficult and somewhat enjoyable, blood loss may occur depending on your path, 5.4 and 115 feet.  This pitch ends in a nice alcove below a rotten chimney, lots of rock fall is evident.  Pitch 4 is the mental crux.  What this pitch lacks in difficulty makes up for with a healthy dose of sketchy rock and imaginary protection.  From alcove climb up and aim towards a fairly obvious ledge, find a piton and begin the 40-foot traverse north to the ridge and boulder-like belay area.  Lots of large, very loose rock is at the belay. 5.6, 90 feet.  Pitch 5 and 6 should be linked.  Traverse left from the shakey belay on a semi-decent ledge to gain the long discontinuous crack(s).  Follow cracks on decent rock, the occasional bush to the final tree growing out of a cool mini-cave.  Chimney over the tree and chockstone to the colorful summit. 5.8, 220 feet.\n\n We found the one bolt on the route sheared off the wall at the top of pitch three.  Helmets are highly recommended.\n\n To avoid a lengthy walk off over to Siphon Draw...on the hike into Suction Gulley take note of the gulley system in the back of the draw.  One can downclimb into the system, sling some chockstones and do three rappels back to your packs.  The third rappel is off a bolt and piton on a large ledge on rappellers left, use a 70-meter rope.","protection":"Nuts, cams to #4, slings.  No bolts, one piton on pitch 4.","location":"The start of the route is just to the right/east of the start of Grandfather Hobgoblin.  From the ground, you can see the first 4 pitches although the bush filled pitch 3 is somewhat obscured. From the summit back to your pack via the rappel route is less than 1 hour, the walk-off will be well over two hours.  From the parking lot, the upper pitches and ridgeline become quite obvious (well, at least after you climb it)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,d3b1fada-57ca-557f-87f1-9dc12109b114","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Suction Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.46601,33.447]},"bbox":[-111.46654890499335,33.446550339818145,-111.46547109500665,33.44744966018187],"left_right_index":-1,"ext_id":"106056989","area_id":"07H62lfKVX+H8Z3BIQmxFA=="},"content":{"description":"Rink-Kudo stands alone on the prominent western massif with two other main subareas that include the Hobgoblin Spires and the Northeast Buttress. The Hobgoblin Spires are a bewitching, multi-summited complex of pinnacles that dominate the northeast wall of Suction Gully, which is technically the second side canyon left of Siphon Draw. The spires are inconspicuous from many directions and blend into the steep precipice behind them. They are best seen from the amphitheater at the top of Suction Gully. The Northeast Buttress is on the right (south) side of the gully and boosts the popular moderate Spider Walk and a few other obscurities."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:52:39.315Z","updatedAt":"2024-01-15T16:39:24.911Z"}