{"_id":"6368a1b8e80bff5a99553ee3","area_name":"Swirley Boulder","shortCode":"","climbs":[{"_id":"DvloccvZVW6waxVQB5GOow==","name":"Uncle Climax","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Dave Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":2,"mp_id":"106072761","mp_crag_id":"106964329","climb_id":"DvloccvZVW6waxVQB5GOow==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Grab two small sloping crimps above head height.  Pull a campus move to the sloping dish above with the left hand.  Squeeze and put your feet on the wall.  Then make a big move with the right hand to a really small crimp way up there (can be difficult to see in poor light).  A low percentage move, perhaps.  Then reset the feet and hands and go for the lip.  Nice jug up there.  Snag it and top out.  Really good, maybe classic.","protection":"Pad, (treacherous landing)","location":"to the left of Child of the Storm, first climbable line to the right of the arete on that side.  V1 downclimbing ability or use of trees to get down for those afraid of slabs"},"__v":0},{"_id":"LLkk32kOVCSBEYl4MA0nEw==","name":"The Topout Problem","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":6,"mp_id":"106676907","mp_crag_id":"106964329","climb_id":"LLkk32kOVCSBEYl4MA0nEw==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"As the name implies, the crux of this one is topping out. Start on the ugly glue-reinforced flake at head height and make a hard move or two to get established on the sloping lip of the boulder. Throw your heel up over your head into an insecure dish and begin the hard process of rocking over. There are some small edges and divots high up on the slab that will eventually help to you get your weight onto your heel and stand up, if you make it there!","protection":"Pads and a spot. The landing isn't perfect and you can get ejected from this problem with a great deal of momentum if your heel goes.","location":"To the right of Child of the Storm on the Swirly boulder. Start on the unusual flake with the obvious line of glue behind it."},"__v":0},{"_id":"TFE9qP98VJ2MYGq4WKFTQA==","name":"Swirley Slab","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":14,"mp_id":"106073231","mp_crag_id":"106964329","climb_id":"TFE9qP98VJ2MYGq4WKFTQA==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"The easiest way down off the Swirley boulder that is still rock climbing.  Really a great warmup or a proud tick in its own right.  Start with a sharp crystalline hold for the right hand and high flake for the left hand.  Smear or micro edge the feet on and work up the flake to good holds above and a great topout.","protection":"Pad","location":"To the left of Amnesia"},"__v":0},{"_id":"Sd1Z5q6VWlmyYgD3J7bYBg==","name":"Swirley Flake","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":13,"mp_id":"108329180","mp_crag_id":"106964329","climb_id":"Sd1Z5q6VWlmyYgD3J7bYBg==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Choose from an assortment of quartz crimps. Figure out a way to pull off the ground and establish on the flake above. Once established on the flake, follow small but good edges to the top.  \n\n  Not sure if something has broken on this (it looks like something has) but this climb is fairly technical at the grade. Harder than its neighbor to the right.  \n\n  Not a great climb by any means, but worth doing if you're in the area and looking for something different.","protection":"A pad or two","location":"Located to the left of 'Swirley Warm Up' and to the right of 'Stand And Deliver'."},"__v":0},{"_id":"GJZ9CYXoXB2h+qQsAqP/9w==","name":"Stand & Deliver","yds":"V11-","grades":{"yds":"V11-","font":"8A","vscale":"V11-"},"fa":"Tim Kemple","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":12,"mp_id":"106127941","mp_crag_id":"106964329","climb_id":"GJZ9CYXoXB2h+qQsAqP/9w==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"One of the best boulder problems anywhere. Great rock and great movement. Start standing with your right hand on the arete and your left hand on the undercling/pinch hold on the face (shorter types may have to stack pads to reach the best spot on the arete). Squeeze hard and get your feet onto the boulder, then start moving up - either left or right hand will work, though going with the right hand first definitely favors taller climbers. Sometimes a heel hook is used on the left. After these first couple moves to get established on the obvious sloper on the face and the better crystally feature on the arete, the difficulty eases off a bit. Deadpoint to the high crimp on the face and work to the top using a heel hook on the arete. Mantel it out and celebrate.    \n\n  Note: this can also be done from a sit start, at around v12. Start sitting at the obvious holds on the sloping ledgy bit, grab the pinch/undercling with your left hand, bring your feet up high and turn in to make a huge, controlled move to the arete. Then finish the stand start.","protection":"Pads and spotters - the topout is a little high; not bad but there are some ankle-twister roots under there.","location":"On the Swirly Boulder, this is the big, blank-looking, 45-degree overhung arete on the backside of the boulder."},"__v":0},{"_id":"5Ue6Auy9UZmsAGREoI+f4A==","name":"Slash","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":16,"mp_id":"111313358","mp_crag_id":"106964329","climb_id":"5Ue6Auy9UZmsAGREoI+f4A==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"A substantial amount of discussion on the page for Jon's Arete  is actually about this climb, so I figured I'd add it.  I welcome any corrections from the area experts. \n\n  Start with your hands low in a slopey seam (with your right hand where your left hand might start for the neighboring \"Jon's Arete\").  Move up and left to a climbing gym style crimp that is unfortunately located behind a tree.  Continue up the slanting crimp rail and top out as per Jon's Arete. \n\n  The crux is probably avoiding the tree.  If you or your clothing touch it, even a little, your send is worth nothing.  Your friends are spotting you, but they are also waiting to yell \"dab!\" at the slightest contact. \n\n  This climb feels a grade or two easier than Jon's Arete and would be the more natural line if it weren't for the tree.","protection":"pads","location":"On the front of the Swirley boulder as you approach.  Starts between Jon's Arete and a tree."},"__v":0},{"_id":"6oWI93XvVnaWBpOPa30Y4g==","name":"Sit and Deliver","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Tim Kemple","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":11,"mp_id":"111572254","mp_crag_id":"106964329","climb_id":"6oWI93XvVnaWBpOPa30Y4g==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Sit start to Stand and Deliver. Start sitting on two decent holds directly below the left start hold of Stand and Deliver, they are the lowest usable holds. Make a slightly awkward move into an undercling pinch with your left hand. From here use some trickery to set up your feet and throw right hand around the corner to the non-existent sloper. Now finish up Stand and Deliver, two hard compression moves and a big move to a good crimp get you to better holds to top out.  In my opinion the sit adds a lot of quality to this classic line","protection":"Couple of pads and maybe spotters, the landing is nice and flat except for a few roots","location":"On the back of the Swirly Boulder on the right arete of the overhanging face"},"__v":0},{"_id":"40TfWjh3U+6e4kCn77NFSg==","name":"The Rose (of Confrontation)","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":9,"mp_id":"106009371","mp_crag_id":"106964329","climb_id":"40TfWjh3U+6e4kCn77NFSg==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"This problem feels impossible without the right beta.  Crouch at the lowest part of the arete and trend right and up using severely sloping holds on the lip of the arete.  Funky footwork and tenaciously slapping the slopers the right way are the ticket to success.  An interesting mantle caps this short, but fierce beauty.  Sick downclimbs are found on the opposite arete/face of the Rose.","protection":"Pad","location":"The overhanging arete on the Swirley Boulder that looks halfway doable - to the right of Child of the Storm if you're facing that problem."},"__v":0},{"_id":"KTTtk5c2VR68UwToOL/yCA==","name":"Rat Fish Dyno","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Dave Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":10,"mp_id":"106679401","mp_crag_id":"106964329","climb_id":"KTTtk5c2VR68UwToOL/yCA==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"This is a quick one-move wonder for those with a big wingspan and strong fingers. On the face on the backside of the swirly boulder, locate the unusual black triangular pinch. Grab this with your right hand and find one of two sloping dishes out left for your other hand. Put a foot on the wall and dyno for the sloping lip of the boulder. Catch it and top out. It takes nearly a six-foot wingspan just to grab onto the starting holds, so the grade is arbitrary at best - it's v-impossible if your reach is too much less than 6'.","protection":"Pads and a spot.","location":"On the backside of the Swirly Boulder next to the Rose."},"__v":0},{"_id":"glG6xZeCXHeTVo0UpQ0J7w==","name":"Jon's Arete Right","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Unknown, Post Break/ First Recent Ascent T. Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":1,"mp_id":"112776404","mp_crag_id":"106964329","climb_id":"glG6xZeCXHeTVo0UpQ0J7w==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Sit start on some flat horizontal edges and make a few moves up the wall with a long reach to a good pocket-like hold. Once on this pocket, match and continue up and right through a series of compression moves and some scary heelhooking and some bad holds. Topout at the apex and possibly the highpoint of the entire boulder.","protection":"4 pads","location":"To the left of Uncle Climax."},"__v":0},{"_id":"UPkmUiuAUvSJIYEtFFE9Hw==","name":"Jon's Arete","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":0,"mp_id":"106103625","mp_crag_id":"106964329","climb_id":"UPkmUiuAUvSJIYEtFFE9Hw==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Climbs the beautiful, powerful arete and face right of the tree.  Sit start with a right hand jug beneath the arete and a left hand sloper (under the roof in the crack) with your feet underneath the roof.  Pull up left hand to a sloping seam, heelhook with the right foot and bump up successive, worsening crimps near the arete with your right hand to a good jug.  Stand tall from the jug to reach the lip and topout. \n\n  Usually wet for days after rain. \n\n  An easier version, although somewhat awkward, uses the sloping seam with the right hand allowing you to pull up to some flakes behind the tree.","protection":"Pads","location":"This is on the front side of the Swirley Boulder next to the trail.  Getting down from the top is an adventure, either involving climbing down trees, jumping, or downclimbing something easy.  There used to be a wooden ladder that has since fallen apart, and there are remains of a rope tied to the tree on the left."},"__v":0},{"_id":"kUKc7VR+USKtYjYhGCkSxw==","name":"Geranium of Animosity","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Brad Fauteux?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":8,"mp_id":"120454386","mp_crag_id":"106964329","climb_id":"kUKc7VR+USKtYjYhGCkSxw==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Stand start with both hands matched on the dog-bone shaped flake on the arete. (This is the same starting hold used on \"The Rose\")Find some feet and move left around the corner to an edge and figure out how to bust a big move to a Sloper. Once on the textured Sloper, figure out how to match before busting out to a blind dike feature on the top of the boulder. Once here, execute a precarious mantle.","protection":"2-3 pads. Landing is good until the very end where a rock separates a tiered drop.","location":"This problem is found on the short side of the boulder. Found in between \"The Rose\" and \"The Topout Problem\". This problem is a lower start to the problem \"Ambiguous Bang\". Linking into it from the obvious dog-bone starting hold."},"__v":0},{"_id":"l2NTRysUW2KCug3AvPXoEw==","name":"Da Luvah","yds":"V7+","grades":{"yds":"V7+","font":"7A+","vscale":"V7+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":3,"mp_id":"106072766","mp_crag_id":"106964329","climb_id":"l2NTRysUW2KCug3AvPXoEw==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Stand start with hands above head on a good high sloping hold.  Put a foot on the belly of the boulder and surge way out right to a jug that's only a bit higher.  Then rock up onto a left foot, getting as much weight off your hands as possible, and streeetch up the sloping arete, possibly matching on a terrible sloper to get to the finishing jugs.  The middle match move is tenuous.","protection":"Pad for uneven landing","location":"Immediately to the right of Uncle Climax.  (there might be a line in between tightly squeezed in between, but I can't imagine where)."},"__v":0},{"_id":"qNgXLvjqWSKirP0OuS/pkA==","name":"Child of the Storm","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Dave Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":4,"mp_id":"105946024","mp_crag_id":"106964329","climb_id":"qNgXLvjqWSKirP0OuS/pkA==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Sit start, move right and up on bad crimps, then deadpoint up to bad crimps with body tension, left hip in and stick the flake without barn-dooring. Top out left on slopers and weird pinches. On the FA Dave Graham uses his knee to aid him in the wet rock mantle. ","protection":"Pads and spotters req'd.","location":"On the overhanging side of the Swirley boulder."},"__v":0},{"_id":"XEyCyJXAXmqeoLzzukWiQQ==","name":"The Certain Other","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":5,"mp_id":"111496464","mp_crag_id":"106964329","climb_id":"XEyCyJXAXmqeoLzzukWiQQ==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"The stand start to child of the storm starts with a LH on the good crimp rail and RH in the thin seam crimp, both at face level. Move up and left into the groove above. Hard first move(s) and a top out that's more difficult than you'd like.","protection":"Pads","location":"Just left of the topout problem. Above and right of the obvious crack feature (the start of the full problem)."},"__v":0},{"_id":"AkzLT1ZfWqSNeKAf8n6pZQ==","name":"Amnesia","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":15,"mp_id":"106053032","mp_crag_id":"106964329","climb_id":"AkzLT1ZfWqSNeKAf8n6pZQ==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"A great route that combines lots of burl and reach with a bit o' technique.  Start under the roof and climb out on decent holds, then onto the face on some crimps.  Get yourself established and make a big move to the left to a small rail.  From there the moves get easier, pinch a cool quarts nob and top out.","protection":"pads and spotters, the top out is kind of high.","location":"On the swirly boulder, to the left of the tree on the left of \"Child of the Storm.\"  Starts from a sit under the low roof."},"__v":0},{"_id":"ocU5x4x+XLysaX57fQ8ADw==","name":"Ambiguous Bang","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Brad Fauteux?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"left_right_index":7,"mp_id":"119965929","mp_crag_id":"106964329","climb_id":"ocU5x4x+XLysaX57fQ8ADw==","areaRef":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"Stand start with a right hand sloper and low left hand crimp. Pull on to the wall and make a blind smack to a sloper ball and then figure out how to topout.","protection":"2 pads. Topout could be punted.","location":"This problem is located just left of \"The Rose\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,b6b71d4b-1d39-54d7-ad11-40fe4be622fa,827fcb6e-6ad1-51ea-8c1d-46e9acf4cec9","pathTokens":["USA","New Hampshire","*Pawtuckaway","Blair Woods","Swirley Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V9"},{"count":1,"label":"V1-"},{"count":1,"label":"V1-2"},{"count":1,"label":"V11-"},{"count":1,"label":"V6"},{"count":1,"label":"V12"},{"count":2,"label":"V7"},{"count":2,"label":"V11"},{"count":1,"label":"V10"},{"count":1,"label":"V8"},{"count":1,"label":"V7+"},{"count":1,"label":"V13"},{"count":1,"label":"V5"},{"count":1,"label":"V3-4"}],"byDiscipline":{"bouldering":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":13}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":13}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.15305,43.10843]},"bbox":[-71.15366592076201,43.10798033981814,-71.15243407923799,43.10887966018186],"left_right_index":-1,"ext_id":"106964329","area_id":"gn/LbmrRUeqMHUbprPTOyQ=="},"content":{"description":"The crown jewel of Blair Woods.  This boulder is the size of a house and is named for the black and white swirl of the rock.  A fair number of difficult quality lines head up all sides thanks to Dave Graham and Tim Kemple, among others.  The Swirley used to have the largest concentration of difficult problems, but lost the title to the Split Boulder in Boulder Natural.  Don't miss The Rose or Uncle Climax, and if you can pull hard enough, Child of the Storm and Sit and Deliver are the real test pieces."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:12:10.759Z","updatedAt":"2024-01-15T16:46:30.908Z"}