{"_id":"63689d5ce80bff5a994f48d8","area_name":"Wizard, The","shortCode":"","climbs":[{"_id":"xlJbYTKVWLiGCyqpn7OfUQ==","name":"Yellow Brick Road","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Smith, Clark, E. Laeger, 6/76","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48168,36.10742]},"left_right_index":0,"mp_id":"105874976","mp_crag_id":"105834380","climb_id":"xlJbYTKVWLiGCyqpn7OfUQ==","areaRef":"qk4uL4JnXmqzRvCJXm0F3w=="},"content":{"description":"Face traverse (somewhat exciting) into a handcrack splitting the obvious streak of yellow lichen.  You will come across the remains of a salad oil bottle as the handcrack widens into an offwidth (lieback this, lest you need a similar bottle), terminating onto a huge ledge.  (Rap anchors for a Brian Jonas sport route are at the left end of this ledge if you need them for some reason -- you do not want to be on top of the Wizard in a storm, for example.)  The next pitch is the business -- thin dihedral to an exciting overlap.  Rap off of some nasty slings (can also do a short rap to massive chains which may reach the deck), then 4th-class out of the notch to top out on the Sorceror and rap from there; or, with two ropes, you can rap the Demon and end up below the Sorceror's Apprentice.  Classic route at the grade; I've climbed this route with several different partners of varying abilities, and all were amazed at its relative obscurity.  Even among the many fine routes at the Needles, this is a gem.","protection":"Cams to 4\" (#4 or #5 C4 size is useful in the 30' offwidth section); nuts small to medium are crucial for the dihedral.  Aliens are helpful for protecting the initial face traverse and the smallest may come in handy when protecting the pie-slice dihedral, especially if you run low on small to medium size nuts.","location":"West face of the Wizard.  The route starts at a large bush which is reached by descending a gully from between the Charlatan and Djinn formations; the start of this gully is reached by chimneying through a notch with a somewhat beaten footpath to it.  If you screw up and go too far west, you can rap in from any number of points and rejoin the gully.  A line of bolts going up and left from the bush is the aforementioned Jonas route, rumored also to be fine climbing.  The \"Yellow Brick Road\" is a huge yellow streak of lichen visible from the lookout, split by the crack system which you ascend."},"__v":0},{"_id":"l7S6W8uAUBmnjvEX9kLyhg==","name":"Cardiac Arete (aka Talisman)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Laeger & Miledi","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48168,36.10742]},"left_right_index":1,"mp_id":"105834383","mp_crag_id":"105834380","climb_id":"l7S6W8uAUBmnjvEX9kLyhg==","areaRef":"qk4uL4JnXmqzRvCJXm0F3w=="},"content":{"description":"The distinction between this route and the \"Golden Needles\" is unclear to me. I thought they might share the first pitch, and then Golden Needles veers slightly left whereas this route follows the bolt line up.  That's one possibility anyway.  The other is that Golden Needles begins somewhere else?\n\nThe climbing is good - a reasonably well-protected climb up a completely rad system of ribs, scoops, and aretes.\n\nThis begins on the SE corner of the Wizard, just across from Piranha and Parasite in the same alcove from which they begin.\n\nP1:  Climb up scoops and ribs of rock past an old bolt and several new bolts to a good belay stance.  Slightly run out, 5.10.\n\nP2:  Continue up the incredibly steep face and arete past many closely spaced bolts.  Tread lightly through a couple cruxes on a few friable holds and flakes.  Rap back down from a two-bolt anchor.\n\nI think we got down with a single 70m rope, but don't quote me on that.","protection":"Quickdraws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,aa4e2e2f-8267-5e6a-b346-f0895e6d05df","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Wizard, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48168,36.10742]},"bbox":[-118.4822365696582,36.10697033981813,-118.48112343034175,36.10786966018186],"left_right_index":-1,"ext_id":"105834380","area_id":"qk4uL4JnXmqzRvCJXm0F3w==","polygon":{"type":"Polygon","coordinates":[[[-118.4822365696582,36.10697033981813],[-118.48112343034175,36.10697033981813],[-118.48112343034175,36.10786966018186],[-118.4822365696582,36.10786966018186],[-118.4822365696582,36.10697033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:11.906Z","updatedAt":"2024-02-19T18:29:12.567Z"}