{"_id":"63689de0e80bff5a994f93f6","area_name":"East Ironing Board","shortCode":"","climbs":[{"_id":"ydiSpyQZX9KFR+NVWUCo3Q==","name":"Velvet Elvis","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Piana and Brett Ruckman, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":7,"mp_id":"105751474","mp_crag_id":"105745250","climb_id":"ydiSpyQZX9KFR+NVWUCo3Q==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a wild and exciting route that traverses the lip of a huge overhang.  If you fall off the traverse pitch you have the feeling you'd be dangling in space.\n\nHike up to the SW of the East Ironing Board.  This route is obvious as it is the last place to get on the face before a huge roof.  You should be able to spot the bolts above this roof.\n\nAt the base is a small overhang which leads to a left-facing dihedral (the route Sunbreeze).  Clip a pin in this first overhang and crank over, then move right into the base of the dihedral (optional belay or pro, large cams needed).  If you don't bring a big cam, you could take a pretty big fall just before you clip the first bolt (although it is fairly easy here) [a pink tri-cam is reported to fit in a pocket around here].\n\nMove left out of the dihedral, clipping 7 bolts as you climb diagonally up and left above the big roof on cemented pebbles (9+).  Try not to think about one of the pebbles popping off.  Belay at two bolts.\n\nThe final short pitch fires up past 3 bolts (11a).  This is one of the easier 11a's I have done.  From a 2 bolt anchor on the top, rap 130' back down over the roof.","protection":"7 QDs + slings, but you will need a large Friend (#3.5 or #4) for the first (optional) belay.  Some small gear and small tri-cams can be useful before the first bolt, and in between bolts.","location":""},"__v":0},{"_id":"ZC02y0ATXZyr025qC9+iOw==","name":"Tommy Gun","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Addison, Chip Ruckgaber, & Matt Slater, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":4,"mp_id":"105761304","mp_crag_id":"105745250","climb_id":"ZC02y0ATXZyr025qC9+iOw==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a steep, wild, and pretty good 2-pitch route located uphill of\n\nVelvet Elvis\n\n, just left of the clean left-facing corner (\n\nThe Raven\n\n). The first pitch starts up and right along a flake, which involves somewhat spicy climbing but on easier terrain. The flake progresses into a shallow, right-facing corner, where you stem and face climb up interesting 5.10 or easy 5.11 climbing, with smaller nuts and/or creative gear in the corner. The corner fades and the line face climbs up and right, past a bulge, to the large horizontal ledge. Traverse left to the overhanging crack and belay.\n\nThe second pitch is relatively brief, but it goes out a splitter hand crack set in an exposed, overhanging, left-facing dihedral! Fire up the sustained and exposed crack, and belay on top. This is a nice finish to a good climb.  Third class down to the rappel anchors above\n\nThe Raven\n\nand rap 60' to the ground.","protection":"Standard rack including small nuts/RPs, Aliens, and extra thin hand and hand-sized pieces for the roof.","location":""},"__v":0},{"_id":"t9hhewaFXg6wpPu3qvRlRg==","name":"Sunbreeze","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rob Woolf and Richard Rossiter, 1988.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":9,"mp_id":"106900144","mp_crag_id":"105745250","climb_id":"t9hhewaFXg6wpPu3qvRlRg==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"Sunbreeze is a fun crack climb sandwiched between bolt routes on the south side of the Eastern Ironing Board.  The crux is pulling the roof at the start which is shared with\n\nVelvet Elvis\n\nand\n\nHammer of Thor\n\n. The hardest move in the crack above is only 5.8, but the crack and the slab to its left are more challenging than they appear from below.  Lots of pebble pinching makes the climbing exciting before the difficulty eases near the ridgeline.\n\nPer\n\nMark Roth\n\n: there is a single bolt anchor.  You can go to the anchor for\n\nVelvet Elvis\n\nvia\n\nQue Rasca\n\nand rappel, but the second rappel bolts are showing some rust.","protection":"Standard rack to a #4 Camalot.  Belay on gear, mid size cams, prior to finishing on\n\nQue Rasca\n\n.","location":"Sunbreeze climbs the corner that arcs right to left above the start of\n\nVelvet Elvis\n\n.  It is located to the right of\n\nHammer of Thor\n\n.  Start at the piton as for\n\nVelvet Elvis\n\n.  Climb the 5.8 (S) crux of\n\nQue Rasca\n\nand rappel from the\n\nVelvet Elvis\n\nanchor."},"__v":0},{"_id":"tf0AKp27XAmW6CmjmyLgWw==","name":"South Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Rossiter & R. Wolf, soloed, 1988","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":12,"mp_id":"112346595","mp_crag_id":"105745250","climb_id":"tf0AKp27XAmW6CmjmyLgWw==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This climb can be done on of a few ways, and whilst the technical crux will probably be going over the roof, the insecurity and lack of gear on the 5.6 slab is probably going to be the most memorable climbing on the route.  Take a pair of real climbing shoes on this, not scrappy dirty approach shoes.","protection":"A piece or two may be placed before turning the roof, which may or may not be very good.  Count on soloing the slabby part.\n\nThe large tree atop the first section over the roof is a very secure belay, however, and lends assurances that the second is in no danger.","location":"The very South end of the East Ironing Board can be climbed to the left (slab with rough slopers) or to the right (smoother dishes and 'scoops') up to one of several options in which one might go over the roof with fairly minimal difficulty."},"__v":0},{"_id":"S7yT3ls5XFCJznG87zR2gQ==","name":"Smooth","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pat Ament and Gordy Ryan","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":17,"mp_id":"105758518","mp_crag_id":"105745250","climb_id":"S7yT3ls5XFCJznG87zR2gQ==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This (together with\n\nQue Rasca\n\n) is one of my favorite routes in the Flatirons.\n\nIt follows two shallow, thin cracks up the center of the East face until they disappear. From there it continues up until it joins\n\nQue Rasca\n\nbefore reaching the arete.\n\nThe route is very runout, and even in the sections where gear is available, it can be tricky to place due to the shallow nature of the crack. This is not a climb for a budding 5.7 leader....\n\nStart on the East face some 10-20 yards North of a large boulder that almost leans against the face (the route can be seen and approached easily from the saddle West of the Third Flatiron, at the rappel landing).\n\nP1. climb up the blank slab until you reach the first incipient crack, follow it to its end and switch right to the next thin, incipient crack. Easiest climbing follows the right side of the crack. Protection is not available in the first 50 feet. After that, the crack allows gear in every 30 feet or so. Use these opportunities wisely. After the second crack dies, climb up some 15-20 feet to a camouflaged new bolt. From there, a short traverse right and up and back left for some 25 feet puts you at the two camouflaged belay bolts. This pitch is about 60 meters.\n\nP2. Climb around, left or right, the large bulge just above the belay and head to the top of the bulge. Continue to climb directly above the belay for some 30 feet until you reach another brown bolt. This is the juncture with\n\nQue Rasca\n\n. Clip the bolt and climb up and left (crux) on delicate flakes, friction, and nubbins until you reach the arete. Belay at two bolts (\n\nVelvet Elvis\n\nbelay).\n\nP3. From here, an easy but exposed class 4 50m scramble takes you to a weakness on the ridge. Across the notch you will find two rap bolts.\n\nRap West down some 20 meters.","protection":"Nuts and cams up to hand size.","location":""},"__v":0},{"_id":"JTXvGWNLW22fEv0R9JduEA==","name":"Sinatra's World","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Paul Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":0,"mp_id":"106529692","mp_crag_id":"105745250","climb_id":"JTXvGWNLW22fEv0R9JduEA==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a two star climb with a four star setting.\n\nClimb four clips of 5.11+ to the big rest and then fire a techy V8 boulder problem to the top.  The crux consists of big moves with tenuous heal hooks and finishes on a nice runout to the slab jugs.  It is worth the hike!","protection":"7 (or 8) bolts and a 2 bolt anchor.","location":"Sinatra's World is just left of\n\nSlave to the Rhythm\n\n."},"__v":0},{"_id":"RSdkj2mQUn27WmiM5d9hTA==","name":"Seam","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":3,"mp_id":"105761325","mp_crag_id":"105745250","climb_id":"RSdkj2mQUn27WmiM5d9hTA==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This route is far nicer than it's name would suggest. It's located just uphill from Tommy Gun and the Raven dihedral, and downhill from the Green Thumb. It is easily identified by sighting the thin crack heading up the steep, clean sandstone face.\n\nStart by angling right to a small tree, then fire straight up the thin crack/seam. Thin pro can protect the section above the tree and below the first bolt. It starts getting hard there and seems to just get harder as you progress upward... pretty sustained, excellent climbing throughout the bolted top, lots of very thin footwork too!\n\nI recall my partner stopped to pro above the 3rd bolt, and that's how I'd probably do it too on lead, but it's pumpy to place the gear. And I could see some people rather running it out to the ledge, it's maybe 10 or 15 feet past the bolt or so. At any rate, I was glad to be following this sustained pitch!\n\nBelay on the horizontal ledge above the crack, which ends up more or less below the second pitch roof of Tommy Gun.  There are no rap bolts there so you can either finish with the Tommy Gun roof (5.11a) which is fun and exposed, or I believe it would be possible to 4th class traverse directly over and down to your right to the Raven rappel.","protection":"Three bolts protect the crux section but bring small to medium nuts and possibly smaller-range Aliens/cams.","location":""},"__v":0},{"_id":"2LOev+iRWvefkaBfagQv2Q==","name":"The Raven","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"S. Guerin, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":5,"mp_id":"106023505","mp_crag_id":"105745250","climb_id":"2LOev+iRWvefkaBfagQv2Q==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a short route with a short amount of good climbing, but that part of the climbing is very good. The route gets 11c in Rossiter's book but may be easier if cleaned well. The intrinsic difficulty lies withing the technical stemming. With a little less lichen and dust, it might be no harder than 11b. Not much harder than Eldo's '\n\nClimb Of the Century\n\n' or '\n\nRincon\n\n.'\n\nStart up into the corner on stems, moving from one small but good nubbin to another on the wall. Small stances allow you to place a piece of protection every several feet, but mind your stances and do not slip. As you progress, the climbing reaches the mid-to-hard 5.10 level, then the crux pro can be placed or clipped if already in place as it presently is, a small BD stopper welded-in by a long fall. Back this up with a tiny cam above it, and go for the crux, progressing upward until you get a shallow, sloping pocket on the left near the top of the corner and the flake on the right.  Power up and over the lip, with due consideration to the possibilities of:\n\n1) a long fall to the starting ledge if you get rope stretch or a poor belay.\n\n2) the possibility of placing gear here, out of the pumpy and insecure stance.\n\n3) the chance that the gear would pull anyway.\n\nIn consideration of these, I simply continued to climb, as it had eased up to 5.10 by this point.  Pulling onto the slab might be 5.9 or so, and maybe could have protected with a blue (#3) Camalot. Make easy moves up the slab to the anchors.","protection":"This climb can be protected on a set of small nuts, a small cam, and a long runner out right under a flake near the bottom.\n\nPresently there is a small, fixed BD stopper not far below the crux... it will hold a fall, even one from above the crux (*grin*). It can be backed up with a tiny cam just above it (\n\ni.e.\n\n, the smallest Alien).  It appeared that a blue Camalot would be placeable in the undulating runnel up top upon topping out, when otherwise reaching groundfall territory, but the climbing there is easier (5.9- ?) and I didn't have one with me anyway, so I am not sure.\n\nThe climb protected well enough WITHOUT clipping the retro-bolt just out right on 'The Stars At Noon.'\n\nA bolted anchor with Fixe rap rings lies just up and left of the top-out.","location":"Come up the hill from the\n\nVelvet Elvis\n\narea, or down the hill from the Green Thumb. A short but distinct left-facing corner will appear perhaps 150 meters from the top of the hill. This can be confirmed to be the climb by careful inspection- if it looks like you would protect the climb with RPs in occasional seams at the back of the corner- that is your climb."},"__v":0},{"_id":"AyNsMr0/WOiao1DjS9mQPg==","name":"Que Rasca","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"[Roger Briggs and Kristina Solheim, 1973]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":13,"mp_id":"105753580","mp_crag_id":"105745250","climb_id":"AyNsMr0/WOiao1DjS9mQPg==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This exciting route follows the SE ridge of the Eastern Ironing Board.  You can begin the climb at the very base of this ridge, just above the bottom of Bluebell Canyon, this adds 2 or 3 poorly protected pitches to what I describe.  The standard start is to hike up along the base of the East Face for several hundred feet, until reaching the second of two wide cracks/gullys.  Left of the point where this crack intersects the main ridge there is a subsidiary summit, the most significant one along the lower half of the ridge.\n\nBegin up a slab left of the wide crack/gully.  Climb up the slab (some scary unprotected 5.7).  On the second pitch, you can head left to the ridge crest and go over the subsidiary summit, or (easier) traverse right, crossing the crack/gully and then on up to the ridge crest reaching it after the subsidiary summit.\n\nEither way, the climb now follows the ridge crest.  You will find a bolt and fixed stopper at the top of the route \"\n\nHunka Hunka Burnin' Love\n\n\", and then you can belay at a good bolt before where the crest steepens.  The next 40' is the crux and is totally unprotected.  Consider that this route translates (roughly) \"How Scratchy\" in Spanish.\n\nAn alternate way to do the crux section (not necessarily any better protected) is to traverse 20' north to another bolt (this bolt may be on the route \"Smooth\"), and then head straight up to the crest (5.7 s).  In either case, after the crux, you will come to the bolted anchor at the top of\n\nVelvet Elvis\n\n, you can belay here or continue another 140' to a notch, where you will find a 2 bolt anchor on the other side for a 60' rap W to the ground.  A 60m rope barely makes it from the bolt below the crux to the top belay.  In fact, with a 60m rope we were able to do this entire route in 3 pitches, but they were all full pitches.","protection":"A light rack.","location":""},"__v":0},{"_id":"ZOV5+GIOV3+RwdPQjbPIJw==","name":"Hyperpolysyllabic","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"J. Ericson & J Behrens, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":6,"mp_id":"106023517","mp_crag_id":"105745250","climb_id":"ZOV5+GIOV3+RwdPQjbPIJw==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a good route that tends toward the brutish style - big holds and good jams but sometimes with distance, obstacles, or awkward positions between. Start up the crack and pant your way to the top, passing an awkward crux just above the 1/2 way point. Belay from an anchor over left of the crack after the hard climbing is over.\n\nTo descend, go up and over the summit point and to the left to the anchors of '\n\nThe Raven\n\n.'","protection":"A rack of nuts and cams to fist-sized.","location":"This route is just slightly downhill of '\n\nThe Raven\n\n.' It is the chuncky-looking overhanging crack in the shallow left-facing corner sandwiched between the difficult bolted lines of 'Stars At Noon' on the left and 'Slave to the Rhythm' & 'Sinatra's World' on the right."},"__v":0},{"_id":"PZVGLuYnVmqE/vwNfUeQ9g==","name":"Hunka Hunka Burnin' Love","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Piana and Heidi Badarocco, '89.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":10,"mp_id":"105755677","mp_crag_id":"105745250","climb_id":"PZVGLuYnVmqE/vwNfUeQ9g==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This is a nice, little, sport climb just right of\n\nVelvet Elvis\n\n,\n\nHammer of Thor\n\n, &\n\nSunbreeze\n\non East Ironing Board.  Often its limited season is due to raptor nesting.\n\nFind a right-angling line of 8 bolts up a cobbled face.  There is a thin and balancy crux for 10b at the 3rd bolt.  It is fairly sustained and harder than 1st pitch of\n\nVelvet Elvis\n\n, 10b.\n\nRap 70 feet.","protection":"8 bolts (all updated in 2014), 1 bolt anchor [apparently not updated], cord on chockstone.  Per\n\nMark Roth\n\n: this route and\n\nSunbreeze\n\nhave only single bolt anchors.  You can go to the anchor for\n\nVelvet Elvis\n\nvia\n\nQue Rasca\n\nand rappel, but the second rappel bolts are showing some rust.","location":""},"__v":0},{"_id":"atl3LMEtWdGtzTY5i09rGQ==","name":"Hey Slick","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"P. Piana, solo, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":16,"mp_id":"112346458","mp_crag_id":"105745250","climb_id":"atl3LMEtWdGtzTY5i09rGQ==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"","protection":"Take a standard light rack. You might get a few bits in depending on the line you choose. Uphill, closer to\n\nSmooth\n\n, there are a few finger crack sections. Downhill, we didn't find much anything.","location":""},"__v":0},{"_id":"mOD2Xe5WXeuVBemm4ZorWw==","name":"Hand Crack","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":15,"mp_id":"108275911","mp_crag_id":"105745250","climb_id":"mOD2Xe5WXeuVBemm4ZorWw==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"Begin at the hand crack just to the left of the large boulder leaning against the east face just to the left of\n\nSmooth\n\n.\n\nClimb the hand crack until it ends, then move left to another crack.  Climb a short face to a crack which ends just below the ridge.\n\nRappel from\n\nHunka Hunka Burnin' Love\n\n.","protection":"Standard rack.  There is a single rap bolt at the top of Hunka' Hunka' Burnin' Love.  Thanks to Bruce H. for fixing the bolt!!","location":"Hike the Royal Arch trail until you see a large boulder with the words \"Royal Arch\" painted on the side.  Follow the climber's trail behind the raptor closure sign into bluebell canyon.  Head uphill and bushwhack your way to the base of the East Ironing Board."},"__v":0},{"_id":"GLD2TeWPWbuRmKrEDytz1A==","name":"Hammer of Thor","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Larry Harris, Tony Karzen, et al, c.1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":8,"mp_id":"105760749","mp_crag_id":"105745250","climb_id":"GLD2TeWPWbuRmKrEDytz1A==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"Hammer of Thor heads up from the second bolt (not including the pin at the start) of\n\nVelvet Elvis\n\n.  The climbing is nothing to write home about;\n\nVelvet Elvis\n\nand the nearby\n\nHunka Hunka Burnin' Love\n\nare both better routes.  My partner and I both felt that this climb was more difficult than the crux of\n\nVelvet Elvis\n\n(which is 11a), but it may have been that we were tired and hot.\n\nRap off the last bolt or scramble easily up to the anchor above\n\nVelvet Elvis\n\n(from which, incidentally, you can rap to the ground with a 70m rope - a 60m is likely to get you down in one rap as well).","protection":"8 or so bolts.","location":""},"__v":0},{"_id":"VtOpGR3jXZijKDIul5NU9g==","name":"Green Room","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Larry Harris & possibly Tony Karzen, and Ken, c.1987? Curt Fry?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":11,"mp_id":"105760752","mp_crag_id":"105745250","climb_id":"VtOpGR3jXZijKDIul5NU9g==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This route is not listed in Richard Rossiter's \"Rock Climbing the Flatirons,\" [but someone provided a name & FA].  However, both my partner and I felt that it was hard, but short, 5.11.\n\nThe climb is located on the right wall of an obvious cleft/chimney that is a ways downhill (south) from the\n\nVelvet Elvis\n\narea.  Richard Rossiter marks this as a \"tunnel\" on one of his topos for the Ironing Boards area.\n\nIt is easy to stem up this route using the opposite wall for three of the four clips, but no doubt the route is meant to be done without the aid of the other wall.  Either way, however, the crux comes immediately after the third bolt, so you can't \"cheat\" through that.  The climbing is mostly hard moves on small but positive holds up a gradually overhanging face.","protection":"Four bolts to a two-bolt anchor.","location":""},"__v":0},{"_id":"OM/is0QfUUSlbRdpkqgt2A==","name":"Honemaster Lambada","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Colin Lantz, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":2,"mp_id":"107727894","mp_crag_id":"105745250","climb_id":"OM/is0QfUUSlbRdpkqgt2A==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"Start just right of\n\nSlave to the Rhythm\n\n. Undercling and kneebar out the huge, right-facing flake until you can gain some face holds back left moving up to the third bolt. After the fourth bolt, traverse hard right on perfect pebbles similar to the holds on\n\nSlave\n\n, and catch a good rest in a right-facing corner. Now comes the hard part... thin face holds and pebbles lead up past the fifth, sixth, and seventh bolts. Now set up up for the final boulder problem dyno over the last bulge.\n\nBe sure to do the big king swing after cleaning your draws.","protection":"8 QDs with fixed anchors. It is a little difficult to clean QDs from the anchor (rope drag/rope shredder). I used to leave fixed QDs on the last two bolts and clean from those.","location":""},"__v":0},{"_id":"MdVl0dXjUnmez1gE81S2NQ==","name":"East Ironing Board Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Neil Chelton","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":14,"mp_id":"106653558","mp_crag_id":"105745250","climb_id":"MdVl0dXjUnmez1gE81S2NQ==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This route makes a rising traverse from the bottom left to the top right of the East Ironing Board. It is an exciting adventure and a great way up the rock.\n\nPitch 1: From the toe of the buttress make a rising traverse rightwards up the east face to a tree belay at the bottom of a wide gully. This is only 25 feet directly above the ground (5.1R, 190feet).\n\nPitch 2: Continue up and right to belay in an offwidth crack. Belay takes 3-5 inch gear. This pitch is runout for both leader and follower (5.5X, 190 feet).\n\nPitch 3: Continue up trending right to the next crack. Follow this up to belay at the top of the first pitch of Hand Crack (5.4R, 150 feet).\n\nPitch 4: Continue trending up and right to the bolted belay of\n\nSmooth\n\n. The last 70 feet are runout for both leader and follower (5.4R/X, 160 feet).\n\nPitch 5: Climb directly over the bulge to a thin seam leading up and right. The crux here is poorly protected. Follow the obvious crack system with good protection to a tree belay (5.6R, 160 feet).\n\nPitch 6: Follow the crack above for 30 feet, traverse right to the next crack, pass a tree to reach a notch on the ridgeline. Belay from bolted anchors on\n\nThe Raven\n\n(5.4, 100 feet).\n\nScuttle 50 feet up the ridge to tag the summit if you feel the need (unprotected 5.1).\n\nRappel 55 feet west from\n\nThe Raven\n\nanchors.","protection":"This route is consistently runout and both the leader and follower should be confident at the grade. Offset cams, lots of small slings and offwidth size gear are useful.","location":""},"__v":0},{"_id":"24d19YbUVm6RH6All0592Q==","name":"Crackin' Up","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":18,"mp_id":"106651530","mp_crag_id":"105745250","climb_id":"24d19YbUVm6RH6All0592Q==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"This sweet crack climb follows the furthest right crack on the east face. Hike uphill along the base of the east face past all the other routes. Begin 30 feet left of the enormous corner.\n\nP1: Delicately ascend the runout slab to join the main crack system. Follow the exciting flared hands/offwidth crack until you have no more rope. Save some big pieces (3-5 inch) for the belay.\n\nP2: Continue up the crack passing two trees (optional belays) to reach the summit. Rappel 55 feet west from bolted anchors on '\n\nThe Raven\n\n'.","protection":"Standard Flatiron rack with extra hand/ offwidth size (2-5 inch) gear. Offset cams useful. The first 100ft is a little runout but possible to protect with some imagination.","location":""},"__v":0},{"_id":"OKBlbtt6VkyNCkRklWf9og==","name":"[Redacted]","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dan Michaels","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"left_right_index":1,"mp_id":"106298924","mp_crag_id":"105745250","climb_id":"OKBlbtt6VkyNCkRklWf9og==","areaRef":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":"Unusually steep for the Flatirons, and peppered with pebbles and cobble stones, Slave to the Rhythm (STTR) is Boulder's little slice of Maple Canyon.\n\nClimb an easy groove and traverse in from the left making some hard moves to gain an obvious set of huecos about 15 feet off the ground.  From the huecos, make a long reach to a pebble (crux#1), and continue moving right using small pockets and cobbles until you reach the first good rest.  After recovering, make a couple of more right trending moves and then crank through a very pumpy section of pebbles and cobbles (crux#2) that ends at a horizontal break.  When you feel rested, kneebar past a very steep, right facing lieback feature (crux #3) to the chains. If you are pumped, clipping the anchors could be challenging.\n\nBesides the huge hike and a little traversing, there is nothing bad to say about this route.  The moves are fun, the rock is great, the holds are easy on the skin, and there is no glue or manufacturing.  Too bad there aren't 50 more route just like it!  Wait, there probably are, they just can't be bolted.","protection":"This route sports old ring bolts and a two bolt anchor with chains.  Be prepared to stick clip the first bolt.  You may also want a kneepad for the upper crux.\n\nBeware: per\n\nDr. Chris Lee\n\n, the 4th bolt (itself) spins and should NOT be considered safe!","location":"STTR is located on the upper portion of the East Ironing Board. It is the middle of the three sport routes and is equipped with ring bolts.  Look for three small huecos at the beginning of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,dd219270-6bb0-5b0c-9691-22048c8fe745","pathTokens":["USA","Colorado","Boulder","Flatirons","North","East Ironing Board"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.11"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.7"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":7,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":4,"advanced":5,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2941,39.9867]},"bbox":[-105.29468687538383,39.98625033981814,-105.29351312461617,39.98714966018187],"left_right_index":-1,"ext_id":"105745250","area_id":"3SGScGuwWwyWkSIEjI/nRQ=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:02.073Z","updatedAt":"2022-11-25T11:16:36.973Z"}