{"_id":"63689d20e80bff5a994f27a1","area_name":"Explorer Point","shortCode":"","climbs":[{"_id":"Iy6bO80TUdSy+u34rLitRQ==","name":"Explorer Point","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"#DDcDiddoit in the 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.03896,31.90785]},"left_right_index":0,"mp_id":"118066707","mp_crag_id":"121823062","climb_id":"Iy6bO80TUdSy+u34rLitRQ==","areaRef":"n76NQ0CLUQ29n4VGEm8SzA=="},"content":{"description":"This is a a great moderate romp in a beautiful part of the Stronghold. I would compare the quality of this route to 4 Course Meal but maybe a little harder. A great adventure for those whom want to explore a new area.\n\n P1: Climb up and left through flakes to the hidden weakness in the middle of the face. Climb up the middle of the face to under the roof where you go out right and turn it, heading to a sloping ledge where you build an anchor under the ow. (5.8+)\n\n P2: Head up the ow to the big ledge above (5.9). You can pretty much bump a #6 almost the whole way keeping it above your head while you find smaller stuff to leave behind. Many anchor choices abound on the ledge.\n\n Move the belay. you could coil the rope here to move the belay together or have someone drag the rope up. Either way, go through the corridor, up and over some boulders, and get situated under the obvious chimney.\n\n P3/4: Go up the chimney bumping along the #6 while finding smaller gear along the way. There is actually 2 separate chimneys. you could break them up as 2 pitches or go to the top of the second one leaving a small pitch to the summit (5.8). I wouldn't, however, combine all 3 sections because the drag to the top would be outrageous. Belay on chicken heads at the summit of Explorer Point\n\n Descent: It's a quick and easy scramble back down to the packs.\n\n #DDsdiddoit in the 90s. However, he has failed to share the name of this route or the formation. He said that me and my son Ian probably have the second ascent. If there is more information please let me know and I would be happy to update things. the 1st two pitches had probably been done but who knows about the rest. This route could also get pushed higher. But, Explorer Point is a true summit on its own and its pretty cool! This route was actually mind blowingly good. The rock all over was incredibly clean and it ate up gear. On top of that, there were great belay ledges at all the pitches and an incredible staging area on boulders under the route. This route should be a moderate Cochise classic!!!","protection":"we brought a standard double rack to #4, a single #6 Camalot, and a single rope will do it because you walk off and can be back to your packs in 20 minutes from the top","location":"ID the formation from the road. The big roof on the 1st pitch is very obvious.From the parking area follow the trail past the main boulders of Council Rocks, past the historical marker and back towards the single pitch trad climbing area. As you approach the climbing area you will come to a wash. follow the wash around to the left and exit up onto the hill trying to stay above the cat claw. Hike straight across heading toward the toe of the obvious ridge and low-angle dome that begs you to solo to the top. Go around the toe of the ridge and 10 more minutes up loose terrain to the base of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,623f75c1-f039-51d0-8457-304f3238efbd,9fbe8d43-408b-510d-bd9f-8546126f12cc","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Council Rocks","Explorer Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.03896,31.90785]},"bbox":[-110.03948969791928,31.907400339818146,-110.03843030208074,31.908299660181868],"left_right_index":-1,"ext_id":"121823062","area_id":"n76NQ0CLUQ29n4VGEm8SzA=="},"content":{"description":"Explorer Point is just one of many free standing formations hiding on the hills around Council Rocks. This formation provides some great climbing on good rock with an adventurous feeling but not a difficult approach. There are pictographs and metates hiding on the approach too, so keep an eye out, enjoy the hike, and stay above the cat claw! "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.874Z","updatedAt":"2024-01-15T16:39:50.056Z"}