{"_id":"63689d20e80bff5a994f25d3","area_name":"Expansion Pack., The","shortCode":"","climbs":[{"_id":"g7N/0ltlVaaL01wkfsWUzg==","name":"Spray Tan Handy Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kemper Brightman, Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":3,"mp_id":"112824353","mp_crag_id":"112500917","climb_id":"g7N/0ltlVaaL01wkfsWUzg==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"A full skill set will help you get the job done on this one. Clip a high first bolt and mantle to get things started. Navigate a series of thought provoking moves on a less than vertical face for several bolts. Take advantage of the positive holds as the angle steepens and catch a rest on the ledge before the crux. Pull the over-hung crux and continue through sustained vertical climbing to the top. \n\n  From technical slab to over-hung jug pulls this route has a bit of everything.","protection":"Required tools include a stick clip and draws. There should be a communal stick clip at the cliff.  \n\n  Small hands recommended.","location":"Down and left of Fake News, begins on a ledge with left hand in a crack."},"__v":0},{"_id":"kYh3UHpTUIqxQ2wz8DjcDA==","name":"Make Choss Great Again","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kemper Brightman, Luke Bertelsen - 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":5,"mp_id":"112936856","mp_crag_id":"112500917","climb_id":"kYh3UHpTUIqxQ2wz8DjcDA==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"Make Choss Great Again is the fun and challenging extension to Faking News.  Luckily this climb has very little by way of choss, but the cliff as a whole took quite the cleaning effort before we got a well rounded offering of climbs.   \n\n     Upon arriving at the anchor of Faking News be sure to rest up because there will be little chance in the next 35 ft of slightly overhung face climbing.   \n\n     If you are able  to navigate dynamic movement on small-ish holds and high feet you too can make choss great again!","protection":"12 bolts to anchors with lower-offs.","location":"Furthest route up the hill.  Climb all the way to the second set of anchors"},"__v":0},{"_id":"zLiTLR9zUPax6VftNn/PoQ==","name":"From Russia With Love","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kemper Brightman, Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":2,"mp_id":"112936885","mp_crag_id":"112500917","climb_id":"zLiTLR9zUPax6VftNn/PoQ==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"You wont need a special prosecutor to tell you what's going on here. After months of choss mining, we've un-covered the truth. Its 80 feet of jugs, edges and brilliant moves hidden in plane sight of the Catalina Highway.\n\n Begin by climbing three bolts on rock with a lower approval rating than our current president. Take a mandatory pause on the ledge to Tweet something ludicrous before continuing into the solid rock above. Fire through the crux (like you fired the FBI Director) and fly through a series of crimps to a good resting place above (Mar-A-Lago).     Unfortunately, we won't give up any classified information about the final moves up top...that's only for the Russians to know.","protection":"13 bolts plus anchors. Bring a double draw for the 4th bolt to avoid a YUGE amount of rope drag.","location":"Just right of ALternative Fact Checking, The route starts by stepping left out of the main belay area"},"__v":0},{"_id":"zXR1Ru5iV12UDOQ2jDMOtQ==","name":"Faking News","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Luke Bertelsen, Kemper Brightman - February 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":4,"mp_id":"112781325","mp_crag_id":"112500917","climb_id":"zXR1Ru5iV12UDOQ2jDMOtQ==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"Faking News climbs the right of two interesting groove features and gradually eases in difficulty as you near the chains.   \n\n  Be ready for engaging climbing and tenuous clips right from the get go, but unfortunately half way up the climbing downshifts to 5.8 on relatively big holds before you are deposited at a nearly no hands stance to clip the chains at the base of an overhung and much less featured wall above.","protection":"7 bolts to lower-offs.","location":"Currently the rightmost climb - ends at 2/3 height."},"__v":0},{"_id":"SgHYkGXKXpuZ24QtB8vEgg==","name":"Crackhead Anonymous","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Simpson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":0,"mp_id":"112792960","mp_crag_id":"112500917","climb_id":"SgHYkGXKXpuZ24QtB8vEgg==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"When I first found this route I was instantly inspired, it was a roadside crack, why had it not been climbed before? Then the cleaning started, and when I was finished was impressed to find a route that has some serious potential.     start by climbing in obvious crack next to a bolt, skip these next few bolts until you reach the top of the ledge...this is where the fun begins,either stick clip this bolt or be ready to take a fall if you dont stick the first move correctly. After the first bolt cruise way through as you start plugin gear for the next 70 ft. small holds, some crack climbing stemming and one awesome layback get you to the last bolt. Be ready here because the style of the climb changes quick, the anchor is guarded by a hidden hold that will ruin your onsight!","protection":"medium to small nuts, #.1-#1 blackdiamond(1 of each)   4QD, 2 longrunners","location":"starts on top of the broken ledge 20ft up, just left  of the bolted route"},"__v":0},{"_id":"dwciusEXXg29wQYBzK2Xlw==","name":"Alternative Fact Checking","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Luke Bertelsen, Kemper Brightman - February 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"left_right_index":1,"mp_id":"112781233","mp_crag_id":"112500917","climb_id":"dwciusEXXg29wQYBzK2Xlw==","areaRef":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"It's no alternative fact that this route is amazing.  At the start of cleaning we just weren't sure what this section of wall would yield. \n\n  When it was all over we were blown away to have found this gem in a sea of somewhat dubious rock.  This route should not be missed! \n\n  Begin below a ledge and climb three bolts worth of intro climbing.  Standing on the ledge you can see how the wall arcs from slab to vertical to overhung.  The difficulty follows this cadence beginning with balanced slab which leads to vertical edge pulling before you are staring down a devious and dynamic three bolt crux section involving compression, high feet, and a long toss to a shark's tooth crimp.  Solve your way through the crux and you are rewarded with an amazing 25ft. of slab before you clip the chains at the top of the cliff. \n\n  Update: at one point this climb was thought to be harder, but alas an alternate path was found to the right of the original crux. Ignore the beta above, or go left and choose a more challenging sport climbing adventure.","protection":"12 bolts to lower-offs.","location":"This is currently the left most fully bolted climb at the expansion pack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,fe5feef6-3d7a-5be3-ac07-5a27dec28b23,08c59a83-c874-57bd-ac81-b7e06d9cc9d6,26a11128-317d-5d6f-814b-6852670d1edc","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","1 -  Lower Highway","Crags Against Humanity","Expansion Pack., The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.70679,32.32426]},"bbox":[-110.70732211986942,32.323810339818145,-110.70625788013058,32.32470966018187],"left_right_index":-1,"ext_id":"112500917","area_id":"JqERKDF9XW+BS2hSZw0e3A=="},"content":{"description":"After months of effort, The Expansion Pack is officially open! This newly developed fin located up and left of The Draw Pile hosts six (surprisingly good) routes in the 5.10 to 5.12 range. The routes here are characterized by gentle overhangs with jugs that lead to technical sequences when the angle breaks above. While several of the lines have distinct cruxes, its the angle of the wall, and the ensuing pump that will catch you by surprise. With the addition of these lines, \"Crags\" is officially a destination with something for everyone."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:56.372Z","updatedAt":"2024-01-15T16:39:43.196Z"}