{"_id":"6368a265e80bff5a99565cc2","area_name":"South Summit Slab(s)","shortCode":"","climbs":[{"_id":"ipeAw3u/WQSmEOilr9URzQ==","name":"Geriatric Wanderings","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"a c b / FA? R Hall & S Matz  May 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86998,44.45436]},"left_right_index":1,"mp_id":"112938310","mp_crag_id":"112938245","climb_id":"ipeAw3u/WQSmEOilr9URzQ==","areaRef":"0L4JctEMVJimj6dKC+IHiA=="},"content":{"description":"We wandered both in the woods (yes, even though the cliff is only about 100-125 ft from the trail !) and then wandered on the cliff.  \n\n  We set out to find \"South Summit Route\" but, due to a combination of a slightly geriatric brain which juxtaposed the directions from Adirondack Rock \"1\" and \"2\" and a decision to \"just start up and look around\" we seemed to have stumbled upon this route.  \n\n  APPROACH - From the \"landmark\" boulder go directly into the woods toward the cliff (faint path soon peters out). Go about 40 ft, then turn left down the very slight 'gully' for about another 40 ft. Then follow broken branches up right-ish towards the cliff. Look for an open, brownish slab about 10-12 ft wide and 25-30 ft high (photo) with a small open area at its base.  \n\n  P1 - Start on the slab/ramp, a foot or two right of the \"arete\". Climb the slab (pro on the right in a crack, one placement dug out) past the first tree, continue on the ramp-like feature past a 2nd and 3rd tree, then step left to avoid contact with some stacked blocks. Belay with your feet near the top of the blocks, which are more stable than they looked from below.  120 ft  5.4  \n\n  P2 - Step left, climb the nice cracks (photo) then easy roped scrambling to belay at a pine tree. 60 +/- ft  5.3-5.4 \n\n  Here we were just left of a beautiful 30-40 ft wide, 30-40 ft high clean slab with a horizontal crack/ledge running along its entire base about 10 ft up. ( \"P3\" photo)   The slab looked devoid of protection, and leading it \"solo\" seemed \"above my pay grade\".  An attempt to circumvent it to the right, so as to get to its top to Top Rope it, was frustrated by more trees so we rapped off, leaving it for someone better equipped, either mentally or mechanically (or both). \n\n  We rapped off trees 40-50 ft to the right of the belay, (at one point slithering down a short face after walking behind a flake) back down exactly to the packs.","protection":"Std rack -  Wire brush to clean some holds, nut pick to dig out one placement in a dirt-filled crack.","location":"See \"Sketch Map of South Summit Slab Base Area\", and photo of \"Landmark\" Boulder"},"__v":0},{"_id":"We4VzZxrWeGZDdVjwv3oxg==","name":"3 Blind Mice","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Stanislaw, Sam Vona, Harry Young  Jul 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.86998,44.45436]},"left_right_index":0,"mp_id":"112938406","mp_crag_id":"112938245","climb_id":"We4VzZxrWeGZDdVjwv3oxg==","areaRef":"0L4JctEMVJimj6dKC+IHiA=="},"content":{"description":"DISCLAIMER - I / we did not climb this route but I wanted to include it because it is, by far, the easiest of the three routes to find, given the proper directions. See \"Location\"  \n\n  START - follow the directions in \"Location\" (below) to the \"6 ft high, right-facing corner directly below a 10 ft high slot.\" [ from Adirondack Rock \"2\" , Book 2, pg 434 ] Reference this book for further details. \n\n  NOTE: The route description states that, after climbing the initial corner, \"then step left onto a slab to a shallow open book\".  This was confusing to me because the \"open book\" is REALLY shallow (like 179-degrees !) and I'd describe the start of this climb as: \"Climb the 6 ft high corner, step left 2-3 ft, then climb the 3-4 ft high thin, incipient crack (just left of a small arching flake, pro here)....","protection":"I'd assume a std rack - maybe a larger piece (#3?) for upper section.","location":"See the \"South Peak Base Area Sketch Map\" photo  \n\n  From the \"landmark\" boulder, walk back (towards the car) on the hiking trail about 300 ft. [for me this was about 65 'paces', a pace being one complete right-plus-left-footstep]. \n\n  Basically, now all you have to do is make a 90-degree right turn (towards the cliff) and walk/bushwhack in a fairly straight line until you hit the cliff * .   There's a fairly open area (maybe 5 ft x 5 ft x 4 ft) right at the base of the climb where a tree has fallen away from the cliff (photo). AND the slab with the tan streak (photo) should be easy to find. \n\n * Specific directions: Starting back on the hiking trail, 300 +/- ft from the boulder...If you are in exactly the correct spot you might see where the moss and vegetation has been scraped away from the surface of a slabby boulder. This seemed to be the actual path to \"3 Blind Mice\" (and \"South Peak Route\"), but it seemed to peter out after 10 or 20 feet.  An easier bushwhack was found about 10-15 ft back (i.e towards the landmark boulder.) But nothing is really difficult bushwhacking, the woods are fairly open here.  \n\n  Once you find 3 Blind Mice, South Peak Route is about 100-125 ft to the right. The route starts from a grassy shelf that you scramble up to. (photos posted here, in 3 Blind Mice)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,1b887532-c807-5909-9f3f-2c3be156adc9,d0be0972-d10c-5498-a68f-a74a0be20788","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Catamount","South Summit Slab(s)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.86998,44.45436]},"bbox":[-73.8706099450813,44.45391033981815,-73.86935005491868,44.454809660181866],"left_right_index":-1,"ext_id":"112938245","area_id":"0L4JctEMVJimj6dKC+IHiA==","polygon":{"type":"Polygon","coordinates":[[[-73.8706099450813,44.45391033981815],[-73.86935005491868,44.45391033981815],[-73.86935005491868,44.454809660181866],[-73.8706099450813,44.454809660181866],[-73.8706099450813,44.45391033981815]]]}},"content":{"description":"Hike about 1 1/2 miles and gain 800 vertical feet along a hiking path (steep and eroded in places) to reach a modest slab/face with three reported routes.  \n\n  Left to Right:  \n\n3 Blind Mice (5.5)   South Summit Route (5.6)   Geriatric Wanderings (5.4 ) with potential of a 2-3 star, 5.7-5.9? ending face."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:06.834Z","updatedAt":"2024-01-20T01:05:11.615Z"}