{"_id":"6368a1b8e80bff5a99553e17","area_name":"02. Gulley  No.1 Buttress","shortCode":"","climbs":[{"_id":"2c17Dn7jUVykXaGp/scC6Q==","name":"The Ten Comandments (Mid-cliff start)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"AJ Hunter & Alexandra Roberts 9/28/17","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":8,"mp_id":"114559893","mp_crag_id":"109317681","climb_id":"2c17Dn7jUVykXaGp/scC6Q==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"This climb starts at the anchors for \"Part the Sea\".  DESCRIPTION per AJ Hunter: \n\n \" From the anchor of Part the Sea make a mantel move up and left. Climb a clean streak for 15 ft to a bolt. Delicate moves up the steeper slab past 2 more B's to a pocket.  Continue up easier ground to the last B before the final moves to 2 B anchor.\"  \n\n ","protection":"4 bolts plus some small to medium-sized gear; nuts better than cams in the shallow cracks  Don't overlook Bolt#1, which is on the right after going though the blueberries.","location":"STARTs at the top of P1 of \"Part the Sea\""},"__v":0},{"_id":"dF02f96BU3eLXB0jKQzN0Q==","name":"The Superior Races","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Comier and Alex Shultz, May 1998","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":6,"mp_id":"110651153","mp_crag_id":"109317681","climb_id":"dF02f96BU3eLXB0jKQzN0Q==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Looking up and left from the base of \"Part the Sea\" two new-looking Aluminum-T-Bar-Hangered 3/8\" bolts can be seen about 50-70 ft up. These are on the climb The Superior Races F.A. by P. Comier & A. Shultz 1998. [ The Aluminum T-Bar hanger is sort of a \"trade mark\" of a Comier route, and these look like he either recently installed, or recently replaced older bolts. ]START- We took advantage of the somewhat clear ground at the start of \"Part the Sea\" and started here. The FA may have started a few feet left. There's a vegetated dirt \"ledge\" a few feet up and left of \"Part the Sea\" which is probably the actual start.P1 - One move on \"Part\", then immediately move left and then up (5.5 R/X) to the first bolt. Past this to a small flake-overlap, over this (Yellow Camalot TCU; crux for shorter climbers) and the 2nd bolt. We belayed on the ledge (gear, med. cams) just above the 2nd bolt. 115ft NEClimbs.com's listing is 5.7, we thought 5.7+ or 5.8- PG-13/R with 5.5 or so R/X. P2 - (can be combined with P1 as the FA-res did) Up on solid, but poorly protectable rock, passing another, older Alumnium-Hangered 3/8\" bolt. Above this trend up and left to the bolted belay of \"Lead Poisoning\" [Note, new 3/8\" bolts...see \"Mouseketeers\"] 80-90 ft 5.5 PG/R [ NOTE: We totally missed the normal bolted belay off to the left, and headed for the small oak-tree clump directly above the bolt and rapped from there. At the time the belay bolts had not yet been replaced, and they are fairly well \"hidden\" in thr corner. These small (2015) trees are at the exact level, and about 30-35 ft right of, the \"LP\" belay.]P3 - per \"NEClimbs.com\" \"Move right 20 ft and climb the blocky finish to the top. 80 ft 5.6\" This has been reported as quite dirty and harder than 5.6, see comments.Descent - Rap with 2 ropes to the \"Lead Poisoning\" belay (Now 3/8\" SS), then another 2-rope rap to the ground.","protection":"Normal rack, TCU's and/or Aliens for the lower section and the flake-crack on P1.","location":""},"__v":0},{"_id":"nZvb1hRiVIKg5mqDNbWgtg==","name":"Rodent Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain & Dick Peterson July 5, 1982","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":2,"mp_id":"111280863","mp_crag_id":"109317681","climb_id":"nZvb1hRiVIKg5mqDNbWgtg==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Start to the left of Mice and Men.  \n\n  P1: Wander up the face and belay near an obvious \"V\" notch in the big ceiling/overlap that is to the left of Mice and Men (5.4).   P2: Climb through the ceiling/overlap (crux), then move right and climb the arête that is just left of the Mice and Men corner (5.5).   P3: Scramble to the top of the buttress as for Mice and Men (4th class).","protection":"Carry a standard rack.","location":"Start to the left of Mice and Men.  \n\n  See Webster's 2nd (1987) guide page 363. \n\n  The mouse names on the buttress refer to the 1971 horror movie \"Willard.\""},"__v":0},{"_id":"h/f3so+VVQuae7NWx+uUPg==","name":"Part the Sea","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Ahearn and Chris Graham  May 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":7,"mp_id":"107660565","mp_crag_id":"109317681","climb_id":"h/f3so+VVQuae7NWx+uUPg==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Really fun and well protected climbing up a line of quartz crystal pockets to a two bolt rap anchor. All trad gear, bring your Tricams if you have ‘em. In late 2017 AJ Hunter cleaned and put in a 2nd pitch to this climb (he called it \"The Ten Comandments\")  Be sure not to overlook Bolt #1 while looking up at B#2 and #3, and also take the trad gear (esp. medium nuts) or you'll be way running it out.     The rap from the top anchor to the dbl bolt anchor on Part the Sea requires a full-length 70m rope !  \n\n ","protection":"Standard rack to 3.5 inches.Don't forget the Tricams!The climb can seem runout just below the anchor if you don't find the small cam placement inside one of the crystal pockets near the top.","location":"The route is located on the Gully #1 buttress just below the Gully#1 winter ice climb.  The route starts about 20 ft up and left of the toe of the slab at the 2nd of three small curvy trees.It takes a cleaned-off line through a  \"sea \" of lichen. \n\n  To find the Gully #1 buttress,look for a large gravel pullout on the cliff side of rt 302 in Crawford Notch between two sets of guardrails.Park here and follow a well marked trail up to Hattie's Memorial Garden(10 min,)turn right on tracks for approx. 1- 2 minutes,cross a small drainage and look for a small clearing on the left with a small cairn.Follow path of least resistence straight up the the cliff(10-15 min)."},"__v":0},{"_id":"WFLhxjhCUkiGv1CyWYzufQ==","name":"Mouseketeers","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Todd Swain & Mike Cody","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":4,"mp_id":"112101947","mp_crag_id":"109317681","climb_id":"WFLhxjhCUkiGv1CyWYzufQ==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"We did this climb 8/27/16 and found the old 1/4\" bolts had been replaced, both on the climb and at the \"Lead Poisoning\" anchor. I've given this a \"5.7+\" rating...\"old school 5.7\".Another hidden gem by Todd Swain and Dick Peterson. As Art Gran said of \"Dry Martini\": \"A good climb for the sequence climber, that is, one who plans ahead.\" [A Climber's Guide to the Shawangunks\", Art Gran, 1964 Pg 95]Although modern cams and TCU’s reduce the run outs, there is still enough spice to keep you alert. Slightly easier, and better protected than its neighbor, “Superior Races”.START – About 20 ft right and down from “Mice and Men” and about 80-100 ft up from the start of “Part the Sea”. From “Part the Sea” hike steeply up, passing the small dirt ledge that is the actual start of Superior Races, continuing up past the “turn off\" for Lead Poisoning, until it is possible to slab over right-and-up on very steep dirt to a modestly large dirt ledge in front of two 6-8-inch diameter oak trees.P1- Walk to the right end of the dirt ledge (oak branch sawed, note that as soon as you step off the dirt ledge there’s a 30 +/- ft drop below you.) and climb up to the white slab. Step left on the slab, then up to the low-angle ledge just right of “Mice & Men”’s corner. From several feet right of the Mice & Men corner, climb up and right on flakes (pitch’s crux) to an eroded dike. Up this, then step right around a rounded arête to the “Lead Poisoning” belay stance. 90-100 +/- ft 5.6  NOTE: If you climb up high in the dike and protect (small cam, or medium nut) then climb down, the leader does this \"step around\" with, essentially, a top rope.P2- Reverse the \"step around traverse\", moving left to a flake (good gear). Up this and a step right, then up to the first bolt. [Original 1/4-inch bolts replaced with 3/8-inch S.S.]  Step left (yellow Alien/Camalot TCU-sized behind a shallow flake, a protection piece not available in 1982!) and climb up the crux sequence [\"think ahead\" !] to the face above. Continue up past the 2nd bolt and a final crack/flake leading left and a new 2 bolt anchor. 90+/- ft 5.7 / 5.7+  Descent – Rap to the Lead Poisoning station, then to the base of the climb, swinging to rappeller’s left. We used a single 70m, but a 60m should do it.Gear – Small-to-medium nuts and TCU’s. Nothing larger than a #1 (Red) Camalot.","protection":"Std rack - nothing larger than a #2 Camalot. Wired nuts extremely helpful.","location":""},"__v":0},{"_id":"Y78L/mDnUe+ACeeN7cZdAg==","name":"Mice & Men","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain & Brooks Bicknell  Aug 23, 1980","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":3,"mp_id":"109765730","mp_crag_id":"109317681","climb_id":"Y78L/mDnUe+ACeeN7cZdAg==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Star Rating is \"provisional\". Corner is heavily \"lichened.\"   \n\n  \"Mice & Men\" climbs the very large, right-facing corner a 100 ft (+/-) left of the cleaned rock of \"Part the Sea\".  \n\n  P1- Climb up to the base of the corner.  5.4 - 5.5 )(As of Aug 2016 there was a fairly new, two-nut rap anchor with 7mm cord here. Above it the corner was heavily lichened.)  \n\n  P2- Climb the corner, step left and climb a slab to a tree belay.  120 ft  5.6  \n\n  P3-  Easily to the top.   \n\n  Descend- The FA descended left.","protection":"Normal Rack","location":"From the bottom \"toe\" of Butress #1, hike steeply up, passing the start of \"Part the Sea\", until below the large corner.  Some scrambling may be necessary to reach the start."},"__v":0},{"_id":"zdhTGmUjUuezki2UVkNYFQ==","name":"Life By the Tracks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Ahearn and Chris Graham  May 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":9,"mp_id":"107660585","mp_crag_id":"109317681","climb_id":"zdhTGmUjUuezki2UVkNYFQ==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"This a variation start to Todd Swain's route \"Land Ahoy\" ( see Websters '87 [2ne ed.] guidebook) Fun trad variation up the left side of the \"rainbow\" arch on the Gully#1 buttress to join at at top of the arch to Swain's Land Ahoy.   Start at the small weakness at toe of the slab on left,up this trending right to the start of the arch.  Protect, then up the arch to the top to join Land Ahoy.  Pull that crux and climb straight up past two well spaced bolts to a two bolt rap anchor on left.   \n\n    Swain's route \"Land Ahoy\"  starts at the base of the slab,right of the arch.  Climb straight up the face(5.7R) to the top of the arch, protect and continue on up past two bolts to the anchor on left.","protection":"Standard rack to 3 inches.double on #1 and .75 camalot size may be helpful.Two bolts on the upper part of Land Ahoy to a two bolt rap anchor.All old bolts have been upgraded in 2012.","location":"The route starts below and left of the obvious flake/arch on the Gully#1 buttress.Rappell with two ropes or with one using the Part the Sea anchor down and left below the grassy terrace,then down and left through the clean streak.   To find the Gully 1 buttress,look for a large pullout on the cliff side of rt 302 in Crawford Notch between two sets of guardrails.Park here and follow a well marked trail to Hattie's Memorial Garden(10 min),turn right for approx. 1-  2 minutes,cross a small drainage  and look for a small clearing on the left with a cairn.Follow path of least resistence straight up to the cliff."},"__v":0},{"_id":"qCGCogo9X826NOsdPggqQw==","name":"Lead Poisoning","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Todd Swain & Mike Cody","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":5,"mp_id":"110592377","mp_crag_id":"109317681","climb_id":"qCGCogo9X826NOsdPggqQw==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"The climber that made the 2nd ascent, informed me that this Swain route should be pronounced \"Leed Poisoning\", as in \"Who is the climber leading that route?\" According to Webster, Swain and Cody required three attempts to finish this route!Webster/Swain listed the climb as 5.9, but other sources (NE Climbs) gives it a 5.10 which, considering the protection is still 30+ year-old 1/4\" bolts is probably best. The belay bolts, however, HAVE been replaced. START: About 40 ft right and down from the Mice & Men corner, at a shallow right-facing corner. From the start of \"Part the Sea\" walk uphill (steeply) for about 40-50 ft, then cut back right on steep ground to the START, a small dirt \"ledge\".P1 Up the corner onto a sloping ledge, then easily up to the left end of the large sloping ledge that is the alternate belay of a shortened P1 of \"Superior Races'. Now, up a short left-facing corner (pitch crux is just below the bolt) passing a 1/4 inch bolt about 90 ft up. [The bolts to your right with aluminum hangers are on the climb \"Superior Races\".] Straight up, then trend left another 30-40 ft to a bolted belay, [new 3/8\" bolts, see the climb \"Mouseketeers\"] almost impossible to see from below, but located about 25' ft left of two small oak trees. 130-150 ft 5.7 R (We thought about 5.6 PG-13/R with some 5.4-5.5 R. Perhaps a bit more opportunities for protection than implied by Webster/Swain)P2 per Webster: \"Diagonal up a ramp, step left to a flake, climb steep rock to a short right-facing corner (bolt). Exit left* at the top* making thin moves (5.9) [...5.10?] past a 2nd bolt*. Follow a thin crack through a headwall, climb an arete and belay. 140-150 ft 5.9\" - 5.10? [* NOTE: while this is the Webster description, in fact the two bolts are quite close together.] As of 2020 the bolts on this pitch remain the original 1/4 bolts.P3 Up an easy arete to the top.Descent - Rap with 2 ropes to the \"Lead Poisoning\" belay (now two 3/8\" SS bolts; see the route \"Mouseketeers\").The FA party walked off to climber's right and down. ( Uhg !)","protection":"Std Rack","location":"Starts about 30 ft right, and down, from the Mice and Men corner."},"__v":0},{"_id":"8/s/vSKNXSyvoLpZHl5iSQ==","name":"Land Ahoy","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Todd Swain - solo, then placed bolts on rappel","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":10,"mp_id":"111136552","mp_crag_id":"109317681","climb_id":"8/s/vSKNXSyvoLpZHl5iSQ==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"This route climbs the face to the right of the right-facing corner of \"Life by the Tracks\". Looking up one believes it devoid of protection, but the leader climbing with a set of small-to-medium wired stoppers and an open mind will find \"just enough\" protection.\n\n START: about 20ft Left of Hattie's Garden, which is also about 20 ft right of the \"toe\" of the slab, directly below a sort of \"arrowhead\" flake that points downwards. The \"point\" is about 3 ft off the ground.  Alternate start: A little further left, directly below two left-facing \"half moon\" flakes; climb up and place gear in a flake high on the left, climb up to the right, them back up and left to the corner.\n\n P1 - Up past the thin Left-facing flake (gear=nut behind) then up to a 2\" horizontal that leads back [Alt] to near the top of the corner. From the top of the corner, climb excellent rock past two bolts (3/8\" replacments for Todd's original 1/4\") to the two-bolt anchor 'shared' with Hattie's Garden. 115-120 ft 5.7  [A single 70 meter  makes it to the ground; otherwise use two ropes; or rap left to the \"Part the Sea\" P1 double bolt anchor, then a 2nd rap down from there to the ground. ]\n\nAlternative - Climb the thinner face directly above the 2\" ledge. Possibly the route of FA. More difficult (5.8 +? R-ish)\n\n P2- (Seldom done, not recently cleaned) Up to the right past a bolt.","protection":"Small to med. wired stoppers, normal rack.","location":"see \"START\""},"__v":0},{"_id":"WNM7wgIzXAelN+kCtoPy5Q==","name":"Invasion of the Booty Snatchers","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"P1: Todd Swain & Brooks Bicknell summer 1980  P2: Todd Swain, Don MacDougal, Scott Metzger & Curt Robinson May 16, 1982","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":0,"mp_id":"111280955","mp_crag_id":"109317681","climb_id":"WNM7wgIzXAelN+kCtoPy5Q==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Up and left of Coin de la Souris is another buttress (The Hidden Buttress). This wall is separated from Gully #1 Buttress by a gully (which can be used to descend from the Gully #1 climbs). \n\n  P1: Climb a shallow left-facing corner to a ledge (5.6; 50').   P2: Climb the obvious right-facing corner above until you can step left to a birch tree on a ledge. Step right and layback flakes to gain a slab, which is climbed to the top (5.6).","protection":"Carry a standard rack.","location":"Up and left of Coin de la Souris is another buttress (The Hidden Buttress). This wall is separated from Gully #1 Buttress by a gully (which can be used to descend from the Gully #1 climbs). \n\n  Descend down and right to the top of Gully #1 Buttress (roughly the top of Lead Poisoning), then go down the gully separating Hidden Buttress from Gully #1 Buttress to the base of the route."},"__v":0},{"_id":"hymQNZvKVNG8c1ZxjVXasQ==","name":"Hattie's Garden (the climb)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Ahearn and Nick Dukehart   May 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":11,"mp_id":"107660464","mp_crag_id":"109317681","climb_id":"hymQNZvKVNG8c1ZxjVXasQ==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"The climb is located on the Gully #1 buttress below the Gully#1 winter ice climb.Fun climb with interesting moves on nice rock.The crux is at the first bolt but the first gear is about 20 ft up so there is a bit of an entrance fee but not too hard to get to. \n\n  Climb the face just left of the right hand side of the \"rainbow\" weakness to protection about 20 ft up on the right.A couple of balancey moves to a mantle and stance to clip the first bolt.Step a little left,pull the crux and climb up slightly left past three more well spaced bolts to the two bolt anchor on Land Ahoy.","protection":"Gear from small wire nuts, and .4 to #3 Camalot for the moves before the first bolt. Then four draws to two bolt rap anchor on Land Ahoy.","location":"To find the Gully#1 buttress,look for a large gravel pullout on the cliff side of rt 302 in Crawford Notch between the two sets of guardrails.Park here and follow a well marked trail up to Hattie's Memorial Garden on the tracks(10 min).Turn right and follow tracks for approximately 1- 2 minutes,cross a small drainage ( 8-inch \"slot\") in the tracks and look for a small clearing on the left ( 30 RR ties further) with a small cairn.Follow path of least resistence straight up to the cliff.\n\n Look for an obvious flake/arch (life By the Tracks) which forms the left side of the \"rainbow\" weakness. Start on the face about 8 ft left of the right hand weakness. Rappell with two ropes, or with one 60m make two raps: 1)down to anchor on Part the Sea below garden terrace on left and then 2) down and left to start of that climb.\n\n [NOTE: We rapped directly to the ground with one 70m rope\",  slabbing a bit right to \"hit\" the ground at the start of \"Land Ahoy\"  R Hall 6/16/18 ]"},"__v":0},{"_id":"R5LVpJlvVT+zL1v/u1LjQw==","name":"Ground Zero","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Swain and Mike Cody  Aug 18, 1980","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":12,"mp_id":"109765876","mp_crag_id":"109317681","climb_id":"R5LVpJlvVT+zL1v/u1LjQw==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Some nice moves.  The overlap can be protected, but then there's still some 5.6-5.7 R-ish to the first bolt.START- A few feet left of \"Cody's Lament\" and about 10-15 ft right of \"Hattie's Garden\", almost directly above the 3ft x 3ft flat boulder on the ground, and 20-25ft below a 6\" overlap with a bolt below it.P1 - Climb the thin face below the overlap, clip the bolt and continue up passing a 2nd bolt beneath a smaller overlap and a 3rd bolt (where \"Cody's Lament\" joins) by a slab. Continue to the trees and rap with two ropes. 180-200 ft 5.8+ PG-13/R. See comment about trees and lose rock at the top.","protection":"At the suggestion of \"Madeline\" rack is: \"3 draws and....\"RHall's comment that: You\n\ncan get a wire \"Stopper\" in (or possibly a small cam) near the lower crux by the photo of the climber (\"RW...\") but above that, yes it's run out except for the bolts. Hence the name. ","location":""},"__v":0},{"_id":"rJ2EPNXJV0i24giDdU5PqA==","name":"First Shot","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Nick Dukehart and Bob Ahern May 2012","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":14,"mp_id":"107702915","mp_crag_id":"109317681","climb_id":"rJ2EPNXJV0i24giDdU5PqA==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"First Shot is the located on the Hidden Buttress on Mt Willard.  It is the farthest route to the right as you ascend the talus slope from the RR tracks.  The protection reflects the general vib of the area (sparse) but is adequate. The climbing generally cruises at about 5.6 with bolts just where you want them. Have fun!","protection":"Three bolts and a bolted rap anchor    Note the 3 bolts, 100 feet ","location":"Locate Hatties Garden (The actual garden!) at the top of Crawford Notch.(see 'getting there' in the Butress No.1 AREA ) From the garden walk north along the tracks for about 200 yards until a small cairn on the left. At the cairn turn left and follow a steep and somewhat-obscure-but-getting-better climber's path up the overgrown talus slope until the buttress is reached. First Shot is the farthest route to the right."},"__v":0},{"_id":"cE5QjXQSVtyv9e+9bsrfqg==","name":"Coin de la Souris","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain & Jeff Foster August 31, 1980","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":1,"mp_id":"111280878","mp_crag_id":"109317681","climb_id":"cE5QjXQSVtyv9e+9bsrfqg==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"This route starts around to the left of Rodent Arête and the Mice and Men corner. The wall generally faces NW.  \n\n  P1: Climb an obvious, left-leaning corner to its top. Move right and climb a slab to a belay at trees (5.5; 120').   P2: Scramble to the top of the buttress (3rd class; 30'). \n\n  Note: In the winter, this climb occasionally forms as a mixed climb (NEI 3+; FA Chester Drieman & Todd Swain January 1981). \n\n  The Webster guidebook lists the name as \"Cornier de la Mousse\" and the Wilcox ice guide lists the route as \"Cornier de la Mouse.\" It should be French for \"Corner of the Mouse\" (Coin de la Souris). The mouse names on the buttress refer to the 1971 horror movie \"Willard.\"","protection":"Carry a standard rack.","location":"This route starts around to the left of Rodent Arête and the Mice and Men corner. The wall generally faces NW."},"__v":0},{"_id":"Nki13gF6XGuDq07TafxgXw==","name":"Cody's Lament","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Todd Swain & Jeff Foster","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"left_right_index":13,"mp_id":"109765756","mp_crag_id":"109317681","climb_id":"Nki13gF6XGuDq07TafxgXw==","areaRef":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"Mike Cody (not Joe Cote) must have lamented missing this line. (?) ...or maybe not with the \"X-ish\" rating! The 2 stars assumes doing the route with a TR anchor.(see below)If you are not a fan of leading 5.5-5.6X, it is possible to move 15-20 ft left of the \"First Shot\" anchors and get gear ( mall, yellow TCU fits a ‘hole’ perfectly) into a left-facing corner/flake to set a \"directional\", and then lower down with a 70 M rope, thus TR'ing the interesting climbing on this route.START- At a tiny, right facing flake/corner about 15-20 ft left of \"First Shot\", and directly below a streak of dark rock that extends from the top of the cliff.P1 - Climb up past the tiny 'corner' and continue on the dark streak of rock about 15-20 ft left of \"First Shot.\" A little below the level of the anchor of \"first Shot\" move left to intercept the line of \"Ground Zero\" at it's 3rd bolt. Continue to the trees. 200 +/- feet, 5.5 - 5.6 X","protection":"According to Webster the FA party actually found some \"protection\" in the form of a #1 Stopper and a #1 Hex.  If you routinely carry these on your rack for other than aid climbing, you're a real traditionalist!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,4e41d2a1-bb15-5715-831e-1e0c15e05ca8,88f6e8ce-74d5-5c43-bfd7-84a5aa205c00","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Mt. Willard","02. Gulley  No.1 Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":1,"label":"5.7"},{"count":3,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":13,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":15,"bands":{"unknown":0,"beginner":14,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.40458,44.21229]},"bbox":[-71.40520735019257,44.21184033981814,-71.40395264980742,44.21273966018185],"left_right_index":-1,"ext_id":"109317681","area_id":"iPboznTVXEO/14SlqiBcAA=="},"content":{"description":"NOTICE- On 5/16/21 nothing short of a miracle occurred at the base in the area between Hattie's Garden and First Shot. Two of us, together with 3 packs and 2 ropes were organizing to leave when two very large rocks/small boulders (each about 1 ft x 1 ft x 1 1/2 ft ) came crashing down at the same time. The rockfall was totally spontaneous...no people above, no rain, no thunder...nothing.  A hit would have meant death, no question. One of us was missed by both rocks by about only a foot to 18 inches, and I was missed by one of the rocks by about 2 ft. The whole thing was witnessed by our third member, who was changed shoes over by Part the Sea. Not only was no one hit, packs, gear and ropes were also spared. If you climb here it is perhaps best not to establish \"base camp\" on the rocks by Hattie's Garden....those nice flat rocks to sit on came from above! RH 5/17/21 Have you just finished one of the slab routes on Willard's Main Slab and it's too early to quit, but too late to do another 4-pitch route-and-rap? From the tracks at the base of \"Cinema\", walk south along the RR tracks about 5 min to the path up to Number 1 Buttress and tag one or two of the routes there! (Walking south keep an eye out for the cairn on the right; if you miss it you'll come to the 8\" drain-ditch through the tracks about 30-40 RR ties south (beyond) the cairn and path.)NOTE on SORTING ROUTES- The normal \"path\" from the RR tracks ends at the far right of the buttress at the climb \"First Shot\", so in walking along the base the climbs are encountered in a furthest-RIGHT-to-LEFT order.A somewhat steep, but short approach from the RR tracks rewards the climber with an interesting cliff. Quite different from the slab routes on the main slab of Willard. Routes are moderate and some fairly well protected. If desired, the \"R\" and \"X\" routes (or at least their most interesting portions) can be TR'd (after leading one of the 5.6 - 5.7 routes) with a little ingenuity, 2 ropes and long slings.With \"Gunkswest\"'s contributions, I think that most of the known routes are now listed herein. This crag was covered in the long-out-of-print 2nd edition (not the 3rd, which covers only the Eastern White Mts.) of Ed Webster's White Mt. Guide."},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:12:08.959Z","updatedAt":"2022-11-25T11:19:55.919Z"}