{"_id":"6368a36ae80bff5a995829d4","area_name":"Coyote Flats (The Meadow)","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,f7ecbea8-fb28-52ef-98cc-e0b25b55bee7,8d56b901-8e49-55fd-8f71-a2a10f7e89b4","pathTokens":["USA","Oregon","Mt. Hood National Forest","Coyote Flats (The Meadow)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.45408,45.38556]},"bbox":[-121.45472023834155,45.385110339818134,-121.45343976165847,45.38600966018187],"left_right_index":-1,"ext_id":"118955676","area_id":"jVa5AY5JVf2PcaKhD36JtA=="},"content":{"description":"Just a couple miles northeast of Bulo Point rests this idyllic hanging meadow overlooking Deadman's Gulch and the Fifteenmile Creek drainage. The view takes in much of the eastern slope, the extent of Springer Ridge, and parts of central Oregon. It's a wildflower and bird sanctuary during the spring and fall, though the southern aspect means it's baking in the summer. Boulders of various sizes and shapes sprout out of the gently sloping hillside, growing in size as you head downhill, until they become veritable cliffs of 35-40'.\n\n Bouldering has historically been the main attraction, as there are several areas nearby with better roped climbing potential. There are dozens upon dozens of problems to do, from low-ball traverses to high-ball slabs to juggy overhangs. The boulders are also tightly packed and each feature hosts many different problems. The rock is quite gritty and sometimes flaky, but overall high-quality and high-friction. Some of the high ball features have bolts on top to dial in your sequence before you go for the send.\n\n The cliffs are generally short, but the features are quite striking. This makes it a pretty ideal beginner's area as the necessary gear is minimal: just a rope, a cordelette or long sling, some lockers, a harness, and shoes are all you'll need to have a fun weekend out here. All top anchors are fairly accessible with, at most, a little scrambling or a hop from one rock to another. A few new top anchors have appeared recently, though none of these have fixed hardware for lowering or rappelling. Just retrieve your anchor when you're done and move on to the next feature that calls to you.\n\n This area appears to be popular with local campers, as there is an established but non-\"developed\" campsite with fire ring and log benches. Please practice LNT and pack out all garbage, even if it's not yours. Be wary of wandering off the social trails as the soil is quite fragile here and the flowers bring so much beauty to the area. The site only fits 2-3 cars.\n\nPortland Bouldering by Tim Olson includes this area."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:19:24.868Z","updatedAt":"2022-11-25T11:21:14.196Z"}