{"_id":"6368a265e80bff5a99565c76","area_name":"Sky High Wall","shortCode":"","climbs":[{"_id":"nH5NuEcHX5qg7vPuuKnSkA==","name":"Solo, Gracias","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2012ish","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":5,"mp_id":"109651557","mp_crag_id":"107940791","climb_id":"nH5NuEcHX5qg7vPuuKnSkA==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Climb up the short vertical crack (same as Solar Grace ), then up a brief open book onto dicey friction leading up and slightly right to a break in a small overhang. Go through the break, following a crack system and good knobs to a right-facing \"gong\" flake right of the belay tree of Solar Grace. Climb up and right along the flake (watch out for wasps in the summer), reach a vertical crack, and take that to a large ledge with a tree anchor toward its right end, at the base of a higher wall. \n\nV1 5.10a PG (May 2016): Begin as for Solar Grace, in the vertical crack on the left edge of the moss-infested corner. Climb up crack to shelf, then straight up vanishing seam to reach a bolt on the steep slab on the right side of the open book above the seam. Traverse across slab (crux) to join the standard line's knobs. The initial bolt provides TR-like feel to the crux traverse, after which a couple more tame the 5.7 knob-hopping. From there up, the going is well-protected with trad gear.","protection":"The beginning attempted to go up the slab, but it is too filthy and wet, so the line veers onto the unprotected outside corner just left of it. After this section, pro is good. The variation avoids the mess altogether, ascending the crack of Solar Grace before moving right onto the original line's knobs, with bolts that protect the traverse and the otherwise unprotected 5.7 knobs to reach the cracks above.   May want to bring two or three 2 - 3\" cams.","location":"Start same as Solar Grace, at a vertical crack on the boundary of a grossly dirty slab 40' right of Second Amendment's obvious clean, long slab."},"__v":0},{"_id":"pcGT2+b4WwSPxYaPHQMzhA==","name":"Solar Grace","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":4,"mp_id":"108034730","mp_crag_id":"107940791","climb_id":"pcGT2+b4WwSPxYaPHQMzhA==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Climb up the left fork of the crack to a stance on a ledge. Make a move or two up the crack's fading path, then step left onto the plated face and climb up knobs to a slightly-left tilted vertical crack. Get what you can in this and head up to a horizontal (good gear). Take a step left and go up a vertical crack to another horizontal, where another shift leads to easy ground leading to the belay at an oak tree.","protection":"Offset cams may tame the beast significantly. These were unavailable on the FA. Expect a few poorly-installed cams interspersed with bomber gear.","location":"40' right of the start of Second Amendment, at a short, dirty, wet crack behind a tree. The crack splits at head height, forking right up a nasty right-facing, right-arching corner; and left to cleaner rock and a ledge to its left 3 meters up."},"__v":0},{"_id":"pZYKb4EiWwakrBwloVxTZw==","name":"Second Helping","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"August 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":2,"mp_id":"111107966","mp_crag_id":"107940791","climb_id":"pZYKb4EiWwakrBwloVxTZw==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Good climbing, marred slightly by a necessary crossing of a dirty corner/ramp. \n\nP1 5.9 G 110': Climb up the right-rising crack/ramp, then high-step onto a stance to the left of the top of the ramp. This stance allows the bottom variation of Second Amendment (aka Bill of Rights) to move left back onto the normal route; instead, climb straight up the steep slab following a bolt line, past the left edge of a horizontal crack, then left to a stance under a large, dirty block. Back onto the slab to get around the block (V1), then left across the dirt to the main slab, continuing past a couple bolts, the right edge of an overlap, then back out right onto the slab. Go up to the horizontal crack that leads left to the midpoint anchor of Second Amendment and belay. \n\nP2 5.10b G 80': Move back right and follow bolt line up to a point 6' left of a boulder wedged under the the right end of overhang. Make a very hard move to reach a horizontal (this may be impossible if you are under 6' tall) and gain a stance on it. Easy climbing reaches the trees. \n\nV1 Short Change 5.10a: Like its older neighbor, the standard route required the intervention of a tall friend to crack the overhang; this option allows the vertically challenged to manage the difficulties, and throws in some original terrain of its own. Instead of heading for the niche below the dirty boulder, climb up the slab to its end at a left-facing ramp. Step up and right onto the outside corner and climb up the edge to the ledge at the top of Solar Grace. Belay here. \n\nP2: Step down from the belay anchor, to the point where you reached the ledge, then traverse left across the corner onto the main slab, rejoining the regular line for awhile after traversing about fifteen feet. At the overhang, go directly to the wedged boulder, and use it to step up, then shift left to get onto the large horizontal crack above the overhang. Still a difficult move, but happily possible for shorter climbers, and ironically, more difficult for tall ones. Beta: pinch the sharpness hard!","protection":"Mix of bolts and gear. Bring a full, single trad rack.   To descend, scramble up and left from the top of the route to the top anchor (a tree anchor) of Second Amendment, and use those two anchors  for a two-rappel descent.","location":"This route begins as for the bottom variation of Second Amendment: at the bottom of a right-rising mini-ramp/crack."},"__v":0},{"_id":"zgmAEbd9UKmsOftC8nhn/w==","name":"Second Amendment","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"20th Sept 2012 Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":1,"mp_id":"107940795","mp_crag_id":"107940791","climb_id":"zgmAEbd9UKmsOftC8nhn/w==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Challenging friction followed by a difficult overhang.   P1 105' 5.10a: (V1) Climb onto a rounded stance below a larger \"scoop\", clip a bolt then make difficult moves left, up, then back right to get into the scoop. Follow clean orange rock upward, passing 2 small overlaps before reaching a standing belay 35' below the overhang.   P2 95' 5.10b: Climb up easily (V2) to the overhang, to an awkward stance right of a left side-pull. Then make weird and strenuous moves to pass the obstacle. A short bit of unprotected 5.6+ climbing leads to easy slab. Move up left to the ouside edge of a corner facing right, and climb this to an oak tree. \n\n  The two variations, taken together, comprise \"Bill of Rights\", a means of doing this route at a moderate 5.8+ rating.   (V1) 5.8: Climb up the right-rising crack, make a funky move up onto a sloping ledge, and move back left to join the route. This bypasses the 5.10 start.   (V2) 5.8+: Climb up easy slab, heading to the left edge of the overhang. Climb through it on the left edge, and continue along the left edge of the face, rejoining the route at the outside corner.","protection":"Standard Rack. A #4 C4 can be used as a directional just before the P1 belay.   There is a two-bolt anchor at the midstation, and a fixed anchor on the oak tree at the top.","location":"The high level spot toward the right side of largest unbroken expanse of rock, about 60' right of the left end of the area."},"__v":0},{"_id":"x3sGXtg4Uuej7VTROWBnbA==","name":"Saratoga","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"August 2015, Paul Cerone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":3,"mp_id":"111108076","mp_crag_id":"107940791","climb_id":"x3sGXtg4Uuej7VTROWBnbA==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"A pumpy and committing crux, interesting climbing for the entire way.   Once you've reached the large ledge 15' up, move up a sloping rounded ramp to a stance under the midpoint of a horizontal crack out of reach above. Make a bold move to snag the crack, sweat out the pump while you place gear, then move up and right, touching the right-rising, flared crack of Solar Grace, before moving up and left along a column of knobs to a left-facing flake. Up this to a stance, then up and left on a knobby face with a couple horizontal cracks and a couple bolts, to a ledge just below the tree anchor of Solar Grace.","protection":"Small trad rack, up to 2\", and QDs.","location":"Begin as for Solar Grace or, optionally, as for Second Helping. For the former (original ascent), look for the vertical crack on the left edge of a filthy slab. For the latter, find the right-rising crack/mini-ramp right of Second Amendment's start."},"__v":0},{"_id":"3RjuYlqFX868b3BZ1nn6kQ==","name":"On the Fence","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"2012ish, Peter Whitmore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":8,"mp_id":"109651753","mp_crag_id":"107940791","climb_id":"3RjuYlqFX868b3BZ1nn6kQ==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Thoroughly cleaned, this would be one of the best pitches of its grade in the Adks. Enjoyable, challenging, and well-protected. The original start foot-traversed along a ledge up higher, but there is a tree root that makes this difficult now. Instead, climb up and left along the tilted block (same as Never Alone ), onto a stance below a left-facing, right-rising corner. Climb corner to a vertical crack on the left wall, then take this to a horizontal crack stance. Shift left a meter or two, then climb either another vertical crack or the abundant knobs on the slab to its right, to another horizontal break. Here, the crack thins and the wall steepens. Airy, exposed, but easy climbing leads to a good ledge. The top-out is scruffy.","protection":"Standard Adk Rack. There is a tree anchor at the top, reinforced in spring 2016.","location":"This route climbs the ramp/crack systems at the boundary between the Sky High Area and the Upper Walls area. Access it by taking the Upper Walls path off the East Path, then scrambling a short way up the steep, narrow ramp above the path just before breaking out to the view above the Provando Wall.   Begin same as Never Alone, on the right side of a tilted block forming the base of the wall, ~20m up the right-rising ramp right of Second Amendment.   The top of this route lies just left of the Jammer Wall ledge. One can traverse out the foot ledge of Goosesteps to join this route and finish on the lovely thin crack part, which is an easy way to set a TR for the 5.10s."},"__v":0},{"_id":"FV35Ro//X9qZ60hGKjnAAw==","name":"I Don't Want No Scrub","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"2014 Ben Brooke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":6,"mp_id":"109651739","mp_crag_id":"107940791","climb_id":"FV35Ro//X9qZ60hGKjnAAw==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Climb slab to a wafer-thin, left-facing flake. Climb up this to a small overhang, step right and go through the obstacle. Climb knobs, cracks, and face, trending slightly right at first, then slightly left, and finally joining the last moves of Never Alone.","protection":"Full run of cams from micro- to #4 C4, quickdraws. Several bolts along the way.","location":"Begin on a slab on the verge of the filthy section of slab. This is 3m left of the start of Never Alone, a tilted block forming the base of the wall."},"__v":0},{"_id":"i96HGMGnUoegHna5mOqJvQ==","name":"Never Alone","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2012ish","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":7,"mp_id":"109651586","mp_crag_id":"107940791","climb_id":"i96HGMGnUoegHna5mOqJvQ==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Interesting FA story: my rope got jammed, and despite adding everything I had to it, I still couldn't reach the top. Had to abandon it to finish, then find a way down.   Climb along tilted block leftward, up, and then left along a left-rising horizontal ~6m to a vertical crack (at this point, this route and Solo, Gracias touch). Climb along the right-sweeping vertical crack, passing a couple horizontals, until the vertical cracks end at a final horizontal, about 4m below the top. Climb sparse knobs on the slab to the top.   Now well-scrubbed, this is a worthwhile, interesting route. The addition of a bolt at the top makes it a much safer lead.","protection":"Standard Adk. Rack. There is one bolt high on the wall.","location":"Begin right of the filthy slab section, at an overhang formed by a tilted block."},"__v":0},{"_id":"0ttfXqAiUXiYpmohPPiscA==","name":"First Amendment","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"September 11, 2015 Mike Prince","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"left_right_index":0,"mp_id":"111107942","mp_crag_id":"107940791","climb_id":"0ttfXqAiUXiYpmohPPiscA==","areaRef":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"Very good, sustained friction climbing. Be careful to scope your line, as there are several places where a misstep in either direction can leave you stranded from further progress.   Climb up and left along the subtle ramp to its end, then move up and right. Follow bolt line to easier slab, then go up to a shallow vertical crack, climb it to its end, scramble up easy slab to an overlap, through this at a right-angling vertical crack to a wide horizontal crack. Knobs and plates take you up the final bit to an alcove bounded on both sides.   NOTE: a second pitch was added, but it goes beside some very large, loose blocks and is not recommended. If you have a single rope, lower from the highest bolt (just a few feet below the ledge) to the midpoint anchor of Second Amendment, belay your second, lower him/her to the same anchor, and rappel from there.","protection":"12 QDs, single set of cams from .3\" to 3\". Most of this is bolt-protected, but a few sketchy moves require trad gear for protection. As with NOTE above: a single rope CANNOT reach the base from the ledge or the highest bolt. You must rappel to the midpoint anchor of Second Amendment with a single rope. Most parties choose to traverse right to the Second Amendment anchors after doing the good stuff below. While enjoyable, the rest of the climbing above the wide horizontal is relatively trivial. Note that on the first ascent, we climbed a second pitch via the right side of the alcove, but the start of it is moss-covered (and often wet), and the pull around the alcove leads into a section of large, loose blocks. As these are 160'+ above the base of several popular climbs, we chose not to include it in the description. There is a plausible looking pull out the left side of the alcove that may avoid the danger, but it's hard.","location":"This is the leftmost bolted line on the \"Second Amendment Wall\" aka Sky High Wall. It lies about 10' right of the dirty steep gully bordering the tall, steep slab. Look for a subtle, shallow, left-rising ramp ending about 10' up the slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,465125d2-7e6f-5cf3-847c-e8f0d68c34c7,8ba5a532-ed2d-5a57-bf95-8e99669d539c","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Sky High","Sky High Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.95651,43.54061]},"bbox":[-73.9571303182251,43.54016033981813,-73.95588968177489,43.54105966018185],"left_right_index":-1,"ext_id":"107940791","area_id":"i6WlMu0tWle/lY6ZZp1TnA=="},"content":{"description":"This is the long steep slab reachable by walking up the path left of the Height-of-Land Wall. The left side is bounded by a chossy right-facing corner (which separates it from the Blueberry Ledge area); to the right, a right-rising ledge runs along the base of the cliff up to the Jammer Wall Ledge of the Upper South Corner Cliffs.    The main face, on the left, is 200' tall, streaked vertically with dark brown and light orange. The dark rock streaks are dirty and often wet."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:15:05.723Z","updatedAt":"2024-01-15T16:47:25.205Z"}