{"_id":"63689f33e80bff5a9950cb20","area_name":"Lion's Creek","shortCode":"","climbs":[{"_id":"TbKQ6oGiXW2QeqtMxu3TbA==","name":"White Slabbath","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"left_right_index":999999,"mp_id":"119499446","mp_crag_id":"110407948","climb_id":"TbKQ6oGiXW2QeqtMxu3TbA==","areaRef":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":"White Slabbath climbs the upper half of the left side of the dome, south of Lions creek.\n\nThe climb could be accessed via two ways, only one has been done at the time of this post. The FA was done by first climbing The Gateway (2 pitch route) and then scrambling up and over to WS. See photo below. This route could be climbed in as little as 3 pitches, or as many 6 (not counting pitches of climbs below).\n\n70 m rope required!\n\nP1 - An optional short pitch at the end of the scramble. Decide when to rope up as you leave the low angle slabs and alders, heading for the first bolted anchor of WS. A few pieces of protection are available. 5.6\n\nP2 - slab crux. Twin seems, and 3 bolts, provide just enough to keep the slab moderate as you start this pitch. Follow the undercling flake out right and turn the corner, now seeing the bulk of the route. Climb the large lie back corner, protected by gear l, until making the rightward traverse across the slab as you approach the anchor. 5.9 - 100 feet\n\nP3 - the first of two pitches climbing the crack that splits the white slab. A seem (1 bolt) turns to a widening finger crack and continues as such, finally reaching thin hands before the anchor. 5.7 - 100 feet\n\nP4 - follow the now hand sized crack up and through the bulge to belay ledge. This pitch could easily be linked with pitch 3 for a mega pitch up the entire crack splitting the slab. Call dibs now! 5.5 - 50 feet\n\nP5 - 4th class with little protection available.100 ft.\n\nP6 -4th class with little protection. Easily linked With p5\n\nThere are two descent options. The entire route/approach could be rappelled and reversed. The other option (if you leave nothing at the base) is to rap towards the gulley from the lowest bolted anchor of WS. A hidden two bolt anchor over near the gulley allows you to rappel into it and you could scramble down the gulley, beware of a few cruxes here as well.","protection":"5 bolts, mostly traditional gear. All anchors are two-bolt anchors.","location":"Follow directions for The Gateway or look at the photos below to assist with approach."},"__v":0},{"_id":"QRY7CTTUVliqdZbcVJAKSA==","name":"Urban Refugee","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Adam Volwiler, Andrew Pearson, Luke Eckhoff","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"left_right_index":999999,"mp_id":"116237719","mp_crag_id":"110407948","climb_id":"QRY7CTTUVliqdZbcVJAKSA==","areaRef":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":"Excellent rock that takes solid gear with a few run outs for good measure. If the section under the roof is wet expect 5.10.","protection":"Doubles up to #1 BD single #2 and #3. Bolted anchors. Need double ropes to rap.","location":"See pictures for best description. Hike up the talus, bust through the alders and then climb a two bolt approach pitch. Head west on the giant ledge and start under the blocky dihedral."},"__v":0},{"_id":"HryHHYEDWuiJBr6tNpJc0Q==","name":"The Lion King","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rick LaBelle, Jeff K. Johnson and Adam Volwiler","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"left_right_index":999999,"mp_id":"119469375","mp_crag_id":"110407948","climb_id":"HryHHYEDWuiJBr6tNpJc0Q==","areaRef":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":"A long and fun romp up some excellent granite slabs! This route was a ten year labor of love for Jeff and Rick and the quality of the climb is a testament of that effort! Get on it!\n\nPitch 1-5: Follow bolt lines up to the large ledge with big pine tree on left side at the top of pitch 5. There is a few short 5.4 sections but most of it is 5.0-5.2. You can just barely link pitch 3&4 with a full 70 meters. Pitch 5 has two variations, one straight up to pine, the other heads right to the ledge just left of where you’ll find the belay anchor for pitch 6. Most parties will want to simul these first 5 pitches.\n\nPitch 6: Traverse right and up over thin smear slabs. 5.7-5.8 12 draws\n\nPitch 7: Head out right toward thin finger crack in overhanging slab. Step over and up left and smear slab with very little for holds. 5.9/10a 12 draws\n\nPitch 8: Starts on left side of ledge up some layback blocks. 9/10a 12 draws\n\nPitch 9: Move out left and step out over corner onto slab. Look for green bolts and fixed hook. Head up thru dirty but easy terrain. 5.7 8 draws\n\nPitch 10: Climb tiered flakes up and left with thin layback cracks and very delicate smearing between flakes. Proceed up very thin finger tip flake crack. Very fun .9/10 13 draws\n\nPitch 11: Starts in mostly open book corner and then traverse out right. Very thin and mostly smearing and stemming open book. Have to cross a bush to reach right upper bolt, then head left to anchor. .9/10 8 draws.\n\nPitch 12: The rappel station for pitch is 10 meters above the belay. The pitch is 40 meters. Nice hand jam crack mid route, then finish on upper slab. 5.4 12 draws\n\nPitch 13: Walk up blank slab with very good friction to next anchor. 5.0 10 draws\n\nPitch 14: Climb blocks then move out on slab left. 5.4 10 draws\n\nPitch 15: Traverse straight left on ledge a few bolts before moving up to final anchor. 5.4 8 draws\n\nDecent:\n\n70m rope is recommended, but a 60m will make it as well with a bit of stretch. You'll need two ropes to rap the lower slab (first 5 pitches).\n\nRap the route following bolt lines back down. Route meanders around large overhangs with brushy ledges that prevent a two rope rappel until you reach the lower slab. Tie on the other rope there, as you can not rap this section without it. It is also possible to walk off climbers right (West) once on the lower slabs.","protection":"bolts","location":"Drive from Northwest Spokane approx 2.5 hours to trailhead\n\nFrom parking lot at end of Lion’s Creek Rd follow upstream trail for less than 100 yards and drop down and cross creek. Follow Cairns up and east across talus field to lower section of obvious slab. Bolts start in the middle from a flat ledge."},"__v":0},{"_id":"v9M/2pyzXB6iegpw+3+L1w==","name":"The Hansen Project","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chris Clentano/Blake Sommers","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"left_right_index":999999,"mp_id":"110407953","mp_crag_id":"110407948","climb_id":"v9M/2pyzXB6iegpw+3+L1w==","areaRef":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":"ON LION'S CREEK NORTH DOME: The first two pitches are from an existing route of which the name is unknown as well as the name of the guy who put it up. I have met him but can't remember his name.  The next 4 pitches are a new variation to what he put up several years ago. The crux of the route is the end of pitch one and through pitch two.\n\nApproach:  Park at the upper parking lot and look up at the large wall to the north with the large overhanging prow on it's left side.  This is the Lion's Creek North Dome.  Down and right of the prow there are two large flake/cracks next to each other that run vertically up the face.  The flake/crack running to the right is the first pitch.","protection":"TRAD only and TRAD anchors with the first pitch having the only bolted belay station on the route.\n\nApproach:\n\nHead north from the parking lot up through the boulder field, dead reckoning toward the base of the obvious flake/crack system.  Once the base of the slab is reached walk a few yards to the right to gain access to a small ramp and less steep slab so that you can walk back left to the base of the route.\n\nPitch 1: (Apprx 50-55m)(Gear: MC #0-BD C4 #2) (5.10 R)\n\nHead up along the right side flake(Will be climbing with your left side against it.  Protect in the crack along its base.  It starts off finger sized then flares to hands/fist and back to fingers then tips then pretty much disappears at the crux for 20-30 feet.  The crack is flared but takes gear nicely.  Just plug it in a ways.  The feet are what you would expect for steep slab.  Smearing with the occassional crystal or shallow pocket to stand on.  The crux does not protect well.  Move through and run out the crux until the crack/flake turns right and becomes a roof.  You will be roughly 25 feet from the belay at this point.  Plug one last bomber piece under the roof, pull the roof and run it out to the belay on easy slab.  Breathe.  The scariest part is almost over.  You now have enough time to recompose yourself before the scarier second pitch.\n\nPitch 2: (Apprx 15-20m) (Gear: What gear?)(5.10+ X)\n\nStart directly above and right of the belay and pull an awkward roof/ledge thing onto steep slab and move into a shallow and very wide open book in a tiny seam that has a tinge of green growing in it.  You are welcome to look for a place to put gear, but good luck.  Your best bet would have been to clip a draw into the bolt at the belay, now 15 feet below you.  Move up and stem into the open book on mostly insecure holds.  There is a small Spruce bush hanging over the top of the pitch right where you need to go.  There are a couple good holds right around it.  Getting around it is the fun part.  Plug something big in to the right and below it since you are now run out a long ways.   (Note: There is a sling around the Spruce.  Don't clip into it.  You will die.) Pull up and over the edge to the left and walk 20 feet over to a horizontal crack on a large grassy/poopy ledge.  Build an anchor and bring your partner up(who will think you have the biggest balls ever for leading pitch 2. Watch his/her face when they peak over the ledge at you.)\n\nPitch 3:  (Apprx 55-60m)  (Gear: BD C4 .4-4) (5.0 -5.3 RX)\n\nWalk right of the belay and follow the ledge around the corner in a traversing fashion.  Bring your garden tools and be prepared to dig out the crack at your feet to find placements unless you're cool with 100 foot whippers.  Follow this crack/ledge until you see a blank slab above you and a roof beginning to form.  Climb 15 feet above the ledge and build an anchor.  You will be nearing the end of the rope at this point.  Listen well for your belayer yelling at you from out-of-sight around the corner.  Enjoy the views from here.\n\nPitch 4:  (Apprx 40m) (Gear: MC #1 to BD C4 #3) (5.8+)\n\nNot the hardest pitch, but one of the most fun due to it not being as balls out scary and the movements are cool.  Climb down from the belay back to the Pitch 3 ledge and continue traversing toward the roof.  Move along the roof using small delicate crimps and rails with polished smooth granite under foot.  Placements are abundant.  Get down under the roof and reach up arms-length and plug gear in where ever you like.  There are a variety of options for size and position.  This is both fun to lead and clean.  Note:  If there is going to be water on the route, this is the place.  April had streams running out from under the roof which made for entertaining foot work in order to keep the toes dry.  Mid summer had some water here as well but it was easily stepped over.  Once the roof starts to peter out, move up at where a spruce sits on top of the ledge.  Go left of it and move up about 30 feet to a large block with another horizontal crack in it and set up a gear anchor.  There is plenty of plant life and marmot poop here so watch your step.\n\nPitch 5:  (Apprx 40m) (Gear BD C4 .3-4) (5.8+)\n\nClimb down from the belay to a horizontal ledge and delicately move across it.  There is a place for one piece about 3/4 of the way across this open space.  Here there are two options.  Follow the ledge until it ends and a smooth over hanging bulge blocks the way around the corner or drop down about 5 feet and go to a nice looking \"v\" with a bomber looking crack.  Either way, you are aiming for the large tree hanging over the cliff right past a knife edge looking rock.  The first path is sketchy with no gear other than a ways behind you over a no fall zone on lead or top rope.  The low road has several fantastic placements.  The choice is yours depending on how brave you feel after the previous 4 pitches.  Once at the tree keep walking up the ramp/ledge to the next big tree.  Plug something big into the dirty crack for a little piece of mind considering the fall would kill you.  Sling the tree and belay your partner over.\n\nPitch 6:  (Apprx 30m) (Gear: Eh, who needs it?)\n\nThis final pitch is more of a scramble upward to a narrow gully across a dirty slab and over some roots/ledges.  We chose to stay roped up but it may not be necessary.  Better to be safe than sorry.  Once in the 3 foot wide gully, this begins a trail (probably Mountain Goat trail) and the end of the climb.\n\nDescent:  pick your way down the slabs to the east of the route(Right side) until you hit the boulder fields or rappel from tree to tree down.  Once on the talus continue making your way back to the parking lot, which can be seen the entire climb.  It's best to stay on the talus as long as possible aiming for the lot to avoid the bushwhack and ticks.","location":"Descent:  pick your way down the slabs to the east of the route(Right side) until you hit the boulder fields or rappel from tree to tree down.  Once on the talus continue making your way back to the parking lot, which can be seen the entire climb.  It's best to stay on the talus as long as possible aiming for the lot to avoid the bushwhack and ticks."},"__v":0},{"_id":"QtXo9YA+VmCoF/Pi+J/+Pg==","name":"The Gateway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Zach Holt & Megan Holt","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"left_right_index":999999,"mp_id":"117711531","mp_crag_id":"110407948","climb_id":"QtXo9YA+VmCoF/Pi+J/+Pg==","areaRef":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":"This 2 pitch, mixed protection route is meant to be a  gateway For adventures above it.\n\nPitch 1 - Traditional gear protects the bottom and top of this pitch, the top being a short, but stellar hidden chimney you cannot see from the base of the route. Thoughtful slab climbing will get you there. 5.8 , 90 feet\n\nPitch 2 - up the slab to a 2 bolt anchor above the last ledge. 5.5 , 100+ feet\n\nIf rappelling down from the second pitch, a 70m rope still dies not reach the set of anchors above pitch 1. You'll have to walk across the slabby ledge that separates the 2 pitches. Knot the ends of your rope.\n\n2 bolt anchor atop the chimney","protection":"A single rack from micros to fists and draws.","location":"This wall is the obvious base of the left side of the massive dome south of the creek and separated by a large gully.\n\nThe base of this route can easily be spotted from near the Parking lot or trail, as it is located near the impressive dark colored roof.\n\nTrying to follow this approach beta could be the difference in fighting alders for 40 feet rather than 400.\n\nFrom the parking area, follow the main trail headed to the popular water slides for a several hundred yards. At the widest part of the trail, follow The obvious trails that lead down to the creek flowing over granite slabs. (Popular swimming hole). Follow the creek back west down a few small falls and pools. At what looks to be the last little waterfall and hole, cross the creek and walk through brush aiming for the small talus field. Near the top of this small talus field, cut back hikers left into the alders. Enter 20 feet or so and turn uphill heading for a gathering of 3 or 4 spruce trees making an island among the alders. Aiming for this little group of evergreens marks a hidden dry creek bed that cuts through the alders so that you don't have to. This also leads directly to the base of this route. Good luck."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,2f02f909-b6ea-50fb-ac23-8155de306359,ad2a37f4-8c08-5e60-910d-bfbb1b703748,2befd812-712e-5262-b250-e541d030e320","pathTokens":["USA","Idaho","North Idaho","Selkirk Crest, The","Lion's Creek"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.73153,48.75819]},"bbox":[-116.73221209046042,48.757740339818135,-116.73084790953959,48.75863966018187],"left_right_index":-1,"ext_id":"110407948","area_id":"K+/YEnEuUmKyUOVB0DDjIA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:01:24.235Z","updatedAt":"2022-11-25T11:18:12.962Z"}