{"_id":"63689d5ce80bff5a994f4337","area_name":"Mt Carillon","shortCode":"","climbs":[{"_id":"T+t7AtPSWmyl2qFTZl95DA==","name":"West Ridge Indirect","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":0,"mp_id":"112086512","mp_crag_id":"109359907","climb_id":"T+t7AtPSWmyl2qFTZl95DA==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Scrambling up to a nice summit, with the option of more difficult interesting moves or exposure. Nice views out to both sides of the ridge.\n\nApproach is rather long (though interesting and spectacular in itself), so think about combining this with other routes.\n\nMakes a nice add-on after doing the East ridge of Mt Russell. Or in the downward direction as a connection between climbing up the SE ridge of Mt Carillon on the way to climbing the Mt Russell E ridge.\n\nStarting near the Russell-Carillon col, head E up the ridge toward the summit -- avoid difficult sections by moving down onto its SE side (climber's right) or over onto the S-SW face.\n\ndescent\n\n: Scramble down a little somewhere on the S or SW side, soon reach talus and sand. Hike S on sand to meet approach route.\n\nPermit required: This route (or at least its normal approach + descent) require a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).","protection":"No fixed anchors or other gear. Type or size of Trad protection which might be used is unknown. Anyway the difficulties are very short and mostly avoidable.","location":"The summit of Mt Carillon is at (lat long ~ N36.59242 W118.27794) - (altitude 13,552ft / 4132m).\n\nThe start of the climbing is a bit east from Russell-Carillon Pass (lat long ~ N36.5915 W118.2817) - (altitude ~ 13250ft / 4040m)\n\n... (If not coming from the Mt Russell East ridge) ...\n\nRussell-Carillon pass can be reached from Whitney Portal trailhead by hiking up the Mt Whitney Trail (past the Carillon Creek turn-off) to the signed turn-off for North Fork Lone Pine Creek (N36.5869 W118.2453). Turn Right onto the (unofficial) North Fork trail and hike with some serious scrambling sections (full 3rd class), generally W up to Lower Boy Scout Lake. Continue up generally East toward Upper Boy Scout Lake, with some serious talus scrambling, then some slabs. But before reaching Upper B.S. Lake, near Clyde Meadow at about (N36.5815 W118.2678), turn Right off the trail and head up NW, perhaps at first a short ays through some bushes, then on sand. Gets steeper later, then WSW on gentle sand up to the Pass."},"__v":0},{"_id":"AF0EViLwXKG1hq346YsTuA==","name":"West Ridge Direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":1,"mp_id":"109360041","mp_crag_id":"109359907","climb_id":"AF0EViLwXKG1hq346YsTuA==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Lots of fun climbing and down-climbing moves over boulders and gendarmes along the ridge. The idea is to stay as close to the crest of the ridge as possible, and to seek out the most fun climbing moves.\n\nMost of the harder sections or moves are short - (many are avoidable). So doubtless this ridge could be climbed at an easier grade. Just make sure you don't climb up anything you can't also climb back down.\n\nUsually done as a fun addition after completing a famous route on Mt Russell and descending its E ridge to Russell-Carillon Pass. Actually it offers a lot of climbing if take it \"direct\" on the crest of the ridge and crossing over the top of all the \"gendarme\" and boulder obstacles: about 1000 ft / 300m long.\n\ncomparing\n\n: This route has a higher \"density\" of fun moves than the famous East ridge of Mt Russell, and perhaps more satisfying because it is possible to get up onto and over down the other side of (almost?) all the \"gendarmes\" obstructing this Carillon ridge, with easy/moderate difficulty - (unlike Russell E ridge where some of the obstacles on the crest are much harder or even impossible to get down the other side).\n\nmore\n\n: For a further addition of fun climbing after reaching the summit, could try climbing\n\ndown\n\nthe upper 150 feet of the NorthEast ridge (perhaps easier a bit lower on NW side of that ridge), then back up it to return to the summit. Or can also climb down the upper section of the SouthEast ridge.\n\ndescent\n\n: Scramble down a little somewhere on the S or SW side, soon reach talus and sand. Hike S on sand to meet approach route.\n\nstatistics\n\n: The hiking/scrambling approach to Russell-Carillon Pass from Whitney Portal is about +4930 vertical feet over 4.75 miles distance (+1500m over 7.6km). So a typical hikers' time for that would be 7 - 7.5 hours. An athletic climber with good altitude acclimatization might hope to reach the Pass in 4 hours. Or if camping at Upper Boy Scout Lake, reaching that is about +3050 vertical feet over 3.6 miles distance (+925m over 5.7km).\n\nThen for climbing from the Pass up to the Mt Carillon summit, the difference in altitude is about +330 vertical feet (+100m) -- but since there are many ups + downs, the actual upward effort is much larger than that. The horizontal distance is about 0.25 mile (0.4km), including some weaving around.\n\nPermit required\n\n: This route (or at least its normal approach + descent) require a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).","protection":"No fixed anchors or other gear. Type or size of Trad protection which might be used is unknown. Anyway the difficulties are very short and mostly avoidable.","location":"The summit of Mt Carillon is at (lat long ~ N36.59242 W118.27794) - (altitude 13,552ft / 4132m).\n\nThe start of the climbing is a bit east from Russell-Carillon Pass (lat long ~ N36.5915 W118.2817) - (altitude ~ 13250ft / 4040m)\n\n... (If not coming from the Mt Russell East ridge) ...\n\nRussell-Carillon pass can be reached from Whitney Portal trailhead by hiking up the Mt Whitney Trail (past the Carillon Creek turn-off) to the signed turn-off for North Fork Lone Pine Creek (N36.5869 W118.2453). Turn Right onto the (unofficial) North Fork trail and hike with some serious scrambling sections (full 3rd class), generally W up to Lower Boy Scout Lake. Continue up generally East toward Upper Boy Scout Lake, with some serious talus scrambling, then some slabs. But before reaching Upper B.S. Lake, near Clyde Meadow at about (N36.5815 W118.2678), turn Right off the trail and head up NW, perhaps at first a short ays through some bushes, then on sand. Gets steeper later, then WSW on gentle sand up to the Pass."},"__v":0},{"_id":"zJdBUx7BUIW6wHwYXfBxaQ==","name":"Sweet Carillon","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andre Kiryanov & Shay Har-Noy, July 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":999999,"mp_id":"117786740","mp_crag_id":"109359907","climb_id":"zJdBUx7BUIW6wHwYXfBxaQ==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Sweet Carillon takes a fun line on the impressive east face of Mount Carillon. Put up in 2008 by Andre and Shay.\n\nThe route starts by ascending 4th class terrain on a large clean slab, aiming for the left of the two prominent cracks. Scramble as far as you can before reaching steeper, more insecure terrain that wants a rope.\n\nP1: Climb a flared, sometimes dirty 5.8 crack that leads up to the left edge of a roof feature. At the roof a second crack emerges on your left that can be used. Continue up and around the right side of a second roof with a few pumpy 5.10 moves. This is a long pitch, nearly a full 60m if you roped up where we did.\n\nP2: Climb straight up the fun easy crack to a small ledge, around a large hollow flake and back into the corner. Near the top of the corner quest out small cracks and face features to the left onto a nice belay ledge. 5.10-, 190\n\nP3: Step up and traverse left off the belay, making a few face moves to reach a small left facing corner. From here climb up to the roof, place a few good pieces before mantling around the left side of the roof. Gain the 5.10+ wide crack and grunt your way up to the belay stance. 5.10+, 110'\n\nP4: Run it out up easy terrain, keeping an eye out left to eventually traverse left and downclimb a short step into the gully below a cave. Belay in the gully. 5.7, 200'\n\nP5: Climb juggy face features up the left side of the gully, staying in or near the corner. Avoid the wide crack that ascends the main face, continue staircasing up ledges and short corners 5.10-, 120'\n\nP6: Climb a very short offwidth to the next ledge. This pitch can be combined with the previous pitch if rope drag isn't problematic. 5.8, 40'\n\nP7: The \"Raised Hair Traverse\". Step around the arete to the left, heading toward a large orange flake. Climb up the flake and continue up and left over a few blocks to a nice ledge. 5.7, 100'\n\nP8: Climb a nice 5.8 right-facing corner to a ledge, continue up and left to a short right-facing corner to another ledge below a beautiful corner crack. 5.8, 150'\n\nP9: The Classic Dihedral. Climb a gradually thinning corner crack, with ample stemming, lie-backing, and jamming. From the top of the corner, climb another short left-facing corner to a nice belay 5.10, 120'\n\nP10: Climb a short crack to easy terrain, belay wherever convenient. 5.8, 60'\n\nFrom here, there is extensive 3rd/4th class scrambling to the true summit of Mt Carillon.\n\nDescent:\n\nIf camped at the base of the route, it is perhaps easiest to climb over the summit of Mt Carillon, and descend either the north ridge or a north-facing gully just east of the north ridge. You can then continue angling down and skier's left (north-east), looking for cairns that enter a scree-filled gully. This gully will take you down to the small tarn below the Cleaver.\n\nIf camped at Lower Boyscout, the easiest descent is perhaps scrambling down to the huge plateau between Russell and Carillon, and taking faint climber trails back to Upper Boyscout Lake, where the Mountaineer's Route will take you back to Lower Boyscout.","protection":"Doubles to #3, one #5","location":"Sweet Carillon starts on a clean slab on Mt Carillon's East Face. Take faint climber trails from the north side of Lower Boyscout Lake. See pictures."},"__v":0},{"_id":"UUt9p2/DXg2XC0qzFSlOMw==","name":"Southeast Ridge indirect","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":2,"mp_id":"112086670","mp_crag_id":"109359907","climb_id":"UUt9p2/DXg2XC0qzFSlOMw==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Scrambling up to a nice summit, with the option of more difficult interesting moves or exposure. Nice views out to both sides of the ridge.\n\nApproach is rather long (though interesting and spectacular in itself), so think about combining this with other routes.\n\nStarting at the major break in the ridge, head NW along the ridge toward the summit -- avoid difficult sections by moving down onto the SW face (climber's left).\n\ndescent\n\n: Scramble down a little somewhere on the S or SW side, soon reach talus and sand. Hike S on sand to meet approach route.\n\nmore\n\n: Can be \"enchained\" with other similar routes to make a longer sequence for a day's climbing. Most obvious is after reaching the summit of Mt Carillon, continue down the West ridge of Carillon to reach Russell-Carillon pass, then up the Mt Russell East ridge.\n\nPermit required: This route (or at least its normal approach + descent) require a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).","protection":"No fixed anchors or other gear. Type or size of Trad protection which might be used is unknown. Anyway the difficulties are very short and mostly avoidable.","location":"The summit of Mt Carillon is at (lat long ~ N36.59242 W118.27794) - (altitude 13,552ft / 4132m).\n\nThe simplest place to start climbing on the ridge is at a major break in the SE ridge (lat long ~ N36.5908 W118.2757) - (altitude ~ 13280ft / 4050m)\n\nFrom Whitney Portal trailhead, start by hiking up the Mt Whitney Trail (past the Carillon Creek turn-off) to the signed turn-off for North Fork Lone Pine Creek (N36.5869 W118.2453). Turn Right onto the (unofficial) North Fork trail and hike with some serious scrambling sections (full 3rd class), generally W up to Lower Boy Scout Lake. Continue up generally East toward Upper Boy Scout Lake, with some serious talus scrambling, then some slabs. But before reaching Upper B.S. Lake, near Clyde Meadow at about (N36.5815 W118.2678), turn Right off the trail and head up NW, perhaps at first a short ways through some bushes, then on sand. Gets steeper later, then on gentle sand toward Russell-Carillon pass. But much lower before reaching that Pass, somewhere around (N36.5896 W118.2774), bear Right NE on steeper sand, then into talus and scramble up steeper talus to the major break in the SE ridge."},"__v":0},{"_id":"1VfSh732U3+piuunUagllQ==","name":"SouthEast ridge Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":3,"mp_id":"112086585","mp_crag_id":"109359907","climb_id":"1VfSh732U3+piuunUagllQ==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Lots of fun climbing and down-climbing moves over boulders and gendarmes along the ridge. The idea is to stay as close to the crest of the ridge as possible, and to seek out the most fun climbing moves. Finishes over an overhanging bulge onto the summit.\n\nMost of the harder sections or moves are short -- Many are avoidable -- just make sure you don't climb up anything you can't also climb back down.\n\nSimplest place to start is at the major break in the ridge with a big tower to its right and a narrow tower to its left. This gives about 1000 feet of ridge climbing/scrambling NW to the summit, and most of the points and gendarmes along the way can be climbed up one side and down the other.\n\nlonger\n\nfrom lower start? Advantage of starting lower on the ridge is more climbing with\n\nless\n\nslogging up steep sand and scree. So far we've tried farther SE below the major break about another 400 feet where the crest of the ridge has a sequence of big \"diving boards\" perched out over the steep NE face, somewhere around (N36.5901 W118.2740). Unfortunately they don't look like diving boards from the approach, so not easy to target. There are two towers between the diving boards and the major break. Disadvantage is that it's not likely there is a way at \"low 5th class\" both up\n\nand\n\nover down the other side on either tower (though at least one can be climbed up and back on the same side). Anyway to scrambling/climmbing to get around each tower (on its SW side) is interesting.\n\nAnd there might be other \"low 5th class\" places to get up onto the ridge much lower, but so far it is unknown where those are, or how well connected is the climbing on the ridge above them. Hope to see helpful reports appearing in the Comments below.\n\ncomparing\n\n: This route has a higher \"density\" of fun moves than the famous E ridge of Russell, and perhaps more satisfying because it is possible to get up onto and over down the other side of (almost?) all the \"gendarmes\" obstructing this Carillon ridge, with easy/moderate difficulty - (unlike Russell E ridge where some of the obstacles on the crest are much harder or even impossible to get down the other side).\n\nmore\n\n: Can be \"enchained\" with other similar routes to make a longer sequence for a day's climbing. Most obvious is continuing down the W ridge of Carillon to reach Russell-Carillon pass, then up the Mt Russell East ridge. Or after climbing up E ridge of Russell, descend N ridge of Mt Russell, hike E past Lake Tulainyo, then up to Cleaver Col, then up NE ridge of Mt Carillon, then descend this route SE ridge.\n\nAnother fun add-on: After reaching the summit, could try climbing\n\ndown\n\nthe upper 150 feet of the NorthEast ridge (perhaps easier a bit lower on NW side of that ridge). Then back up it (perhaps more interesting directly on the ridge crest or sometimes its SE side) to return to the summit.\n\ndescent\n\n: Scramble down a little somewhere on the S or SW side, soon reach talus and sand. Hike S on sand to meet approach route.\n\nstatistics\n\n: The hiking/scrambling approach to the obvious notch in the ridge starting from Whitney Portal is about +4950 vertical feet over 4.5 miles distance (+1510m over 7.2km). So a typical hikers' time for that would be 7 - 7.5 hours. An athletic climber with good altitude acclimatization might hope to reach the notch in 4 hours. Or if camping at Upper Boy Scout Lake, reaching that is about +3050 vertical feet over 3.6 miles distance (+925m over 5.7km).\n\nThen for climbing from the notch up to the Mt Carillon summit, the difference in altitude is about +270 vertical feet (+80m) -- but since there are many ups + downs, the actual upward effort is much larger than that. The horizontal distance is about 0.2 mile (0.3km), including some weaving around.\n\npermit required\n\n: This route (or at least its normal approach + descent) require a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).","protection":"No fixed anchors or other gear. Type or size of Trad protection which might be used is unknown. Anyway the difficulties are very short and mostly avoidable.","location":"The summit of Mt Carillon is at (lat long ~ N36.59242 W118.27794) - (altitude 13,552ft / 4132m).\n\nThe simplest place to start climbing on the ridge is at a major break in the SE ridge with a big tower to its right and a narrow tower to its left - (lat long N36.5908 W118.2757) - (altitude 13280ft / 4050m)\n\nFrom Whitney Portal trailhead, start by hiking up the Mt Whitney Trail (past the Carillon Creek turn-off) to the signed turn-off for North Fork Lone Pine Creek (N36.5869 W118.2453). Turn Right onto the (unofficial) North Fork trail and hike with some serious scrambling sections (full 3rd class), generally W up to Lower Boy Scout Lake. Continue up generally East toward Upper Boy Scout Lake, with some serious talus scrambling, then some slabs. But before reaching Upper B.S. Lake, near Clyde Meadow at about (N36.5815 W118.2678), turn Right off the trail and head up NW, perhaps at first a short ways through some bushes, then on sand. Gets steeper later, then on gentle sand toward Russell-Carillon pass. But much lower before reaching that Pass, somewhere around (N36.5896 W118.2774), bear Right NE on steeper sand, then into talus and scramble up steeper talus to the major break in the SE ridge."},"__v":0},{"_id":"2c6L8aiYWrKaSUvZjf10WA==","name":"long ridge 3","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"left_right_index":4,"mp_id":"113486729","mp_crag_id":"109359907","climb_id":"2c6L8aiYWrKaSUvZjf10WA==","areaRef":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":"Interesting sustained scrambling/climbing along the 3rd section the \"long ridge\" from Lower Boy Scout across Mt Carillon to Mt Russell.\n\n. . (Length of climbing+scrambling about 2200 ft, with uphill +450 vertical ft).\n\n. . For more about the \"long ridge\",\n\nsee under the Description section for Mt Carillon\n\n.\n\nStarting from the North peak of\n\nthe Impala\n\n, down to a small col or break, then up diagonal right to the crest of the ridge. Follow the ridge (roughtly NW) staying on its crest (or close a possible). Several obstructing rocks or towers (\"gendarmes\") will be encountered. Most or all of them can be climbed -- most or all going over and down a different way from climing up. But which gendarmes to climb up? by which specific line? which way down? is a choice for each climber.\n\n. . Most of the more difficult sequences on or near the crest could be avoided to the left or right, but that's not the goal of this route.\n\nWhere the way ahead looks too easy or lacking a distinct crest (at perhaps two places), can try traversing Right a short ways to another ridge with a more distinct crest or more interesting climbing.\n\nWhen reach the rock (\"Gendarme 3800m\") near (N36.5884 W118.2707) . (elevation approx 12460 ft), seems like there is no distinct ridge crest in the next section above for a ways, only easier talus scrambling -- until a more distinct high point (heap of rocks) which is visible. That's the top of this section of the \"long ridge\" - (and getting up the talus and finding an interesting way to the top of that high point is the next section).\n\nwarning\n\n: Rocks which are loose or break are a serious risk on or near this climbing route. Even on a sequence well within a climber's difficulty capability, if a rock moves, that could result in a fall -- and even a short fall could result in serious injury or death.  Also if more than one person is climbing, climbers below could be struck by rocks dislodged by someone above them -- so need to follow a careful strategy for managing this hazard.\n\n- - Any injury could be serious or become life-threatening on or near this remote wilderness route far from the trail and farther from parking.\n\nescape\n\n: There are several points along this section of the ridge where could scramble left of the ridge onto a sand/scree/talus slope, and SE down that to the main hiking trail near Upper Boy Scout Lake.\n\ndescent\n\n: From \"gendarme 3800m\", scramble Left off the ridge, then down diagonal left (South) on the big slope (which comes down from the Mt Carillon summit and the Russell-Carillon pass). Join the \"herd path\" aiming a bit left from Upper Boy Scout Lake and SSE on this until past a steep rock bar, then SSW across small creek and slabs (avoiding difficult bushes) to hit the main North Fork Lone Pine Creek Trail.\n\nwilderness permit required\n\n: Hiking or climbing above Lower Boy Scout Lake requires a permit which can be obtained at the Visitors Center along rt 395 a bit south of the town of Lone Pine. Overnight camping near Upper Boy Scout Lake requires a different permit. The number of permits is limited, and can can be reserved six months in advance on\n\nrecreation.gov\n\n.","protection":"No fixed hardware as of 2017.\n\nProtection for trad leading is unknown.","location":"This section of the \"long ridge\" starts by the north peak - GPS latitude longitude approx (N36.5867 W118.2677) - of\n\nthe Impala\n\n.\n\nThis can be reached from Whitney Portal parking by hiking + scrambling (3rd class) up the North Fork Lone Pine Creek trail to a little before (600 ft E from) Upper Boy Scout Lake - around (N36.5813 W118.2702), turn Right off the trail and go N about 650 ft across slabs and a small creek (avoiding the difficult bushes), then NE about 330 feet up sand/scree to the right end of a steep rock bar at (N36.5838 W118.2694) -- see the dramatic point of the Impala south peak above right.\n\n. . (or this point could also be reached by hiking from the E end of Upper Boy Scout Lake NE about 850 ft on sand/scree).\n\nThe \"herd track\" toward Russell-Carillon pass turns left here, but instead go slight Right and NNE about 1000 ft steep diagonal on sand/scree with some talus, aiming left of the pointy south peak of\n\nthe Impala\n\n. Next traverse right (ENE) across steep slab, and up more scree/talus NE to reach a col or break (N36.5868 W118.2678) just left of the north (left) peak of the Impala.\n\nPerhaps this point or something near it could be reached by starting near Lower Boy Scout Lake and climbing roughly NW up the lower sections of the \"long ridge\" (past the Springbok peak) - (untested as of 2017)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,06d39907-b932-58ee-b811-059660aa39ee","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt Carillon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10+"},{"count":1,"label":"4th"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.27794,36.59242]},"bbox":[-118.27850004761254,36.59197033981814,-118.27737995238749,36.59286966018187],"left_right_index":-1,"ext_id":"109359907","area_id":"BtOZB7kyWO64EQWWYKo57g=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:53:50.562Z","updatedAt":"2022-11-25T11:12:46.441Z"}