{"_id":"6368a38be80bff5a99585ad3","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"FqRo6Ru6Woqf9Gdk05IaYA==","name":"Zig Zag","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":14,"mp_id":"113518284","mp_crag_id":"106461496","climb_id":"FqRo6Ru6Woqf9Gdk05IaYA==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"Start similar to nuts amongst the trees on the slab around the right of the main wall in the shade. Slink up the slab around the tree and scramble to rock face with two parrallel, trending right, vertical cracks. Climb and sow up right crack to small living tree (not dead tree). Second pitch from the small living tree. Start a few feet right of the corner and run up to roof, pull out right of the roof and traverse right to a notch and run that up as far as you can. Mantle onto the loose pebble top out. Top out likely overgrown without traffic. Can enter corner if you mind your rope.","protection":"G","location":"Facing the main wall, head around to the right into the shady trees. At the base of a slabby back angle boulder. Second pitch starts on the first bit of \"sidewalk\" to the River View Ledge."},"__v":0},{"_id":"V20MG85gUvKrkhBe002B2g==","name":"Witches Brew","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":0,"mp_id":"106463882","mp_crag_id":"106461496","climb_id":"V20MG85gUvKrkhBe002B2g==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"I have seen different descriptions of Witches Brew and Witches Brew Direct. In my opinion, \"Direct\" is the only version worth considering. Any escape to the left or right does not make the climbing any easier, and you miss the best part of the climb. \n\n  Due to the length of the climb, the first time I did this I did it in two pitches, setting up a belay on the loose ledges at the base of the chimney. Don't do this. There is tons of loose rock on these ledges, rope management here sends showers of rocks down on to your belayer. I strongly suggest leading this climb in one long 160-foot pitch. the climbing is very easy, use some longer slings. \n\n  Climb the crack system using larger gear to the base of the Witches Brew Chimney (5.3). Climb the chimney--the key piece of pro will be on the south wall of the chimney--horizontal crack takes a pink Tri-cam or small C4. \n\n  Do not climb to the top of the chimney. You will get trapped under a chockstone. Instead, climb about 2/3 way up, then exit the chimney by stepping around the north corner onto the sunny exposed face to the left of the chimney (5.3). Easy climbing to the top. \n\n  PS. Please do not tie two ropes together and use this climb as a top tope. This is a nice easy lead for aspiring trad climbers. It doesn't make sense to tope rope such an easy climb.","protection":"There is a large tree on top to use as a belay. Walk off or use a two-rope rappel. A single 60M rappel will not make the ground.","location":"At the far left (north) side of the Main Wall there is a small buttress--20 feet left of that there is a large tree at the base of a major crack system.  This large crack system is 30-40 left of the small Main Street crack. If you back up to the railroad tracks you'll see the crack ends in a ledge area with lots of loose, broken rock and then directly above that there is a nice chimney finish."},"__v":0},{"_id":"JRhbOA2cW1mhhsW7tu589w==","name":"The Undercling","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":10,"mp_id":"106461831","mp_crag_id":"106461496","climb_id":"JRhbOA2cW1mhhsW7tu589w==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"The 5.7 grade applies only to the crux(es) which are the undercling move, and at the top, following the vertical crack in the black face. You can easily maneuver around these cruxes to arrive at the same place. An easy top-rope version would probably go 5.5 due to the roof (i.e. Sunday Morning).","protection":"This is probably the best lead at Chickies. The pro is solid, and the falls are clean at all the difficult spots.","location":"15 feet to the right of the Library dihedral is a smooth orange and black slab broken by a left-to-right trending crack. This is the Sunday Morning Crack. Follow the crack up to the roof/overhand. Pull past the roof on the left. Above the roof, look for an obvious flake/undercling, and traverse left to the arete using this undercling. Follow the arete up and trend right on the next two horizontal ledges. Finish the climb with bouldery moves in the vertical crack on the black face on the center of the south-facing wall."},"__v":0},{"_id":"RWp9xKiHX9OJn0in1CFcNQ==","name":"Sunday Morning","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":12,"mp_id":"107909242","mp_crag_id":"106461496","climb_id":"RWp9xKiHX9OJn0in1CFcNQ==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"Once you climb past the overhanging section (crux) the climbing is basically over.  It becomes more of a scramble to the top.  This would probably be an ok climb for first timers or for those who are looking to practice placing gear on a safe/easy route.","protection":"Standard rack.  Used smaller gear on the way up and bigger (#1, #2, #4 cam) to build anchor on the river view ledge.","location":"Facing the wall, this climb is located to the right of Hollywood. There are a number of routes to the top from Riverview ledge, though most people tend to hike down from it."},"__v":0},{"_id":"yDuVR3F0Xe+VyReQY4ylWw==","name":"Snowflake Variation 1","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":6,"mp_id":"107785614","mp_crag_id":"106461496","climb_id":"yDuVR3F0Xe+VyReQY4ylWw==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"This is a fun climb that begginners could make it up.  There are plenty of big holds that don't require fancy body positioning to use.  Also some good hands free resting places to sort gear, take a breather or a picture.","protection":"No fixed gear. Standard rack. Build your own anchor at the top or hike down. Gear is very hard to find on the first book leading to the ledge. I've heard you can use micro in the crack but I couldn't figure it out and anyway, I'm not sure what a 2kn nut is worth. I used a small alien cam on the outside (left) of the book midway up and wasn't thrilled with it. This was my 3rd trad lead so the experienced climber may find plenty of gear. Fortunately, after the first book you can put in as much gear as you want.\n\n As per user Mikey Anderson: two #2’s would be helpful, standard rack + nuts.  The gear is good (for Chickie’s), at worst PG down low. When you get to the base of the crack system (with big ledges) you’ll get a #1 here, and a .5  in a vertically fading splitter up to the right of this(image), march up the ledges and find another #1 or whatever you have (there are other options here. More options lie above.","location":"You can make up the first 15’ however you like, it shares the same broken up bit as the Library.  At the bottom of the open book/low angle right facing dihedral of the library, make sure you are climbing into the crack system that sort of parrallels to the right; starting with huge big, easy ledges"},"__v":0},{"_id":"4gryPKRAUC+v/8uj/cixow==","name":"Snowflake Direct","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":7,"mp_id":"118804785","mp_crag_id":"106461496","climb_id":"4gryPKRAUC+v/8uj/cixow==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"Start where ever on the broken up section under the first right facing dihedral/open book of the Library.  Climbing straight up, or trending right, when you reach a height level with the roof and dihedral entrance on your left, look for your pro (#1 cam) at the very start of the snowflake crack, you get another #.5? Just a little off to the right in a vertically faded splitter (beta image). Both are good to run it out up the huge easy ledges to a big horizontal crack for more gear. Stay in the snowflack crack and rock it out.\n\n Big, easy holds for beginners. Maybe PG in the beginning, then G all the way home.","protection":"Two #1’s would be helpful, standard rack +nuts","location":"Start directly under the broken up slab of rock that’s just to the right of the library.  You’re looking at what will look like the easiest most obvious crack on the right most of Main wall"},"__v":0},{"_id":"4dT8C2xfUqqPo/juI5Wnyg==","name":"Nuts","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":13,"mp_id":"113511362","mp_crag_id":"106461496","climb_id":"4dT8C2xfUqqPo/juI5Wnyg==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"The route starts around the southwest corner of the Main Wall. The first pitch has three distinct sections. The slab at the bottom leads to a scramble which leads  to a vertical face with lots of cracks. There is a live tree and a wide ledge at the top. This pitch is about 60'. \n\n  The second pitch starts directly behind the tree and continues straight up the vertical wall to another wide ledge. On the ledge, there are two sets of bolts located only a few feet from one another. There is a steep walk off to the right which leads all the way down to the start of the climb. The route can also be toproped by scrambling up that same path from the bottom to get to the bolts. This pitch is about 30'.","protection":"There are two sets of bolts near each other at the top of the second pitch.","location":"The last route on the Main Wall, around the southwest corner from the main face."},"__v":0},{"_id":"9GweKVwgXSCUsAob2dc48w==","name":"The Notch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":8,"mp_id":"107272502","mp_crag_id":"106461496","climb_id":"9GweKVwgXSCUsAob2dc48w==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"\"Start: between Snowflake and Sunday Morning. \n\n  Pitch 1: Climb the obvious long narrow notch. Climb through the notch and on up to the top.\" \n\n   - Sue E. Holland, \"A Guide to Climbs at Chickies.\" 1988. (out of print)","protection":"Standard trad rack. Place gear or sling rocks to build an anchor.","location":""},"__v":0},{"_id":"m7dRYI9SVRO2r8X9GeT6oQ==","name":"Main Street","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":2,"mp_id":"106464120","mp_crag_id":"106461496","climb_id":"m7dRYI9SVRO2r8X9GeT6oQ==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"","protection":"No fixed gear. Use a spotter for the moves right off the ground. Once you get that first piece and get into the crack, there's an endless amount of awesome gear. Takes nuts, large tries-cams, hexes or whatever else you've got. As of Oct. 16, 2021 there is a brand new bolted rap station at the top of Main Street crack, about the same hight as Riverview Ledge. It's now an easy out to just drop back to the ground, or to try a second pitch like Josh's Hump. Enjoy!","location":"Near the left side of the Main Wall about 30 to 40 feet to the left of the Library dihedral look for the long, left-leaning crack system that starts just to the right of the small buttress. (The other side of the buttress near the tree is Witches Brew.)"},"__v":0},{"_id":"TQ7WfIuMU1ayln6A/2KhhA==","name":"The Lower Undercling","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":9,"mp_id":"107273671","mp_crag_id":"106461496","climb_id":"TQ7WfIuMU1ayln6A/2KhhA==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"Same start as Sunday Morning, and the Undercling. 15 feet to the right of the Library dihedral is a smooth orange and black slab broken by a left-to-right trending crack. This is the Sunday Morning Crack. Follow the crack up a short way. Before the roof/overhang, follow the lowest obvious flake/undercling, and traverse left (crux).Follow the arete up and trend right on the next two horizontal ledges. Finish the climb with bouldery moves in the vertical crack on the black face on the center of the south-facing wall.","protection":"Standard rack, I haven't lead it, but the guides say good protection for this alternate line of Sunday Morning. \n\n  Gear and slings for TR anchor.","location":""},"__v":0},{"_id":"hlPjy5bvXC+IoOqZJqIlQA==","name":"The Library","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":5,"mp_id":"106461514","mp_crag_id":"106461496","climb_id":"hlPjy5bvXC+IoOqZJqIlQA==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"","protection":"No fixed gear. Easy to set up top rope on Riverview Ledge. The Library is also a good beginner lead. Use small nuts in the corner.","location":""},"__v":0},{"_id":"bUaGRwgRX1uQoZ/QCjkY8g==","name":"Josh's Hump","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ross Purnell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":1,"mp_id":"106464133","mp_crag_id":"106461496","climb_id":"bUaGRwgRX1uQoZ/QCjkY8g==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"Main Street Crack ends below a small tree/bush where most people escape right to Riverview Ledge. Josh's Hump continues straight up short slabby section of rock below The Great Roof to a stance in the left corner under the roof. Microstoppers or a #00 Camalot buys you some protection here before a scary traverse to the left out on a prominent, light-colored arete. The is the arete where Josh Laudermilch (seconding my lead) stopped to hug and/or hump the arete. Use a long runner on the gear in the corner to avoid rope drag on The Great Roof above.   We regularly do this route in one pitch with long slings, especially under the roof. Communication with your second is difficult when you are on the summit and your second is under The Great Roof.   Note: You can also start on Witches Brew, and move right up under the Great Roof before you head into the Chimney.","protection":"No fixed gear. Extra small stuff required for the crux moves under the Great Roof.","location":"Near the left side of the Main Wall about 30 to 40 feet to the left of the Library dihedral look for the long, left-leaning crack system that starts just to the right of the small buttress. (The other side of the buttress near the tree is Witches Brew.)"},"__v":0},{"_id":"B9puDph1U/GLlhXAqFcrEg==","name":"Hollywood","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":11,"mp_id":"107273680","mp_crag_id":"106461496","climb_id":"B9puDph1U/GLlhXAqFcrEg==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"\"Start: At the base of a small black face, below a smooth white face, 5 feet right of the graffiti 'Bob 1986.' \n\n  Pitch 1: Climb the face, then the small crack, using no holds on the right side of the crack. Climb to the overhang and through the V-notch at the lip, and up the face to a small ledge. Climb the center of the face on the left to the Riverview Ledge. 110 feet. \n\n  Pitch 2: From the entrance of the Riverview Ledge, traverse right 7 feet. Climb the face to the right. Climb to the top. 50 feet.\" \n\n  - Sue E. Holland, \"A Guide to Climbs at Chickies.\" 1988. (out of print) ","protection":"Standard trad rack. Gear and slings for toprope.","location":""},"__v":0},{"_id":"MEMgdBSaXoSR7OnlIzHD8A==","name":"For Madmen Only","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":4,"mp_id":"107226523","mp_crag_id":"106461496","climb_id":"MEMgdBSaXoSR7OnlIzHD8A==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"\"Start: On the face at a small dihedral, look for the orange-black rock. 6 feet right of Lester Molester. \n\n  Pitch 1: Climb the small corner to the top. Step left and climb the small crack up, and slightly left, to the base of the second book of the Library. Traverse right 5 feet to the crack in the center of the face, and climb to the Riverview Ledge.\" - Sue E. Holland, \"A Guide to Climbs at Chickies.\" 1988. (out of print)","protection":"Set a toprope anchor with gear on Riverview Ledge.","location":""},"__v":0},{"_id":"df8oJwgAVsKJSrbIaXPyxQ==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"left_right_index":3,"mp_id":"108856242","mp_crag_id":"106461496","climb_id":"df8oJwgAVsKJSrbIaXPyxQ==","areaRef":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"This route starts halfway between the dihedral for Main St. and the smaller dihedral towards the Library where Madmen start. You should be looking straight up at the left facing ramp/open book of the upper part of the library, you'll finish on the outside(if truly straight) of this; so you should start under it. Climb straight up face to Riverview Ledge.  Route used to start over graffitti \"Patty lester\" according to Sue Hartman; lichen now dominates start. The route is called Lester the Molester ","protection":"Not a gear-y lead, gear is X for first half. Better TR.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,f1d4db42-c5d2-5c85-9aa8-1e5c69928c04,4dc909ff-34b7-5bc7-829a-ba780baff581,1baf0136-1ae3-572e-b579-ca1000cd350a","pathTokens":["USA","Pennsylvania","South Central PA","Chickies Rock","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.4"},{"count":1,"label":"5.3"},{"count":4,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":13,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":10,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.52507,40.05153]},"bbox":[-76.5256574332287,40.051080339818135,-76.5244825667713,40.05197966018186],"left_right_index":-1,"ext_id":"106461496","area_id":"G68BNhrjVy61ecoQAM01Cg=="},"content":{"description":"This is the main climbing area at the south end of Chickies Rock facing the river. It's most notable feature is Riverview Ledge, a convenient place to set up top ropes, or continue a second pitch up The Block above the ledge. There are a couple of railway buildings along the tracks here. \n\n  Although there's lots of different Top-Ropable climbing lines all over the south + west sides of the lower Main wall, there's not much space on the Riverview ledge for traditional Top-Rope anchors once multiple parties show up. So be prepared to share. And remember, somebody in each party needs to really know what they're doing with setting up Trad top-rope anchors.  \n\n  For top-roping, the historic route names (like given on this website) don't have much meaning, since the old routes wander around side-to-side more than most top-rope climbers -- and usually multiple worthwhile lines can be done from the same top-rope anchor.  \n\n  Main Wall routes and variations, left to right: \n\n Too Easy 5.4 G (2 pitches) Witches Brew 5.3 G (2 pitches)  Kissing Wall 5.5 PG (Witches Brew variation, 2 pitches) Main Street 5.5 PG  Lester Molester 5.8 X  For Madmen Only 5.7 X  Touch and Go 5.9 R  The Library 5.5 PG  Snow Flake 5.4 PG (The Library variation) The Notch 5.9 PG Sunday Morning  5.4 G  The Undercling 5.6 G (Sunday Morning variation) The Lower Undercling 5.8 G (Sunday Morning variation) Hollywood 5.7 PG Train Wreck 5.7 PG  (Sunday Morning variation) Shrimp Scampered 5.5 G Train Station 5.1 Nuts 5.4 PG (2 pitches)"},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:19:59.577Z","updatedAt":"2024-01-15T16:48:11.144Z"}