{"_id":"63689de0e80bff5a994f947c","area_name":"Peg Leg Wall","shortCode":"","climbs":[{"_id":"ZLoNpfikXsySadL2YAQsyA==","name":"Unknown Short Warmup","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":15,"mp_id":"109611118","mp_crag_id":"108118711","climb_id":"ZLoNpfikXsySadL2YAQsyA==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This is a decent little warmup route for the crag. The book gives it 5.7, but it is kind of pumpy for the grade. It is not a destination route, but there is a complete lack of good warmups at the Peg Leg Wall, so we do it pretty much every time.\n\nBegin up well-protected climbing on good, black rock to anchors halfway up the wall.","protection":"4 or 5 bolts and anchors.","location":"It is the furthest right route on the furthest right panel. This is approximately 20 feet right of where the trail comes up to the wall."},"__v":0},{"_id":"2Vi/Jr7ZXfi7tyaaznpAVQ==","name":"Take It To The Bank","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown, hopefully someone can add this info","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":3,"mp_id":"109666529","mp_crag_id":"108118711","climb_id":"2Vi/Jr7ZXfi7tyaaznpAVQ==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Take It To The Bank is a fairly new route on an old panel. Whoever put up this route (and likely the 2 new ones to the right) did a good job seeing these lines and putting them together. It is kind of a non-typical, harder Shelf route - not a whole lot of heavy crimping or brutal pocket pulling on this one. If you are a boulderer, this should be right up your alley.\n\nBegin up some jumbled blocks to a slightly chossy, right-facing dihedral. Cruise up on easy climbing, with the worst looking block, 'the plank', actually being pretty solid. The dihedral quickly gets harder as it arcs over into an undercling that fades out. Make a surprisingly pesky traverse to a blunt arete of sorts, and get a poor shake. A monster move to a pitbull mini-jug, followed by easier-but-not-cake climbing will get you to the anchors.\n\nIf you nail the PMJ, do whatever it takes to make it to the chains - you really don't want to fondle this hold too many times....","protection":"5 or 6 bolts and anchors. You can use the first bolt on the route to the left, or just stick clip the second bolt. The bolts are placed in the best locations for clipping, but the traversing nature of the route combined with the ledge below and the dihedral to the left makes falling at the first crux kind of spooky but not unsafe.","location":"This route is located on the left most of the three major panels at the Peg Leg Wall. The approach trail comes up to the rightmost panel, walk left about 100 yards to a black panel with 5 routes on it. This is the second route from the left and starts up a chossy, right-facing dihedral that arcs right and fades out."},"__v":0},{"_id":"N/iGZedTVpiiusvfRc0+Sw==","name":"surf's up","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"bob d'antonio and jim waugh, 1987","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":8,"mp_id":"109611056","mp_crag_id":"108118711","climb_id":"N/iGZedTVpiiusvfRc0+Sw==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"this is a really good route, with tricky technical pocket pulling and feature fondling.  if the protection was modernized it would be a 3 star route.\n\nthis is the right most of the 3 routes on the central panel.  start up salmon colored flakes, past a low bolt.  carefully make your way upward on holds that are not 100% solid to a really high second clip.  you do not want to come off here - it would be pretty bad.  after clipping the 2nd bolt and getting your ducks back in a row, launch upwards through sustained, tricky sequences through 2 more bolts to the anchor.  superb climbing through here.","protection":"4 bolts and anchors.  second bolt is in definite crater potential territory and you have to climb on some not-perfectly-solid rock to clip it.","location":"rightmost of the 3 routes on the salmon colored central panel at peg leg wall."},"__v":0},{"_id":"no8tZ8kcXBWlOVVq+Cv6iA==","name":"Sex Wax","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Jero, Eric Harp, Kevin Gonzales, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":9,"mp_id":"109017127","mp_crag_id":"108118711","climb_id":"no8tZ8kcXBWlOVVq+Cv6iA==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This is another burly warm-up at the Peg Leg Wall.  In previous guidebooks ,this was listed at 11a.  It is harder than\n\nBest For Your Stick\n\nbut considerably easier than\n\nCorn Dog\n\n.\n\nBegin from a table-like ledge (I recommend stick clipping first bolt), and make barndoor-ish moves up the face and arete, past many pockets and a couple more bolts to the anchor.  It starts out a little bit steep and ends up on lower angled terrain.\n\nThere isn't much chalk, so expect to spend some time figuring out which pockets are good and which ones are not.","protection":"3 or 4 bolts plus anchors.  I recommend having your belayer up on the ledge and stick clipping the first bolt.","location":"From where the trail meets the wall at the far right side of the wall underneath the roof route 'Adversary', walk left about a couple hundred feet.  You will see a small trail that goes up to a deep, dark corner.  On the left face of the corner is '\n\nBest For Your Stick\n\n'.  Around the arete to the left is Sex Wax.  Scramble up and left onto a ledge that makes a nice seat."},"__v":0},{"_id":"derVLpZiXtq4nVrfimEvAw==","name":"Promised Land","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Johnson, David Marrison,1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":2,"mp_id":"109017147","mp_crag_id":"108118711","climb_id":"derVLpZiXtq4nVrfimEvAw==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This route is described in the green Bob D. book as being 'better than it looks', and this is a true statement.\n\nBegin up a funky, soapy, blue/grey/yellow limestone flake that is somewhat out of character for Shelf road.  Be careful with the top of the flake as you clip the second bolt.  From here, the character of the route changes drastically with steep, black, blocky limestone, transitioning to a slabby mantle and the anchors.  It is a really fun route.","protection":"5 bolts and anchors. The anchors are hard to see from below as they are up over the bulge.","location":"It is towards the far left side of the wall.  From where the trail meets the wall, hike left to the third major panel with routes.  This route is immediately to the right of a big, free standing tower that is separated from the main rock by a narrow chimney/gully."},"__v":0},{"_id":"dhkX4WzVVg2f2WhFYM/wZQ==","name":"Mr. Peg Leg Speed Work","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":13,"mp_id":"109611191","mp_crag_id":"108118711","climb_id":"dhkX4WzVVg2f2WhFYM/wZQ==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This is a superb climb on fantastic rock. With modern protection, it would be 4 stars for sure.\n\nBegin up a beautiful, silver/white face behind the small tree, making long reaches between excellent pockets. A long clip to a high 2nd bolt relieves the nerves a bit. A big reach over the roof begins what feels like a never ending journey to figure out the best holds and sequences on brilliant black rock, sometimes well above bolts, on this bafflingly pumpy slab.\n\nRejoice when you clip the chains on this completely forgotten classic. This is a great route!","protection":"4 well-spaced, old (but thick) bolts with spooky, thin, black hangers. The 2nd bolt is pretty high.","location":"This route is on the right most panel at Peg Leg Wall, about 25 feet left of where the trail meets the wall. It starts behind a small tree on silver/white rock."},"__v":0},{"_id":"tYX2xSs9XUmWtBIPg2cIAQ==","name":"Miss Money Penny","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"bob d'antonio and richard aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":4,"mp_id":"108962046","mp_crag_id":"108118711","climb_id":"tYX2xSs9XUmWtBIPg2cIAQ==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Miss Money Penny is a fairly new route and a nice addition to the area.  Scramble easily up onto the massive block and clip the first bolt.  Stare at the confounding bulge.  Hurl yourself upward through a dense 12c sequence that requires an odd combination of brutal lockdown strength and cunning technicality.\n\nThe first couple tries I didn't know if I liked this thing - it seemed impossible at the grade.  When I accidentally figured it out, it really made my day.  The remaining climbing is considerably easier but really fun, and the rock is cool.","protection":"IIRC 4 bolts and anchors.  Bring another couple draws just in case.","location":"The Peg Leg Wall is primarily broken up into 3 main walls.  The trail comes up at the furthest right wall, at the base of 'Adversary'.  Hiking to the left 200 feet, the next main wall has 'Clutching At Straws'.  Another 100 feet to the left is the Bone Wall.  This route is located at the Bone Wall and is the 3rd route from the right.  It starts on top of a big, rectangular block."},"__v":0},{"_id":"InsuWKY0Wpqbu6V3MEzxUA==","name":"men of iron","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":0,"mp_id":"109611086","mp_crag_id":"108118711","climb_id":"InsuWKY0Wpqbu6V3MEzxUA==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"this route is probably worth doing once, if only for the sake of completely climbing the crag out.  begin up slabby black rock with pockets and dishes to a really, really high first bolt.  you can get some small cams in at a spot or two to help out, but the rock might not be super solid.  from the bolt, make committing moves upward to easier ground.\n\nwhen i did it there wasn't an anchor on top, so i downclimbed a bit and traversed around the arete to the right to anchors on another route.","protection":"guide book says 2 bolts, but there is only one.  you can fish in some ok small to finger sized cams in a couple spots.  easiest way to get down is to climb around the arete to the right, to the anchors on 'the flamed, the pumped, the french'.","location":"far left side of peg leg wall.  this is about 100 feet to the left of the left most major panel.  there is a tall block leaning against the wall with a steep route (the flamed, the pumped, the french) on the west face.  men of iron climbs the slabby north face past a lone bolt."},"__v":0},{"_id":"GArdGJ5ZU12XBiGGnJpkzg==","name":"The Flamed, The Pumped, The French","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"bob d'antonio, 1987 (?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":1,"mp_id":"109017137","mp_crag_id":"108118711","climb_id":"GArdGJ5ZU12XBiGGnJpkzg==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Slap up the overhanging arete on generally very good rock and fun moves to a gnarly, overhanging, mantle finish.  I had always wanted to do this route and finally got around to it. It is short but fun.","protection":"5 bolts and anchors.  One of the bolts is located such that standard-sized draws will leave the rope-end biner directly over a ledge. A long draw might help here.","location":"On the far left side of Peg Leg Wall, The Flamed, The Pumped, The French climbs the obvious, overhanging arete and west face of a block."},"__v":0},{"_id":"xGRA8gPvVDS5LpiQQO8zKA==","name":"Dough Daddy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":14,"mp_id":"109611144","mp_crag_id":"108118711","climb_id":"xGRA8gPvVDS5LpiQQO8zKA==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Begin up the left face of the dihedral and out to the arete past a low first bolt. The last moves getting to the high second bolt aren't hard, but the rock isn't great and you don't want to fall here. I had a foothold break up here, and there was some swearing....\n\nGet past the 2nd bolt and up to a committing clip off a spooky, albeit apparently solid block, beneath the roof. Fire over the roof (trying not to break holds...) and up easier ground to an awkward clip at the anchors.\n\nOverall, the climbing on this is ok (probably 1 star or so), but after breaking a bunch of stuff on this thing over the course of several ascents, I had to agree with my wife that it is kind of a pile. I think she put it best - \"I don't want to climb this thing again, and I don't really want to belay you on it again either.\" I cleaned a bunch of stuff off of it, but be prepared for more loose rock.","protection":"5 or 6 bolts and anchors.  the 2nd bolt is pretty high, and the rock isn't 100% solid getting to it.","location":"This is on the rightmost of the 3 main panels, where the trail comes up to the wall. This is the route that climbs the arete beneath the left side of the monster roof."},"__v":0},{"_id":"r/cAVpGfWA+Yr8SGN5XxZw==","name":"Corn Dog","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Aschert, Dave Dangle, Eric Harp, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":12,"mp_id":"108961927","mp_crag_id":"108118711","climb_id":"r/cAVpGfWA+Yr8SGN5XxZw==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Getting started is just the beginning of the problems on this short, fierce, little route.  Power up past 2 fairly spaced bolts on harder-than-it-should-be pocket and edge climbing.  It is kind of a heinous warm-up, probably one of the hardest 10c's at Shelf.","protection":"2 bolts and bolted anchor (thanks to whoever added the anchor! It used to be a walk off).","location":"The trail meets the wall at 'Adversary'.  Hike left past the other 3 routes on the Adversary Wall, plus another 50 or maybe 100 feet to the next 2 bolted routes, on each face of a right-facing corner.  Corn Dog is the right hand route, starting off a small ledge of moss and rock."},"__v":0},{"_id":"hbRIaHVeWZS9AraKCvcJjg==","name":"Clutching At Straws","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darryl Roth and Mark Van Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":6,"mp_id":"108121604","mp_crag_id":"108118711","climb_id":"hbRIaHVeWZS9AraKCvcJjg==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This has great moves on vertical, thin feet and small edges and pockets.  Powerful and sustained moves will reward you with a clean finish to the top.  There is a mini-crux 8 feet off the ground and another crux 3/4 of the way at the top.  Continue past the first set of anchors for a 12a section above for 2 more bolts, or about 10 more feet of climbing.  The anchor on the 12a section is missing the right bolts, so I suggest downclimbing with personal anchors and rappelling off the lower anchors.","protection":"8 bolts to the first set of anchors.  2 more bolts exists above on 12a section.","location":"This route is on the Bone Wall.  The route is in the center of the wall with an obvious v-section of overhanging flake to the left of the top of the route."},"__v":0},{"_id":"7+fEARR5U5mFEK84DtaPJQ==","name":"close to the bone","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"bob d'antonio and richard aschert, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":5,"mp_id":"109611010","mp_crag_id":"108118711","climb_id":"7+fEARR5U5mFEK84DtaPJQ==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"this is another great route at the peg leg wall.  start up a flat face on long reaches between good pockets, with each move seemingly increasing in difficulty.  this culminates in a cruxy section through a bulge and a high reachy clip at the last bolt below the anchors.  a few more fun moves and you are at the chains.\n\nthe rock on this is pretty sweet - some nice black stone with cool features.","protection":"4 or 5 bolts and anchors.  bring 6 draws and anchor draws and you should be good.","location":"on the far left side of the peg leg wall (furthest left major panel of the three).  this is the right most route on the panel, about 15 feet right of a large block.  nice flat area here to set up shop."},"__v":0},{"_id":"YVozDnYXWGKHEVw+NnzYMw==","name":"Chili Dog","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Dangle, Rich Aschert, Eric Harp, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":11,"mp_id":"109613009","mp_crag_id":"108118711","climb_id":"YVozDnYXWGKHEVw+NnzYMw==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"This is a really good second or third warmup route that will likely be a steady pick for your rotation if you spend much time up here.\n\nStart in the corner and make your way up and left on great holds to get started.  The climbing gets steadily harder, with some shopping for holds on overhanging terrain. Bust over the bulge and onto slabby ground to the anchor. Some of the upper pockets can be muddy after wet weather, but overall the climbing is really fun on this one.","protection":"4 bolts, 2 bolt anchor. The bolts are probably pretty old, with the old black home made angle iron hangers, but they seemed generally in good shape.","location":"From the right most panel (where the trail meets the wall), walk left about 50 feet to a dihedral. The left face of the dihedral is steep, black, and has 4 bolts and an anchor."},"__v":0},{"_id":"OsLtdUBFX0WvPI36k23eRg==","name":"catch the wave","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"bob d'antonio, richard aschert, dave dangle 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":7,"mp_id":"109611030","mp_crag_id":"108118711","climb_id":"OsLtdUBFX0WvPI36k23eRg==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"this is the middle of 3 routes on the salmon colored central panel at the peg leg wall.  begin at a slight right facing offset and layback carefully up to the first bolt.  from here an excellent sequence of pocket climbing, including one of the sweetest pockets at shelf, gets you through the 2nd bolt, and up to a hard clip at the third bolt.  get this clipped and engage the heady climbing above to the anchor.  this stretch isn't hard, but it isn't easy, and it is a bit pumpy given how far above the last bolt you have to climb.","protection":"3 bolts and anchors.  stick clip handy for first bolt, slight runout to the anchors from the third bolt.","location":"this is on the salmon colored central panel of the 3 main panels at the peg leg wall, immediately right of 'clutching at straws'."},"__v":0},{"_id":"bE3wolJmVoa5q6ZLZOQrdQ==","name":"Best For Your Stick","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Gonzales, Mark Jero, Eric Harp, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"left_right_index":10,"mp_id":"108962036","mp_crag_id":"108118711","climb_id":"bE3wolJmVoa5q6ZLZOQrdQ==","areaRef":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":"Best For Your Stick climbs a nice, little panel of rock that is very reminiscent of the rock at the Dark Side.  The climbing is somewhat technical, on tricky pockets and good edges.  This is a really good warm-up.","protection":"4 bolts, plus a 2 bolt anchor up and left of the last bolt.","location":"From where the trail meets the wall at the route 'Adversary', hike left past the other 3 Adversary Wall routes.  Continue for a 100, maybe 150, feet, past several routes until you get to a deep, black corner that is up above the trail on a dirt mound.  The right wall of this corner has a very defined crack/flake in black and pink rock.  The left wall of the corner is home to 'Best For Your Stick', a nice looking, slabby, black route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,c1e0cefe-4a09-519a-aabd-afc3581a85d3,52f2c24b-6f19-5f9e-8fb7-5fde1e539ae9","pathTokens":["USA","Colorado","Canon City","Shelf Road","Bank, The","Peg Leg Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.11d"},{"count":3,"label":"5.10c"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":10,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":10,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2367,38.63598]},"bbox":[-105.23727565452835,38.63553033981815,-105.23612434547164,38.63642966018187],"left_right_index":-1,"ext_id":"108118711","area_id":"UvLCS28ZX56Pt1/eHlOa6Q=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:56:04.132Z","updatedAt":"2024-01-15T16:42:53.225Z"}