{"_id":"6368a214e80bff5a9955d9a8","area_name":"Cwm, The","shortCode":"","climbs":[{"_id":"V+10tUIJUrSpBbUc6farhA==","name":"West Ridge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1963(?)  F. deSaussure, R, Thomas, R, Ingraham, G. Goedecke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":0,"mp_id":"107328727","mp_crag_id":"107328717","climb_id":"V+10tUIJUrSpBbUc6farhA==","areaRef":"x9fS/RyMWDaSLtxnfZkgAQ=="},"content":{"description":"The route starts at a huge Juniper tree at the base of the west ridge of The Cwm.  Ingraham calls it \"hard 4th class\", but based on my experience with Ihgraham guide ratings in the Organs, that could mean anything less than 5.6 by today's standards.  I called it 5.5.  It can be done in fewer than 4 pitches with some scrambling at the top, but due to the meandering nature of the route, rope drag might be an issue.  There are also harder variations (one in particular appealing variation climbs as a slab or crack climb and stays more directly on the ridge but establishing in the crack was spicy).  The easiest route goes far left on the large ledge below this slab and climbs on good holds.  To do it in two pitches, try this:   On your first pitch go far west and belay as close as possible to the end of the ledge system; P2, climb left after the steep section, past a two bolt rap anchor, and belay on a large ledge;  Un-rope and scramble to the summit plane.","protection":"No fixed pro, but there is a good two bolt rap anchor about 50' below the summit plane (north side of the ridge).","location":"The route starts at a huge juniper tree at the base of the west ridge.   \n\n  Descent:  Normal Cwm descent or optional north side descent.  The normal Cwm descent is approximately 2/3 down the summit plane on the south side.  Rap off of a horn, into the brushy gulley between NRE and the Cwm (1 rope), then rap the chimney's in the gulley (1 rope), and descend the remainder of the gulley.  Or, from the base of the summit plane scramble down to the two bolt rap anchors on the north side (these anchors appear solid, but based on the age of the webbing have not been used in recent times).  This rap appears to leave you right on the Cwm/Last peak saddle with a two rope rappel (but I didn't try it)."},"__v":0},{"_id":"UhwJxA2nXai16Oix1Cs8cQ==","name":"Normal Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":1,"mp_id":"108255205","mp_crag_id":"107328717","climb_id":"UhwJxA2nXai16Oix1Cs8cQ==","areaRef":"x9fS/RyMWDaSLtxnfZkgAQ=="},"content":{"description":"The easiest way up the Cwm is the gully between it and the North Rabbit Ear starting from the west. \n\n  P1: (5.4) Chimney interrupted by some chocks with some sections of gully to a col between Cwm and North Rabbit Ear. \n\n  P2: (4th) Scramble some 30 ft or so up the south side of Cwm and then up the summit plane.","protection":"Minimal rack.","location":"From Rabbit Ears Canyon, go southeast up a side canyon then up a steep, boulder-filled gully between Cwm and North Rabbit Ear. There is much vegetation, but it's of a softer variety than we are used to, mostly grape vine. \n\n  For rappel, there is a cord around a horn on the south side of Cwm below the step that divides the summit plane in two. Another rap station is in the boulders some distance down from the saddle close to the top of the chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,c7d7d2fd-1c8c-5836-922e-dc677d992001","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Cwm, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"bbox":[-106.57777237866618,32.36780033981814,-106.57670762133381,32.36869966018186],"left_right_index":-1,"ext_id":"107328717","area_id":"x9fS/RyMWDaSLtxnfZkgAQ==","polygon":{"type":"Polygon","coordinates":[[[-106.57777237866618,32.36780033981814],[-106.57670762133381,32.36780033981814],[-106.57670762133381,32.36869966018186],[-106.57777237866618,32.36869966018186],[-106.57777237866618,32.36780033981814]]]}},"content":{"description":"The Cwm lies just north of North Rabbit Ear, and in fact could have been a sub-peak of NRE if not for the deep gash that separates them.  From Rabbit Ears Canyon, The Cwm appears to be a cylinder of rock from which the top has been cut off at an angle.  Indeed from the summit plane, it still appears so.  The rock is mostly good to excellent with a few chossy spots.  But it is seldom climbed, so loose rocks are possible, as is lichen and other vegetation."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:47.089Z","updatedAt":"2024-02-19T18:38:11.784Z"}