{"_id":"6368a1b8e80bff5a99553f53","area_name":"Railroad Cut","shortCode":"","climbs":[{"_id":"1re8qHqSU4+sB9skvxxT4g==","name":"Soul Train","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":1,"mp_id":"111061369","mp_crag_id":"111064226","climb_id":"1re8qHqSU4+sB9skvxxT4g==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"Scramble up a dirty slab, and make some interesting moves over a lip and up through a line of weakness to the left of a cool roof feature. After leading the 5.8 route you can lower and top rope some really big moves out the overhang at around 5.10 or 5.11, the further you stay away from the 5.8 holds the harder it will feel.","protection":"Bolts to chains","location":"This will be the next bolted line on your left after walking by The Memorial Route, though it is a decent way down the cut. This route is to the left of Arachnophobia, and is located across from James Brown."},"__v":0},{"_id":"0/NnW2DKULio5wWNArzclQ==","name":"The Judge","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":4,"mp_id":"110181200","mp_crag_id":"111064226","climb_id":"0/NnW2DKULio5wWNArzclQ==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"A great 5.10 problem! The climb leads up a steep pumpy first section with a fun knee-bar to a nice hanging rest. From there the climb gets steeper up the overhang, or you can climb out right for a little easier and less upper body intensive climbing. From there follow the line of bolts up and around the right side of the tree to the top.","protection":"Bolted all the way, can be lead or easily top-roped from a set of anchors at the top.","location":"One of the farthest down the line of bolts, The Falling Finger leads up the steep (slightly overhanging) path to the tree hanging down over the cliff. Rappel down or walk back around the cliff to the bottom."},"__v":0},{"_id":"tMQgBHyMWkyQDzYilwE1lw==","name":"Funky Railway Ride","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":3,"mp_id":"110662110","mp_crag_id":"111064226","climb_id":"tMQgBHyMWkyQDzYilwE1lw==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"This excellent and funky route is currently the farthest down bolted route from the trail on the right side of the wall. The route essentially starts on a big feldspar undercling.  Awesome holds and underclings lead to a balancey and mind bending crux where everything seems to be in the wrong direction. Upon figuring this part out the rest of the route should be a breeze. Finish up on an easy slabby section with a nice bolt right in the middle of it. (This route could go at 5.10 or 5.10+, My ability to grade it is greatly hindered by my inexperience with this type of strange rock)","protection":"Six bolts to bolted anchors","location":"On the right (road) side of the cut, this is the last bolted line if you're coming in from the trail."},"__v":0},{"_id":"kOGHZ7k3VeydLulbx/SkkA==","name":"Footwork Footsmerk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":7,"mp_id":"110181215","mp_crag_id":"111064226","climb_id":"kOGHZ7k3VeydLulbx/SkkA==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"The only real face climb at Newbury Cutts, this route is an easy walk up a well protected line of bolts to the anchor. Nice warm up route or nice if you want a break from the arm intensive other climbs.","protection":"Bolted route with set of anchors at the top.","location":"Second set of bolts over that lead up the obvious face."},"__v":0},{"_id":"Nn4YwlLfUQqYOGSFlPfcoA==","name":"Fly Flies","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":6,"mp_id":"110184197","mp_crag_id":"111064226","climb_id":"Nn4YwlLfUQqYOGSFlPfcoA==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"The route is quite arm intensive and pumpy at first but as you climb over the top it becomes more of a footwork problem. Climb up and over and then traverse to the set of anchors to the right or climb up and over the top to walk off.","protection":"Well bolted route with a set of rappel anchors at the top.","location":"The first set of bolts on the steep wall, the problem leads up the wall and then traverses over onto the face to the right and ends at the two rappel anchors, or with a walk off."},"__v":0},{"_id":"uAaQt+/rWUOccpcBs1ba1w==","name":"Engineer 1872","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":8,"mp_id":"110662131","mp_crag_id":"111064226","climb_id":"uAaQt+/rWUOccpcBs1ba1w==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"This route starts up the right start of Footwork Footsmerk, and continues up the blocky dihedral to a set of bolted anchors. The Crux is low, and if you're leading it the gear could get rather run out up top. This route is probably best to top rope.  \n\n  A much variation of this route is to stay to the left of the blocky dihedral, and not use any of the holds on it for your hands or feet. This likely pushes the grade up to 5.9+ and is a wonderful slab route on its own.","protection":"Single bolt for the low crux, standard rack to the top. Best to top rope.","location":"This is the second set of anchors on the right side of the cut if you come in from the trail. Best identified by the blocky, left facing, dihedral."},"__v":0},{"_id":"CIZ2EhfqUeGg6OuY4EH2wQ==","name":"Chris Hanger","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":5,"mp_id":"110184192","mp_crag_id":"111064226","climb_id":"CIZ2EhfqUeGg6OuY4EH2wQ==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"Tough arm strength problem leads up the obvious bolt line to an anchor at the top. Route can be quite pumpy and rough on the arms and hands, but is moderately short.","protection":"Well bolted route with a rappel anchor at the top.","location":"First set of bolts over on the steep near overhanging wall. The route leads up the well established bolts to an anchor at the top."},"__v":0},{"_id":"MxSp/3boWMSF3fGqusWlnA==","name":"The Memorial Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":0,"mp_id":"111061226","mp_crag_id":"111064226","climb_id":"MxSp/3boWMSF3fGqusWlnA==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"Start up the face using a variety of angular and blocky holds. Pull the roof, and have a seat on the massive ledge if you wish to prepare for the coming crux.    This rather tricky crux can be approached from two directions: staying left will prove to be physically harder but slightly more straight forward, the right being pretty easy, but requires a lot of balance and utilizes some side pulls that you kind of just have to believe are there.    The Memorial Route is one of the better routes at the cut, it offers some pretty cool holds and the sequence may make a fool of you the first time or two.","protection":"Bolts to bolted anchors with Rap Rings","location":"This route is located directly next to the granite bench. It is hard to miss."},"__v":0},{"_id":"vFMpJKqXUJGhrs8ka8GqQg==","name":"Chosswrangler's Crack","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Eli Buzzell 4/21/2016","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":999999,"mp_id":"111797832","mp_crag_id":"111064226","climb_id":"vFMpJKqXUJGhrs8ka8GqQg==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"The obvious short and overhanging crack located on the left when you walk into the Cut. Set a pad down underneath the top-out and step up onto the starting block.  \n\n  Pull on to the crack using a low left finger-lock and a decent hold higher up. power through the harder thin section to massive jugs on the top, and be ready for a pretty scary top-out. Swing a heel over to a block on the left and push all your body weight up and towards it until you can grab a hold higher up on the ledge, or comfortably stand. \n\n  Starting this route is intimidating due to the weird blocky ramp, however the crack leans right and is overhanging enough so that falling off of anything but pulling on to the starting holds is relatively safe. I definitely would not want to blow it on the top-out though, as the fall would be long, backwards, and possibly onto some rocks.","protection":"Pad or two and a good spotter. A helmet if you're into real safety.  \n\n  You could definitely top rope this, and it might be more enjoyable that way.","location":"Walk down into the cut, and start looking left. this appears to be the first climbable route in the cut on the left side. It is a right leaning crack. \n\n  The obvious short and overhanging crack located on the left when you walk into the Cut. Set a pad down underneath the top-out and step up onto the starting block."},"__v":0},{"_id":"9K9cLFFtVSWsRntmkdM05Q==","name":"Black Powder Express","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":10,"mp_id":"110662143","mp_crag_id":"111064226","climb_id":"9K9cLFFtVSWsRntmkdM05Q==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"This is the first route you will come across in the cut.   A fun easy route in the cut, it's vertical, juggy, and blocky nature make it an excellent first route for anyone testing the waters of the cut, or climbing for the first time.    Named for the method in which the cut was blasted, which left all the interesting holds for us to enjoy.","protection":"Three bolts to chains","location":"This is the first route you'll come to on the right side of the cut."},"__v":0},{"_id":"6kVL1plDVdKhj+YT43nSRg==","name":"Arachnophobia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"left_right_index":2,"mp_id":"111061380","mp_crag_id":"111064226","climb_id":"6kVL1plDVdKhj+YT43nSRg==","areaRef":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"Start to the left of the slab that Arachnophobia starts on by pulling an easy mantle on good crimps. At this stance you will be able to look up at the groove you're supposed to climb through and will likely be able to see some spider webs. Depending on how strong you are and your fear of spiders, this crux has a lot to offer. Staying in the crystally groove will keep the route in the 5.11 range and offer an interesting sequence between some relatively large holds and mostly positive holds. Footwork is key, and you will find yourself shuffling both your feet to make use of the very directional holds.   Circumventing this cool crux to the left will most likely cause your genitals to shrink up, turn black, and fall off. No self-respecting man or woman would even consider it.   After pulling through the harder section, the route becomes an enjoyable jug-haul/clip up to the anchors.","protection":"Bolts to quick clips","location":"Located to the right of Soul Train, this is currently the farthest down bolted line on the left side of the Cut. These routes are easily identified, as they start within five feet of each other and climb two separate features to the same block with two anchors on it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,06e5c128-3e30-5025-b932-b115492d0e26,58c8b2e7-a06f-5be9-92d6-f7191e65957d,1a5f404e-f08c-533d-ae2d-e5b35845166b","pathTokens":["USA","New Hampshire","Dartmouth / Lake Sunapee","Newbury Cut, The","Railroad Cut"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10-"},{"count":1,"label":"V3"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":2,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.0325,43.31481]},"bbox":[-72.03311800850348,43.31436033981814,-72.03188199149652,43.315259660181866],"left_right_index":-1,"ext_id":"111064226","area_id":"Gl9ATvCMUz2uLeWzWEUWaw=="},"content":{"description":"The Newbury Cut was originally created in 1872 as a path for a train running through the Lake Sunapee area. The routes are bolted safely and nestled in the actual railroad cut, often parallel to each other. All the routes on these cliffs can be accessed from the top, and provided you have enough webbing you will be able to safely top rope everything in the Cut. Moss and small pebbles of loose rock can be a problem here primarily due to the fact that this location has previously been rarely climbed at, though it seems to be gaining some attention recently. \n\n  Due to the way the cut was created (blasted with black powder) many of the routes here are very strange feeling in terms of the way they climb and the direction of the holds. The Newbury Cut is best defined by it's blocky and directionally dependent holds that often require subtle body tension to get just right. Better said, it's pretty funky. The Cut has some excellent and definitely testy routes in the 5.10 range. Do not expect to be able to climb well here your first time through. \n\n  Due to the aspect, water table, and seasons you will find yourself mostly unable to enjoy climbing the routes on the left side of the Cut from April until it becomes drier in late August. \n\n  One word of warning: if you can not look (and climb) past contrivances on the bolted lines there are several routes that will feel too easy for the grade, and also very unsatisfying."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:12:12.231Z","updatedAt":"2022-11-25T11:20:01.857Z"}