{"_id":"63689d5ce80bff5a994f52f1","area_name":"2. Church Tower","shortCode":"","climbs":[{"_id":"PJdUr+agX0+aFvtof27F3w==","name":"Wrong Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"some hapless soul","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62927,37.7134]},"left_right_index":1,"mp_id":"109099748","mp_crag_id":"109095828","climb_id":"PJdUr+agX0+aFvtof27F3w==","areaRef":"jbjTO9jrWla58gFLLcNRtQ=="},"content":{"description":"The wrong place to start the East Arete, which it joins at pitch 2 of that route.\n\nWe began maybe 50 feet up from the toe of the northeast arete.  From the approach trail/gully, wander right around the corner and up a step.  Scenic, moss-covered ledges line the arete to your left, and a low angle, dirt filled chimney will be above you.  Head up that.  Where there is a horizontal break, head right and around another corner.  Belay at the base of a slope strewn with freshly fallen rock.  Why would anyone continue up from here?\n\nPitch two picks its way up through recent rockfall to the base of a solid-looking wall.  The worst pitch of a bad route.\n\nHead up and left under a light-colored roof.  Pro is sparse.  At the left end of the roof, wind a little further left until you can make your way up to a large tree, with a trunk growing horizontally along the rock.  Squirm between the tree and the rock until you can stand on the tree trunk.  Pity your partner with the pack.  Then a couple of nice! moves take you around a corner to the right, to a small stance with good gear and a small pine tree (just in case you are still thinking of bailing).\n\nPitch four.  Head up a shallow right-facing corner above you.  There is an ancient piton here, festooned with moss-covered bail-tat.  Get in a couple of pieces and fire on past.  That was probably the crux.  Continue up and right to a notch in the ridgeline, and step through.  Congratulations, you are one pitch up the East Arete!\n\nContinue up the remaining pitches of the East Arete, which is what you meant to be doing anyway.","protection":"Where there is pro, it is generally under 2 inches.\n\nApproach shoes might be a better choice than rock shoes for the first two pitches.","location":"Begin not far from where the approach trail runs along the northeast base of Church Tower"},"__v":0},{"_id":"orHxpRVgVx651NmmTE5HTQ==","name":"East Arete","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ken Adam, Olive Dyer, Morgan Harris, Oct 1935","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62927,37.7134]},"left_right_index":0,"mp_id":"109095837","mp_crag_id":"109095828","climb_id":"orHxpRVgVx651NmmTE5HTQ==","areaRef":"jbjTO9jrWla58gFLLcNRtQ=="},"content":{"description":"The East Arete is a mountaineering route in the middle of the Valley.  It begins with a few chimney moves, climbs up a couple of pitches to a shoulder, then traverses along an airy ridge to a penultimate perch poised over hundreds of feet of air.  The final summit block is just big enough to stand on.\n\nPitch One - start at the oak with five trunks.  Chimney past two chockstone/steps, then wander up to a notch in the ridgeline.\n\nPitch Two - head up the shattered chimney.  There is (in 2014) an ok fixed cam and a good piton on this pitch, and a fair amount of loose rock laying on horizontal surfaces.  Near the top is a two-bolt anchor:  two ancient button heads with aluminum foil hangers.  We continued up to the ledge just above, where you are finally on the ridgeline and have great views of El Cap.\n\nPitch Three - up a short step, traverse along the ridgeline, then up another step with an appealing crack running up its nose.  (An old bail anchor is out left from here.)  At the top of the step go past a large pine and belay at the next convenient boulders, or continue out along the ridge a ways (either option works, it just depends on how much you are feeling the rope drag).\n\nPitch Four - continue along the ridgeline, passing another step on the left (gear here is a little sparse for the leader, but don't forget to back-protect your second or he will chew you out!).  At the final summit block continue traversing around to the right - it looks totally improbable.  Where it looks like everything ends, peak around the corner and spy the crow's nest!  Belay there, there is great gear plus a good fixed pin.\n\nPitch Five - the final 15-20 feet continues circling around the summit block - you can either go up or down here, both work.  At the southwest corner of the summit you will find an easy path to the final perch, just south of the summit.\n\nDescent - a 30 meter rappel will get you down to the saddle between Church Tower and Lower Spire (you might need to replace the slings around the summit block).  From there one 60 meter rap or two 30 meter raps to the east will land you on the ground, not far from where you started.  Some consider this final rap to be 4th class, but there is a lot of loose dirt and leaves to deal with.","protection":"Single rack to 2 inches.  Ten feet of webbing or cord to replace the rappel anchors may be needed from year to year.","location":"Come up the gulley as if approaching Lower Cathedral Spire.  Once the saddle between Lower Spire and Church Tower is fully in view, head up toward the right side of the amphitheater formed by the saddle area.  A couple of hundred feet down and right from the wall at the base of the saddle is a chimney/gulley heading up toward the north.  There is an oak tree here with five major boles, where you start with a chimney move to get up around a chockstone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,d4504c09-d32e-5f81-9aaa-a94dffc2c06a,8db8d33b-d8eb-5a56-b9f2-014b2dc351b5","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","P. Cathedral Area","2. Church Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.62927,37.7134]},"bbox":[-119.62983841267986,37.712950339818136,-119.62870158732015,37.713849660181864],"left_right_index":-1,"ext_id":"109095828","area_id":"jbjTO9jrWla58gFLLcNRtQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:45.169Z","updatedAt":"2022-11-25T11:14:41.285Z"}