{"_id":"6368a265e80bff5a99565c88","area_name":"Unnamed Slabs","shortCode":"","climbs":[{"_id":"FipAvSmUWCOh7+s1nbzsYA==","name":"Unwanted","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2014","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96144,43.53934]},"left_right_index":1,"mp_id":"109568706","mp_crag_id":"109568651","climb_id":"FipAvSmUWCOh7+s1nbzsYA==","areaRef":"lbDq+E+cV2WuPFSyEX5cpw=="},"content":{"description":"As with all the routes on this slab, the crux comes at the headwall. Unlike the others, it turns out to be rather easy - which makes this route's crux not that much more difficult than its runout \"easier\" parts.   Climb up the tilted block of slab, step right and go up to a short right-facing corner, capped by a triangular block. Climb up on top of the block, step left onto the dirty slab for a moment, then move up and slightly right to reach the headwall at the bottom of a right-facing corner (this is smack between the short vertical crack crux of Unclaimed and the crack crux of Unnamed ). Probably should belay here. One quick hop step achieves this corner. Climb it to its end, step right to a left-facing flake for pro, climb to its end, then cross Unclaimed, wandering right to open slab, and go up to the constriction at a spruce tree, climbing a final short, easy slab to its top.","protection":".2\" to 1 1/2\" cams and a wire brush.","location":"Look for the giant tilted \"flagstone\" block at the base of the slab. The original ascent climbed slabs below and right of this to the brushy spot beneath it, but these are not necessary: it is possible to scramble to the block."},"__v":0},{"_id":"jeAuYlWFV16Qw4+wzrRiAA==","name":"Unnamed","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"ca. 2012","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96144,43.53934]},"left_right_index":2,"mp_id":"109568825","mp_crag_id":"109568651","climb_id":"jeAuYlWFV16Qw4+wzrRiAA==","areaRef":"lbDq+E+cV2WuPFSyEX5cpw=="},"content":{"description":"Climb up slab, heading to the oak tree for a belay. Originally, the first belay was at a small pine tree growing at the base of the headwall, but this tree is now dead.   Climb up to the dead pine tree and through the short headwall behind it, using cracks in a shallow concave section of the slab above. Move onto the blunt outer corner and continue upward along the edge of a steeper slope to the right. There is no gear for about 80' on this section.   Continue up the ill-defined nose, passing right of a spruce tree partially blocking the way, and up one final patch of low-angle slab to a small, open stance.","protection":"There is adequate protection for the crux moves, but extremely long runouts on 5.4ish friction.","location":"This route originally began on patches of low-angle slab winding upward through the woods, particularly a low-angle slab broken in two with a very wide crack in it. There are several sloping ledges which can be used to begin climbing. The first large swathe of rock is unprotected, easy slab leading to an oak tree near the right edge of the main slab.   Descend by rappelling off trees. One can also walk up and right, crossing several other sections of slab, to reach the gully beside the Bella Vista slab; then descending that gully."},"__v":0},{"_id":"0xe7kVMJV+qbZUFHUmGPcA==","name":"Unclaimed","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2013","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-73.96144,43.53934]},"left_right_index":0,"mp_id":"109568840","mp_crag_id":"109568651","climb_id":"0xe7kVMJV+qbZUFHUmGPcA==","areaRef":"lbDq+E+cV2WuPFSyEX5cpw=="},"content":{"description":"Like its neighbors, Unclaimed's crux breaks through the headwall. This route has the most difficult solution to that obstacle.   Climb up tilted block to its end, then friction w/out pro on chocolate-colored rock until it becomes dirty. Work right across the filth, then up and left to the headwall, belaying behind a spruce tree at the base of a 6' tall vertical crack.   Climb the crack into the corner above, then step across right, crossing a left-facing flake with a good crack in it, to ascend the unprotected, knob-riddled slab on top of the flake. The knobs end as the angle eases; weave upward, veering to the occasional protection crack as you head for a spruce tree that blocks the final 20' of low-angle slab.","protection":"Standard Rack plus a wire brush.","location":"Begin at the lower left corner of the tilted \"flagstone\" block at the base of the main slab.   Descend via rappel off trees."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,3d76cbb3-2804-56e0-8260-b67fc367e65b,95b0eaf8-4f9c-5765-ae3c-54b2117e5ca7","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Belleview","Unnamed Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.96144,43.53934]},"bbox":[-73.96206030515894,43.538890339818145,-73.96081969484106,43.53978966018187],"left_right_index":-1,"ext_id":"109568651","area_id":"lbDq+E+cV2WuPFSyEX5cpw==","polygon":{"type":"Polygon","coordinates":[[[-73.96206030515894,43.538890339818145],[-73.96081969484106,43.538890339818145],[-73.96081969484106,43.53978966018187],[-73.96206030515894,43.53978966018187],[-73.96206030515894,43.538890339818145]]]}},"content":{"description":"Difficult to find, pristine condition - which means the routes here are uncleaned, dirty, lichen-covered, and there is no fixed protection. Being slabs, gear is a rare treat; be prepared for long, long runouts. Your best rack will be a wire brush, a whisk broom, and a chock pick - for dredging dirt out of cracks.   Give these cliffs plenty of drying time. Lichen that is even slightly damp is horrendously demoralizing.   So, why climb here? For the adventure of it. Despite the unkempt conditions, there is plenty worthwhile to do: enjoyable friction, an occasional steep step requiring concentration and skill, and a beautiful backdrop as you ascend. This area provides a feel for what it is like to explore Crane Mountain.   These slabs predominantly face SSW, so they offer good late autumn afternoon climbing."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:06.352Z","updatedAt":"2024-02-19T18:38:26.059Z"}