{"_id":"6368a1b8e80bff5a995542b4","area_name":"Nook, The","shortCode":"","climbs":[{"_id":"MhuEUhO+UI6o3QsDdYx1Sw==","name":"Yukionna","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"left_right_index":1,"mp_id":"120838275","mp_crag_id":"120838020","climb_id":"MhuEUhO+UI6o3QsDdYx1Sw==","areaRef":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"Pretty much a boulder problem, but a fun one I think. Start near the base of the crack. Climb up and left on sequential crimps up a gently inverted wall. Reach out right to clip the lest bolt then mantle up onto the easy ledgey slab above. Clip the chains. Tech Tip: You can easily set up a top rope on this route after leading the 5.7 to the left ;)","protection":"3 bolts to lower offs","location":"Look for the striking right angling crack in the center of the cliff. This route is the bolted route just left of that crack. "},"__v":0},{"_id":"wUXO3uvqVhK8ATNAkUMEfA==","name":"Winter Rules","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lee Hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"left_right_index":2,"mp_id":"120838416","mp_crag_id":"120838020","climb_id":"wUXO3uvqVhK8ATNAkUMEfA==","areaRef":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"Not like WINTER RULES! like \"I love winter\". Winter rules like \"we are playing by winter rules. The name comes from the fact that it was first climbed in mountaineering boots while taking a break from an ice climbing session just a few yards away. Though the line is essentially a crack from bottom to top it climbs much more like a face with a few jams thrown in, and of course it takes trad gear for protection. The Rock quality could be a little better in spots but I think with use it will clean up nicely. I found that the placements to all seem solid but each placement is as good as you make it so take time take care and have fun even if you climb it by \"summer rules\". ","protection":"Regular rack to lower offs","location":"This is the beautiful, obvious right angling crack right up the middle of the slightly overhanging wall. "},"__v":0},{"_id":"IzxoO9ujUkyhUVYAH6nfNA==","name":"Trick or Treason","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"left_right_index":3,"mp_id":"120838511","mp_crag_id":"120838020","climb_id":"IzxoO9ujUkyhUVYAH6nfNA==","areaRef":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"An interesting line. One that I was immediately drawn to despite the fact that it's flow was not fully apparent until I did a lot of hanging and figuring. I think the crooked tree near the top adds an aesthetic touch that drew me in. The first bolt is pretty high but the climbing is easy. I would still suggest a stick clip just in case. Climb detached looking flakes as you clip bolts 2 and 3. I have checked these flakes and they don't seem to want to come off but be aware that they are hollow. Climb with care. As you find yourself below the crooked tree things get... 5.12-ish. Move right on micro edges avoiding the tree then up the face with effort past the last bolt and onto the anchor. There is a helpful trick in the crux around the tree. If you can't figure out the trick you can consider the the tree \"on\". So in that case the \"tree's on\"... \"Trick or Tree's On\". See what I did there?","protection":"4 bolts to lower offs","location":"The bolted line between the right angling crack and the open book corner on the right. "},"__v":0},{"_id":"Q1rm3kyEXR+GfCowEK1EsA==","name":"Time Lord","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"left_right_index":0,"mp_id":"120838086","mp_crag_id":"120838020","climb_id":"Q1rm3kyEXR+GfCowEK1EsA==","areaRef":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"A fun route for a little shorty. Start at the little cave and climb the crack out to the left. From a stance head up the arete on mostly good holds with a little less obvious climbing thrown in just as you crest the steeps and gain the upper slab. Rock is great, moves are fun, all I could ask for is a taller cliff. Tech tip: You can easily set up the 5.11 to the right after leading this ;)","protection":"3 bolts to lower offs","location":"Look for the striking right angling crack in the center of the cliff. This route is 2 bolted routes left of that crack. "},"__v":0},{"_id":"hB1l0zuaWxeFWwqsReQbsw==","name":"The Nook Book","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"left_right_index":4,"mp_id":"120838608","mp_crag_id":"120838020","climb_id":"hB1l0zuaWxeFWwqsReQbsw==","areaRef":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"This is the delightful crack in the corner on the right side of the slightly inverted main wall of The Nook. The gear is good and the climbing is interesting the whole way. There are actually two cracks you can make use of for climbing and for gear. One up the corner and the other on the slab to your right. You might consider some wider gear if you want all the options open but a rack up to #3 should suffice. Tech tip: It would be pretty easy to set this up on top rope by walking around, anchoring into a tree and leaning down to set your rope up on the 2 bolt anchor. Do not attempt that move without anchoring yourself securely to the tree. ","protection":"Trad gear to quick clip anchor.","location":"Look for the cracked open book corner up and to the right of the right angling crack. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,b911634d-84eb-547b-b4d7-323648e2b8c7","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Nook, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.66068,43.99249]},"bbox":[-71.66130502210515,43.99204033981813,-71.66005497789484,43.99293966018186],"left_right_index":-1,"ext_id":"120838020","area_id":"uRFjTYTrVHu01zI2SOK4xw=="},"content":{"description":"An out of-the-way micro crag that isn't too far from the road and offers a nice variety of climbing. This is a 4 season cliff. In fact most of the routes so far were developed and climbed in winter. That fact is especially interesting since this area also holds some of the best ice climbing at Russell. You can climb a few pitches of ice and then climb some rock in the same session.  \n\n  The Nook gets sun early and plenty of shade in the afternoon. The routes are a smooth mix of sport routes and trad routes. The rock quality is mostly good but like with all Russell cliffs. The rock is a bit soft so be aware of possible exfoliating rock."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:21.385Z","updatedAt":"2022-11-25T11:20:15.102Z"}