{"_id":"6368a6a1e80bff5a995d1ca8","area_name":"Area 51 (CLOSED)","shortCode":"","climbs":[{"_id":"0nn8huCIXoi+iMrrC5L78g==","name":"Way of the Cougared","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Brayak, Bill Bauer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":2,"mp_id":"109063058","mp_crag_id":"106852064","climb_id":"0nn8huCIXoi+iMrrC5L78g==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Some nice climbing on good rock.  Climb the flake and skirt around the left side of the roof.  Traverse back right, pull a couple harder face moves to a ledge.  Mantle over a little roof and clip the anchors.","protection":"7 bolts","location":"clean face left of the \"did you kiss?\" arete"},"__v":0},{"_id":"xgYqxMwYV8afI846EROohw==","name":"Waco not Hueco","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":28,"mp_id":"106852096","mp_crag_id":"106852064","climb_id":"xgYqxMwYV8afI846EROohw==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Start by climbing up overhanging rock and right to reach a left leaning feature, follow the feature to a horizontal.  From here, traverse a little to the right and then up and left aiming for a nice horn and a good rest.  Shake out, and head right and up to a thin face (crux).  Gain a nice ledge and follow a flake to the hueco.  This route is pretty sustained for the grade, but very high quality.","protection":"5 bolts, shuts.","location":"From the point where the approach trail meets the cliff, head right.  Continue along the cliff passing the beautiful Replicant, 5.11d dihedral.  Keep going, passing many long sport lines over orange rock and a lichen covered wall.  When you come of a large flat boulder about 6 feet tall, you'll see a concentration of sport lines.  Between this boulder and the wall, look for a line on orange rock with shuts to the left of a large hueco."},"__v":0},{"_id":"o9XKGLhGX8qe0hgvAGuaHA==","name":"Unnamed (Traddies Have Landed)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Gene Kistler, Howard Clark 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":25,"mp_id":"112834479","mp_crag_id":"106852064","climb_id":"o9XKGLhGX8qe0hgvAGuaHA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Fun steep face climbing leads to a fun corner up high. If it weren't for the dirtiness, this would be a classic. Despite the grunge, it is well worth the effort.\n\nStart at a thin flake leaning against the wall with a bolt not too far above. Climb to the bolt and continue up, eventually trending left to the ledge below the dihedral. Get some gear deep in the crack and punch it through the boulder problem. Some good stances and great stemming leads you up the corner. Once the corner ends at a bulge, reach right to get the anchors.\n\nThe first bolt isn't necessary since there are horizontal slots that would take adequate small gear. It does make it easier to find the start of the climb.","protection":"Nuts and cams from small to #2 camalot. Bring extra finger sized if you plan to skip the bolt. Long slings are mandatory for the traverse over to the corner. Rappel with a 60m from anchors at the top.","location":"Look for the obvious right facing dihedral about half way up the climb. The route is in between A Dry Soprano Circle and an unnamed 12a."},"__v":0},{"_id":"AUaOwLFeUxWE98zGzrXZ8g==","name":"Stays in Vegas","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Craig Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":32,"mp_id":"106852112","mp_crag_id":"106852064","climb_id":"AUaOwLFeUxWE98zGzrXZ8g==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Make a campus start and climb up the low roof to reach a stance and break down.  Shake out.  Climb up the right side of the break down and traverse left to clip the 3rd bolt.  From here, the route gets steep on perfect white stone.  Climb up and find a way to reach the nice hold below the 4th bolt (crux).  Keep it together and make a big reach to the jug below the shuts.  If the entire route had moves and rock quality like the upper half, it would certainly deserve more stars.","protection":"4 bolts, drop in shuts.","location":"This route is located at the far right side of Area 51.  Continue until you find a huge roof with only 1 project line on the right side.  Pass the roof and find a blocky overhanging section of white rock.  This is the right most line on this wall."},"__v":0},{"_id":"2WGp7bgiUz2JEIqZC1j8gQ==","name":"Smack Down","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":31,"mp_id":"112861288","mp_crag_id":"106852064","climb_id":"2WGp7bgiUz2JEIqZC1j8gQ==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Stick clip, campus up bad rock and do a strange mantle move to gain the first bolt. Perform some tricky moves to gain an improbable unicorn horn.\n\nAfter a couple of easy bolts comes the best rock and the most fun. Do a leftward traverse with an awesome reverse rose move, and gain a huge incut jug. The following pounce is the crux, but keep it together for a nice edging/traversing sequence to gain the upper face. Enjoy the cool swirly holds at the last bolt, and pull the last long moves to the anchor.\n\nThis a really nice route - consistently great movement, mostly good rock, and likely a bit soft for tall folk. It's slightly off the beaten path, but well worth it.","protection":"Bolts to two-bolt anchor.","location":"Far right of Area 51. Ascends the rightmost fringe of the amphitheater beyond the Waco not Hueco area. Left of the route V.D. (12c) and Stays in Vegas (12a)."},"__v":0},{"_id":"LEN+CidoXvuxpDr9Q7IRFA==","name":"Skin Job","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":23,"mp_id":"108326065","mp_crag_id":"106852064","climb_id":"LEN+CidoXvuxpDr9Q7IRFA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Bolted by Dan Brayack, FA by Mike Williams. This long, fun line starts on the slab to the right of Replicant. Climb up and left past 4 bolts and 1 chain to the hanging belay for the first pitch of Replicant (approximately 5.11b/c to reach the corner). After crossing Replicant, traverse left and up before pulling a powerful move up the arête/roof (protected by a fixed chain). Continue up the arête for easy climbing to the shared anchors with Replicant.\n\nMike Williams gave this route a 5.12c, but I thought this fell more into the 5.12b range","protection":"Shared anchors with Replicant. Two fixed chains, 10 bolts, 2 anchors. Extend a couple of draws to reduce drag. 60m rope is fine.","location":"Start on the orange slab to the right of Replicant. Follow the bolt line left to the hanging belay for the first pitch of Replicant."},"__v":0},{"_id":"dZPuaJ2TXqm68n/OovG5Hg==","name":"Scaphoid","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":9,"mp_id":"106852068","mp_crag_id":"106852064","climb_id":"dZPuaJ2TXqm68n/OovG5Hg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Start on the left side of the arete and climb up to to reach the first bolt (crux).  Head up and left to pull a small overhang on big jugs to gain a stance.  From here, its nice face climbing to the top.  Make a low angle traverse right to reach the anchors.","protection":"6 bolts, drop in shuts above Lunate, 5.10c.","location":"From point where the approach trail meets the cliff, head left along the cliff and pass under a block leaning on the cliff.  Continue past a few routes until you reach a buttress with a sport line to either side of the arete.  Scaphoid is the left line."},"__v":0},{"_id":"uRrRz1+4XYGDy2rfn/TclQ==","name":"Saidar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":6,"mp_id":"112125349","mp_crag_id":"106852064","climb_id":"uRrRz1+4XYGDy2rfn/TclQ==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Face to a small roof where huge jugs await.  Getting to the anchors is a little awkward.","protection":"5 bolts and shuts","location":""},"__v":0},{"_id":"aiY0mlABXCu2mFyOXkP6Rg==","name":"Safety Word","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":11,"mp_id":"112125359","mp_crag_id":"106852064","climb_id":"aiY0mlABXCu2mFyOXkP6Rg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Climb on carpet like lichen for the first two bolts to a stance.  Then move up the face where three bolts are very close together.","protection":"5 bolts and shuts","location":""},"__v":0},{"_id":"//r8wZUPX7yoDwFvqO3yKw==","name":"Replicant","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Howard Clark and Eddie Begoon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":22,"mp_id":"106968435","mp_crag_id":"106852064","climb_id":"//r8wZUPX7yoDwFvqO3yKw==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"A decent and scary-ish first pitch leads to a hanging belay and a BEAUTIFUL slightly overhanging finger corner. The guidebook gives this .11d, but I thought the corner pitch was right on .12a.\n\nP1: 5.11b Rish - Start on a thin crack in the face under the roof. Navigate a loose block and clip a bolt. Traverse right into the dihedral/roof crack. Finger-traverse right across the hanging face to the arete. Pull the roof and ninja-kick your way to the 2 bolt belay anchor.\n\nP2: .11d/12a - If you like finger corners, this pitch might be a religious experience. Perfect rock, amazing jams, technical stemming and pressing, beautiful exposure. Finish at a bolted anchor.\n\nGetting Down: You can rap from the top with a 70m line. Otherwise just stop midway and rap again at the P1 anchor.\n\nThere is a new line bolted that crosses Replicant at the top of its first pitch, coming in from the right. This gives you the option of avoiding the wide 11b chimney, and instead doing some nice 5.11 face climbing. It also allows you to link the two pitches of Replicant together.\n\nNOTE: I pulled the roof on P1 over 2 '-iffy' #0s placed on the arete. If these blew, and you didn't find any gear in the middle of the traverse, you might deck from about 50+ft. There is a placement on the traverse, but there was a pissed off bat living in it and I did not want to crush him. With that placement you wouldn't deck but you wouldn't have a good day either.","protection":"I brought a single rack from #1C3-#3C4, 2x#0tcu, small stoppers, and some extra (4) yellow tcu sizes for P2","location":"Very obvious line a few routes right of \"Cage Match\""},"__v":0},{"_id":"aoTiRErJWOuSrS29kUa+EA==","name":"The Project","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Lee Munson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":15,"mp_id":"107126741","mp_crag_id":"106852064","climb_id":"aoTiRErJWOuSrS29kUa+EA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"It's not a 'project', but it is called \"The Project\"\n\nStick clip the high first clip. Climb a boulder problem to some easier terrain, a few slightly harder moves, then a double kneebar. From the double kneebar to the chains is the redpoint crux.\n\nYes, there is glue on parts of the route, but only for reinforcement, no holds were drilled or added.","protection":"11 bolts","location":""},"__v":0},{"_id":"hXsWgpRQXp6UUHRzToo3Ow==","name":"Nope, just sex","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Brayak","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":4,"mp_id":"109063081","mp_crag_id":"106852064","climb_id":"hXsWgpRQXp6UUHRzToo3Ow==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"3 bolts of slightly overhanging climbing with 2 powerful moves takes you to some slabby climbing that starts a little thin.  The top is quite dirty, but the business is all clean.","protection":"4 bolts and anchor","location":"on the short face just right of the \"did you kiss?\" arete"},"__v":0},{"_id":"t6QPZ3F2XzmlK6J3YtaBZQ==","name":"Next Time","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jim Woodruff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":17,"mp_id":"108323635","mp_crag_id":"106852064","climb_id":"t6QPZ3F2XzmlK6J3YtaBZQ==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"From what I've been told, Next Time is the original line up the steep cave at Area 51.  Jim Woodruff originally began the route by starting on The Project's start, then making a pretty big traverse rightward, since the more direct start to the heavily manufactured Crossing the Line did not exist yet. Almost all climbers now use the Crossing the Line start. It's a good idea to have a long stickcli for either of the starts.\n\nOh, and the climbing on Next Time is excellent-- creative moves up blocky features, and very different than The Project or Crossing the Line.","protection":"Fixed draws with all new SS biners","location":"Between The Project and Crossing the Line."},"__v":0},{"_id":"jDAUvNQtVy26zzATyeiD/A==","name":"Natural Regression","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"DB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":13,"mp_id":"106913948","mp_crag_id":"106852064","climb_id":"jDAUvNQtVy26zzATyeiD/A==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"A hard boulder problem (first 3 bolts) leads to an easier ledge section.  Move right for another 5.12 move (slab crux) to anchors.","protection":"5 bolts with a 2 bolt anchor.","location":"The furthest route on the left side of the Area-51 Amphitheater, locate a crack system a bit right of the tunnel.  Stick clip!"},"__v":0},{"_id":"5qTcX2J/WGOjx/iv9l3VCg==","name":"Natural Progression","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Stephen Meinhold","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":14,"mp_id":"112860151","mp_crag_id":"106852064","climb_id":"5qTcX2J/WGOjx/iv9l3VCg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Do the same arete start as for The Project (13c), and break left at the first bolt. Climb through the next couple of bolts of 5.12ish climbing, finishing with one strange move to a mondo resting jug.\n\nGear up for the last fifteen feet of the climb, a tough boulder problem that might be even tougher for the vertically challenged (but then again, what isn't at the New?) - a ridiculously huge deadpoint, a desperate match on nothingness, and then a final frantic lunge for an edge.","protection":"Bolts to a two-bolt anchor. Usually features a leaver biner at the crux bolt.","location":"The clear arete at the left side of the Area 51 amphitheater. The Project breaks right after the first bolt; Natural Progression goes straight up."},"__v":0},{"_id":"qutZiAEJUU+hJUl0o7Ye9A==","name":"Mr. Smiley","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Stevenson, 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":26,"mp_id":"113560244","mp_crag_id":"106852064","climb_id":"qutZiAEJUU+hJUl0o7Ye9A==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"A contender for hardest 12a at the New?  Climb this epic sandbag and see for yourself!  Begin on a large block on the left side of a brown-ribboned arete. V4/5 power moves will have you clawing desperately to the right to a stand up move with no feet.  Easy climbing accesses the stand-up/sit-down ledge.  Make an easy but uncomfortably high clip, and proceed through two more quality-but-suspiciously-hard boulder problems to access the anchor ledge.","protection":"Bolts","location":""},"__v":0},{"_id":"NsMnZRSuXZ+f2iDK9MLpMQ==","name":"Mother's Milk in a Cup","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":30,"mp_id":"114792708","mp_crag_id":"106852064","climb_id":"NsMnZRSuXZ+f2iDK9MLpMQ==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Scramble up past the first three bolts to a ledge and clip the fourth. Traverse right on some generous crimps and pull on a chockstone to swing up around the arete to more good holds. Posture up on good feet and shake out at the roof before pulling through to be greeted by positive crimps. Finish up the blunt arete slapping for some hidden holds.\n\nThe first five bolts are shared with a 5.11b that moves left and up a perfect arete to the left.","protection":"9 Bolts plus Anchors","location":"Continue right past Waco not Hueco until you see a beautiful chocolate and white arete capped by a blank roof. The line starts on a ramp that takes you up to a ledge facing a white shield."},"__v":0},{"_id":"FkjPkf51UGK6F+LKSonyCA==","name":"Made in The Shade","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lee Munson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":20,"mp_id":"107604869","mp_crag_id":"106852064","climb_id":"FkjPkf51UGK6F+LKSonyCA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Made in the Shade is a fun pitch, but I wouldn't recommend it if you strongly dislike manufactured holds.  Be prepared for a series of glued on handle bars.\n\nThe beginning of the pitch travels up a crack and then traverses left out the roof.  Make long pumpy moves between these holds and then get ready to bear down for a lockoff crux at the eighth bolt.  Natural dinner plate jugs take you to the anchor.","protection":"9 bolts + anchor","location":"Travels up the left side of the main cave at Area 51.  Begins in a corner crack feature."},"__v":0},{"_id":"91MYxz8LW2+oELFbZrfGNA==","name":"Lunate","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":10,"mp_id":"106852082","mp_crag_id":"106852064","climb_id":"91MYxz8LW2+oELFbZrfGNA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Climb up the slab to gain a stance to the right of a right facing flake/crack.  Follow the crack up to its end and make a few face moves to reach a horizontal below a small overhang.   Pull the overhang on very positive holds to a cool mantle top out.   Overall, this route is fairly sustained for the grade, however there are a few good rests.","protection":"5 bolts, drop in shuts.","location":"Start on the right side of the arete, about 15 feet to the right and around the corner from Scaphoid, 5.9."},"__v":0},{"_id":"D+Crz9MlULis1ghI8eP8SA==","name":"Instant Gratification","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":27,"mp_id":"106882167","mp_crag_id":"106852064","climb_id":"D+Crz9MlULis1ghI8eP8SA==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Scramble up to reach the high first bolt.  Climb to a ledge, scoot out right and climb up easy rock to gain the 2nd clip at the lip of an overhang.   (You don't want to blow this clip).  Climb up the short left facing corner of the overhang making another quick clip and follow jugs to a stance at the base of a crack in the face.  Climb the crack making good use of far spaced locks to make a long reach to the ledge before the overhanging white wall above (crux).  From the ledge, head up and left aiming for a large flake above.  Shimmy behind the flake to its top and escape out right on good holds.   Clip the last bolt and head straight up over broken rock for about 20 feet to the finish.   This is a nice route, but there's some loose rock and in the easier sections the bolts have some space between them.","protection":"9 bolts, shuts.","location":"From the approach trail, head right for a few hundred yards along the cliff.   This route begins on the right side of an open book on orange rock behind a large boulder."},"__v":0},{"_id":"Pbj5A8G7WwGVWiIcnpp+rg==","name":"If You Lick It, She Will Come","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sam Powell 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":12,"mp_id":"114366934","mp_crag_id":"106852064","climb_id":"Pbj5A8G7WwGVWiIcnpp+rg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Despite the name, this route is quite fun once it's cleaned up.  Maybe a little light in the grade because of the good rests.\n\nStart by making a big move to flat holds and then pull over onto the often dirty slab on slimpy holds but good feet.  Traverse over the first bolt to a stance, carefully clip #2 and move up on good ledges to the base of the crux and another good stance.  Continue on good holds and figure out how to clip the crux bolt and fire the moves to some nice solid crimps.  Continue up and get stood up into a undercling and clip while you try to figure out where the next good holds are.  After that move up on good feet and decent hands for another bolt before going a bit right to gain the anchors.","protection":"6 bolts and shuts","location":"Second sport route after the tunnel"},"__v":0},{"_id":"COKBGI1OUPK9CYj8PAHu0A==","name":"Hammer Time","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":18,"mp_id":"120569825","mp_crag_id":"106852064","climb_id":"COKBGI1OUPK9CYj8PAHu0A==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Linkup - CTL into The Project","protection":"bolts","location":""},"__v":0},{"_id":"HCMi0kJeUW6roDYmE1mLEg==","name":"Game Theory","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":24,"mp_id":"107772097","mp_crag_id":"106852064","climb_id":"HCMi0kJeUW6roDYmE1mLEg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Game theory is a good alternative to the steep manufactured routes that Area 51 is known for.  While it starts out steep, the angle quickly turns to vertical.  The vertical section contains all of the hardest moves.\n\nWith the high first bolt stick clipped, lie back your way up a giant detached flake.  There is one cruxy lock off move in the first few bolts that is a little challenging for shorter climbers.  Continue tugging on large hand holds straight through an interesting top out move that delivers you to vertical terrain.  A really good rest can be copped here before traversing right then heading straight up the blank face.\n\nThe vertical face is a bit perplexing, especially when there is no chalk to guide you.  Expect a relentless series of slopey edges as you teeter on one foothold at a time.  The climbing is balancy and technical the entire way.  A noticeable crux is found 15 feet below the anchor.  There are multiple ways to make it through this section so be sure to do a thorough survey of all the possible handholds.","protection":"9 bolts plus anchor","location":"Located to the right of the main cave.  Two routes start on the large detached flake.  Game Theory goes straight up and a project cuts out left off the line."},"__v":0},{"_id":"a+f+yTkyXLOaPjFOD0PhJg==","name":"Full Moon Arete","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":0,"mp_id":"116232849","mp_crag_id":"106852064","climb_id":"a+f+yTkyXLOaPjFOD0PhJg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"This is the obvious and striking arete off the approach trail to Area 51.  The left side climbs from a stand start at V7.  The right side is dirtier but easier -- perhaps V3 or 4.  I don't know who did the first ascent.  I believe Matt Fanning has done a sit start to the left arete that goes at V9.","protection":"Pads.","location":"Look right about halfway up the approach trail to Area 51.  The arete is about fifty feet off the trail."},"__v":0},{"_id":"vZuNuZLAU5S+ac1CmI2hUw==","name":"Free Range Show Poodle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Megan Howk, Dan Brayak","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":8,"mp_id":"109063118","mp_crag_id":"106852064","climb_id":"vZuNuZLAU5S+ac1CmI2hUw==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"2 bolts of fun overhang on hand swallowing jugs leads to a nicely sculpted slab.  Climb the big right facing flake into some steep white rock to the anchors","protection":"7 bolts","location":"just left of the Scaphoid arete"},"__v":0},{"_id":"i31r829sWm68cj/q92ceZg==","name":"Drive-in Porn Theatre","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan Brayack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":29,"mp_id":"116233036","mp_crag_id":"106852064","climb_id":"i31r829sWm68cj/q92ceZg==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"This route shares the same start as Mother's Milk in a Cup but then diverges left up the beautiful arete and finishes under the blank roof.  The route is occasionally damp if the dripping and seasonal waterfall to the left is in full force.","protection":"Draws.","location":"Continue right past Waco not Hueco until you see the beautiful chocolate and white arete capped by a blank roof. The line starts on a ramp that takes you up to a ledge facing a white shield (the same start as Mother's Milk in a Cup), then continues up and left on the arete."},"__v":0},{"_id":"iCjxHrDCVwOudXJx0QOFTw==","name":"Did you Kiss?","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Brayack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":3,"mp_id":"109525964","mp_crag_id":"106852064","climb_id":"iCjxHrDCVwOudXJx0QOFTw==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Stick-clip the first bolt and follow mostly good holds to the overhang at the first bolt, then climb the arete making long reaches between good holds. The top is currently a little dirty, but the climbing is great.","protection":"4 bolts, 2-bolt anchor.","location":"Walk through the tunnel on the left from the approach trail to the Scaphoid / Lunate arete. Then follow the uphill trail along the cliffside all the way to the end. This route climbs the arete at the end of this trail."},"__v":0},{"_id":"D9NwmT74VIOJ2HpYWY5zQQ==","name":"Dan and Bill's (Not So) Excellent Adventure","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Brayack, Bill Bauer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":7,"mp_id":"111859896","mp_crag_id":"106852064","climb_id":"D9NwmT74VIOJ2HpYWY5zQQ==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Start on the right to easy climb up top.","protection":"6 bolts plus 2 more bolts for the anchor at the top.","location":"Left of Free Range show Poodle."},"__v":0},{"_id":"7LFpnIpDVD60ijAN8UrY4Q==","name":"Crossing the Line","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":19,"mp_id":"107673349","mp_crag_id":"106852064","climb_id":"7LFpnIpDVD60ijAN8UrY4Q==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Crossing the Line is a steep manufactured route, but as far as routes of this kind go, its a good route, meaning that some time and thought was obviously put in to insure that it climbed well.  The climbing is athletic, and consistently difficult the entire way, with a couple of slightly harder moves showing up around the brown trout.  The brown trout is a rectangular river rock that was pasted to the wall by the first ascenionist.\n\nBegin by stick clipping a very high first bolt and then funk your way up through a shallow scoop dihedral.  After the first bolt move on to jugs and blocky features.  Negotiate the crux at the Brown trout and then fly through 4 more bolts of juggy climbing.  For the most enjoyable experience skip the bolt after the brown trout.  The route climbs much smoother and more continuous this way.  Clear the lip of the wall and then use a couple reasonably sized crimps to make your way to the anchor.\n\nThis route is a great pick for a summer day as it gets shade all day long.  All the holds are large and the route can be used as a great endurance trainer.","protection":"8 Chain draws plus anchor","location":"First route you see when you walk up the trail to Area 51.  Look for chain draws and the smooth scoop dihedral below the first bolt."},"__v":0},{"_id":"+QjNosmHXFyq1FZAa69n3Q==","name":"Can't touch this","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":16,"mp_id":"120569752","mp_crag_id":"106852064","climb_id":"+QjNosmHXFyq1FZAa69n3Q==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Linkup The Project into CTL","protection":"bolts","location":""},"__v":0},{"_id":"ivPkVhpoWD+kHD3i1cqM3w==","name":"Cage Match","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jim Woodruff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":21,"mp_id":"107604852","mp_crag_id":"106852064","climb_id":"ivPkVhpoWD+kHD3i1cqM3w==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"You'll understand where this route gets its name from when you lower from the chains, panting and covered with scrapes from head to toe.  Essentially a crack climb, this route has been done on gear, and would be quite manageable to lead on gear if it weren't for the first 4 bolts of face and roof climbing.\n\nThe Williams guidebook recommends stick clipping the second bolt.  Begin on some vertical terrain, climbing past a diagonal crack to a large jug.  Pump out the roof on some good flakes and get ready for the technical crux at the fourth bolt.  Make your way up in a chimney for a no hands rest.  Exit the chimney with some 3D moves, being sure to not get wrapped up in the rope.  If you're not fully bewildered at this point the final move to a jug at the sixth bolt will definitely get you a bit confused.\n\nAt the sixth bolt you reach the offwidth crack.  The rock turns bleached white and the remaining bolts are widely spaced.  The higher you climb the thinner the crack becomes, tapering all the way down to thin hands.  Good rests and clipping stances keep the crack from getting too pumpy.  The crack section is roughly 11a.\n\nA healthy dose of kneebaring reduces the difficulty of this pitch. Not a good pick for a rainy day since the crack above gets soaked.","protection":"9 bolts plus anchor","location":"Climbs the center of the main cave at Area 51.  Look for the diagonal crack at the start and the splitter crack on the finishing headwall.  Fully equipped with chain draws."},"__v":0},{"_id":"mlpV9a9UUJG6dUdG/bGzug==","name":"Brayack-Howk Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Brayack, Megan Howk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":5,"mp_id":"113546115","mp_crag_id":"106852064","climb_id":"mlpV9a9UUJG6dUdG/bGzug==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Climb between Nope, Just Sex and Saidar. Starts at a flake and follows a crack system to a 2 bolt anchor.","protection":"standard rack, 2 bolt anchor.","location":"On the same wall as Nope, Just Sex. Obvious crack."},"__v":0},{"_id":"Pg59s6PVXFi9oNzYVcU4Zw==","name":"Balefire","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Brayak, Megan Howk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"left_right_index":1,"mp_id":"109062946","mp_crag_id":"106852064","climb_id":"Pg59s6PVXFi9oNzYVcU4Zw==","areaRef":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":"Start directly below the bolt for a crux move, or traverse in from the right to make this another 5.8 route.  Some ledgy climbing leads to some nice pocketed rock that should be fun once it cleans up.","protection":"6 bolts and anchors","location":"leftmost route in Area 51"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,dfd51586-7af2-59dc-bd58-455e2fd2e841,37f6855c-bf8e-58c9-b5d7-6ed55f552e4b,b6dcd87e-1bb1-5f49-ab87-bde826148694","pathTokens":["USA","West Virginia","New River Gorge, The","Meadow River Gorge","South Side Crags (CLOSED)","Area 51 (CLOSED)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10c"},{"count":5,"label":"5.12a"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.12b"},{"count":4,"label":"5.9"},{"count":2,"label":"5.13c"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.12c"},{"count":1,"label":"V7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.13b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":29,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":15,"expert":7}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":16,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.91196,38.13566]},"bbox":[-80.91253168610247,38.135210339818144,-80.91138831389753,38.13610966018186],"left_right_index":-1,"ext_id":"106852064","area_id":"ttzYfhuxX0mrh73oJhSGlA=="},"content":{"description":""},"density":0,"totalClimbs":33,"__v":1,"createdAt":"2022-11-07T06:33:10.119Z","updatedAt":"2022-11-25T11:25:06.076Z"}