{"_id":"6368a185e80bff5a9954f2aa","area_name":"Strawberry Hill Buttress","shortCode":"","climbs":[{"_id":"pWb0OsLRWBStTkzX1fsMZg==","name":"Under Raps","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry DeAngelo, George Wilson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":6,"mp_id":"106551357","mp_crag_id":"106551338","climb_id":"pWb0OsLRWBStTkzX1fsMZg==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Pitch 1 - Start in a crack and move up about 30'.  Step right and continue up to a huge  belay ledge.  This pitch has awkward climbing. The lower portion is kinda mossy so expect to get dirty! 80' \n\n  Pitch 2 - Start in the corner.  Pull around the corner and through a roof.  This is the crux of the climb.  Once through the roof continue up on jugs to webbing.  The pro is not obvious through the roof though it's definitely there.  100' \n\n  Pitch 3 - Climb the face/cracks on great pro. Once the rock starts to get iffy, make a traverse left on good holds to the base of a corner and belay. 80' \n\n  Pitch 4 - Climb up the corner to a face.  Make some calculated moves on thin pro.  Work up and left on easy terrain.  This pitch might deserve a PG rating.  100'","protection":"Rack to 4\" doubled through 1.  Rappel with 2 ropes.","location":"This route is located on the right side of the buttress.  From the approach hill, work up and right on 3rd class slab following cairns.  Look for an obvious switch back.  Take this switch back to a brushy ledge and work right to a ramp.  The route is at the top. Rappel the route with 2 ropes."},"__v":0},{"_id":"bs3ZmzZuW9me9Pzh5HKiTw==","name":"Strawberry Hill","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA David Lucander, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":2,"mp_id":"106559834","mp_crag_id":"106551338","climb_id":"bs3ZmzZuW9me9Pzh5HKiTw==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Climb a long pitch up the varnished crack system to reach a large ledge.  The right-facing corner is easily visible above.  The second pitch starts with a boulder move onto the main wall and continues up the corner.  A few more pitches of mostly face-climbing take you to the summit. \n\n  Go right (west) to the rappel route.","protection":"Std rack; 2 ropes for rappel","location":"As you approach the main buttress, bear right (west) on the slabs for 50 yards or so, until reaching an area of darkly varnished rock by a right-facing corner system.  Start here."},"__v":0},{"_id":"3ZR4JeonUSOmOGi+ksLVpw==","name":"Strawberry Fields Forever","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":3,"mp_id":"116367832","mp_crag_id":"106551338","climb_id":"3ZR4JeonUSOmOGi+ksLVpw==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Strawberry Fields Forever runs parallel to the Lucander-DeAngelo route (Strawberry Hill) on enjoyable cracks. The first two pitches are somewhat adventurous. Soloists and beginner leaders eat your hearts out on pitches 3 and 4 - the rock is good and the climbing is secure.Pitch 1 (5.7, 130 feet): Climb a wide left-facing corner to the top of a miniature white pillar. Boulder up varnished stone into the chimney and enjoy the three-dimensional sandstone chamber. Belay at the top of the pillar.Walk 30 feet left along the narrow crest of the pillar before dropping down into the gully. Muscle past a scrub oak to the base of a short left-facing corner/groove.Pitch 2 (5.7, 60 feet): Climb the short left-facing corner/groove and walk 30 feet right along the ledge. Set a belay with nuts and small cams at the base of a juggy weakness in the short varnished overhang.P2 direct variation (5.8+ R, 30 feet): From the P1 belay, go straight across the brushy gap and climb directly up the unprotected, crunchy face.Pitch 3 (5.8, 170 feet): Monkey past the overhang on huge buckets to a crux mantel before setting cruise control for a long stretch of sustained 5.fun crack. At the top ledge, walk 20 feet right and belay in a short finger crack.Pitch 4 (5.7, 180 feet): To start this pitch, you can either: (1) Climb the short fingercrack and then traverse 20 feet right across fins to gain the main crack, or (2) Move the belay 20 feet right into a nook directly below the main crack. Either way you're headed for an obvious wide crack with a right-facing flake on its left side. Climb up the crack about 80 feet to an easy step-across left into the flake, then ride the varnished flake up to a ledge belay.Pitch 5 (5.5, 110 feet): Climb the pink summit knob via the obvious left-leaning crack.Descent: As for all other routes on Strawberry Hill. Scramble down west to a dead tree + boulder anchor and make a ~210-foot rappel. Scramble down west to a bush anchor and make a ~70-foot rappel. Zig-zag down 3rd-class ramps back to the starting ledge.","protection":"Standard Red Rocks rack to 3\" + opt. 5\" cam Two 70m ropes for descent","location":"Start 30 feet right of Strawberry Hill."},"__v":0},{"_id":"2YQRCE96WiCxHGw/Lc3O0Q==","name":"Squeeze Of Lime","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry DeAngelo and George Wilson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":8,"mp_id":"106678178","mp_crag_id":"106551338","climb_id":"2YQRCE96WiCxHGw/Lc3O0Q==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Pitch 1 - Make a move or two up face to a broken corner, around a few boulders and up a slab to the huge belay ledge.  5.5 80' \n\n  Pitch 2 - Make some easy well protected moves up to the left chimney, getting into the squeeze chimney is a bit awkward.  Top the chimney and set a belay another 20'up.  5.7 90' \n\n  Pitch 3 - Climb some face trending slightly right to an easy hand crack.  Top the hand crack, climb some face and set a belay. 5.6  150' \n\n  Pitch 4 -  Climb another easy pitch to a ledge and set a belay at a bush.  5.4 80' \n\n  Descent: Bushwack left and scramble down and left to a pocketed chimney.  ","protection":"Standard rack.  Two ropes for rappel.","location":"Squeeze of Lime is located on the right side of strawberry hill.  Approach as per country quencher and under raps.  SOL is located at the top of the ramp on the left, look for a broken corner.  Use the standard descent for Strawberry Hill Buttress to the left by climbing down the pocketed chimney."},"__v":0},{"_id":"mT8imUkgWT6pf1bQvNuW7A==","name":"Rolling Thunder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Van Betten, Steven Van Betten, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":5,"mp_id":"106560452","mp_crag_id":"106551338","climb_id":"mT8imUkgWT6pf1bQvNuW7A==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"An elegant crack system shoots up the middle of the wall, about twenty yards to the right of Fine Whine.  It is probably best to climb a short pitch up the initial chimney in order to have enough rope to reach the next belay.  The second pitch follows the thin crack, makes crux moves past a small bulge, and finally passes a larger but easier overhang above.  For the third pitch it is again best to halt on the top of a small pillar in the right-facing corner system.  The fourth pitch is also a long (60 meter+) to ledges near the dead rappel tree.  If in doubt, consider setting up a hanging belay in the corner. \n\n  The name came about when the FA party encountered a lot of precarious loose rock immediately above the crux overhang.","protection":"Std rack, emphasis on thinnish cams","location":"Scramble up the approach slabs to the brushy ledge at the base of the western wall. The route starts just to the right of the point where the approach meets the main wall."},"__v":0},{"_id":"RnoRo4UBXWudL/Bclcd2jA==","name":"Margaritaville","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA Paul & Steven Van Betten, Rex Parker, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":0,"mp_id":"106562800","mp_crag_id":"106551338","climb_id":"RnoRo4UBXWudL/Bclcd2jA==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"On the far left (eastern) side of the Strawberry Hill buttress, there is a clean, right-facing corner.  Fourth class scrambling leads to a belay stance at its base.  Climb the corner, surmount the overhang above it, and continue to a belay ledge on the crest.  Face climbing leads to a a bigger ledge with some large bushes.  This point can also be reached by a crack system to the right (between this line and Berry Nice).  A black dihedral rises from this ledge.  Climb the dihedral with small cams for protection.  Two or three more pitches continue on easier climbing, joining Berry Nice for the cruise to the summit.  Walk right (west) to rappel.","protection":"Std rack, small cams, 2 ropes to rappel","location":"Begin at the far left edge of the Strawberry Hill Buttress."},"__v":0},{"_id":"owmloQ3uUMGbwXNMQ1yN4Q==","name":"Fine Whine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Van Betten, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":4,"mp_id":"106560104","mp_crag_id":"106551338","climb_id":"owmloQ3uUMGbwXNMQ1yN4Q==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Climb the obvious corner and crack system above, eventually reaching the large ledge midway up the western wall.  Continue across the ledge and up a crack to a belay position by a short chimney.  Climb up the crack and traverse left at a large prominent varnish patch, then straight up to the summit. \n\n  Walk west to the rappel tree.","protection":"We had a big cam (#6 Friend) and used it; two ropes for rappel","location":"Scramble up the approach slabs to the brushy ledge at the base of the western wall.  The route starts in the corner system on the left."},"__v":0},{"_id":"YrJcv4gpXfCSjcKLZ5pbZQ==","name":"Country Quencher","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry DeAngelo, George Wilson, Jose Tejada","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":7,"mp_id":"106556658","mp_crag_id":"106551338","climb_id":"YrJcv4gpXfCSjcKLZ5pbZQ==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Pitch 1 - Make an awkward move to gain a chimney, climb the corner/face to another chimney.  Belay on the huge ledge.  80' \n\n  Pitch 2 - Start in the right chimney (the left is Squeeze Of Lime). At the top of the chimney, move right and climb up on jugs.  Belay on a ledge with small cams. 100' \n\n  Pitch 3 - Go up the ramp to the right and gain a hand crack. Climb the crack to a huge ledge and belay from a tree. This is a good pitch. 140' \n\n  Pitch 4 - Go up and right to a boulder and climb the corner to another ledge. Belay on a ledge. \n\n  Pitch 5 - This pitch is mostly 4th class.  Belay on a huge ledge from a tree.  90' \n\n  Descent: Scramble and bushwhack down and left (east).  A pocketed chimney leads down to the main rappel route.","protection":"Standard rack doubles of #4.  The FA team thought C3's were nice to have. Two ropes are needed for rappel.","location":"This route is located on the right side of the buttress.  From the approach hill, follow cairns up 3rd class slab through a switchback and up a ramp.  The climb starts in a chimney at the very top of the ramp system.  To get off walk down and left to a chimney, down climb the chimney and rappel down Under Raps."},"__v":0},{"_id":"uhoQwqp6UbKAbpoZSAqSeA==","name":"Berry Nice","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Urioste's, Bill Hotz, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"left_right_index":1,"mp_id":"106551342","mp_crag_id":"106551338","climb_id":"uhoQwqp6UbKAbpoZSAqSeA==","areaRef":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"Pitch 1 - Begin in a crack in the black rock. Climb this for one long or two short pitches up to a good ledge beneath a white slab. \n\n  pitch 2 - Climb the face to a belay on the left. \n\n  Pitch 3-5.  Mostly 4th class to the summit. Walk right to a dead pine tree.","protection":"Gear to 3\" and two ropes for rappel.","location":"This route is located on the left side of the Buttress.  Look for varnish with two hand cracks. \n\n  To descend from the top, make a series of rappels to the right of the route off a dead pine tree with two ropes down Under Raps."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,fe868a32-4fbb-5bff-b36c-6d00db6aa120","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","14-First Creek Canyon","Strawberry Hill Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":4,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48175,36.08014]},"bbox":[-115.48230637649657,36.079690339818136,-115.48119362350347,36.080589660181865],"left_right_index":-1,"ext_id":"106551338","area_id":"/oaKMk+7W/+zbG0A22qhIA=="},"content":{"description":"This buttress is full of great moderates!  The rock quality is great and it's easily approached.  The buttress is naturally divided into two main sections.  The slabby eastern section is immediately to the right of the Echove area and Hot Flash.  The western part is the area of  the primary rappel descent as well as routes such as Under Raps and Country Quencher.  This is reached by skirting west near the base of the main wall and climbing some exposed third class to ledges beneath the rap route. \n\n  The main descent for routes reaching the top of the buttress is to walk west for about 50 yards and rappel from a large dead tree.  The first rappel is long (almost 50 meters).  Two more rappels, each less than 25 meters, lead to the ground at the western end of the buttress.  Scrambling leads down the slabs to the approach trail."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:11:18.204Z","updatedAt":"2022-11-25T11:19:37.953Z"}