{"_id":"63689d20e80bff5a994f26f2","area_name":"Approach Dome","shortCode":"","climbs":[{"_id":"gnKCKntGV3aLftbwvGoDYQ==","name":"Better Then Whacking","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Christopher LaGow Alison Elder","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96726,31.94487]},"left_right_index":1,"mp_id":"121869330","mp_crag_id":"121869126","climb_id":"gnKCKntGV3aLftbwvGoDYQ==","areaRef":"6gnghwVXXI6NyZB/HOkoMg=="},"content":{"description":"This is a continuation of beatin’ bush on your way up to exit and entrance domes! But because of the belay reset idk I think it’s almost it own route…? And it’s definitely better then bush whacking! Actually because of the rock quality it’s much better then whacking! Start in the wash with a chimney in front of you and what looks like a hand crack above the chimney.Get to the crack above the chimney, which in the start is kinda of a dihedral! The gear will come and go as the dihedral flattens to a face… knowing the face means a lack of pro… get some good pro! I have gone a bit to the right to get that last piece others Forage onward! Either way the rock gets pretty great here thankfully and you pull a bulge or maybe a small roof heading hard left. Above thankfully you get a piece! Seeing the two bolts above, head into the dark black rock with wonderful edges! The second bolt protects a roof which is super fun! And pull another roof! Once on top of the dome there is a two bolt anchor out right but also you can build a anchor with two 4’s directly above the line","protection":"Standard rack with 4’s for an anchor","location":"Pics "},"__v":0},{"_id":"TeUNMBpRVi+vQCPNbxfpLw==","name":"Beatin’ Bush","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Christopher LaGow  Alison Elder","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.96726,31.94487]},"left_right_index":0,"mp_id":"121869181","mp_crag_id":"121869126","climb_id":"TeUNMBpRVi+vQCPNbxfpLw==","areaRef":"6gnghwVXXI6NyZB/HOkoMg=="},"content":{"description":"A bolt at the start helps to ID this climb Pull a Boulder problem and get on top of the Boulder that sit next to the main wall and clip the bolt. Traverse right into the right leaning dihedral follow this up and right to it’s end. Do not pass any gear! The right leaning dihedral turns up to make a small corner, pull this and on to the face with incredible plates! Continue straight up and maybe a bit left over a wide crack and back into a shallow dihedral. Easy climbing here but excellent rock quality make this good! Continue up until you are at the top of the dome and can build an anchor!  to arrive at the base of Better Then Whacking find the path of less resistance to the left (west) and find the formation of a wash/ chimney ","protection":".1-4","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,ea09e087-0557-5c8e-8dc9-907f1ce92832","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Approach Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.96726,31.94487]},"bbox":[-109.96778991121191,31.94442033981814,-109.96673008878807,31.94531966018187],"left_right_index":-1,"ext_id":"121869126","area_id":"6gnghwVXXI6NyZB/HOkoMg==","polygon":{"type":"Polygon","coordinates":[[[-109.96778991121191,31.94442033981814],[-109.96673008878807,31.94442033981814],[-109.96673008878807,31.94531966018187],[-109.96778991121191,31.94531966018187],[-109.96778991121191,31.94442033981814]]]}},"content":{"description":"This dome sits below entrance and exit dome! And sure beats the approach to these domes! South East facing and great quality rock! Just a hop skip and jump from the trail! On the main trail after you pass the second wash there is a flat rock to the right of the trail I use this as a staging area. Rack up and start up on the left side of the wash. You don’t need to be in it just on the left side of it. Taking the path of lest resistance up a few switch backs, find your way to the base of a 5-easy slab. Head up the slab keeping right, I find it is easier and a bit more exposed. Once the slab ends at a shelf with some trees you should be seeing the second pitch better then whacking above you. Continue up through one or two more tree filled shelves and then find your way into the wash crossing it and making your way right (east) to the base of the dome.To continue on to exit and entrance domes from the top of approach; from the top head to east side and on the back side look for a wide crack/chimney with a anchor. Rap the anchor and once on the ground take the path of less resistance (east till you see a few cairns for the trail to the base) to the base of exit. On your way back out you can climb this wide crack (5.7 one or two 4’s feels fine ) to get back on top of the dome. You can rap the anchor on the front side of the dome to get back to your bagsI have also installed a rap anchor at the top of the 5-class slab "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:59.749Z","updatedAt":"2024-01-20T00:56:57.856Z"}