{"_id":"63689d20e80bff5a994f2582","area_name":"Echo Dancer Buttress","shortCode":"","climbs":[{"_id":"SykWKnW1Vh+tnlA/Ab2kLA==","name":"Yabbadabbadoo!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"JFx, Joe Drago, JMw  11/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77896,32.33847]},"left_right_index":1,"mp_id":"106969427","mp_crag_id":"121603175","climb_id":"SykWKnW1Vh+tnlA/Ab2kLA==","areaRef":"bwgZIUT+WK625JhI+Q369Q=="},"content":{"description":"On the bottom right of the rock is a 3rd/4th class gully/ramp that diagonals up and left to the base of \"Tongue of Death,\" halfway up the rock.  \"Yabbadabbadoo! starts halfway between this gully and a rotten chimney to the left. The second pitch accesses the large, right-facing corner with the broad face at the top. \n\n  1. Wander up fairly easy face, following decent pro placements at cracks and flakes until you near the bushy ramp mentioned above. A short runout on easy ground takes you to the left end of the ledge where you can place high pro then continue onto clean rock, avoiding that section of ledge. If you head straight up the right edge of this face you will have a straight shot to the 2 bolt anchor at the start of pitch 2 in the steep gully. (5.7  120') \n\n  2. 2 bolts lead into the main corner to the top. (5.9  170') \n\n  Scramble UP and over formation and rap \"Tongue of Death.\"","protection":"standard backcountry to 3\".","location":"See \"Echo Dancer\" for approach and topo picture."},"__v":0},{"_id":"CJ2Y/lYiU6CtGdw4r201ng==","name":"Tongue of Death","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Glick, JMw  2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77896,32.33847]},"left_right_index":2,"mp_id":"106969396","mp_crag_id":"121603175","climb_id":"CJ2Y/lYiU6CtGdw4r201ng==","areaRef":"bwgZIUT+WK625JhI+Q369Q=="},"content":{"description":"There is a steep, nasty, cactus-filled 3rd/4th class ramp that diagonals in from the bottom right of the rock up to the base of a rotten chimney. This climb starts just left of the chimney and ends at a 2 bolt rap station at the top of the left-most twin corners seen from below.   (Best to approach this by rapping in after doing one of the other climbs!) \n\n  A tricky start with challenging pro. left of the chimney leads through some orange rock past side by side cracks. Continue up to where the rock steepens and you can eventually work your way right, across the buttress, into the main corner system that is above the chimney. Follow the corner as it angles back right to the summit rap anchors.  Use care at the giant \"Tongue of Death\" just below the anchors.  \n\n  Rap the route (2 ropes) to the ledge then look for 2 bolts on a block out on the face to get you down. Use caution on the exposed ledge reaching these 2 bolts. \n\n ","protection":"standard backcountry","location":"See \"Echo Dancer\" for approach and topo picure"},"__v":0},{"_id":"cKeJKR/oXLSdzfnCkBk1YQ==","name":"Echo Dancer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"JMw, MC, JSl, MRr, JWl  12/01","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.77896,32.33847]},"left_right_index":0,"mp_id":"106075883","mp_crag_id":"121603175","climb_id":"cKeJKR/oXLSdzfnCkBk1YQ==","areaRef":"bwgZIUT+WK625JhI+Q369Q=="},"content":{"description":"PITCH 1    A hard move off the ground past a bolt gets you into the chimney/corner that you can stem and layback all the way to the belay.  Above the third bolt, traverse left to a 2-bolt belay on a small ledge. (5.8---120 ft.) \n\n  PITCH 2   Follow left-curving flake directly above belay for about 15 ft. until you can reach right to clip a bolt and make a tricky traverse right (crux) to a sloping ledge. Up a short crack, then traverse right past a bolt under the roof to a good stopper placement at the corner (long slings on this and bolt under roof!) Up to a bolt protecting a left traverse onto better rock then straight up past one more bolt and chickenheads to a 2-bolt belay. (5.9---140 ft.) \n\n  Rap the route with double-ropes or walk off left.","protection":"Standard backcountry rack, include a large (#4) cam.*Dont forget to check out the excellent echoes that bounce off  Whipple and Kor.","location":"This rock is in Sabino Canyon on the opposite side of the canyon from the Thimble and Whipple Wall.  Start hiking at Tram Stop 8 where the old parking lot and restrooms are located.  Visible from here is a side drainage that drops down into Sabino Creek. At the top of the drainage on the ridge is the rock, marked by a prominent , left-facing corner/crack splitting the middle of the rock  and 2 twin, curving dihedrals on the top right. This route climbs the corner then crosses under the final roof, exiting out  right,  then up the face.  \n\n  Head across Sabino Creek and straight up side drainage. About halfway up, after a rocky ridge meets the drainage on the left, hang a left and continue up freshly scoured drainage toward rock. Keep an eye out for cairns heading out left as you near the rock.  Allow 1 hr. if you splurge on the tram ride ($8.00 cuts out 7 extra miles of walking.)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,5db81997-ac2d-5a5b-b4ef-84b5d419d3bb,6f081921-44fe-58ae-b6e4-9848f90dfaf5","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Sabino Canyon","Echo Dancer Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.77896,32.33847]},"bbox":[-110.77949220340619,32.338020339818144,-110.77842779659382,32.33891966018187],"left_right_index":-1,"ext_id":"121603175","area_id":"bwgZIUT+WK625JhI+Q369Q=="},"content":{"description":"Smaller east-facing formation in Sabino Canyon with several moderates"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:54.942Z","updatedAt":"2022-11-25T11:09:48.938Z"}