{"_id":"6368a36ae80bff5a99582b07","area_name":"Forbidden Comb","shortCode":"","climbs":[{"_id":"YCPnv52uUBK+Q2P7QjCHmw==","name":"Taste of Honey Overhang, variation","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"g orton h hall 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95992,43.32723]},"left_right_index":2,"mp_id":"115140485","mp_crag_id":"114433071","climb_id":"YCPnv52uUBK+Q2P7QjCHmw==","areaRef":"98hfqQVHXU+W6ce7ZOD/uA=="},"content":{"description":"Begins second pitch of Taste of Honey by traversing right to edge of the arete.Climb arete to the overhang and up over the overhang to the belay ledge that begins 3rd pitch of Taste of Honey. About 50 ft.","protection":"well bolted","location":""},"__v":0},{"_id":"isCfDdZNUBGHi/q5gbZGxg==","name":"Taste of Honey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Orton and Harold Hall, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95992,43.32723]},"left_right_index":1,"mp_id":"114447913","mp_crag_id":"114433071","climb_id":"isCfDdZNUBGHi/q5gbZGxg==","areaRef":"98hfqQVHXU+W6ce7ZOD/uA=="},"content":{"description":"This route is known to have falcons raising young at the top from February-July so please inform yourself about the situation on a yearly basis and do not climb if the falcons are present during this time.Taste of Honey is a sport route that has bolts protecting the more difficult moves, and slight runouts when the climbing is easy. This route gives beautiful views to the South Comb, and also to the Umpqua Watershed below.Pitch 1- 90' 5.9 The most difficult climbing of the route is the beginning of the first pitch. The route starts off stiff, and eases up towards the top of the first pitch. Ends at a bolted belay station.Pitch 2- 30' 5.6 Easy climbing up, and later traversing right along a ledge. The pitch ends at a belay station above an overhang.Alternate- 5.10b A bolt line to the right follows steeper terrain climbs the overhangPitch 3- 100' 5.6 Follow the arete with easy climbing to top where you'll find a register and rap chains. Note: about 30 ft from top you'll pass a separate set of anchors slightly off-route to your right.Descent: IMPORTANT - With 60m rope use short first rappel. There is a separate rap station that is off to the left (facing rock), between pitch-2 and pitch-3 belay stations. You can rap from this middle station (with chains) to the top of pitch-1. You should NOT rap over the roof at belay from bottom of pitch-3. See rappel topo in the photos section for further clarification.","protection":"Bolted. You may want to bring slings to extend your draws","location":"The climb begins at the lowest point of the Forbidden Comb. To access the Forbidden comb, walk down the gravel road to the second large logging platform. From this point, go down the hill keeping the North Comb on your right. "},"__v":0},{"_id":"3JqGjhQnUKaTDRTlEwhh+A==","name":"Honey Pot","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Abbie Morrissey and Della Woods, July 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95992,43.32723]},"left_right_index":0,"mp_id":"114588581","mp_crag_id":"114433071","climb_id":"3JqGjhQnUKaTDRTlEwhh+A==","areaRef":"98hfqQVHXU+W6ce7ZOD/uA=="},"content":{"description":"Honey Pot is closed until 2 weeks after young peregrine have fledged.\n\n Honey Pot is a great route for those climbers looking for an adventure. You'll find three pitches with fun movement, exposure, and comfortable belay ledges. This route starts out with a crux pitch of approximately 5.10c followed by 5.8 and 5.9 climbing. The first pitch of Taste of Honey can be linked into Honey Pot for a three pitches of climbing 5.9 and under. Climbers will find bolts protecting more difficult movement thought. This route was established by Willie Long and Abbie Morrissey in July of 2018. It gives beautiful views to the South Comb, and also to the Umpqua Watershed below.\n\n Pitch 1- 85' 5.10c 10 bolts: The crux of this route is the beginning of the first pitch. The route starts off with easy face climbing left of Taste of Honey. The face immediately transitions into a small roof for the crux. After pulling the roof move up and left along bulges and aretes to the first anchor. At the last arete move out and left to find a hidden hold. (The first anchor is approximately 6 feet left of Taste of Honey.  From here you can link into Taste of Honey.)\n\n Pitch 2- 65' 5.8 Climb up and left moving over bulges and through easier terrain to find the belay ledge below a short orange ramp . Pitch 3- 65' 5.9 Move up the ramp to the overhung corner system above.  You'll find plenty of large jugs for making clips.  move through the corner system to the final anchor at the summit left of the large summit block. Once you have completed the climb scramble around the back of the summit cluck to find the register (green ammo can).  You'll find a bolt that you can use to protect the scramble in desired.\n\n Descent: Rappel down the middle of the main face. Chains are located at the top of Taste of Honey. See rappel topo in the photos below for further clarification. You'll find a rappel station in the  middle of the face about 75' below the summit. Don't miss it and tie knots in the end of your rope.\n\nAlso, there is poison oak growing from behind a boulder at the base of the route, which for now can be avoided by stepping on the boulder. ","protection":"This rout is bolted and can be climbed with a standard rack of draws","location":"The climb begins at the lowest point of the Forbidden Comb just to the left of Taste of Honey. To access the Forbidden comb, walk down the gravel road to the second large logging platform. From this point, go down the hill keeping the North Comb on your right."},"__v":0},{"_id":"POvrLMu5WPq5dij2GQOoYQ==","name":"Chasing the Edge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Hallman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.95992,43.32723]},"left_right_index":3,"mp_id":"114448707","mp_crag_id":"114433071","climb_id":"POvrLMu5WPq5dij2GQOoYQ==","areaRef":"98hfqQVHXU+W6ce7ZOD/uA=="},"content":{"description":"The route starts on crimps and finger pockets working forcing you in to some tense reaches, until about half way, where you will find the crux. A few stiff crimps and technical footwork beta will get you through.  After working out the crux, the route runs the rest of the way in Honeycomb jugs! Needs more climbing! A little dirty at the top due to lack of climbers (just some dust in the jugs).","protection":"Quick draws","location":"This area/route is on the large wall preceding the famed Taste of Honey route. If you see Taste of Honey than you have gone too far. When first seeing the base of the Forbidden Comb look up to the right. There is a thought scramble up the base of the face. About 20 yards up you will some bolts/belay stations. Also, poison ivy likes to grow at the bottom of the route. It’s a great route, worth avoiding the poison ivy or providing some extra stewardship for the area and cut some down before your send! This Area of the Forbidden Comb has some solid potential for much, much more serious climbing. Especial 60+ feet up. (For future developers)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,115acb97-2b75-5797-822d-d6c22c94cd42,21c823ca-8313-581c-a521-5739ac539db0,f7c85fa9-0547-5d4f-96e9-c7bb64e0ffb8","pathTokens":["USA","Oregon","Southwest Oregon","Honeycombs, The","Forbidden Comb"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.95992,43.32723]},"bbox":[-122.96053813485203,43.32678033981814,-122.95930186514796,43.327679660181865],"left_right_index":-1,"ext_id":"114433071","area_id":"98hfqQVHXU+W6ce7ZOD/uA=="},"content":{"description":"A taller formation that hosts the classic Taste of Honey multi-pitch route. Also the nesting site of peregrine falcons.\n\n Over the years, climbers have created a self imposed closure from January to mid-July due to nesting peregrines. "},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:27.770Z","updatedAt":"2022-11-25T11:21:19.901Z"}