{"_id":"63689d20e80bff5a994f257a","area_name":"Beaver Wall","shortCode":"","climbs":[{"_id":"SWnoC8RRVeKEhnF6Kdrc6w==","name":"Zschiesche's Problem","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Todd Skinner & Craig Smith, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":14,"mp_id":"109584019","mp_crag_id":"105738167","climb_id":"SWnoC8RRVeKEhnF6Kdrc6w==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Zschiesche's Problem shares a start with Rage to Live, but continues straight up through the black streak where Rage traverses left. A well-defined one move crux is encountered after the third bolt; height, reach and sharp hold tolerance are huge assets here (at 5' 11\" tall with a +3 ape index, I was at full extension). From an obvious clipping jug at the fourth bolt, the climbing eases considerably through the ripples to the base of a weird wide crack. A big runout through this feature guards the chains.  The climbing is easy, though the crack can be damp and mossy as it is fully in the black water streak.  There is a possibility for a cam placement to make this section safer if you choose to do so.","protection":"5 bolts to a 2 chain anchor.  Optional small hand size cam (probably 1 or .75 Camalot) to reduce the runout at the top if you so choose.","location":"Start as for Rage to Live in the black streak towards the middle of the wall (left of Lessons in Yorkshire) but shoot straight up instead of traversing left at the second bolt."},"__v":0},{"_id":"HjK2yRLXWR6BEMCZkv/5HQ==","name":"Vistacruiser","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Kerry and Eric Fazio-Rhicard, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":1,"mp_id":"105925695","mp_crag_id":"105738167","climb_id":"HjK2yRLXWR6BEMCZkv/5HQ==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"The crux of this route comes right off the ground with a mantle move to start.  After this move left out of the chimney past one bolt and continue up discontinuous cracks and face to a ledge on the left side of a big roof.  Traverse right from the ledge on low angle rock past one bolt to the arete.  This traverse is technically easy but takes a cool head as you are traversing just above the lip of that big roof.  Follow the arete to the top and enjoy the view.","protection":"Gear up to 3 inches will be helpful.  There is a bolt near the bottom and one more up high protecting the traverse.  Two bolt anchor on top.","location":"This route is on the Southwest end of Beaver wall about 30 feet left of Stems and Seeds.  The descent is a walk off so this can be done with one 60 meter rope."},"__v":0},{"_id":"tMOu8gYjW2CgMfS+BeqMsQ==","name":"Trapezoid","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dan Michael, 91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":6,"mp_id":"106606567","mp_crag_id":"105738167","climb_id":"tMOu8gYjW2CgMfS+BeqMsQ==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Sustained climb that combines the start of Trapeze with Climb with a View's top.  This avoids the painfully small and sharp holds at the bottom of Climb With A View.","protection":"Bolts","location":"Just left of Climb with a View on steep rock with cracks and seams angling slightly right."},"__v":0},{"_id":"Lhn6hPNdV8+wVjt0MUijFA==","name":"Trapeze","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Steiger, John Jurashek, 1983  12c/d finish: Bob Murray, 1984,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":4,"mp_id":"107272779","mp_crag_id":"105738167","climb_id":"Lhn6hPNdV8+wVjt0MUijFA==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"JJ and I worked on this for a full day, from the ground up, taking numerous falls and lowering to the ground.  JJ unlocked the sequence but the no-falls lead fell to me, and we named it Trapeze for the wild, sideways swinging fall onto a fixed pin if you blew the end of the crux section.  We knew it wasn't ever going to be a classic, but it was fine, hard, exciting trad lead.  Two years later, the incredible Bob Murray top-roped a line that started on Trapeze, then, where the original line traversed left to a hanging corner, went straight up, producing another Beaver Wall tips shredder at 5.12c/d. \n\n  Later, apparently in 1986, someone decided to bolt Bob's toprope problem, resulting in two bolts on our original line (the second apparently replacing the fixed pin), and Hidetaka Suzuki -- according to EFR's 2000 guide --  got the first redpoint.  Fast forward to 1993, someone else bolts up another sport route between the original Trapeze and Bob's now-bolted line, calling it Easy on the Beaver, and -- from what I can tell -- further screwing up the trad lead.   \n\n  To savor some of the original experience, using trad gear, pretend the first bolt isn't there and climb up to the second, clip it, then traverse left and up into an obvious hanging corner (ignoring the bolts on Easy) and follow this line to the Alley Oop ledge.  For Bob's line, continue more or less straight up from the second bolt past two more (I think) to the ledge.","protection":"Standard rack to maybe a 2\" cam.","location":"The next route left of Climb with a View."},"__v":0},{"_id":"R51aKTPJURiqXgG0x6Gncg==","name":"Stems and Seeds","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"McEwen and Baker; 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":2,"mp_id":"105738521","mp_crag_id":"105738167","climb_id":"R51aKTPJURiqXgG0x6Gncg==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"This route climbs the tall, southern (left) end of the Beaver Wall. Climb a finger crack that widens to hands through a small roof.  Belay at bolts on ledge.  The second pitch starts off with an off-width crack that is protected with a large cam.  Good wide climbing takes you to a ledge.  There are a couple variations for topping out, the easiest of which is reached by continuing farther right on lower angled rock.  Straight up thin cracks is better.  Descend from anchors on top of Highlander (to the left on top of tower) or it possible to walk off.","protection":"Standard rack to 4\"","location":""},"__v":0},{"_id":"CqzknsK2Wra23yqFNWsFYg==","name":"Sparky Vision","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"EFR, Jim Scott, Dean Brault","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":3,"mp_id":"108493981","mp_crag_id":"105738167","climb_id":"CqzknsK2Wra23yqFNWsFYg==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"This tricky little testpiece is a lot harder than it looks from the ground.  Technical and bouldery it demands both power and technique.  My initial attempts were frustrating and somewhat painful, however after refining the beta it became much more fun. It actually climbs very well, and isn't too sharp by Beaver Wall standards.  Due to it's tricky nature this would a very proud onsite.  Well worth doing, and a nice change from the other Beaver Wall offerings.  As for the grade, it is a difficult one to put a number on due to the shortness and uniqueness of the climb.  Rest assured that you will not find it an easy 5.12.","protection":"Bolts","location":"Furthest left bolted line at Beaver Wall, just right of Stems and Seeds.  Ascends the steepest part of the entire wall."},"__v":0},{"_id":"yDyXn5mWU0aXdDRHGvGvRw==","name":"Right Tissue","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Hidetaka Suzuki","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":16,"mp_id":"105797470","mp_crag_id":"105738167","climb_id":"yDyXn5mWU0aXdDRHGvGvRw==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"This is the first bolt line left of Last Supper, the prominent crack line on the right side of the east face, and despite it's rating it's one of the easier routes on the wall.  \n\n  A superb route that features continuous thin edges up a slightly overhanging wall with no stopper moves. Fun moves on excellent rock make this a great introduction to the harder lines on the Beaver Wall.  ","protection":"5 bolts, 2 bolt anchor/rap","location":""},"__v":0},{"_id":"FpaIGFy/WrC32IA1ssspQA==","name":"Rage to Live","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Craig Smith 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":13,"mp_id":"107993346","mp_crag_id":"105738167","climb_id":"FpaIGFy/WrC32IA1ssspQA==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"This amazing line starts in the black streak left of Lessons in Yorkshire.  At the second bolt, Rage traverses left 20 feet on good edges and cool moves to the start of the crux section, just left of a short crack visible higher up.  An extremely technical sequence on some bad and thin holds leads to some powerful pulls once the crack is gained (several sequences are possible here).  This crux is pretty much finished once the horizontal ripples are reached.  The upper climbing is really fun and amazingly pumpy despite being a fair bit easier than the bottom 2/3's of the route.  This is an absolutely stellar line that is closer to vertical than a lot of the harder Beaver Wall routes.  A technical masterpiece. \n\n  An alternate start called Rage Direct begins 10 feet left with a semi-mandatory stick clipped first bolt.  This adds a height-dependent crimpy V6 boulder problem to the start.  It makes it harder, but how much I'm not sure as you still get a decent rest before the crux of Rage to Live is encountered.","protection":"8 bolts to a 2 bolt anchor.","location":"Shares a start with Zschiesche, the black water streak left of Lessons, but moves left at the second bolt."},"__v":0},{"_id":"pGzFEDJYUf2CFQJDBVnDrA==","name":"Poplar Mechanics","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"EFR,JSt,Eric Ruljancich","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":17,"mp_id":"106769734","mp_crag_id":"105738167","climb_id":"pGzFEDJYUf2CFQJDBVnDrA==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Two tenuous sections divided by a rippled band that runs horizontally across the cliff.  Both the upper and lower face have powerful moves on thin holds.  Both are blank enough when you look at them to wonder if they are really climbable.   Above the second bolt on Right Tissue head   up and right to the horizontal ripples then left along bands to final headwall directly above the start of Right Tissue. \n\n  Beavers (the mammals) build dams by cutting trees down to form ponds that they can live in.  They live on the bark of Poplar trees.  Figured the name was a stretch for most so I thought I would help you out.","protection":"Bolts","location":"Just left of Last Supper Starts on Right Tissue."},"__v":0},{"_id":"gqNZN/ofVWivn7WNYscOaA==","name":"The Plate","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Greg Rupp","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":20,"mp_id":"108696955","mp_crag_id":"105738167","climb_id":"gqNZN/ofVWivn7WNYscOaA==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"The Plate is likely the worst route on the Beaver Wall.  Pull off the ground on good edges past the first bolt, reach up high and clip the second, then get ready for pain.  Pull down on disgustingly sharp, tiny crimps in the black rock heading left towards the plate feature.  Pull some cruxy moves establishing on the plate and moving the feet up then make a big move left to another serrated edge.  Move up to a bigger hold to clip the 4th bolt and move left then back right to the chains.  Be careful of the fall up here, the holds are slopey and there is potential to pendulum into the corner. \n\n  This isn't the worst climb I've ever been on, but with so many high quality climbs on the wall, this one deserves to languish in obscurity.","protection":"4 bolts to a 2 bolt anchor.","location":"The Plate is the rightmost bolted route on the Beaver Wall, 50 feet right of Dead By 30 and 10 feet left of a shallow corner listed as a toprope in STL2."},"__v":0},{"_id":"SoohlvWJWUuxqU/KTz/TuQ==","name":"Lessons In Yorkshire","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Brad Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":15,"mp_id":"106375345","mp_crag_id":"105738167","climb_id":"SoohlvWJWUuxqU/KTz/TuQ==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Brad could CLIMB. He redpointed this over 30 years ago.\n\n 3 finger-tearing, bouldery cruxes separated by decent shakes, then a bit of pump to the chains.","protection":"bolts","location":"Between Zschiesche (the black streak to the left) and Right Tissue (the black streak to the right)."},"__v":0},{"_id":"q1xnwJCKUW60tJd0VuXpfg==","name":"Last Supper","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"McEwen, Axen; 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":18,"mp_id":"105738524","mp_crag_id":"105738167","climb_id":"q1xnwJCKUW60tJd0VuXpfg==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Last Supper climbs the obvious crack near the right side of the clean Beaver Wall.  It is noted as Arizona's first 5.11, but who knows.  Thin nuts or TCUs protect the thin power moves at the bottom.  The crack gets easier to an awkward rest. Steep climbing and a good finger lock take you to a wider crack.  Finish at tree.  This would be more of a classic if it were longer.  One of Windy Point's sweetest crack lines.","protection":"Good selection of thin to 3\"","location":""},"__v":0},{"_id":"9GT4/nFGWX6mL7CZwBHVKw==","name":"Highlander","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Scott Ayers, Mark Hathaway - 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":0,"mp_id":"108049702","mp_crag_id":"105738167","climb_id":"9GT4/nFGWX6mL7CZwBHVKw==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Thin slab crux followed by some easier arete climbing and some fun moves to pull the final bulge. I normally like slab climbing but didn't find the crux to be all that fun. \n\n  Doesn't really get the blood pumping enough to be a good warm-up for anything harder.","protection":"Bolts + Chains. One of the bolts in the middle should be extended (a draw and a half or so) to avoid rope drag, extend anchors for toproping. Bit of a run in the middle but on substantially easier ground.","location":"On the south-facing, downhill toe of the Beaver Wall, stem up to flat rock across from the start, clip first bolt, then step across. Best to clean by rapping to save your rope."},"__v":0},{"_id":"TzQKzHsVXoeEdxe7FiC6gw==","name":"Hebe to CWAV [Var]","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Alex McIntyre, April 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":9,"mp_id":"108154248","mp_crag_id":"105738167","climb_id":"TzQKzHsVXoeEdxe7FiC6gw==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Starting on Hebe, climb to the glued flakes (the rest jug) and move left through some shouldery moves onto Climb with a View/Trapezoid at the top of the 2nd crux of that route.  Finish on Climb with a View/Trapezoid. \n\n  This isn't really a proud line or anything but more of a way to avoid the now-sketchy 6th bolt on Hebe if you aren't psyched on climbing over a bolt with the threads stripped and nut at the end of the stud (until we replace it, of course).  Otherwise, it's another, easier way of accessing the amazing mail slots at the top of Climb with a View/Trapezoid (provided you have efficient beta for Hebe).","protection":"7 bolts to a 2 bolt anchor with chains (with fixed lower off biners as of 5/22/2013).  A double length draw on the first bolt after the traverse is a good idea (as is unclipping this draw after clipping the next one) to reduce the inevitable rope drag.","location":"Downhill (climber's left) end of Beaver Wall, starting off the 2nd to last tier.  Starts on Hebe."},"__v":0},{"_id":"XE2n+96mVUOA7cQtpyN7JA==","name":"Hebe","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Dan Michael, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":10,"mp_id":"105827437","mp_crag_id":"105738167","climb_id":"XE2n+96mVUOA7cQtpyN7JA==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Mt. Lemmon's hardest route to date.  Has seen very few ascents despite a lot of attempts by some very talented climbers.   A lot of very difficult and technical climbing packed into roughly 65-70ft.      Bring your power and your skin to play on this one.  Best to work on when its nice and crisp or say goodbye to your fingertips.   ","protection":"8 bolts to chain anchors.","location":"On Beaver wall proper located between \"Climb with a View/Trapezoid\" and \"Golden Beaver\""},"__v":0},{"_id":"i0CXyF+AVlmqYjQRWl53qQ==","name":"Golden Beaver Left","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Hidetaka Suzuki, Ray Ringle 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":11,"mp_id":"106629131","mp_crag_id":"105738167","climb_id":"i0CXyF+AVlmqYjQRWl53qQ==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Technical hard face climbing around a crack then really technical finger locks to finish it off.  Three bolts, two of which were placed to replace a couple of drilled pins.  At this time the route has been done on gear alone and the bolts were skipped.  Braxton Norwood called it the Brazilian Beaver if you skip the bolts.","protection":"4 bolts and gear up to a green camalot.  The route has now been climbed without clipping the bolts.  Good gear can be found but it is difficult to find bomber gear and place it.  A few of the placements were found on TR runs using bolts to back up until the integrity of the piece was verified.","location":"Second crack you come to, on the left side of the Beaver Wall."},"__v":0},{"_id":"fNnNwpj6W72rB+hzZHWz6g==","name":"Golden Beaver","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"M. Axen right FA in 1971 (aid)   M. Axen & D. Baker left FA in 1973(aid)   B. Murray FFA via TR 1983   H. Suzuki lead 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":12,"mp_id":"106154789","mp_crag_id":"105738167","climb_id":"fNnNwpj6W72rB+hzZHWz6g==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Tricky start, tricky stances, one really good rest, tricky upper section.  A really sustained route taking you up two different cracks.  A great climb with a variety of moves on good rock.  It is in the shade in the afternoon, and can be climbed on when it's blistering hot in the basin.  Cooler temps are preffered though.","protection":"With the invent of some fancy and small gear, it can all be protected with gear.  There are two bolts on the route, you can decide what works for you. \n\n  TCU's, (or 00-2 C3), a .3 & .4 C4, some tiny stoppers, maybe a tri cam here or there, and lots of determination to not fall.","location":"It's the first route to the right of Hebe.  Traverse right to the larger crack for the 5.12+, stay left for a 5.12+/5.13- variation. "},"__v":0},{"_id":"wo2trhvVX+SatNIEyeIMSg==","name":"Dead By 30","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Alex McIntyre, November 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":19,"mp_id":"108474466","mp_crag_id":"105738167","climb_id":"wo2trhvVX+SatNIEyeIMSg==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Dead By 30 begins with a longer than it seems pull to an obvious jug and the first bolt.  A hard, thin and insecure sequence or a 6 foot dyno gains the jugs in the ripples and the second bolt.  After a rest in the ripples, clip bolt 3 and head up and slightly left through a wild ~V9 crux section involving slopers, an undercling, and a 3 points off dyno to a full pad rounded edge.  Carefully clip bolt 4 and encounter a very non-trivial sequence establishing on the slab above.  With the last bolt clipped, either walk off up the slab after untying or move a few feet left to use the anchors for Last Supper. \n\n  A skilled and implicitly trusted belayer is required to climb this route safely.  The fall off of the end of the crux and getting established to clip bolt 4 has the potential to be quite serious.  A hard catch might be painful on the vertical wall, but will be necessary to keep the climber off the deck should they fall while clipping.  The 3rd bolt is as high as it could reasonably be and it would be nigh impossible to clip in the middle of the crux even if a bolt were added.  Be cognizant of the risk and manage it appropriately. \n\n  Big thanks to Liam Oden and Alex Kirkpatrick for envisioning and equipping this line.  It had been previously scouted by Eric Rhicard (the current last bolt was added as a directional) but passed over as too difficult.","protection":"5 bolts.  You can either walk up the slab, untie and walk off, or move up and left up easy ground to the Last Supper anchor to lower and retrieve your quickdraws.","location":"First line right of Last Supper on the right side of the Beaver Wall."},"__v":0},{"_id":"QNUwA20xUa2o2WordvSH7A==","name":"Chains in the Grove [Var]","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Alex Kirkpatrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":7,"mp_id":"108508226","mp_crag_id":"105738167","climb_id":"QNUwA20xUa2o2WordvSH7A==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"This route is a link up beginning on Trapezoid and finishing on Hebe. Climb Trapezoid through all of its crux climbing (the last bolt you will clip is the 5th) but instead of exiting left to romp hero jugs to the top of the wall, make one move right into the flake \"rest\" on Hebe and continue to the top through the crux of Hebe.  \n\n  As link ups go, this is a mega one. It is longer and provides more sustained difficult, classic climbing than anything else on the wall.  \n\n  For me this route is both an ode to the Beaver Wall and a reminder that climbing is silly and pointless unless you personally find meaning in it. Very very psyched to have completed a dream project.","protection":"9 bolts","location":"Begins on Trapezoid and finishes on Hebe"},"__v":0},{"_id":"OqFrTVnlXUeFx9F8auLWyw==","name":"Climb With A View","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Ray Ringle, Dan Michael,'87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":8,"mp_id":"106139694","mp_crag_id":"105738167","climb_id":"OqFrTVnlXUeFx9F8auLWyw==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"Bottom is thin and a bit hard on the tips but the rest is interesting and the moves are really fun and you can take some 15+ foot whippers.  Face to seams and small corner then more face.","protection":"bolts, anchors","location":"Second to the left of Golden Beaver (Crack) on the lower left side of cliff."},"__v":0},{"_id":"mTTBRB78UpW3wTCbrFAwbw==","name":"[Redacted]","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Scott Ayers, Steve Schneider","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"left_right_index":5,"mp_id":"108575428","mp_crag_id":"105738167","climb_id":"mTTBRB78UpW3wTCbrFAwbw==","areaRef":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"The easiest sport route at Beaver Wall, as well as aptly the best named, is anything but easy.   \n\n  Interesting and varied climbing leads to a wild finishing traverse. \n\n  Shares the same start of Trapazoid, branching out left after the second bolt.  Stay in the seam after clipping the second bolt up to a point where you can reach left and clip the third.  From there do an interesting and challenging transition out onto the left face.  Continue up on positive holds until they degrade into small crimps.  Clip the last bolt and move directly left for about 8 feet following a small crimp rail.  Obtain some larger holds, pull up and work back now using the crimp rail for  your feet.  Fun!   \n\n  You can head straight up from the last bolt, but the moves are on tiny holds, reachy, and in my opinion not much fun.  Probably around 5.12 c-d depending on your height.   ","protection":"Bolts","location":"Shares the start of Trapazoid.  Heads left after the second bolt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,4b415b7a-bd52-509c-975f-5b1f8f7b2f81,37d0e193-770a-5f1f-906b-e4fab664e92d","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","4 - Windy Point West","Beaver Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12+"},{"count":1,"label":"5.7"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.13a/b"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.13d"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":3,"expert":1}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":7,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":10,"expert":9}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.7184,32.36748]},"bbox":[-110.71893237413133,32.36703033981814,-110.71786762586864,32.36792966018187],"left_right_index":-1,"ext_id":"105738167","area_id":"N9Dhk3cKXx+Qa+T6tmTpLQ=="},"content":{"description":"The Beaver Wall is the impressive, wide, orange, slightly overhanging wall visible southwest of Windy Point vista.  It contains several high-quality, hard sport, mixed, and trad routes including Hebe, one of the hardest on the mountain. It also has some moderate, trad classics on the southern end of the wall.  New routes have been established recently although first ascent activity dates back to the 70's.  Prolific first ascentionists such as Hidetaka Suzuki, John Steiger, Bob Murray, E. Fazio-Rhicard, Scott Ayers, and others have contributed to this classic Windy Point crag. The Beaver Wall faces east and south."},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:52:54.941Z","updatedAt":"2022-11-25T11:09:48.714Z"}