{"_id":"6368a214e80bff5a9955d982","area_name":"Gertch","shortCode":"","climbs":[{"_id":"kLXcF/GSXn2aNDbhf7FKcw==","name":"Psycho","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"2 Oct 1971 5.9 A3 Leland Davis & Mike McGoey    FFA Paul Horak & Glen Banks ca. 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5785,32.361]},"left_right_index":1,"mp_id":"107509795","mp_crag_id":"105878962","climb_id":"kLXcF/GSXn2aNDbhf7FKcw==","areaRef":"dkgOjQZlUUSuRCttwIr7lA=="},"content":{"description":"P1 (5.10):  follow a crack to the prominent right facing dihedral, climb right and continue up the dihedral.  Traverse right on face holds to  bolted belay. \n\n  P2 (5.10):  this is the crux pitch.  Face climb to the corner and climb a moderate length pitch to another bolted belay.  A party could rap to the ground from this belay with two ropes (a good option as the first two pitches are far better than the last two pitches). \n\n  P3 (5.9):  continue up the weakness, climb over a small roof with a bolt and come to another bolted belay. \n\n  P4 (5.7):  follow common Organ Mountain face and disjointed cracks  to the top of the rap gully.  Walk up and right (south) to the top of the first rap.","protection":"Standard trad rack with one 3 1/2 Camalot useful.  Several of the belays have bolts (probably better to take a few new bolts and add, existing bolts are about 40 years old).  Here is an update for pitches 1 & 2 (the best pitches):   \n\n  \"Rebolting the protection bolt on P2 is not necessary. P1 and P2 anchors are each composed of several rusted leapers and one modern bolt. They could be rebolted someday, but felt safe for rapping as of 2.19.18.\"","location":"The route is on the south side of Gertch in the regular rap gully.  Locate the prominent left to right trending right facing dihedral, this is the climb.  The first pitch is a short rather nondescript crack system to gain the corner.  Descent is by the Gertch's Folly rap route."},"__v":0},{"_id":"lz9TlnvFV5mreLwp2TaBGQ==","name":"Gertch's Folly","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"1962?, P. Wohlt, R. Ingraham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5785,32.361]},"left_right_index":0,"mp_id":"105878966","mp_crag_id":"105878962","climb_id":"lz9TlnvFV5mreLwp2TaBGQ==","areaRef":"dkgOjQZlUUSuRCttwIr7lA=="},"content":{"description":"One of the classic climbs of the Organ Mts. It takes an obvious weakness up the cliff with sustained climbing on mostly good rock, and comfortable belays. Most of the belays have 2 bolts. The crux pitch tackles a headwall with beautiful exposure and clean granite.\n\n Pitch 1 (5.7, 120ft): Climb the corner under a large roof. Once the corner going to the right side of the roof appears on your right, traverse into it instead and take it to a ledge just below the roof, where the second old 1/4\" bolt is found. Belay from the nearby modern bolts.\n\n Pitch 2 (5.7+, 180ft): Continue up the corner/crack system for about 150 ft. At this point make an escape to a large ledge to the right (grassy in the right season) with a 2-bolt anchor.\n\n Pitch 3 (5.8, 150ft): Climb up or around a short slab to a small overlap with a weakness with a piton in it. After cranking over this, continue up along a nearly vertical crack toward a hedgehog cactus surmounting a tricky bulge. Just below the cactus, turn left to easily reach a comfortable belay ledge with 2-bolt anchor.\n\n Pitch 4 (5.7+, 180ft): Continue up the corner system, staying to the right of the large chock stone but returning to the chimney like corner which leads to a slab amphitheater above. Once on the open slab, veer slightly right to a good ledge with a 2-bolt anchor.\n\n Pitch 5 (5.8, 100ft): Head up the rest of the slab toward the right edge of the headwall. Turning around the corner here is an exposed traverse with narrow crack for hands, quite exhilarating. An old, unusable hanging belay is found directly around the corner (out of sight from your belayer). Build a gear anchor in the cracks above it.\n\n Pitch 6 (5.9, 80ft): From the hanging belay a piton can be seen on the right where 3 small rooflets break the headwall. Climb towards these. This is the crux pitch, with great exposure and very clean, almost featureless rock. Two pitons protect the first two rooflets (can be backed up with tiny cams), after which ample gear placements can be found if climbing proceeds in the corner. If the third rooflet is climbed at its weakest point, on the right, protection is much poorer. A good reach and a cool head will help surmounting these. Above the rooflets, choose one of many comfortable belay stations in a large low-angle ledge.\n\n Pitch 7 (low 5th, 30ft): Traverse left on easy slab to arrive at a 2-bolt anchor. Rap the route from here, or continue scrambling up if you want to reach the \"summit\" (more of a ridgeline... not really worth it).","protection":"Double set of cams 0.3-3 along with some nuts and/or variety of small cams and plenty of slings. Bring webbing in case the rap anchors (2 bolts, no chains) need updating. Descending the face entails 5 double-rope raps on 60m ropes. The last rap can be done with a 70m rope, and this may also be true for third rap from the top (untested). Either way, you'll want double ropes for both getting down and negating rope drag on the way up.","location":"The route is identifiable from the approach as a large corner system which leans slightly to the right, and ascends to the half-way point of the face. An excellent topo and route description was written by Charlie Cundiff and is available at the NMSU climbing wall. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a93be120-e877-5074-af46-dc3b7092f897,76480e8d-0665-5144-ae44-2b6dc08afb94","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Low Horns, The","Gertch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5785,32.361]},"bbox":[-106.57903233597492,32.36055033981813,-106.57796766402508,32.361449660181854],"left_right_index":-1,"ext_id":"105878962","area_id":"dkgOjQZlUUSuRCttwIr7lA==","polygon":{"type":"Polygon","coordinates":[[[-106.57903233597492,32.36055033981813],[-106.57796766402508,32.36055033981813],[-106.57796766402508,32.361449660181854],[-106.57903233597492,32.361449660181854],[-106.57903233597492,32.36055033981813]]]}},"content":{"description":"Named after a miner who met his demise here, Gertch isn't really a peak, but it offers a huge face with many possibilities. The normal route up Gertch is considered an Organ Mtns classic, and is well worth the effort you will expend to just get to this remote cliff."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:46.464Z","updatedAt":"2024-01-20T01:04:57.864Z"}