{"_id":"6368a265e80bff5a99565bdd","area_name":"Cascade Mountain","shortCode":"","climbs":[{"_id":"41w6s7DgU9uO5F+YRY2tCQ==","name":"Cascade Mountain Slide","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.85993,44.21855]},"left_right_index":0,"mp_id":"107717464","mp_crag_id":"107717455","climb_id":"41w6s7DgU9uO5F+YRY2tCQ==","areaRef":"npfzghvuVQqCLU51hmWijQ=="},"content":{"description":"Scramble up the blocky bottom section of the slide to the base of tall (100+ foot) waterfall.  Now the fun begins!  Climb the waterfall on blocky holds with an careful eye for loose rock.  Continue crisscrossing the flow as needed until reaching the top where things mellow out.  Note:  While this section is 4th class there is exposure and falling is not a healthy option.  Continue up the slide.  Note the variety of rock types contained in this relatively small area.  After a couple more 3rd class sections the slide really mellows to just steeper than flat.  Continue up until confronted with a steep slabby headwall.  This is the top of the slide.  Climb this (easy fifth class fiction) with care and pick your line wisely.  There is legit rock climbing on this slab and it becomes chose your own adventure at this point.  Again falling here would not be pleasant.  Note - this headwall can be avoided to the left with some scrambling.  Continue up and left at the top of the slide through glades until the summit of cascade is visible.  Bushwack through some thick spruce until hitting rock and bang you are there.","protection":"No protection required.  Some parties could bring ropes and climbing gear for the waterfall and slab sections.","location":"Park at the Cascade Lakes Day Use Area and follow the path to the base of the slide.  Approach is less than 5 min and the slide is visible from route 73."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,9e97f382-1bee-550a-822d-4e758665a28d","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Cascade Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.85993,44.21855]},"bbox":[-73.86055741688698,44.218100339818136,-73.85930258311303,44.218999660181865],"left_right_index":-1,"ext_id":"107717455","area_id":"npfzghvuVQqCLU51hmWijQ=="},"content":{"description":"Cascade Mt. is one of the most popular high peaks in the Adirondacks.  Hurricane Irene has cleaned up a pre existing slide making an enjoyable alternative to the standard DEC trail to the summit."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:15:03.896Z","updatedAt":"2022-11-25T11:20:38.390Z"}