{"_id":"63689d5ce80bff5a994f4712","area_name":"Crystal Lake Wall","shortCode":"","climbs":[{"_id":"u23sax6NVtqwCjCCJUXbpA==","name":"Swayze Express","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Probably a bunch of lizards or beetles or something.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":3,"mp_id":"110662726","mp_crag_id":"109987099","climb_id":"u23sax6NVtqwCjCCJUXbpA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Route climbs up left side of hanging dihedral, left of obvious roof a short distance above ground. Crux moves are close to ground. Above dihedral, route eases back to easy fifth. Climb up the easy slabs staying sorta right, following whatever protection you can find. You'll pop up on a 2-3\" ledge/walkway if you've stayed right. Walk to the tree with the rapp webbing on it.\n\nGrade is 5.8+ or whatever. I don't know what to rate things anymore.","protection":"Standard rack for the area (see main page). Focus on small cams and nuts, several double length slings.","location":"Check topo. Route starts left of obvious roof about 10ft off the ground. Left of thin flake hanging below roof. Little finger crack allows one to place pro right off the ground."},"__v":0},{"_id":"xT9oduNoWYGFZpoeJlS2Nw==","name":"The Silent Game","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"This guy and Gabriel L, or maybe Cal Worthington and Snoop Dogg.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":0,"mp_id":"110739824","mp_crag_id":"109987099","climb_id":"xT9oduNoWYGFZpoeJlS2Nw==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This line follows thin cracks left of the slab left of Ant Jemima. Start right next to the big Oak at the base. Climb fun moves up and over a small Mountain Buckwheat covered in bees. Good .75 placement below this bush. Trend left and up the slab and thin cracks towards the big dead Yucca. Alternately, you could climb up to the stout bush and sling that. Thin cracks lead to small dihedral. Placed 3 small pieces here. Big dangerous loose flake previously occupied right side of dihedral, making this harder. Climb up and left below big dead Yucca to ledge. Fun.\n\nRoute was 5.10b until a dangerous loose flake was removed. Route is now 5.9+ish.","protection":"Tiny nuts and cams to #2 Camalot.\n\nAnchor is a large slung block up top left of the big dead Yucca by a little bit. Pull is clean.","location":"Left of Ant Jemima. More info in description."},"__v":0},{"_id":"zx/1NQyvXa+Pw1jurinBcA==","name":"Projekt 611","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":6,"mp_id":"111209418","mp_crag_id":"109987099","climb_id":"zx/1NQyvXa+Pw1jurinBcA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Project. Needs some loose stuff removed.","protection":"Tiny to small nuts and cams to #2 C4","location":"Steep face split by tiny seam left of Fried Chiggin Buttress. Route continues up steep slab above to easy broken ground.\n\nTwo rapps from FCB anchor."},"__v":0},{"_id":"27nf8RIHXXuz+3RJr8cdLA==","name":"Project Adadictame","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":5,"mp_id":"111209528","mp_crag_id":"109987099","climb_id":"27nf8RIHXXuz+3RJr8cdLA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"zuGnsXZWXm6XOOrXPU+DhA==","name":"Incomplete/Avoid","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Big Dave, whoever the hell that is.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":14,"mp_id":"110969375","mp_crag_id":"109987099","climb_id":"zuGnsXZWXm6XOOrXPU+DhA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Route is incomplete and should be avoided. What I mean is there are some very loose dangerous flakes to the left of the trees which need to depart with the face before it's worth climbing. Bail webbing around lowest tree. Some loose Quartz on the route as well so be careful if you find yourself on the route.","protection":"Single rack from tiny cams to #3 C4, offset nuts, brassies to 5kn, 6-10 slings, 60m rope, and a helmet for everyone!","location":"Route follows white band of quartz going upwards, right of Ghetto Heisman."},"__v":0},{"_id":"d2A0IUrYXuqepuZ4c26juA==","name":"Ghetto Heisman","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"SWAG TEAM 6","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":13,"mp_id":"110489176","mp_crag_id":"109987099","climb_id":"d2A0IUrYXuqepuZ4c26juA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"A wide-ish crack that goes at 5.8 or whatever. Would be easier once the really big loose things are gone.","protection":"I think I placed a #4. Room for more stuff once it's cleaned. 60m rope or whatever you've got.","location":"This crack is uphill and right around the corner from Clown Syndrome. It reaches the ledge atop P1 of CS."},"__v":0},{"_id":"2kas3RJ5WwOpCZ036I5k1w==","name":"Fried Chiggin Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dangerous Dave, the Turntable Slave (or Taco and Amanda)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":7,"mp_id":"110489006","mp_crag_id":"109987099","climb_id":"2kas3RJ5WwOpCZ036I5k1w==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This one is pretty fun, no joke. You go up a face which provides easy and interesting climbing with the oddball proteciton opportunities typical of the range. You can belay up and right next to the nice ledge. This is a good idea for communication reasons. Traverse left from here across an easy if unprotected face for a car length, then up a crack. Use some long runners here so the ropedrag doesn't kill you.\n\nFrom here, you have two options. Continue up and over loose ground. You'll weave your way left and up, making the ropedrag horrendous, until you can reach a bigass Oak tree. You know, a fixed belay station well before this point would be excellent. One can rapp from the webbing on this tree to a class 3-4 ledge at the base with a 60m.\n\nThe second (superior) option is to climb up the crack, and onto a ledge on the right, which forms the top of a short wall. Walk along this ledge and you'll find a rapp station (minimalist) at a tree. I've cleaned a lot of loose rock from here but be careful, as obviously there's a ton more. Rapp down to pitch 1 tree on Clown Syndrome, then rapp from that tree. Might make it to the deck with a 70m from the first tree.\n\nThere is still a lot of loose rock on the route, to include two very dangerous sharp flake-like things. Be careful.\n\nRoute is somewhere in the 5.0-5.7 range. Pick a number. I wanna say the start is 5.2c+, with the crux being \"hella stanky leg\". Unlock the dope swag crux moves by doing the Dougie. If it's raining or snowing, the rock might be wet. Add a w to the end of the rating to survive.","protection":"I reckon a double rack to 2, with one 3 and one 4. I like offset nuts, a single set was fine. Bring 4 draws or whatever for the nuts. 60m rope.\n\nSmall, flexible cams under 1\" are really useful. Bring a bunch if you have em.","location":"This route heads up the dihedral left of Clown Syndrome up easy ground, then left to gain the crack. But, you know, take whatever way you want. I just follow the most protectable ground, cause this shit can be loose."},"__v":0},{"_id":"4CroVA0xV1iDp9RPhhMhqg==","name":"Dirtguy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Crusty Bill","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":2,"mp_id":"110971676","mp_crag_id":"109987099","climb_id":"4CroVA0xV1iDp9RPhhMhqg==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Cool difficult to protect face with small cracks and seams (5.10-11) for 20ft or so. Eases to easy 5th for next 80ft or so to Oak tree anchor up and left. Can also climb up and right to ledge with death flake and small tree-bush anchor.\n\nFA was done on TR, as no pro on crux first 20ft was seen on initial inspection, as well as following inspection via rappel. Gonna hafta be creative. Might need beaks.","protection":"Single rack with small nuts, 60m rope minimum to TR.","location":"Thin face with odd seams left of Swayze Express"},"__v":0},{"_id":"IlFvaOuBWYKoQj3dLGaWYw==","name":"Clown Syndrome","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris C. and Taco, or perhaps it was 47 clowns, or everyone in Nickelback.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":10,"mp_id":"109987107","mp_crag_id":"109987099","climb_id":"IlFvaOuBWYKoQj3dLGaWYw==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"First pitch goes up an easy dihedral to behind a bush. Second pitch involves climbing up onto a flake on the left, and climbing the slab around the corner up into a roof-type feature with a bush. Up around the next corner to a stout bush belay. Rappel from here if possible.\n\nOne can continue for another pitch to a large ledge somewhere above, covered in loose rock. More scrambling leads to the summit.","protection":"-Offset nuts (small is best)\n\n-Single rack of cams, from small (.1 X4) to #4 with doubles from .5-2.\n\n-50m rope probably fine. Longer if you want to rappel.\n\n-Helmet\n\n-Maybe a wiffle bat","location":"Route runs up noticeable easy dihedral on right side of east face of wall."},"__v":0},{"_id":"faD+Z85BWGqA3qmpTw7xYg==","name":"Butterface","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Probably a bunch of ants.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":8,"mp_id":"110489188","mp_crag_id":"109987099","climb_id":"faD+Z85BWGqA3qmpTw7xYg==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Easy face with interesting moves. Pick a line. Not a whole lot to say. Cool place to chill.","protection":"A standard double rack with some tiny cams and offset nuts will suffice. I think the largest cam used on the face is a .75 or so. You'll want more if you continue up P2 of Clown Syndrome or other routes.","location":"This route is the obvious easy face left of Clown Syndrome."},"__v":0},{"_id":"51beLBJtVyyaxqoqt/xfmA==","name":"Backyard Boogie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"That one British dude from Jurassic Park","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":9,"mp_id":"110662738","mp_crag_id":"109987099","climb_id":"51beLBJtVyyaxqoqt/xfmA==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Fun face route that follows a few thin finger cracks up the face left of Clown Syndrome's first pitch. Cool edges and stuff. I dig it. 5.9ish. Try to stick to the cracks splitting the middle of the face, especially higher up. You can make it easier by going up the dihedral to the left.","protection":"Tiny cams to about 1\". Bring some .2-.4 cams for the anchor. The anchor can be 'complex', I guess you could say.","location":"This is the face immediately left of the first pitch of Clown Syndrome. First pro is 15ft up or so, so the line might not look obvious at first."},"__v":0},{"_id":"c549msExWnawNixbfNQuAw==","name":"Attack of the Clowns","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"wen u tryna stunt but bae's bitch game on fleek doe","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":11,"mp_id":"111209402","mp_crag_id":"109987099","climb_id":"c549msExWnawNixbfNQuAw==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This line follows the open book the first pitch of Clown Syndrome splits. Climb that pitch to the tree (5.6-7), then continue directly up steep mossy crack (5.9+). Skillful movement, moss, limited smearing, and somewhat tricky pro come into play. Crux is tiny roof on right partway up. Second crux is just before it eases up and is less steep.\n\nOne can split it into two pitches by belaying the second to the small oak tree anchor. This allows for better communication and doesn't reduce safety.\n\nAn excellent line that will present good San Gabriel challenges, such as loose rock, dirt, plants, and thoughtful protection which may prove marginal. A fun climb that requires good balance, good technical skills, and a little fire in your gut.\n\nI had first tried this dihedral when Chris and I climbed Clown Syndrome. I only got up to before the first crux on the first attempt because I wasn't sure I could do it. It was dirty, had lots of miss and lichen, and was pretty steep. Protection was alright by local standards. Felt it was 5.8 up to this spot.\n\nCame back with Justin P. and finished the line. The climbing is thoughtful and requires good balance. I remember a first and a second crux. The first felt about 5.9 going up and over the tiny roof. The second was around where the line moved left over a bulge onto lower angle terrain.\n\nThe anchor is honestly a pain in the ass to set up. I had a large sling or two around features, with a small cam and an inverted redirected #3 C4. Dare I say I wouldn't mind placing two camouflaged bolts for a belay/rappel station nearby, something respectful and purposeful in placement.\n\nThat's my memory, at least.","protection":"Small cams to #3 C4, I carry 8-10 small cams to .5\".\n\nSmall offset nuts","location":"Start up first pitch of Clown Syndrome, and continue up inside of dihedral to top.\n\nAnchor is terrible and complex. Use great caution. Two cordelettes would probably find their way into your anchor."},"__v":0},{"_id":"tXsEsfQ2XPSAla+4BhcW4Q==","name":"Approach Slabs","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Chuck E. Cheese and the cast of that godawful musical 'Cats'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":15,"mp_id":"109987132","mp_crag_id":"109987099","climb_id":"tXsEsfQ2XPSAla+4BhcW4Q==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This is simply another way to approach the base of the wall. Easy climbing takes you a short distance up to the scree field, which offers a quick easy walk to the base of other routes.","protection":"Single rack. Pitons handy. Any rope length fine. Helmet!","location":"If you take the talus slope up to the base of the wall and remain on the rightmost side of it, you'll reach the base of the approach slabs"},"__v":0},{"_id":"ErYw/CxHWeGoQAFXoMZaXQ==","name":"An Inconvenient Roof","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Some dumb sorority girl from Orange County. McKenna or something.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":4,"mp_id":"110969226","mp_crag_id":"109987099","climb_id":"ErYw/CxHWeGoQAFXoMZaXQ==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This route climbs up under the left side of the roof next to the Swayze Express, and traverses left underneath it. Route continues up easy 5th and left to a small Oak tree anchor. 60m rope is just enough to toprope.","protection":"Rack to 2 with small nuts, 5+ runners, and a 60m rope.","location":"Right of Swayze Express."},"__v":0},{"_id":"4KPSPpuvUKiI3d9TVt9H1g==","name":"Adam and Steve","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Some guys ruining the sanctity of marriage or something stupid like that.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":12,"mp_id":"110969359","mp_crag_id":"109987099","climb_id":"4KPSPpuvUKiI3d9TVt9H1g==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"This route follows the arete right of Clown Syndrome's first pitch. It shares the same anchor (Oak tree) as said pitch. Fun climbing, 5.9ish or so. Not a lotta pro.\n\nRoute is best done as a toprope after leading Clown Syndrome's first pitch. One can then climb the arete and place a small nut in the horizontal crack about 10ft from the top as a directional.","protection":"Small nuts and tiny cams.","location":"Just right of Clown Syndrome."},"__v":0},{"_id":"vvVvhTS3Vu2HZ1O2+FKxNg==","name":"[Redacted]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"This guy and Gabriel L, or someone 1,500 years ago or those ants. Probably the ants.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"left_right_index":1,"mp_id":"110739796","mp_crag_id":"109987099","climb_id":"vvVvhTS3Vu2HZ1O2+FKxNg==","areaRef":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":"Fun moves on excellent rock. Route starts up one of two low angle cracks. We went up the right one at 5.6 or whatever. Small ledge, then crack continues and widens with bad feet left. This is the first crux. I jam my body into the crack and hump my way up to a handjam at the end of the wide section inside the crack, then out onto the left face. Up and up. Second crux is dealing with loose rocks on a short vertical section before reaching the big tree. Rapp off this tree.","protection":"Single rack of cams from .4-3.\n\nFirst piece (for me) was a chockstone in the wide crack. Bring a double length sling for this. Might want to clip another sling to that as well. Might be loose by then so whatevsssss.","location":"This route is a few minutes walk and scramble south/left of the Swayze Express, and right/north of the big roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,94913147-ae0e-52f5-92ac-88e0b1fc7bbb","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Crystal Lake Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.4"},{"count":4,"label":"5.9"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":1,"beginner":7,"intermediate":7,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":7,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.84635,34.32886]},"bbox":[-117.84689450517484,34.32841033981814,-117.84580549482516,34.32930966018186],"left_right_index":-1,"ext_id":"109987099","area_id":"lJExR64OUvWSrIjgsfx7uw=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:54:05.721Z","updatedAt":"2022-11-25T11:13:00.679Z"}