{"_id":"6368a214e80bff5a9955daa8","area_name":"Frog","shortCode":"","climbs":[{"_id":"jXZJmZscXhuk+rRkPqA8VQ==","name":"West Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Reed Cundiff, David Hammack, 8/27/60","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":0,"mp_id":"106544643","mp_crag_id":"106544634","climb_id":"jXZJmZscXhuk+rRkPqA8VQ==","areaRef":"J/Q/havtU+ObXvW+o5jpIg=="},"content":{"description":"This obscure little gem is hidden in Klines (1970:27) and Hills (1993:144) guidebooks, without even a topo.  In summation: mostly excellent rock + fun, sustained climbing + no fixed pro + a cool summit = a minor local classic.  Both BrianH Pedaler and I thought that this was one of the best 5.7s weve climbed in the Sandias (in our limited experience).        Hill says its four pitches, Kline implies five.  We got up in three with a 60m rope, but you could make it four with variations.        P1.  5.7, excellent rock (except for an obvious, dinner-table-sized hollow flake on a ledge about ½ way up).  Start up a nice hand crack in a dihedral; after 30 feet trend left up the face, aiming for the obvious treed ledges.  Belay at the first ledge with little trees (~54m) or the second, bigger ledge with big trees (~59 m, but slightly off route).  This is probably the top of Hills pitch 2.        P2.  5.7, excellent rock.  Continue leftish, up the line of least resistance and fewest shrubberies, aiming for another big, sloping, treed ledge about 50m up (loose rock on this ledge).  This is probably the top of Hills pitch 3.  At this point, you are positioned below the Frogs chin, about 100 feet higher.        P3.  You have some options here.  From this big ledge, the final pitch of the standard route probably climbs the Class 4-ish gully to the climbers left of the summit (although we didnt go that way).  Instead, for maximum value, find a way to belay on the far right side of the ledge so that you can take on the final pitch directly up the west side of the summit block.  This goes at ~5.8 on mostly great rock.  Start up the northwestern arête (bypassing some loose blocks near the start) and then traverse rightward until you can fire up the face.  Belay from atop the Froggy itself.  Downclimb the easy (5.1) 30-foot ramp off the south side of the summit block to the grassy summit ridge.        (If you climbed the Class 4 gully of the standard finish, it appears that you would reach the summit ridge just below the eastern base of the summit block, which you could then ascend by the same 5.1 downclimb ramp.)","protection":"Single set of small to medium nuts, and a double set of cams up to a #1 C4; no big stuff needed.  Pink and red tricams also useful.  There is no fixed gear anywhere on this line.","location":"The line ascends a broad west-facing buttress on the northwestern corner of the Frog.  Get there via the standard approach to The Happy Gnome, stopping when you get to the huge chockstone and cave at the foot of the gully between Yataghan and the Frog.  Start up a crack about 25 feet to the right of the cave.   Descend the walk-off as described on the main Frog page."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,27f43f85-abed-53e3-9b5e-f5bea398e922","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Frog"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"bbox":[-106.45255032475414,35.205850339818134,-106.45144967524584,35.20674966018186],"left_right_index":-1,"ext_id":"106544634","area_id":"J/Q/havtU+ObXvW+o5jpIg==","polygon":{"type":"Polygon","coordinates":[[[-106.45255032475414,35.205850339818134],[-106.45144967524584,35.205850339818134],[-106.45144967524584,35.20674966018186],[-106.45255032475414,35.20674966018186],[-106.45255032475414,35.205850339818134]]]}},"content":{"description":"This 450 foot granite fin, one of the most westerly crags in upper La Cueva Canyon, is dwarfed by Yataghan to the north and Chaos Crag to the east.  The crag is mentioned in Kline (1970:27) and Hill (1993:144), but no topos are published.  Presumably all the established routes ascend the western face.        The FA's passed by a frog (toad?) in a crack on their ascent, hence the name.  Hill also points out that the profile of the summit block, when viewed from below the west face, is also frog-like (or just as easily could be a Guinea Pig?)."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:49.853Z","updatedAt":"2024-01-20T01:05:02.275Z"}