{"_id":"63689d20e80bff5a994f2468","area_name":"Goosehead","shortCode":"","climbs":[{"_id":"anbfBm3oVdSjArYiBT3+Cw==","name":"Zombie Flanders","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Scully, Rob Edwards","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":4,"mp_id":"105988098","mp_crag_id":"105828782","climb_id":"anbfBm3oVdSjArYiBT3+Cw==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Warning: Must like small and relatively sharp holds to climb anywhere on the west face of the Goosehead.  The crux may be the dynamic start if you are short otherwise maybe a longish move between quartz bands.  Fun moves, but not a great climb to lap unless you really like pain.","protection":"4 bolts plus chain anchors.","location":"First route to the right of Scrambled Egg on the West face proper."},"__v":0},{"_id":"kq2Tnn3VXHqab8s1/igzHw==","name":"Yuck Crack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Scully/Rob Edwards, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":7,"mp_id":"109644616","mp_crag_id":"105828782","climb_id":"kq2Tnn3VXHqab8s1/igzHw==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Yuck Crack climbs the steep face of the Goosehead through a weakness to the right of The Morgue.  From the start, surf big holds through weird, balancy moves to a jug/ledge rest at the third bolt.  At this point, engage some strange climbing up the crumbly crack feature to a large edge left of the crack. Clip the bolt, then work your feet up and span to the obvious jug feature out right. Hard-to-read face climbing leads past one more bolt to the chains. \n\n  This route is somewhat crumbly as it doesn't appear to receive a lot of traffic.  I also don't think the jug feature will remain intact for too many more ascents, which is a shame because the moves out to it and off of it are pretty cool.  The bottom half of the route is quite funky.","protection":"5 bolts to a two bolt anchor (a vertically-equalized Fixe ring/chain setup).","location":"First route right of The Morgue (starting off the next tier down)."},"__v":0},{"_id":"rH00gf0KU264vfDOre1tpg==","name":"The Visitors","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":3,"mp_id":"109544101","mp_crag_id":"105828782","climb_id":"rH00gf0KU264vfDOre1tpg==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"From a shallow cave reach up and out to obtain the first bolt.  Surmount this cave using the right angling ramp and delicate feet.  Recover with a no hands rest before leaving the ramp and heading up featured face.  Climb deceptive edges to the anchors.   \n\n  Located a mere 50 feet from the road, The Visitors is a climb of convenience.  It serves as an accessible additional pitch or an adequate warm-up for nearby routes.  While the movement and features are interesting enough, the short stature and no hands rest make for a rather forgettable climb.","protection":"4 bolts to cold shut anchors.  A stick clip may be useful for shorter folks as reaching the first bolt requires leaning out.","location":"The first bolted line on the west face of the Goosehead formation.  This route is immediately left of Zombie Flanders."},"__v":0},{"_id":"Bk6XS8F7UrKdz2vVCqAcsA==","name":"Unknown","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Unknown. Rebolted and cleaned by Kemper Brightman and Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":16,"mp_id":"121950182","mp_crag_id":"105828782","climb_id":"Bk6XS8F7UrKdz2vVCqAcsA==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Listed in Squeezing the Lemmon under the illustrious title \"Unknown 5.8\" this route featured unique joys such as rusty SMC hangers and a death defying traverse to clip the first bolt. Thanks to our producers at Extreme Route Makeover, this Rusty Relic was transformed into a Logical Lead, with the addition of modern bolts and a dedicated lower-off anchor.\n\n Stem from the belay area to the first bolt, then commit to the face and continue through alligator skin plates and in-cut rails, to a crux sequence at 2/3 height. The holds remain positive here, but a couple tenuous body positions keep it interesting. The climbing begins to ease as you pass the last bolt.  This route might be as good as watching HGTV at a dumpy motel on a road trip. Whatever that means... ","protection":"5 bolts to lower-off anchor","location":"This is the right hand route of the two that start in the \"outdoor shower\" alcove across from the Golden Egg. The route starts in a chimney and climbs the featured face above. Tailgate Tango is to the left. "},"__v":0},{"_id":"bkGiUB2pW/6k1S6reSBK3w==","name":"Tailgate Tango","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kemper Brightman, Luke Bertelsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":15,"mp_id":"121902268","mp_crag_id":"105828782","climb_id":"bkGiUB2pW/6k1S6reSBK3w==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Here's a humble little route to warm up on before getting your #newprofilepic on the Golden Egg. Gain the first bolt by stemming between the route and the pillar behind you. From here, dance through a series of massive jugs and in-cut holds to an anchor below the lip. Sit down on \"the Tailgate\" and take in the view, or hop on top of the formation and have your own private dance party.   ","protection":"5 bolts to steel lower-off anchor.","location":"Tailgate Tango is located on the pillar directly opposite (NE of) Golden Egg. This is the pillar on the left as you head to the goosehead from the pullout. The route starts in a flat bottomed alcove that feels a bit like a bougie shower stall for you and your belayer."},"__v":0},{"_id":"rxhzcbdyWdOP3N4+QR960g==","name":"Squeezing The Lemmon","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Scott Ayers, Mark Hathaway, Adam Rose, & Jay Ladin (1988)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":17,"mp_id":"109657074","mp_crag_id":"105828782","climb_id":"rxhzcbdyWdOP3N4+QR960g==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"A rarely climbed route that has the novelty of sharing its name with the guidebook.  Start from a precarious and potentially height-dependent fixed log and lemon-like pinch.  Recite the mantra that a weighted foot never slips and launch into a series of blind edges and sidepulls.  At the third bolt the route eases as the face becomes less-than-vertical.  Delicately clip two more bolts before reaching the chains.  The difficulty significantly eases after a reconnaissance run. \n\nSqueezing The Lemmon surpassed my expectations with fabulous sequences.  Unfortunately the juice runs dry all to fast, leaving one thirsty for more.","protection":"5 bolts to chain anchors.","location":"Squeezing The Lemmon is on the east face of the Goosehead.  Devil's Pitchfork is to the left and Seamingly is to the right.  Squeezing The Lemmon is the only fully bolted line in the vicinity."},"__v":0},{"_id":"ISyCWm3fWhOB+Ig6Or4/TA==","name":"Sport Sandwich","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"L. Bertelsen - Feb. 2022","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":14,"mp_id":"121955230","mp_crag_id":"105828782","climb_id":"ISyCWm3fWhOB+Ig6Or4/TA==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"I've never really understood mixed climbing, but poking around Windy Point and Windy Ridge while replacing bolts over the past month finally got me feeling a little trad curious.  Sport Sandwich is the result.  In the end I must admit that playing with all of the little widgets can be pretty darn fun. Begin by climbing The Devil's Pitchfork, but instead of exiting stage left through the water polished chimney hang a right and climb 50 more feet of exciting slab and beautiful lichen covered face to the exposed position on top of the tower.  Along your way you will find gear on the top and bottom with bolts protecting the fun and nearly featureless slab in the middle.  Enjoy.","protection":"Small rack including finger sized cams, small-med. nuts, and 5 bolts.  Lower-off anchor at the top of the pillar.","location":"Start as for The Devil's Pitchfork and follow the bolts to the right one you are above the small ledge."},"__v":0},{"_id":"lHp9lCpcU465FzC/A3FV7g==","name":"The Morgue","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Eric Scully","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":6,"mp_id":"108337908","mp_crag_id":"105828782","climb_id":"lHp9lCpcU465FzC/A3FV7g==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"King line of the Goosehead and the 2nd established 5.14- on Mount Lemmon.  The story of the first ascent is quite epic and is recounted by Andrew Bisharat in his article \"Restoring Eric Scully\". \n\n  Immediately difficult moves lead into a viciously powerful boulder problem around bolt 4 involving slopers, a 2 finger crimp and an enormous throw to a jug.  Clip bolt 5 and fight through more thin and powerful moves to the chains.  A discerning eye will notice that, outside of two holds reinforced with glue, this route is all natural (a rarity for hard climbs in the Tucson area). \n\n  No longer unrepeated.  After many years without a repeat, The Morgue saw a second and third ascent in January 2014.","protection":"5 or 6 bolts to a 2 bolt anchor with chains.  The first two bolts are meant to be clipped off the ground with the first serving to keep the rope out of the way.","location":"To the right of Death Warmed Over on the west face of the Goosehead.  This is the line listed as \"8. Project\" in Squeezing the Lemmon II."},"__v":0},{"_id":"m9hJWZfyXFKpyTvJf967mg==","name":"Scrambled Egg","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"ES","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":2,"mp_id":"107537636","mp_crag_id":"105828782","climb_id":"m9hJWZfyXFKpyTvJf967mg==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Alternative bouldery start to the Golden Egg. Shorter but a little more fun than the route it eventually joins. The route crux is probably the first move or two. The real crux is not laughing at all the stuff the tourists say about you when they park their rental cars in the turnout and snap pictures of you.","protection":"Three bolts then the route joins the Golden Egg for 3-4 bolts.","location":"Starts on the boulder just right and around the arete from the start of the Golden Egg, makes for a shorter experience because the route starts much higher up. Be prepared to have your picture taken!"},"__v":0},{"_id":"nYnytZXlW1Gxz31xb4sWJA==","name":"The Incubator","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Alex McIntyre, November 2016","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":1,"mp_id":"112335016","mp_crag_id":"105828782","climb_id":"nYnytZXlW1Gxz31xb4sWJA==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"The Incubator begins clutching a left hand sloper dish and a (unfortunately crumbling) right hand crimp rail around head height on the bottom of the prow. Pull on, clamp with your legs and squeeze up through slopey sidepulls on the right and a good edge, then more slopers for the left, to a committing slap for a positive knob on the right. Grab the lip of the first small ledge, then commence the frightening topout, finishing on the ledge you step across to to begin Scrambled Egg. \n\n  One of the purest compression boulders I've seen in Tucson, the Incubator requires cold temps, plentiful core tension, and commitment.","protection":"3 pads and a spotter preferred. Because of the nature of the climbing, you tend to fly off in an uncontrolled manner if you miss any of the slaps.","location":"Climbs the overhanging prow right of the start to the Golden Egg that points toward the road. The top out deposits you onto the ledge where the Scrambled Egg begins."},"__v":0},{"_id":"TTDiFmgVUxauoFjdPIhBLg==","name":"Goosed But Smilin'","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Grossmann, John Steiger,'76","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":9,"mp_id":"106139683","mp_crag_id":"105828782","climb_id":"TTDiFmgVUxauoFjdPIhBLg==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Crux is down low and I remember being scared when I lead it (pre micro cams).  After the early moves it eases up a bit.  Second pitch is probably R I did not do it.","protection":"Fixed pin and standard rack.","location":"The farthest left route on the east face of the goosehead."},"__v":0},{"_id":"ysfDSRJDX5Sz6topzX3fKQ==","name":"The Golden Egg","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Ayers, Eden Masters","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":0,"mp_id":"105828789","mp_crag_id":"105828782","climb_id":"ysfDSRJDX5Sz6topzX3fKQ==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"An easy fun warmup climb that starts you off on classic Mt. Lemmon edges to the top of the crag. ","protection":"3 or 4 bolts, try to keep the line of the route in mind otherwise you could end up on non- bolted rock, and runout. ","location":"The side of the Goosehead that's closest to the road, when you park your car you're looking right at it. The start of the route is down the trail and to the left of the crag, climb up an easy corner crack to the first bolt."},"__v":0},{"_id":"43dbiMCNUR6OMRi0O6kHcQ==","name":"Glide Path","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA (with direct start): John Steiger, John Sherman, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":11,"mp_id":"106970031","mp_crag_id":"105828782","climb_id":"43dbiMCNUR6OMRi0O6kHcQ==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"This long crack line was originally climbed in 1969 by a young Dave Baker (the soon-to-be owner of the Summit Hut) and Kem Johnson (who moved to Australia years ago) using pins for aid.  Neglected for years until 1980, it went free at 5.11b by Herb North and John Fowler, who added a bolt to face climb into the lower part of the crack from the opening moves of Chung King Corner and found a free escape from the original aid line near the top of the pitch.  They named their version of the route Glide Path, which has since stuck.  That same year, though, Phoenicians Jim Waugh, Brad Smith (before he moved to Tucson), and Jim Zahn climbed the North-Fowler start then freed the upper part, adding another 5.11 section.  Four years later, the Verm and I managed to nab the entire crack free from its start, which added the free crux and creates an action-packed mixed bolt and gear climb that I've always thought comes close to Histoplasmosis in quality and difficulty.  \n\n  If I recall, a number of the bolts were quarter-inchers, some that could be backed up with gear and consequently ignored and others that, well, you'd take a leap a faith when clipping.  Not sure what's there now.  Although the bad bolts may warrant only three stars for this line, if it were cleaned up I'm fairly sure it would be a Lemmon classic.","protection":"Standard Tucson trad rack (include micros).","location":"The next line left of Chung King Corner.  It's the obvious right leaning crack system with a number of bolts."},"__v":0},{"_id":"iHTVG4gZXNC6+D08ygoM6g==","name":"The Devil's Pitchfork","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike McEwen, Mark Axen 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":13,"mp_id":"113228449","mp_crag_id":"105828782","climb_id":"iHTVG4gZXNC6+D08ygoM6g==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"An old skool underground route that doesn't see much traffic. This route is a little test piece for the climber who is looking for something different on the Lemmon. \n\n  Layback (crux) the slabby flake with decent foot holds and make some bold moves to a chicken flake where you can whip out the cam ol western style and jam her in quick.  After you have one or two good cams in, make tricky moves to a crack up higher then to some chicken heads and a small chimney. Belay above it. \n\n  Another one of those \" they did that in the 70's?!\"  kinda routes.","protection":"First piece of Pro is 12-15 ft up   Small rack to 3/3.5   Rock is solid","location":"30 ft right of glide path"},"__v":0},{"_id":"CYYcw/WnXPyrTr28xpVLjQ==","name":"Death Warmed Over","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eric Scully","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":5,"mp_id":"107909445","mp_crag_id":"105828782","climb_id":"CYYcw/WnXPyrTr28xpVLjQ==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Death Warmed Over is one of the best bouldery routes on Mount Lemmon.  Follow thin and rounded edges through tensiony and powerful moves.  A hard finish guards the chains.  The moves are unusual and very fun.  A quickdraw (or even a single biner) on the last bolt blocks a crucial hold, so I would recommend leaving this bolt unclipped. \n\n  Though short, the route is sustained, and there aren't any \"easy\" moves to speak of.  The rock, while sharp, isn't as bad as it might seem from the ground, though the skin-exfoliating nature of the holds may keep you from putting in attempts too many times per day.  It is best to wait until the weather cools down for optimal temperatures, but the route does get morning shade for attempts in less-optimal times of the year.","protection":"5 bolts to a two bolt anchor, though the last bolt is an inch or two above a critical hold for the finish and is best skipped on redpoint. Having taken the fall, it is safe, if a little long should your belayer be pulled off the ground.","location":"Between Zombie Flanders and The Morgue (the project listed in Squeezing the Lemmon II) on the west face of the Goosehead."},"__v":0},{"_id":"aXA0c2zxW1Gpg6y+q8eRwQ==","name":"Credibility Gap","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"L var: Steve Grossman, Dennis Coffee, Dave Baker  Center var. Todd Skinner & Steve Grossman  R var. John Steiger & Steve Grossman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":10,"mp_id":"105953999","mp_crag_id":"105828782","climb_id":"aXA0c2zxW1Gpg6y+q8eRwQ==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"I did the center variation.  Delicate start over bulge into crack.  Follow fantastic slightly larger than finger crack up to bolt.  Clip the bolt and choose your own adventure.  I've heard the left variation might be slightly easier, but don't quote me on that!  Regardless, this is an amazing route, great gear & hard climbing. Continue upwards, eventually traversing right.","protection":"I brought a double rack of camalots up to #2 and plugged at least one of each size.  Long runners might help depending on variation.  I used the rap bolts as the anchor and clipped a directional bolt for the belay.","location":"This route is on the east face of Goosehead (i.e. the longer side).  To get here either scramble down the death-gully or rap down easily accesible anchors.  To find these, walk to back of goose's head, look left and walk under a tree to a flat area.  Looking out across the gully through rocks and you should see Knight's wall.  The chains are just up and to your right.  The route you're rapping down is Chun King Corner and Glide Path slightly to the left."},"__v":0},{"_id":"NyUqCqGKWXuCN0O78s3Vow==","name":"Chung King Corner","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike McEwen, Mark Axen,'72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":12,"mp_id":"106139689","mp_crag_id":"105828782","climb_id":"NyUqCqGKWXuCN0O78s3Vow==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Crack gets a little wide and harder at a bulge.  Once considered to be \"an excellent introductory 5.10.\"  It still is a good gear lead.","protection":"Standard rack with a 4 camalot helpful.","location":"Climbs the east face of the Goosehead and starts off a block a pretty good way down in the gully."},"__v":0},{"_id":"V8nxzC9wVX2ZFRfOiTYyIQ==","name":"The Bill","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"left_right_index":8,"mp_id":"111829734","mp_crag_id":"105828782","climb_id":"V8nxzC9wVX2ZFRfOiTYyIQ==","areaRef":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"Bolt ladder followed by some easy free climbing. A couple of aid moves to get to the ledge where the bolt ladder starts. If you free climb the first part up to the belay ledge then you can do it in one pitch with minimal rope drag. \n\n  As of 2010 the bolts were in very good condition, all the death bolts have been replaced.","protection":"trad and A1.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,24a29fdf-43b1-5377-97b3-c158e26328bd,02f70d0f-8bce-5689-aa12-2e6cc76b6ab7","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","5 - Windy Ridge","Goosehead"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12a"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10b"},{"count":1,"label":"V8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":4,"expert":2}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"aid":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":7,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.70448,32.37483]},"bbox":[-110.7050124174255,32.37438033981814,-110.7039475825745,32.37527966018186],"left_right_index":-1,"ext_id":"105828782","area_id":"AvcND4vOVomqEi5sx2tqtw=="},"content":{"description":"40-90 foot climbs with pretty good exposure.  Right next to the road."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:52:51.145Z","updatedAt":"2022-11-25T11:09:42.876Z"}