{"_id":"6368a44ee80bff5a9959c0e2","area_name":"Kindergarten Rock","shortCode":"","climbs":[{"_id":"+7G3h6U/W4yMeW0wgo/ohw==","name":"Teachers Pet","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Vern Phinney and Bob Bowman 1986 Ground Up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46297,43.88346]},"left_right_index":2,"mp_id":"112565290","mp_crag_id":"112565253","climb_id":"+7G3h6U/W4yMeW0wgo/ohw==","areaRef":"MuPwv8J5VLu+sVJC246mqg=="},"content":{"description":"We all know that one person who sucks up and never gets punished. The one when your teacher says class is over but they continue to ask pointless questions and before you know it class has gone 30 min over...Course the teacher loves this kid. He's the one asking if there will be any homework assigned over a break... You over hear him brag about how he crushes at climbing.  Then the day comes when they ask you to take them out rock climbing. You agree with a shit grin on your face. This route pops into mind. Sure from the ground the route doesn't look like anything to hard. Your climbing partner begins to get cocky about how he can easily lead 5 whatever. You tell him this route is perfect which by all means is true in some form. He sacks up and gets to the first bolt only to realize the second bolt is out right across a sea of fine grain sandpaper like granite. He shouts down and asks, \"Where the holds!\" from here you just smile and kick back.    Great climb that should be climbed more often in my opinion. Follow the horizontal crack at the base up and left. Stand up and clip the first high bolt. From here tell yourself the friction is good and pull the bulge onto the slab. Lucky you clipped an extended draw for the first bolt. Move out right across no hands but good smears if your into that kind of thing. Trust your smears they are good at one point you can take a no hands rest and chalk up right before the second bolt. Easy if you have big spans this section can go by quick. Clip the second bolt and exhale. Now pull 2 more moves on tiny one finger crystals and smear up above the bolt. You will see a nice jug hold out left appear. Latch this and the hard stuff is over. Climbs up the well protected arete feature. Gain the huge chicken head knob right before the head wall. Take a rest and see if your ready for graduation. Pull crystals to the top and after the last bolt move out left to the anchors which is the final easy test. Only because its kind of awkward. Guidebook says 5.8+ i felt the start was alittle more on the 5.8+/5.9- grade IMHO.","protection":"7 Bolts bring one extendable for the first bolt.two sets of chain anchors on top","location":"this is on the arete feature that faces Pointy Little Devil. Up Hill side of formation"},"__v":0},{"_id":"1dbsyzp4WombX66qBcNhTg==","name":"Go To The Corner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Vern Phinney and Louise Beckman 1985 Ground Up","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46297,43.88346]},"left_right_index":0,"mp_id":"117109211","mp_crag_id":"112565253","climb_id":"1dbsyzp4WombX66qBcNhTg==","areaRef":"MuPwv8J5VLu+sVJC246mqg=="},"content":{"description":"Easiest way to summit Kindergarten Rock. Although not the safest path to the summit. Climb up the backside ( North). Climb starts to the right of the East Arete. Climb the angling chimney and flakes that lead you to the top. There is a two bolt chain anchor on top. You could get creative with gear if you wanted to tame it down possibly. ","protection":"no gear","location":"Northface"},"__v":0},{"_id":"bAvlDbizXRmypy3XI+IMdQ==","name":"Daydreamer","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Vern Phinney and Bob Bowman 1986 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46297,43.88346]},"left_right_index":1,"mp_id":"117109192","mp_crag_id":"112565253","climb_id":"bAvlDbizXRmypy3XI+IMdQ==","areaRef":"MuPwv8J5VLu+sVJC246mqg=="},"content":{"description":"Climb up the or stem up to the bulge on the face with the horizontal crack on either side. Nice slab like climbing to here.  Pull the bulge on its left side and follow a short crack. Traverse out right to find the bolts again. Make sure not to be daydreaming here. Follow the bolts up to another short crack feature. With a few crystal pinches you are on the summit. ","protection":"Cams- Purple C3-#1   Nuts   8-Bolts   2-Bolt Chain Anchor on Top","location":"to the left of Teachers Pet (5.9-) on the SE side of formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,3adbd995-e76c-515a-b172-076953d93973,8debe3b9-11ad-5e15-aa70-3e129262b954,32e3f0bf-c279-54bb-beb1-5242db8ea6aa","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Magna Carta","Monster North","Kindergarten Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46297,43.88346]},"bbox":[-103.46359387707429,43.883010339818135,-103.4623461229257,43.88390966018186],"left_right_index":-1,"ext_id":"112565253","area_id":"MuPwv8J5VLu+sVJC246mqg==","polygon":{"type":"Polygon","coordinates":[[[-103.46359387707429,43.883010339818135],[-103.4623461229257,43.883010339818135],[-103.4623461229257,43.88390966018186],[-103.46359387707429,43.88390966018186],[-103.46359387707429,43.883010339818135]]]}},"content":{"description":"Tall fat spire that splits the gully that leads up to the Shakers and Pointy Little Devil. This will be the fat spire that is directly in the middle of the path right before it opens up to flat terrain. The spire is on your left look for a tear drop like spire with a horizontal splitter crack on the lower section."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:14.338Z","updatedAt":"2024-02-19T18:39:50.371Z"}