{"_id":"6368a50be80bff5a995afe5b","area_name":"Hand of Puttima, The","shortCode":"","climbs":[{"_id":"A2CAEsRRWL2uPsbiBRJdEw==","name":"Northwest Face","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Pitch 1--Rick Donnelly, Jeremy Aslaksen, Russ Whitacre 2013         Pitch 2--Trevor Bowman and Emily Reinsel 2/13/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.86085,37.30056]},"left_right_index":0,"mp_id":"110117703","mp_crag_id":"110117674","climb_id":"A2CAEsRRWL2uPsbiBRJdEw==","areaRef":"xP0GADu0ViySnwOTLIBY8A=="},"content":{"description":"Thanks to recent correspondence with Rick Donnelly, the mystery of this route's origin has been revealed. The first pitch of this route was climbed in 2013 as part of the 2nd overall ascent of the Hand. This party continued up the second pitch of the Burns/Bach route \"Just an Old Fashioned Putt-Song\". This party also moved the summit register (accidentally left on the mid-way ledge atop pitch one by the FA party) to the summit; I didn't see it up there, but it's supposed to be near the top anchors. Nearly a year later, on presumably the 3rd overall ascent of the Hand, we added a direct second pitch for (presumably) the FFA of the Hand.\n\nThis is a good free option up this butte, with mostly clean crack climbing of all sizes and huge belay ledges. However, there is the obligatory VOG spice with soft/loose stone in several sections.\n\nP1--Start with some tricky face climbing through the initial 15' loose band to a stance (decent gear in a flake). Launch up the short squeeze chimney above until it pinches down and forces a cruxy exit into a nice fist crack with some unique intrusions providing feet on the adjacent face. Fist this to a softer section, and commit to crux cups/tight fists out a steep, right-leaning flake (a bit hollow feeling). Finish with nice hands to fingers up a ramp to a final slot and some face moves (watch for loose bits) to a large ledge. There are several good cracks of various sizes (hands useful) for a gear belay. (5.10+, 90')\n\nP2--Walk right on the ledge about 10-15' and start up a short, right-facing corner with an awkward mantle onto a loose shelf. Move back left a bit and into a right-facing dihedral. This starts with some interesting moves around a huge flake that are more enjoyable and solid than they look, savor a glory section of handcrack on great rock, and finish with a disappointing section of OW on very soft rock. Belay on a large ledge on the summit plateau; hand sizes and bigger are good for the belay. (5.10, 80')\n\nScramble over a couple of small steps and slabs to the east and the summit.\n\nRappel the original route (top anchor pretty easy to find, just below summit in a slot) with a single 60m cord. Bring lots of replacement webbing as the bolts are placed far apart and back a ways from the lip. Bolts and drilled angles are in good shape.","protection":"(1x) #.3-#.4 (2x) #.5-#1 (3x) #2 (2x) #3, #4 (1x) old #5 really nice, new #6 might be too tight BD C4 sizes. Replacement webbing (lots) for rap anchors on Putt Song route.","location":"Near the far right (west) end of the north face. In a right-facing, left-leaning corner/flake with a wide slot 20' up. Scramble up a 20' choss band to the base, using a good weakness on the west end of the butte."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,da1bddad-c41e-5788-a197-afb2b978d20a,c4fd0600-3bb4-562c-929f-03932c8058f0","pathTokens":["USA","Utah","Southeast Utah","Valley of the Gods","Hand of Puttima, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.86085,37.30056]},"bbox":[-109.86141527783862,37.30011033981814,-109.86028472216141,37.30100966018186],"left_right_index":-1,"ext_id":"110117674","area_id":"xP0GADu0ViySnwOTLIBY8A==","polygon":{"type":"Polygon","coordinates":[[[-109.86141527783862,37.30011033981814],[-109.86028472216141,37.30011033981814],[-109.86028472216141,37.30100966018186],[-109.86141527783862,37.30100966018186],[-109.86141527783862,37.30011033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:23.195Z","updatedAt":"2024-01-20T01:06:51.331Z"}