{"_id":"63689d5ce80bff5a994f5446","area_name":"Piscator Peak","shortCode":"","climbs":[{"_id":"cnKyamCWWsyTB+Q86ErcOQ==","name":"North Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Galen Rowell and Kevin Worrall, 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.92253,37.48751]},"left_right_index":999999,"mp_id":"114608495","mp_crag_id":"114608470","climb_id":"cnKyamCWWsyTB+Q86ErcOQ==","areaRef":"kgaX3erGWZ+aRymxsU0OnA=="},"content":{"description":"This route was first done in the summer of 1988 while Galen Rowell was on an assignment for National Geographic. He first spotted the wall while skiing the John Muir Trail. Even more interesting is that after the first ascent of the buttress, the group had also made the very first ascent of this peak!\n\nP1: On the right side of the broad polished slab is a crack system that leads to the massive hanging dihedral on the proper North Buttress. Begin here at a triangular polished feature . Climb the crack/ corner for about 200 feet the base of the buttress where a leftward traverse is obvious.\n\nP2: A short pitch that may be the crux of the route. Traverse across the slab and undercling to a large right facing flake that looks like a big ear from the ground. climb the hand crack in the corner to a nice ledge and belay.\n\nP3-6: This section of the route looks and feels much like Cathedral Peak because there are many ways to go. Climb up on flakes and cracks on rock that gets better as you go. The last section of the buttress holds some of the coolest polish and knobs on the route.\n\nAnother pitch will get you onto great class 4 ridge scrambling to the summit.  When I did this route, my partner and I found a cairn built on the ridge that contained a small 35mm film canister and a pen with a single note in it. Dated from 1991, It proclaimed, \"DOLLY PEAK\". The trail worker who wrote the note had likely scrambled up the west face. No other registers were found. Anyone know why they thought the peak they were on was called Dolly Peak?\n\nDescent: From the high point of the summit ridge, make a long traverse skiers left for almost the entire west face. This keeps you on mostly ledges, easy down climbing, and no need for rappels.","protection":"Alpine rack, 70 meter rope. With 50 or 60 meter rope expect to have to add a pitch or two more to the climb.","location":"I'm not sure exactly where the first ascentionist started the route. The start that I described would seem to me to be the start of the North Dihedral route. Rowell Describes starting about 200 feet from where the beginning of that route is. You're guess is as good as mine."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,cdae6ccd-7b7e-5711-bc4c-7b69d838bb6f,920697dd-eac6-599f-9a47-29b1b14d0e9c","pathTokens":["USA","California","High Sierra","05 - Convict Lake & McGee Creek","Piscator Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.92253,37.48751]},"bbox":[-118.92309668947775,37.48706033981816,-118.92196331052227,37.48795966018187],"left_right_index":-1,"ext_id":"114608470","area_id":"kgaX3erGWZ+aRymxsU0OnA==","polygon":{"type":"Polygon","coordinates":[[[-118.92309668947775,37.48706033981816],[-118.92196331052227,37.48706033981816],[-118.92196331052227,37.48795966018187],[-118.92309668947775,37.48795966018187],[-118.92309668947775,37.48706033981816]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:49.923Z","updatedAt":"2024-01-20T00:58:36.216Z"}