{"_id":"6368a6e7e80bff5a995d8567","area_name":"09: Many Pines Buttress","shortCode":"","climbs":[{"_id":"qIGwiELeUv2faiU3UoMwDw==","name":"V8","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"DLFA","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":0,"mp_id":"106533955","mp_crag_id":"105730107","climb_id":"qIGwiELeUv2faiU3UoMwDw==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"\"V8\" starts out in an easy crack system then climbs up the face laybacking on smears.","protection":"TR or good pro down low then runout to the top. Easier to go to the base of the route and climb up the left side of the tower to set the TR.","location":"A separate tower from the main wall on Many Pines Buttress. Find it by finding \"Michaels Project\". Turn to your left 90', V8 is the face in front of you with the leaning tree in front of it.   TR can be set by climbing up the backside of the tower from the bottom or down climbing off the trail above and then up and around the east corner of the tower."},"__v":0},{"_id":"tSLCOtBQW5SWMWNosqwp0w==","name":"Superman","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":5,"mp_id":"106034719","mp_crag_id":"105730107","climb_id":"tSLCOtBQW5SWMWNosqwp0w==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"The book describes it as the \"face left of Man and Superman\".  Climb through a series of obvious features until you come to the blank section.  Figure a way through it, then it's easier climbing to the top.","protection":"TR or a \"lead\" sans pro.","location":"The face to the left of Man and Superman."},"__v":0},{"_id":"TNToIYKxU/uflzIrClSbeA==","name":"Sewing Machine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":4,"mp_id":"106818838","mp_crag_id":"105730107","climb_id":"TNToIYKxU/uflzIrClSbeA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"\"An unusual climb (for Devil's Lake). One's legs tire out before one's arms, that is if both legs and arms do not give out together\" (Smith & Zimmerman, 1970). \n\n  As a wide stemming/chimneying problem, this is harder if you are shorter.  Tell yourself you are practicing for Devil's Tower.","protection":"Standard rack","location":"The stem box to the left of \"Man & Superman.\""},"__v":0},{"_id":"35xCOMU7VaOwWc5ssyrUsg==","name":"Peter's Project Right Side","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Errol Morris","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":18,"mp_id":"105730784","mp_crag_id":"105730107","climb_id":"35xCOMU7VaOwWc5ssyrUsg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Peter's Project Right side is found just to the right of Peter's Project.  Start out by looking for a curved flake to grab onto with the fingers of both hands.  Set your feet on the wall about two feet off the deck, then reach up with your right hand to a sidepull hold.  Move your feet higher, then reach up with your left hand to a pocket, followed by your right hand grabbing a sharp pocket.  Mix in some fancy footwork and you're on your way.","protection":"Standard Rack","location":""},"__v":0},{"_id":"5Kct3O7aVW2pdCdACvJLmg==","name":"Peter's Project","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"First Top Rope: Peter Gardiner, late 1950'sFirst Lead/Solo: Unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":17,"mp_id":"105730691","mp_crag_id":"105730107","climb_id":"5Kct3O7aVW2pdCdACvJLmg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Peter's Project is the route to do at Devil's Lake. The 5.7 climber will be well-challenged by the route's initial low crux. However, this toil will be rewarded with excellent climbing on the beautiful, low-angle face above. Even those climbers with more experience should not underestimate the funky body-English required to negotiate the polished holds and finger-locks in the first twenty feet - more than one 5.10 climber has been humbled by the sequential nature climbing here.  \n\n  After the start, the angle, and difficulty, drop considerably. Here, climbers can choose to follow the right-angling crack to a pine tree, finishing on chunky, unaesthetic climbing above the tree. Preferably, and to get full-value from the route, many will head left, working into another crack system where they will enjoy excellent climbing in a beautiful position. All should pause at one of the many comfortable rests to take full-advantage, soak in the amazing view of the valley below, lean back, take a deep breath, look up at the sky and laugh at the world for a few seconds. It is here where, with the sunshine on their faces, many climbers have found the answer to the eternal question \"Why?\"  \n\n  For those hoping to maximize their experience on Peter's, the route offers one more optional (although some purists and the 1970 Climber's and Hiker's Guide call it mandatory) challenge. Having taken the left crack system, climbers will find themselves deposited on a comfortable ledge, where they will encounter another ledge to their left, separated from the main wall by a #3.0 C4 size crack (a long sling is useful here). From this ledge, a two or three move sequence provides a final, but tenuous, upper-crux. The further left the climber stays the more difficult this sequence is.  \n\n  After surmounting the \"headwall\" a move or two on blocky terrain deposits the climber at the base of a giant boulder. A few cams in the #0.75-#2.0 C4 size range will allow for quick and efficient anchor construction.","protection":"Set of nuts (offsets useful)   Camalots .5-3   TCUs blue to red   A few slings","location":"On the southeast side of Many Pines buttress, near the arête of Ostentation. The main starting hold is a (typically) well-chalked, half-moon affair at eye-level. One other distinct identifier is the famous \"Idaho\" hold, a block protruding from the crack, ten-to-fifteen above the ground, that somewhat resembles the outline of the state of Idaho."},"__v":0},{"_id":"vJcoEdYXWPq8ipGWdqoY0Q==","name":"Ottobahn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"????","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":3,"mp_id":"107685604","mp_crag_id":"105730107","climb_id":"vJcoEdYXWPq8ipGWdqoY0Q==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"A squeeze job that is quite distinct and fun between routes \"Jamboree\" to the left and \"Sewing Machine\" to the right.  The strict start (according to Mr Altay) is to pull V2 bolder problem at the start (On Ramp) onto ledge 12 feet up \"Sewing Machine\" route.  Off the ledge pull slight sharp rib is if a layback then face holds to the top.  Use the nice side pull slots with the left hand that rim upwards the right margin of the \"Jamboree\" route.","protection":"Small wires and smallest to large finger sized cams.","location":"Route 105 (unamed) page 121 in \"Climber's Guide to Devil's Lake\" Edition 3.  It has been labeled \"Ottobahn\" in reference to Erol Altay's driving habits.  Add this to the list of good 5.9s at the DL that can be protected pretty well on lead."},"__v":0},{"_id":"YXuBXaEeWNqtQA11jUkYdw==","name":"Ostentation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":16,"mp_id":"105946643","mp_crag_id":"105730107","climb_id":"YXuBXaEeWNqtQA11jUkYdw==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"The route lies on the arete between Peter's Project and Callipigeanous.  Start just left of Peter's and climb to roof.  Then traverse left under roof.  After that, make a giant reach (for perspective I'm 6'3\" and it felt giant to me) to a decent hold.  Next latch obvious jug.  A few more powerful moves and the route joins the upper easy sections of Callipigeanous. \n\n  I may be missing something on this route, but it felt hard and reachy to me.","protection":"TR or small gear for lead...","location":""},"__v":0},{"_id":"NcNxc8XAXYO48TuLnA1Xng==","name":"No Trump","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"DLFA, soloed by Barry Rugo in 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":12,"mp_id":"107813759","mp_crag_id":"105730107","climb_id":"NcNxc8XAXYO48TuLnA1Xng==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Essentially a boulder problem, this route climbs in between Michaels's Project on the left and Asleep In A Fukness Dream on the right.  Start with your left hand on a sidepull, and right hand on a funky crimp, crank the tough start, then follow easy cracks to another little boulder problem, this one easier than the first.  Definitely squeezed in, but doesn't necessarily feel like it while climbing.","protection":"Pad for the start, good gear after that.","location":""},"__v":0},{"_id":"dCYuiXv+UtS2An8lZjxNfQ==","name":"Michael's Project","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"1st TR: Michael Fain late 1950's","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":11,"mp_id":"105731009","mp_crag_id":"105730107","climb_id":"dCYuiXv+UtS2An8lZjxNfQ==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Michael's Project is a stunning line that lies just around the prow of 09: Many Pines Buttress from its slightly more classic neighbor Peter's Project. Michael's, like Peter's, has a low crux that leads to easier, aesthetic climbing above. Unlike Peter's, a route that is adored by all, Michael's inspires strong opinions in both directions. Simply put, climbers either love Michael's or they hate it.\n\n From the base, Michael's appears to be an appealing, straightforward crack system, that forms the line of weakness up an impressive wall. But then, from the base, it is easy to look past the start. Reviewing the comments below (or even the entire forum, Michael's Project:  Timeless classic or horrific sandbag?, on the subject) will give the aspirant climber quite an education in the variety of opinions surrounding the quality of climbing to be found at the beginning of Michael's. Almost everyone who has climbed Michael's, will agree that the start is awkward, wide, polished and often slimy. The disagreement about Michael's concerns whether the climbing beyond the start properly compensates the climber for what he or she endured to get there.\n\n Having groveled (and there really is no other word for it, except maybe \"thrutched\") up the difficult, off-width, inside-corner start, the climber can reach back-and-to-the-right, latch a jug just around the corner on the face left of Callipigeanous Crack (continuing straight up the inside corner would place the climber on Kamikaze - a dubious proposition indeed). After establishing on the right-hand face, the climber is richly-rewarded with the route he or she had expected in the beginning. Good holds on the face lead the climber up to where it is possible (and indeed, desirable) to head back into the corner and continue to the top on solid jams. The route finishes in a narrow hanging gully.\n\n In the end, an ascent of Michael's Project (especially on the sharp end) is a rite of passage for all DL climbers. So, grab a rope, a rack, a willing partner and get out there to experience Michael's for yourself. Only then can you add your voice to the cacophony of firmly-held opinions. Love it or hate it, you'll never forget it.","protection":"C4's #.5-#4 and a set of nuts","location":""},"__v":0},{"_id":"WtYA+hH7UKGKpuxzGSdhTQ==","name":"Man and Superman","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":6,"mp_id":"106034712","mp_crag_id":"105730107","climb_id":"WtYA+hH7UKGKpuxzGSdhTQ==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Pretty fun arete just to the left of Double Clutch and Black Rib.  The first half of the climb has a couple of thin sections broken up by good rests, then climb becomes more sustained as you get closer to the top.  It's a fun climb for the grade.","protection":"TR.  A lead would probably be exciting, but I'm sure it's been done.","location":"Arete left of Double Clutch."},"__v":0},{"_id":"VaDGXSYZUnmYD2l37NpotA==","name":"Kamikaze","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"??","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":10,"mp_id":"106035368","mp_crag_id":"105730107","climb_id":"VaDGXSYZUnmYD2l37NpotA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Direct variation to Michael's Project.  Jam and scum your way up the flared awkward left hand crack in the Michael's Crack corner keeping off the cracks, holds, and ledges of MC.  I believe all foot holds and edges on the left side of the crack are OK to use.  This thing is insecure and hard to protect but can be protected...","protection":"Small wires down low, small cams and wires at mid point.  The upper section is same as MC.","location":"Many Pines Buttress at East Bluff Rampart.  Same inside corner as Michaels Project."},"__v":0},{"_id":"njKcQeQ5VBqjGkX0dWqutg==","name":"Jamboree","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":2,"mp_id":"106819162","mp_crag_id":"105730107","climb_id":"njKcQeQ5VBqjGkX0dWqutg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Will you be jammin' or will you be jammed?  Puzzle out the crux through the bulge without stemming over to the V8 tower if you can, and enjoy the nice face climbing above.","protection":"Standard rack.  Pro may be sparse in the upper part of the route, but take heart that the moves are much easier.","location":"Wedged between Many Pines Buttress and V8 Tower.  The route is marked by two awkward looking wide cracks going up through a bulge."},"__v":0},{"_id":"Dby8ZLN6Vv+qqvLhmxCV1g==","name":"Flatus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"First Lead: Pete Cleveland 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":9,"mp_id":"105731054","mp_crag_id":"105730107","climb_id":"Dby8ZLN6Vv+qqvLhmxCV1g==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Another classic DL lead. It is truly amazing what Pete was leading in 1967. Not sure how he placed the bolts? I placed a bolt next to the 2nd one in 1984 (old one was cracked). I did not remove old one for fear of scarring rock.  Climb past the bolts and traverse left at roof on jugs, or send the direct out roofs to right and killer face above.","protection":"2 old bolts and a #2 frnd to back up top bolt.","location":""},"__v":0},{"_id":"Y3CjGTe0VhqrFTTEQgxExA==","name":"Double Clutch (AKA Chickens Don't Fly)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"TR: Pete Cleveland  FFA: Sol Sepsenwol (AKA Mr. Poultry) 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":7,"mp_id":"105917460","mp_crag_id":"105730107","climb_id":"Y3CjGTe0VhqrFTTEQgxExA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"This is a beautiful, wandering thin face climb between \"Black Rib\" and the corner, \"Man and Superman\" first TR'd by Pete Cleveland in the 60's.  Double-rope helps.  It has two rests, and lots of exciting, sustained climbing between.  The protection doesn't show up for the first 25 feet, but there is a good pro from there on.  The route starts with an extended RH layback up to some thin finger slots, moves right and up on small footholds to an obvious \"ledge\" about 10 ft up.  It moves back left and across near the corner, where it's possible to drop in a big nut in a crack on \"Man and Superman\" nearby and rest (11a?R).  The route moves straight up, then out right on thin handholds and footholds to a black edge near Black Rib (the 12 crux for me), where a crack takes RP's. Back left to a dyno to the big, RH rough incut (= clutch #1, crux).  Traverse left and up the obvious ledges, to gear and rest.  Overhanging finish moves up and right with to a wild high lieback, a swing out to a perfect slot in the finish crack which takes RP's, and a careful tippy-toe to the top.  I don't know where the second clutch is.","protection":"1 large wired nut, RPs, #1 cam, double rope.  No fixed gear.","location":""},"__v":0},{"_id":"LzmMSXOcVdyj0XEAA1Ywfg==","name":"Callipigeanous Direct","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"First Lead: Pete Cleveland","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":14,"mp_id":"105865842","mp_crag_id":"105730107","climb_id":"LzmMSXOcVdyj0XEAA1Ywfg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"A classic DL lead for the grade. Start out on Calli-P regular. Once you hit the ledge, stick in a couple of nuts in the verical seam/crack above you. Climb straight up over edges and side pulls to very commiting move up high. Don't blow it or you’re going for a ride.","protection":"assortment of small cams, wires.","location":"Right of Michaels P."},"__v":0},{"_id":"hB8/chfzUdydcIEB47fXGA==","name":"Callipigeanous Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"First Lead: Jim Erickson","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":15,"mp_id":"105730832","mp_crag_id":"105730107","climb_id":"hB8/chfzUdydcIEB47fXGA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Callipigeanous is the appealing looking crack around the corner from Peter's Project.  Unfortunately, the finger crack that looks like it swallows both protection and fingers ends at a ledge halfway up. From this ledge, make an exposed and dramatic step right onto the corner. Follow this corner (bad pro but 5.4ish climbing) to the top. If you can stomach the upper, somewhat runout part, Callipigeanous makes a great lead, perhaps one of the best at Devil's Lake. The lower moves are powerful yet oddly delicate while the upper section holds your interest despite the relatively easy climbing.","protection":"Small--TCUs and nuts","location":""},"__v":0},{"_id":"p7FGbmZ0UDi8Md9yuBfVGg==","name":"Broken Ladder","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":19,"mp_id":"105730859","mp_crag_id":"105730107","climb_id":"p7FGbmZ0UDi8Md9yuBfVGg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Broken Ladder is a fun face climb that starts about 3 feet left of the corner between Many Pines Buttress and Two Pines Buttress (Anemia, Rt 90).  Start up on steeper rock using crimp holds that aren't easily spotted.  Continue up to the ledge with the pine tree, passing it on your left.  Once past the pine tree the rock angle eases a bit and the holds become less defined.  Climb up this slab avoiding the shallow dihedral of Anemia to your right.  Continue on easy terrain to the top.","protection":"Top Roped it.","location":""},"__v":0},{"_id":"2U2Yz4HhWR2zvdUn/zsycw==","name":"Black Rib","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"First Lead: Pete Cleveland","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":8,"mp_id":"105731117","mp_crag_id":"105730107","climb_id":"2U2Yz4HhWR2zvdUn/zsycw==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Black Rib is an archetypal Devil's Lake face climb and considered one of the benchmarks for the 5.11a grade (at least according to the Swartling guides and tall climbers in possession of a healthy positive apex) in the park. Black Rib uses big reaches to link thin, yet positive edges on its namesake feature. That feature is a black-stained, arete-like protrusion that is imperceptibly less-than vertical. Black Rib is a beautiful and obvious line that will undoubtedly both please the eye and draw the attention of true connoisseurs. \n\nBlack Rib is archetypal to Devil's Lake in another, less-inspiring way; it has rules. For full-credit the aspiring ascensionist must start \"in the pit\" just downhill and right from the feature itself. Starting from the obvious block avoids several difficult (perhaps crux) moves and will certainly draw the ire of the route police. Route police notwithstanding, a partial-credit ascent starting from the block is still a worthy and rewarding consolation prize. Finish in the hanging chimney above the rib proper. \n\n  All-told, Black Rib is an excellent route, and should be on the to-do list of all climbers pursuing the 5.11 grade.","protection":"Despite having been led and soloed in the past, most climbers will opt for the security of a top rope given the combined lack of solid protection and insecure climbing on this route.","location":"Black Rib is the obvious water-streaked protrusion on the SW face of 09: Many Pines Buttress about halfway between the obvious gash of Michael's Project and the cleft hiding Sewing Machine."},"__v":0},{"_id":"rmnIu6+SWByy32DGIdOkhA==","name":"Asleep in a Fuk-nes Dream","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"TR: Tommy Deutchler  First Solo: Barry Rugo","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":13,"mp_id":"105731084","mp_crag_id":"105730107","climb_id":"rmnIu6+SWByy32DGIdOkhA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Look for the punk rocker to the right of Micheals Project. Thin hard climbing, imagine that. Inspired solo by Barry Rugo in 1982?","protection":"t.r. or ropeless","location":""},"__v":0},{"_id":"mFmjWttYU3OxVkYvIsrgCA==","name":"Anemic Ladder","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":20,"mp_id":"106204031","mp_crag_id":"105730107","climb_id":"mFmjWttYU3OxVkYvIsrgCA==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"This is just a little linkup that I think people should be aware of because it is a decent lead that is often open, and a great way to add mileage to an East Bluff touring day.  It uses the start of Anemia to avoid the unprotected thin start of Broken Ladder which it finishes on to avoid the awkwardness at the top of Anemia. \n\n  Start up the corner of Anemia and when possible break up and left toward the tree on Broken Ladder.  Finish on Broken Ladder.","protection":"Standard DL rack.  Slings, because it's \"wandery\" especially one for the tree on Broken Ladder.","location":""},"__v":0},{"_id":"I/AtLHK0W5mZCf14A3o1nw==","name":"Anemia","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":21,"mp_id":"105730856","mp_crag_id":"105730107","climb_id":"I/AtLHK0W5mZCf14A3o1nw==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Anemia is one of the nicest easy routes at the Lake.  The route is in the inside corner to the right of Peter's Project.  Start up the inside corner.  About halfway up you can either stay to the right where the corner gets steep and a little strenuous, or go to a shallow dihedral to the left (about 8 feet left of the corner) where the climing is less steep but also less featured.  A great place to take a beginner.","protection":"Standard Rack","location":""},"__v":0},{"_id":"JcngfhDVXLiZ0X8TheXGzg==","name":"Algae","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"left_right_index":1,"mp_id":"107650152","mp_crag_id":"105730107","climb_id":"JcngfhDVXLiZ0X8TheXGzg==","areaRef":"jZDv1XU3Xy2BTYuBfE34wg=="},"content":{"description":"Easy climb up flake and jugs within a chimney. Just right of V8","protection":"Standard rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,8c8a16c4-3fea-5c7c-b93d-f7b4f32d7b62,bf4481e8-d698-5b5f-a46d-81f807c26d7d,9512021a-beb1-5fbb-8368-2a07662e327c,8d90efd5-7537-5f2d-814d-8b817c4df8c2","pathTokens":["USA","Wisconsin","Baraboo Range","Devil's Lake","East Bluff 04 - East Rampart","09: Many Pines Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":4,"label":"5.12a"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.3"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":8,"intermediate":5,"advanced":7,"expert":0}},"tr":{"total":17,"bands":{"unknown":0,"beginner":8,"intermediate":5,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":5,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.71365,43.4137]},"bbox":[-89.71426901675171,43.413250339818134,-89.71303098324829,43.414149660181856],"left_right_index":-1,"ext_id":"105730107","area_id":"jZDv1XU3Xy2BTYuBfE34wg==","polygon":{"type":"Polygon","coordinates":[[[-89.71426901675171,43.413250339818134],[-89.71303098324829,43.413250339818134],[-89.71303098324829,43.414149660181856],[-89.71426901675171,43.414149660181856],[-89.71426901675171,43.413250339818134]]]}},"content":{"description":"Many Pines Buttress is located about 1/3 of the way along the East Rampart cliff and includes a number of nice climbs on long steep rock."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:34:23.961Z","updatedAt":"2024-01-20T01:09:04.156Z"}