{"_id":"6368a214e80bff5a9955daaa","area_name":"Fin, The","shortCode":"","climbs":[{"_id":"hkOGVbGKWJmaeTaFW8lq7Q==","name":"North Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Coats & Mark Dalen","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.451,35.2055]},"left_right_index":1,"mp_id":"107458854","mp_crag_id":"105961532","climb_id":"hkOGVbGKWJmaeTaFW8lq7Q==","areaRef":"/eewGihcUcWjfRim03gUKQ=="},"content":{"description":"The old Hill guide credits Dalen & Coats for the first ascent.  Yet this team found fixed gear halfway up the initial dihedral indicating prior activity. \n\n  Be that as it may, the North Ridge is a good day outing especially as combined with other one-pitch climbs in the area, such as Estrellita, Donald Duck, Fire Hydrant.  Begin climbing the dihedral then traverse right after placing large pro in the overhanging crack.  At least one subsequent party has gone straight out this roof, raising the grade to 5.8+ or possibly 5.9.  Wander up broken ground to the summit & walk off....","protection":"Fixed pin down low - may not be there any more.  Otherwise full trad rack, including fist-size for the roof crack.","location":"Find the Fin as for Exhibition Wall.  Route begins at the toe of the ridge, just off the La Luz Trail."},"__v":0},{"_id":"KxYvMfoLV0eikxP70vCXbg==","name":"Exhibition Wall","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Nelson Gillis, Larry Kline 69, FFA: Mike Roybal, Peter Prandoni, 76","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.451,35.2055]},"left_right_index":0,"mp_id":"105961540","mp_crag_id":"105961532","climb_id":"KxYvMfoLV0eikxP70vCXbg==","areaRef":"/eewGihcUcWjfRim03gUKQ=="},"content":{"description":"This route is a challenging way to finish off a day of cragging.  The route offers varied climbing on slightly less than ideal stone in a beautiful setting.  Make sure you're solid at the grade before attempting--you don't want to epic in front  of the tourists!  This route would be very easy to TR, but use care reaching the anchor as it is extremely exposed. \n\n  Begin at the far north end of the E face, about 10 feet from the north buttress.  Climb up and slightly left along a rounded fin.  After clipping a fixed pin, the crack disappears and a few steep, crux face moves gain another good crack (a bit runout here, but a marginal RP is possible).  Follow this straight up to a detached flake.  Traverse left along the base of the flake (don't pull too hard!), then head up on good face holds left of the flake to a splitter finger crack with hand-sized pods.  Check out the two ancient ring-angles in the crack (may want to back-up these relics), then fire straight up to the blocky roofs.  Traverse up and right under the roofs to the belay tree.","protection":"Gear to 3\".  Bring at least 3 QDs for fixed pins.  Its possible to rap/lower off with one 60m rope from a sling anchor with a steel ring.","location":"On the East Face of the Fin.  There are two ways to approach from the La Luz trail.  The most obvious is to descend the talus from the La Luz trail when the route first comes into view.  Another option is to stay on the La Luz until the trail passes below the bottom of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,fde7b01a-285c-51c5-a37d-18a6d3781429","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Fin, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.451,35.2055]},"bbox":[-106.45155031933253,35.20505033981815,-106.45044968066746,35.205949660181865],"left_right_index":-1,"ext_id":"105961532","area_id":"/eewGihcUcWjfRim03gUKQ=="},"content":{"description":"The Fin is a small outcropping of rock immediately adjacent to the La Luz trail on the south side of Upper La Cueva Canyon.  The Fin sits just north of the trail, and its best known route, Exhibition Wall is in full view of weekend tourists.  The rock on The Fin is above average.  The summit can be attained with an easy, exposed scramble from the La Luz trail."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.854Z","updatedAt":"2022-11-25T11:20:33.971Z"}