{"_id":"63689de0e80bff5a994fa1b0","area_name":"Thumb, The","shortCode":"","climbs":[{"_id":"t42RoOa5XTSnB7E/vgM01A==","name":"Zig Arete","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown to me","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":8,"mp_id":"105764127","mp_crag_id":"105860408","climb_id":"t42RoOa5XTSnB7E/vgM01A==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This route is on the Northeast corner of the Thumb. Approach via the standard trail, then go right down into a low spot and back up onto a huge shelf below a light-colored North-facing wall.  The Zig Arete climbs up and left to the left hand arete and up to a 2-bolt rap anchor. The climbing is quite good, with large moves between big, positive holds, and quite easy at the given grade of 5.10c. Great pitch though!","protection":"Six draws and some slings for the anchor up top- 2 Metolius rap-hangers.\n\nPer\n\nNathan Welton\n\n: the anchors were updated with chains and biners.","location":""},"__v":0},{"_id":"baufYpvmXKmCs9zSDH9y1g==","name":"Vapor Trail","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"bolted by Lawrence Stuemke in the '90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":10,"mp_id":"107300132","mp_crag_id":"105860408","climb_id":"baufYpvmXKmCs9zSDH9y1g==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Start up\n\nConfines of Power\n\n, and then branch right halfway up. The crux begins as you negotiate a small roof. After this roof, look right to a pair of positive crimp/jugs, cop an ever-so-small rest, and thrutch through a 10-foot boulder problem consisting of heinous sidepulls and gastons. Clip the anchor from a glory jug.\n\nThe bolt that's been missing forever has been replaced, so you can safely climb this without worrying about lobbing 30 feet onto a shelf and breaking both ankles.\n\nThis is definitely among the best of Prospect's harder lines.","protection":"8ish bolts + 2 bolt anchor with chains and lowering biners.","location":""},"__v":0},{"_id":"wz+yfZeOVgukZ1Nmu8tbfg==","name":"Uphill Cracks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":19,"mp_id":"107663339","mp_crag_id":"105860408","climb_id":"wz+yfZeOVgukZ1Nmu8tbfg==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This climb provides an \"easier\" way to get to the summit of the Thumb. That being said, the climbing is pretty uninteresting. I had to clean out a lot of the protection spots.... I don't think this route gets done very often.\n\nClimb up dirty corners between ledges and weave your way to the top.","protection":"Standard rack. Bolted anchor on top.","location":"The climb is on the climbers' right on the North side of the Thumb. Rappel from the summit to descend."},"__v":0},{"_id":"DL97wArjWMie7hfGjtFA+A==","name":"Thumb's Up","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"E. Helmuth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":1,"mp_id":"108218836","mp_crag_id":"105860408","climb_id":"DL97wArjWMie7hfGjtFA+A==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is one of two bolted sport routes to the right of\n\nCenter Slot\n\n, just to the right of where the trail from the Needle meets the Thumb. The first bolt is maybe 15' high, though it's maybe 5.6 to that point. If in doubt, bring a few small cams.","protection":"QDs.","location":"This is the first bolted route right of\n\nCenter Slot\n\n. It ends at chain anchors. You can clip them and scramble up 5.2 to the summit where you'll find a natural anchor consisting of #2 and #3 BD Camalots."},"__v":0},{"_id":"F4MPKpZtWY+Z4d/yvJFqhg==","name":"Thumb Up My Arse","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"E. Helmuth","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":3,"mp_id":"108218848","mp_crag_id":"105860408","climb_id":"F4MPKpZtWY+Z4d/yvJFqhg==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is just to the right of\n\nThumbs Up\n\n.\n\nThis is the second line of black bolts you spy to the right of where the trail from The Needle meets The Thumb. You start with a few gear placements (small cams) and continue through a bolted line of sustained 5.10 climbing.","protection":"QDs and a few small cams.","location":""},"__v":0},{"_id":"qY+hlrjoUWm41fnZcdRARQ==","name":"Sucker Punch","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"N. Welton/A. Patrick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":14,"mp_id":"108219784","mp_crag_id":"105860408","climb_id":"qY+hlrjoUWm41fnZcdRARQ==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is a pile of choss and not worth the effort unless you're really bored. Make sure your belayer is out of the way in case you pull anything off.\n\nClimb through roof to the right of\n\nNorth Overhangs\n\n, and continue up a steep slab. As you enter the roof, your left hand goes on a positive edge, your right hand goes up to an undercling consisting of a 2 finger slot with a thumb catch on top. Then your left goes on the sidepull directly above it. Your right hand then goes into a high layback edge, your left goes over the top to a jug. Have fun with the rockover immediately following. Access the anchors via the crack to the left, or climb one of the three sport climbs to the right (\n\nThe Pixie\n\n,\n\nKonichiwa\n\n,\n\nRooftop Rodeo\n\n).","protection":"TR. Bring a helmet and football pads. This is a pile of choss named so after the FA pulled a block onto his face while cleaning. There are likely more blocks to follow.","location":"This is right of\n\nVapor Trail\n\nand\n\nNorth Overhangs\n\n."},"__v":0},{"_id":"Mn8zZ+4xVEqTJdIjQQxp4g==","name":"South Ridge of the Thumb","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":23,"mp_id":"105764148","mp_crag_id":"105860408","climb_id":"Mn8zZ+4xVEqTJdIjQQxp4g==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is a fine route. It was [my] first route in [Colorado] about two decades ago, and then recently repeated. I enjoyed it [thoroughly] both times.\n\nThis route is a two pitch route.\n\nP1. The first pitch is done on the SE side of the rock, to access the upper pitch. The exact location of the first pitch is not important, but the idea is to ascend up to and then leftward (south) on the large ledge above the school slabs. Continue left passing a few chain anchors to reach a 2-bolt belay without chains, on the South end of the rock.\n\nP2. The second pitch wanders up and right above the overhang, then continuing up the ridge of the rock [to the] summit. This pitch is about 100 feet long and is somewhat runout, although it is not difficult to climb. It is somewhat reminiscent of [Flatirons] climbing but on granite.\n\nBelay on large boulders up top, then walk West to rap 100' from a top anchor to the ground. This is a great route and is fun!","protection":"A few of this and that, but nothing very frequent. I got a few solid cams in horizontals. You could get more if you wander around looking for it, but at 5.3, the climb is reasonable with little gear.  The belay mid-route is on 2 standard bolt & hangers.","location":""},"__v":0},{"_id":"FtrOgkfNV061trKCQxxrAA==","name":"Rooftop Rodeo","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"N. Welton, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":18,"mp_id":"108233435","mp_crag_id":"105860408","climb_id":"FtrOgkfNV061trKCQxxrAA==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Right of the start of\n\nPigeon Perch\n\nis a line of bolts up a vertical face. Follow it past three bolts, encountering cruxy slopers on the way. At the shelf, join\n\nPigeon Perch\n\n, but keep going up and right to an arete, where you'll encounter a V3ish crux. You reach right up to a decent edge, left out to a thin sidepull in a crack, and pop your right hand to an undercling. Sort your feet, clip the bolt, match on the crimps next to the bolt, and, depending on your height, make a huge reach up to jugs or move your right hand out to the arete and pimp up on slopers until you reach a jug. Your left foot goes on the crimp and mantle like a boss. Lower from here or continue to top the via\n\nNorth Overhangs\n\n.","protection":"9 bolts to 2 bolt anchor with rap rings. 90'.","location":""},"__v":0},{"_id":"S3yYl5lQXMmuh6SZL7nT6w==","name":"Right Center","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":4,"mp_id":"105857879","mp_crag_id":"105860408","climb_id":"S3yYl5lQXMmuh6SZL7nT6w==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is an obvious line on the East side of The Thumb.  It does receive a star in Gillett's but not Rossiter's guidebook.  Not too bad when you're trying to squeeze in something between downpours.  You can do this in 1 or 2 pitches; however, the 2-bolt anchor depicted in Rossiter's guide seems to be gone.\n\nFrom the trail's junction with The Thumb, head right about 50 feet.  Look up & see a right-angling, right-facing, obtuse dihedral with blackish lichen (a touch slippery when wet).  This is the line.  Start up face moves to a short, left-facing dihedral with a fixed orange TCU.  The start probably warrants a PG-13.  The crux of the route is likely the movement out of this dihedral onto face holds up & right.  Continue up past a pin (no bolts to be seen), follow the right-facing corner up, pass another pin.  At about 100 feet up, you can move left about 12 feet to a 2 bolt anchor or you can continue to the top.\n\nFrom the top, you can move above the slabby West face, drop down (with a belay), and find a set of slings threaded through a constriction.  Rap 95'.  Or you can downclimb to\n\nBrace Y'self aka Pin Route's\n\nanchor & rappel.","protection":"Wires, Aliens to #2 Camalot.  60m rope useful.","location":"This is located on the E side of the Thumb, about 50 feet up & right from where the trail meets the rock."},"__v":0},{"_id":"Txf80TnDXie8aZHgOS3E1Q==","name":"Rest in Peace","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Welton/Aamodt, August 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":21,"mp_id":"107152748","mp_crag_id":"105860408","climb_id":"Txf80TnDXie8aZHgOS3E1Q==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Work your way up to a bolt protecting a devious, palm-down, mantlish move in a V-slot. Right hand palms down, right foot matches near the right hand, left hand is on a high crimp, and then right hand reaches out to a sloping crimp/sidepull. Delicately rock over and head up past bolts though steep bulges to a final small roof before a two-bolt anchor. Lots of balance and technique are required. Fun climb.","protection":"Bolts. Anchors at the top.","location":"This ascends the Northwest corner of The Thumb, uphill and to the right of\n\nNorth Overhangs\n\nand the\n\nZig Arete\n\narea."},"__v":0},{"_id":"kdKkZJ2JUZGysGT320S5nw==","name":"The Pixie","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"N. Welton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":15,"mp_id":"108226243","mp_crag_id":"105860408","climb_id":"kdKkZJ2JUZGysGT320S5nw==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is the first line of bolts to the right of\n\nNorth Overhangs\n\nwith two cruxes. You'll encounter the first right after the first bolt -- it's a small roof, which you surmount by trending left on slopey holds above the lip. Pull over it on the left, grab a huge pinch, and take a rest. Then finish though a couple more bolts of thin crimps on vertical stone.\n\nCuidado! It's still cleaning up, but it's worth a lap if you're in the area. It is a bit easier for people who are taller than 6 feet (hard .12b?) but probably around 5.12c for most climbers.","protection":"6 bolts to 2 bolt anchor, or clip a 3 or 4 more bolts and finish on\n\nRooftop Rodeo's\n\nanchors just above.","location":""},"__v":0},{"_id":"GQzZmYU5W2+YlaHayJswAw==","name":"Pigeon Perch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuemke and Hurst, 1991","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":17,"mp_id":"108233425","mp_crag_id":"105860408","climb_id":"GQzZmYU5W2+YlaHayJswAw==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Uphill from\n\nKonichiwa\n\n, you'll find a dihedral with a crack in it. Follow this crack up and then up past a couple of bolts to a decrepit rap anchor with lots of tat. It is barely worth the effort. It is better to follow the bolts on\n\nRooftop Rodeo\n\n.","protection":"Light rack and 2 QD to a 2 bolt anchor (if you intend to follow the original line at 5.9).\n\nIf you want more of a challenge, skip the first anchor and follow up the arete past 4 more bolts to a 2 bolt anchor at 90 feet (5.11).","location":""},"__v":0},{"_id":"M169D+6VXWu6V2XeMZGGLA==","name":"Opposable Distraction","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eli Helmuth","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":20,"mp_id":"108813437","mp_crag_id":"105860408","climb_id":"M169D+6VXWu6V2XeMZGGLA==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is the line of bolts between\n\nRest in Peace\n\nand\n\nRooftop Rodeo\n\n. It was established in the summer of 2013 by Eli Helmuth. Bring a few cams to place between bolts 4 and 5. There are chain anchors at the top.","protection":"QDs and a small trad rack.","location":""},"__v":0},{"_id":"GRorc36EWJKJgvHOYs1cxA==","name":"North Overhangs","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":13,"mp_id":"105759273","mp_crag_id":"105860408","climb_id":"GRorc36EWJKJgvHOYs1cxA==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is a fun, steep route that skirts some large overhangs on the north side of the Thumb.\n\nnote*: if you follow the guidebooks' beta, this is only a one-star route!  Read on....\n\nHike around to the north side of the Thumb, and find the large, left-facing corner directly below a large roof about 2/3 of the way up.\n\nP1. Climb this fun 5.8 corner past several bulges, but do not belay below the roof as the guidebooks recommend.  This pulls you away from the line, but worse, there are incredible amounts of pigeon shit here and you will be sitting right in it.\n\nInstead, about 20-30 feet below the roof (~80 feet up), step right and belay on a nice ledge with a 2-bolts.\n\nP2: continue up the corner to the roof, and make an airy 5.9- traverse to the right, with tricky gear, to get around it.  Continue up a steep easy corner, festooned with birdshit (most of which can be avoided) to the top.\n\nIt might be possible to do the whole route in one pitch with a 60 meter rope, although my guess is that the route is a bit longer than that.  [Eds. it is possible with rope drag.]\n\nDescent: 2 single-rope rappels from bolt anchors to the climber's left of where you topped out, or one rappel with a single 60m rope from slings on the west side of the summit.  There is no walk-off; the easiest downclimb is long, convoluted, and about 5.2.","protection":"Standard rack to #3 Camalot.","location":""},"__v":0},{"_id":"oTNUHOMUVaadt8OiMVe85A==","name":"Never Mind, It Doesn't Matter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"M. Caldwell & Ludlam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":12,"mp_id":"107152760","mp_crag_id":"105860408","climb_id":"oTNUHOMUVaadt8OiMVe85A==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Head up\n\nNorth Overhangs\n\n, and then at the top head through the right hand crack on the obvious roof. The left variation is\n\nMind Over Matter\n\n, 5.12a. You can belay at the mid-way point beneath the roof or do it in one big pitch.","protection":"Standard trad rack with extra #1.5 to #2 Friends.","location":""},"__v":0},{"_id":"OvSMfUIlV8WQ/T1omQ9QlQ==","name":"Mind Over Matter","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tim Hansen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":11,"mp_id":"107151065","mp_crag_id":"105860408","climb_id":"OvSMfUIlV8WQ/T1omQ9QlQ==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Climb up the\n\nNorth Overhangs\n\nroute, and then bust up the left hand finger crack though the obvious roof. Right now (June 2011) a crow´s nest occupies the crack above the crux. There are 4 hatchlings in the nest.\n\nThe roof is about 7 or 8 feet long with a bomber hand jam at the bottom and then a series of thin hands and off-fingers.\n\nThe Knapp guidebook lists this as a far more accurate .12a, as opposed to the .11b it gets in the Gillett book.","protection":"Standard rack with extra #1 to #1.5 Friends for the roof.","location":""},"__v":0},{"_id":"zfdOCpivW16MjT8qgJwpVA==","name":"Left Center","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":0,"mp_id":"107697431","mp_crag_id":"105860408","climb_id":"zfdOCpivW16MjT8qgJwpVA==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This has an interesting finish, but overall the quality is not that great.","protection":"Single rack.","location":"Begin beside a ten-foot pillar at the bottom of the east face just beneath an orange lichen streak. This is to the right of\n\nPin Job\n\n."},"__v":0},{"_id":"0OBNcAALVs28m5Jiu17ZIQ==","name":"Konichiwa","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"N. Welton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":16,"mp_id":"108233378","mp_crag_id":"105860408","climb_id":"0OBNcAALVs28m5Jiu17ZIQ==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is basically roped bouldering, but it's still pretty fun and very photogenic! The crux is intriguing and stout, despite the meat of the climb being maybe 15 feet or so.\n\nFollow the line of bolts to the right of\n\nThe Pixie\n\n.\n\nThere are several ways to climb this extremely weird roof. One way goes like this: find the crimp right below the roof, bust left to giant jugs, match on the higher one, and then do a heel hook dyno to set your right foot in the lower jug. Reach up to a right handed pinch, left to a sidepull crimp, right out to a crimp in the roof's dihedral, left to another sidepull crimp above the crappy right hand hold you pinched, and bust right out to a sloping crimp below the bolt, iron cross style. Left goes to a jug, get a knee bar to clip, blah blah blah.\n\nMake sure your shoulders are strong! Basically, this is 5.10 to a hard V7 boulder problem. Best to continue upward, joining the upper crux of\n\nRooftop Rodeo\n\n. You may want to unclip some of these bolts as you pass to reduce rope drag if you go to Rooftop Rodeo's anchors.\n\nThis is covered in lichen and is still cleaning up, but the essential holds have been brushed.","protection":"8 bolts to the old belay anchor halfway up\n\nThe Pixie\n\n; 11 bolts if you keep going on up and hit the anchors for\n\nRooftop Rodeo\n\n.","location":"This is right of\n\nThe Pixie\n\n."},"__v":0},{"_id":"SioHp6tEVUSZ/7giiciChQ==","name":"Epic Sushi Party","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Amos Patrick (FA) & Nathan Welton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":7,"mp_id":"108174965","mp_crag_id":"105860408","climb_id":"SioHp6tEVUSZ/7giiciChQ==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Basically this is a 6-bolt direct start that joins\n\nZig Arete\n\nat its 3rd bolt. It adds some new and fun climbing and creates a line that rides the arete for an entire 90 feet. If you stay left on the roof, it bumps it to 5.11ish. Use the horn to the right of the roof, and it's 5.10ish.","protection":"[10] bolts to a 2-bolt chain anchor with lowering biners.","location":"Start from the ground below and left of the belay platform for\n\nZig Arete\n\n,\n\nConfines of Power\n\n, and\n\nVapor Trail\n\n. Clip 2 bolts, and you're in a pod below a small roof. Clip a third, pull the roof, and then wander up and right along the arete."},"__v":0},{"_id":"FqFzUv40WiSYrr1Mk1VEcQ==","name":"Descent Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":22,"mp_id":"106821610","mp_crag_id":"105860408","climb_id":"FqFzUv40WiSYrr1Mk1VEcQ==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"The ramp is narrow initially, but the climbing is always easy. From the south side to the west side, you are walking on a wide ledge. Crux is the final move to the top which is about 5.6.","protection":"There are several anchors along the way that can be clipped.  Otherwise medium gear up to #3 BD C4. Trad anchor or stance on top.","location":"Begin on the east side of the Thumb just right of the school slabs. Climb 15 feet to a ramp/ledge system that circles left halfway around the Thumb to the west side. You may want to break the ledge up into 2 pitches to reduce rope drag. From the wide ledge on the west with a two-bolt anchor, follow the right side of a gully to the top.\n\nRap 100 feet from the slings and rap rings on the west side of the top."},"__v":0},{"_id":"7U4Rvk3JWISSHRB5gtA0Jg==","name":"Confines of Power","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Stuemke and Hurst","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":9,"mp_id":"107152736","mp_crag_id":"105860408","climb_id":"7U4Rvk3JWISSHRB5gtA0Jg==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"Technical 5.11- face climbing leads to a short section of reachy, overhung moves at the top, before a final massive deadpoint to a jug next to the chains. Shorter people may wind up using a left hand intermediate pinch to get through the crux. It is a great climb for the area.","protection":"7 bolts to a 2 bolt anchor with lowering biners.","location":"This is on the North face of The Thumb, just left of\n\nNorth Overhangs\n\nand just right of the\n\nZig Arete\n\n. This route goes straight up. If you branch right halfway up, you'll find yourself on\n\nVapor Trail\n\n, at 5.12+."},"__v":0},{"_id":"GTZO0HAJW2WmoNIgSKye4g==","name":"Center Slot","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":5,"mp_id":"105764244","mp_crag_id":"105860408","climb_id":"GTZO0HAJW2WmoNIgSKye4g==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is a decent climb in the shade on a hot day, but it is not a great climb. Approach the school slabs of the Thumb and go right, heading down and around a corner to a set of twin cracks ascending into an awkward (but fun) left-facing corner.\n\nP1: 5.8, 90' Climb up this and exit left over a bulge perhaps 15 meters up, and head left to a comfortable belay stance at 25 meters or so. From there, belay due to rope drag.\n\nP2: 5.6, 100' Climb up the crack and slot above this to the top of the rock. This pitch is deceptively long, as it rolls past a few false summits on decreasingly low angle slabs. Belay up top.\n\nTo descend, rap 100' from the back side and walk around the south end past the slabs to the base, or go NE and rap twice (2 X 80') down\n\nMind Over Matter\n\nand the\n\nZig Arete\n\nto near the base.","protection":"A set of nuts and a set of cams. Several longer slings.","location":""},"__v":0},{"_id":"tptOghZqWzOtg4OTaD1oig==","name":"Brace Y'self aka Pin Job","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Adam Hudson & Stephen Greenway, 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":2,"mp_id":"105857884","mp_crag_id":"105860408","climb_id":"tptOghZqWzOtg4OTaD1oig==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"This is a nice, little line with fixed pro on the NE face of The Thumb.  It has a pleasant 2nd half of face climbing, which is better than it looks from the ground.  The fixed protection on the climb is a bit tough to see from the ground.  It shares a start with\n\nRight Center\n\n, but if you're on toprope, you can start to the left with more face climbing.\n\nClimb up to a short, left-facing, left-arcing dihedral about 20 feet up with a fixed orange TCU.  Get up on a small ledge.  You can get a couple small wires (#4, 5 BD wires) above the ledge.  Spy the 1st baby angle pin.  Climb up to this, pass a 2nd baby angle.  Clip the fixed wire.  Move past (10a), clip a Bugaboo pin.  Now, you are faced with a choice.  You can go up & left on bigger holds directly to the bolt & skipping the final pin (5.9 PG-13) or go right, slightly down (10b), then up to the final baby angle pin.  Move up & then left to the bolt, clip, and fire for the 2 bolt anchor.  There are some\n\nfunky\n\n, big, thin, welded rings on the links.  There are also a couple hollow, aluminum, rap rings.  Rappel 95 feet.\n\nOn hot days, it is in the shade by mid-afternoon.","protection":"Blue & yellow Aliens, medium wire, #2 Camalot, medium wire, #4 & 5 BD wires, 7 QDs (for 4 pins, 1 bolt, 1 fixed wire, 1 fixed TCU), + a 60m rope.","location":"This is on the NE side of Thumb Rock.  It is probably 50 ft up & R from where the trail meets the rock."},"__v":0},{"_id":"Ms25mtWuWzOfZh8vG7EHjg==","name":"Blame Canada","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Katelyn Merrett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"left_right_index":6,"mp_id":"113258519","mp_crag_id":"105860408","climb_id":"Ms25mtWuWzOfZh8vG7EHjg==","areaRef":"hsg/m1WPV+WFhuKlM/ToRQ=="},"content":{"description":"A balancy start leads to a technical traverse at the 3rd bolt and (if you're short) a beached whale move at the 4th bolt. Ramble through a few bolts of easy terrain to a steep, exposed headwall filled with big jugs.\n\nBe sure to take advantage of the multiple Honnolding stances.","protection":"11 bolts to a 2-bolt anchor.","location":"Clip the first two bolts of\n\nEpic Sushi Party\n\n, and then trend left through bulges to a headwall/prow left of an obvious arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,a07afbc2-082e-5111-ac1e-5b1e635f9c85,86c83f9b-558f-57e5-8586-e2a533f4e845","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Prospect Mountain","Thumb, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.3"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.4"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":7,"intermediate":3,"advanced":3,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":7,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":7,"advanced":9,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5167,40.357]},"bbox":[-105.51729008625175,40.35655033981814,-105.51610991374827,40.35744966018187],"left_right_index":-1,"ext_id":"105860408","area_id":"hsg/m1WPV+WFhuKlM/ToRQ==","polygon":{"type":"Polygon","coordinates":[[[-105.51729008625175,40.35655033981814],[-105.51610991374827,40.35655033981814],[-105.51610991374827,40.35744966018187],[-105.51729008625175,40.35744966018187],[-105.51729008625175,40.35655033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T05:56:53.399Z","updatedAt":"2024-01-20T01:01:04.333Z"}