{"_id":"63689d5ce80bff5a994f4c8c","area_name":"East Face","shortCode":"","climbs":[{"_id":"/b4U5+d1VWCmAQOovVOCtA==","name":"Ordinary Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Strassman & Alex Schmauss, 1980s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.81531,37.90889]},"left_right_index":2,"mp_id":"106844337","mp_crag_id":"105882390","climb_id":"/b4U5+d1VWCmAQOovVOCtA==","areaRef":"GXbnntEAU8qgVGA9WkQKGQ=="},"content":{"description":"Prelim note:\n\nwe think we climbed the pitches mostly correctly, but the topo and descriptions were at times hard to match up exactly with what we encountered (not to mention who knows when the last time any of this stuff was actually climbed).\n\nPitch 1:\n\nClimb a wide, undulating water trough next to a right-facing corner.  There are sections of offwidth up higher which can be stemmed over.  Belay where the trough ends at a slopey ledge beneath big, textured, parallel rails and plates. 5.6\n\nPitch 2:\n\nClimb straight up the steep rails.  Looks cruiser but prepare to be surprised.  The cracks on either side are very thin and discontinuous.  This pitch is rated 5.6 in \"Mammoth Area Rock Climbs\", yet I found the first 30 feet to be much harder and almost completely unprotected and gritty.  The leader should not fall.\n\nAt the top of the rails, the climbing eases off considerably to 5.4/5.5 chickenhead and plate hiking.  Angle slightly right up toward a huge ledge with a small tree on it.  I was able to place 3 pieces of pro in ~140 feet of climbing.  Belay in bomber cracks on the ledge.\n\nPitch 3:\n\nClimb up the easy gully to the right.  Look up and left until you can spot the one bolt on the face higher up.  Traverse back left and up on easy ground (place no pro if possible) until you get to a small, curving, left-facing flake about 15 feet below the bolt.  Above this, those 15 feet are unprotectable.  Clipping the bolt requires making a harder steep move onto the face. The leader should not fall.\n\nContinue climbing up on giant whorls and huecos, angling slightly left the whole time.  Pick the line of least resistance and gun for any crack you can find as protection is extremely, extremely sparse and some moves are very heady, plus rope drag is a very big issue regardless of long slings and minimal pro opportunities (I placed 3 pieces + 1 bolt in ~160 ft).  The leader should not fall.  Top out on an enormous ledge. 5.8 R\n\nPitch 4:\n\nTechnically there should be no pitch 4, but I couldn't deal with the rope drag any longer and I thought the walk-off was from this ledge.  (Not true.)  There is a final short headwall to climb, most of it all face climbing with zero protection.  We could not discern exactly where our route finished, but I think our anchor was too far left and the top-out was much farther right off the ledge.  When viewed from below, the finish according to the topo looked to be a long section of steep, scary, solo face climbing.  But basically, you have a choice of whatever level of unprotected shit you prefer to top out with.  I picked the farthest left end of the headwall: here it was the shortest distance to the top with the easiest features possible.  Climb unprotected 5.7 moves to easy 5.4.  Go left at the top and soon you will be near the summit and can start the walk-off.  Gear anchors can be had at this point.","protection":"Single rack to #3.  Bring a standard set of nuts (esp. small) and a selection of micro-cams are almost indispensible.\n\nNo fixed anchors.\n\nThis route is not a good novice leader route despite the rating of 5.8.  The rock has many sections of gritty, exfoliating holds due to lack of traffic and makes even easier moves much dicier.  Although not rated R in the guidebook*, this route is very runout.  Cruxy moves are not always near protection.\n\nAlthough I have led much harder trad than this, this is a heady route.  It reminded me very much of the climbing I have done at Reef of Rocks on Mount Lemmon (AZ) in terms of rock quality, style, and protection (or lack thereof). Despite the name, it definitely offers adventure climbing from start to finish.\n\n*Edit: I have since requested Marty Lewis to note this route as \"R\" in the new 2014 edition, which he did.","location":""},"__v":0},{"_id":"gsSEw0XZWvmwwZU3dWHoIg==","name":"Clevenger Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Vern Clevenger, Dennis Hennek, and Galen Rowell 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.81531,37.90889]},"left_right_index":0,"mp_id":"107609194","mp_crag_id":"105882390","climb_id":"gsSEw0XZWvmwwZU3dWHoIg==","areaRef":"GXbnntEAU8qgVGA9WkQKGQ=="},"content":{"description":"Like with the Ordinary Route, this is adventure climbing. If you want to retain the adventure, then don't keep reading.\n\nPitch 1 (5.7): The climbing starts out easy enough up a right facing corner. At some points, it is tricky to place pro as the crack flares inward. There were packrats living in this crack when we were there, so handjam with care. The crux is about 3/4 of the way up the initial corner. The corner steepens and you have an intermittent finger crack. The crack looked like it would only take marginal pro from me, but you might be able to get a solid piece here. Above the crux, the route enters a long and fun traverse up and right, again with intermittent pro. Take care with the bushes; some of them have little thorns! Belay either below pitch 2 on a small stance or a bit to the right on a spacious sandy ledge. It's 190 feet to the ledge.\n\nPitch 2 (rated 5.9, but felt 5.9+): There are two finger cracks, one in the right facing corner and one a little farther right in the middle of the huecoed face. We climbed the one in the middle of the face with good finger jams. The first crux on this pitch is pulling over a bulge with good fingers, but poor feet. After this section, climb up under the roof: what comes next is the business of the entire climb. There are two horizontal hand cracks followed by a vertical flake to help you through; both take solid pro. The feet are poor at best; the rock here is slicker than glacier polished granite! The crux is when you realize you can no longer climb up and now have to traverse to the right out the roof, which is somewhat reminiscent of a bombay chimney. I used some strenuous chimney moves to make it to the rest stance (a thank god knob) on the right of the roof. Climb to the top of the tower and build your belay where you see fit.\n\nPitch 3: We did not finish with the standard 5.6 finish. Instead we finished with the last pitch of \"All Along the Watchtower\" (I think), which is described here. Climb up easy face and steep blocks until the blocks begin to trend left. For the standard finish, continue heading left following the blocks. Eventually, you'll want to head up and right on a dike. For \"All Along the Watchtower\", continue climbing up the face on good patina flakes following the bolts to the top. About 30 feet from the top is the crux: switch your climbing into slab technique (after the second pitch felt like 5.8/5.9).","protection":"Finger sized pieces to hand/fist sized. I brought a set of nuts and doubles of cams from .3 BD C4 to #3 C4 and a single #4 C4. I used the #4 once, but a #3 would probably have worked just as well.","location":"From the parking area, it is the prominent right facing corner just right of the obvious lone pine."},"__v":0},{"_id":"pAl9KXYCXaGRi8/4Ar+74A==","name":"All Along the Watchtower","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Schmauss, Ives, Strassman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.81531,37.90889]},"left_right_index":1,"mp_id":"110941852","mp_crag_id":"105882390","climb_id":"pAl9KXYCXaGRi8/4Ar+74A==","areaRef":"GXbnntEAU8qgVGA9WkQKGQ=="},"content":{"description":"Sandbag! 10a in Lewis Guide felt much harder to me. Overall a very nice route.  Although the climbing was cool on P2, it was kinda scary with poor rock and not much pro after the piton(Lewis guide says pitons but there is only one), I would climb P2 of the\n\nClevenger Route\n\ninstead if I did it again.\n\nP1**-10b Start up the\n\nClevenger Route\n\n(may want a #4 C4) until you can traverse right above a bush into a nice crack. Higher where the crack thins is the crux and I was happy to have small stoppers and a few RPs here. You are not that far above a ledge when pulling the crux and the small gear allowed me to sew it up. A Bit higher is a questionable bolt that protects the final fun face moves before the angle eases. I made a belay by digging out a solid crack below a bigish ledge.\n\nP2(3 star climbing on 0 star rock and poor pro)-10c R/X if you fall on easier but loose ground at the top half of the route\n\nFrom the P1 belay I was barely able to spot the pin up and left that protects the crux of P2. I climbed a good crack left of the pin and got a good piece of gear with a long sling. From there move left over sketchy rock, a bit tricky, to a pin. I also put in a couple of pieces between the pin and the first piece in fairly poor rock. Just after the pin I was able to back it up with a red C3 but was never able to get a great look at it but it seemed ok. Continue left and up into a scoop and below a fragile looking roof. Avoid the roof on the left and pick your way to the top on crumbly unprotected rock for another 40'. I was able to find an ok easy way to the top by moving way left to a crack that led back up and right.\n\nP3*** Move the belay right to a small alcove and climb steep fun rock around an annoying  bush and into a wide crack. Follow the crack to it's end then climb easier and fun knobs, runout, to a questionable bolt(bomber pink tricam to back up the bolt. Easy to the top. I did get in one RP 15' below the bolt.","protection":"Cams to a #4, may want a double set(I had doubles with my tricams), extra stoppers and RPs, lots of runners.","location":"The route starts up a right facing corner, the\n\nClevenger Route\n\n, located 30 or so feet right of the obvious small pine on the East face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,a7bbd0e7-fe53-5ada-ba09-dff6ee740024,f887e81d-ad47-5082-b1b4-5553266490e3,5aa1ceda-bd3d-5b2d-94ae-91dc343499ab,1976e79e-d100-53ca-a054-603d5a440a19","pathTokens":["USA","California","Sierra Eastside","Eastern Hills","Sagehen Summit Area","Granite Basin","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.81531,37.90889]},"bbox":[-118.81587991962745,37.90844033981815,-118.81474008037254,37.90933966018188],"left_right_index":-1,"ext_id":"105882390","area_id":"GXbnntEAU8qgVGA9WkQKGQ==","polygon":{"type":"Polygon","coordinates":[[[-118.81587991962745,37.90844033981815],[-118.81474008037254,37.90844033981815],[-118.81474008037254,37.90933966018188],[-118.81587991962745,37.90933966018188],[-118.81587991962745,37.90844033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:23.993Z","updatedAt":"2024-01-20T00:58:06.564Z"}