{"_id":"6368a214e80bff5a9955d748","area_name":"Mid-Town","shortCode":"","climbs":[{"_id":"jgUEwlp/W0SPChhOjZQ+QQ==","name":"Warm Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":4,"mp_id":"105924198","mp_crag_id":"105923917","climb_id":"jgUEwlp/W0SPChhOjZQ+QQ==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"As the name implies, this line is probably the best warmup in the immediate area.  Unfortunately a severely undercut start adds a V1 boulder problem (for shorter folks) to an otherwise excellent introductory slab with large holds.","protection":"Bolts","location":"3rd route right of Cliff Nazi."},"__v":0},{"_id":"ksvh+k6OWnCiTIllLInbaw==","name":"The Tree Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":19,"mp_id":"110469485","mp_crag_id":"105923917","climb_id":"ksvh+k6OWnCiTIllLInbaw==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This route is aptly named since you use \"The Tree\" to get established on the wall.  An obvious stand start exists for those willing to pull on the painful pockets and risk a tree enema. \n\n  After Stick-clipping the first bolt, climb up to stand on the tree, stacking ropebags as required (or save the tree and just winch) to get up to the decent right hand starting hold.  Establish on the wall and make a series of hard moves to get to a stance a the second bolt.  Continue up on \"traddy\" insecure moves to good holds at the break above and step left around the arete for a good rest.  Continue up past one more difficult section to the anchor. \n\n  Would be three stars if not for the tree start.","protection":"Bolts to Anchors, Stickclip","location":"Far right side of the mid-town area.  Starts just above a tree growing next to the wall, between \"Pokey\" and \"The Corner\"."},"__v":0},{"_id":"2Ibi22U8VTyXVImtEyYj8Q==","name":"Squeeze","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":3,"mp_id":"107810830","mp_crag_id":"105923917","climb_id":"2Ibi22U8VTyXVImtEyYj8Q==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This routed does not get climbed very much. It was really filthy when I climbed it.  Like most of the routes at the tunnel, it has a bouldery start. The crux of Squeeze gets pretty close to neighboring routes which detracts a little from the climb. Once one finds and cleans off the holds, the few crux moves are pretty good. Worth doing if you're looking for something in the 5.11 range at the tunnel.","protection":"All bolts. Two anchors at the top.","location":"It is in between the warm up route and side straddle hop. Starts to the left of big, chossy looking overhang."},"__v":0},{"_id":"AQ2bLWDSW8O+UWAIBK8NEg==","name":"Sloopy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":7,"mp_id":"105924202","mp_crag_id":"105923917","climb_id":"AQ2bLWDSW8O+UWAIBK8NEg==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This sustained line is better than most routes of its grade on this side of the canyon.  Relatively good rock and devious sequences on slopey rails make for a building pump.","protection":"Bolts","location":"6th route right of Cliff Nazi."},"__v":0},{"_id":"8ynUVDpvVtKcTVqZZx55Cw==","name":"Side Straddle Hop","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":1,"mp_id":"105924194","mp_crag_id":"105923917","climb_id":"8ynUVDpvVtKcTVqZZx55Cw==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This mediocre route is substantially better than Cliff Nazi, and a much better choice of route for those seeking moderates.  The slab still offers devious movement, and will be challenging for even the hardiest veteran.","protection":"Bolts","location":"Next route right of Cliff Nazi."},"__v":0},{"_id":"Y7nY94h7VXe8HmP3j7pxtQ==","name":"Side Squeeze","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":2,"mp_id":"114494269","mp_crag_id":"105923917","climb_id":"Y7nY94h7VXe8HmP3j7pxtQ==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"Start on Side Straddle Hop. Clip the third draw with a long sling, then traverse right to clip the higher of two bolts on Squeeze with another long sling. (In the future we will try and add a bolt so a more direct rope line protects this climb. This is the only reason for the PG13 rating at the moment.) Continue on up and right on great technical terrain in a small dihedral up to the left facing protruding hold on Squeeze and continue to work into the Squeeze bolt line (crux). Clip the next bolt on Squeeze with the great jug holds on the ledge (may contain dirt after a large storm). Go up with decent moves and great rock quality to the anchors of Squeeze. This is a great complimentary climb to Cliff Nazi, as it gets one acquainted with the Tunnel style and is a good warm up. ","protection":"Quickdraws, and a couple long slings (as of 6-17-18)","location":"Side Straddle Hop to Squeeze anchors."},"__v":0},{"_id":"nAw2TuBzUiO7VM4Mk3kBgQ==","name":"The Roof","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":11,"mp_id":"108067162","mp_crag_id":"105923917","climb_id":"nAw2TuBzUiO7VM4Mk3kBgQ==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"A typically bouldery start leads to a low angle slab where you can rest wherver you want.  Clip the third bolt with ease and figure out how to jump for the jugs above.  I did a feet cutting dyno, taller people may be able to keep their feet on the slab.  From here it stays challenging past two more bolts to a good stance below the anchor.","protection":"5 Bolts to Anchors, Stickclip","location":"Starts in the middle of Midtown area, with a Project to the left and \"Cletus\" to the right.  2nd climb left of the crack \"Pillar of Pummel\".  Also has an obvious roof between the 2nd and third bolt."},"__v":0},{"_id":"8kdolSQrVYux/T/2NDyf+g==","name":"Rational Expectation","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":21,"mp_id":"107810856","mp_crag_id":"105923917","climb_id":"8kdolSQrVYux/T/2NDyf+g==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This one also had not been climbed in a while and was pretty dirty until I cleaned it off. It doesn't get much attention. Bouldery start up to slopey ledge and easy slab to the roof. The clip at the roof is easy to get to and clip but the moves over the roof are the crux. Pretty reachy and powerful but cool moves once you figure out the beta. John Hymer bolted this route and probably got the FA as well.","protection":"All bolts and anchors at the top","location":"This route is located to the right of the Corner route, underneath a large roof."},"__v":0},{"_id":"laXa+JmCX6WoUriM92qtxQ==","name":"Pokey","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":18,"mp_id":"105924736","mp_crag_id":"105923917","climb_id":"laXa+JmCX6WoUriM92qtxQ==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This line offers two distinct options for difficulty.  On the bolt line the route is quite challenging, but most climbers will hug the obvious crack-feature on the left side of the wall, only venturing right to clip.  At the top of the slab, however, you will be forced right into a devious sequence just below the chains.","protection":"Bolts","location":"About 20 yds west of El Nino."},"__v":0},{"_id":"Nga3duj4Vr2jGwBrgeXsbw==","name":"Pillar of Pummel","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":13,"mp_id":"105924212","mp_crag_id":"105923917","climb_id":"Nga3duj4Vr2jGwBrgeXsbw==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"One of the best at Mid-Town, this line is essentially a flaring hand crack with a few bouldery moves thrown in at the start and finish.  For those so inclined, it may be adviseable to tape up for thin hand jams near the top of the crack.","protection":"Bolts.","location":"The obvious bulbous crack below the right end of the massive Mid-Town roof.  First route left of Guchi."},"__v":0},{"_id":"sTj4bmfIVLWkCZ+s6qjt4w==","name":"Mocè","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":15,"mp_id":"110466074","mp_crag_id":"105923917","climb_id":"sTj4bmfIVLWkCZ+s6qjt4w==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"A challenging example of vertical, insecure Tunnel climbing. It's mostly sloped horizontals, but not entirely - there are some different, fun sequences. \n\n  This thing feels continuously hard with one decent rest and the odd shake opportunity. There are some beta options: a trick that is generally considered helpful at the upper crux, and some options for the other cruxes, depending on your strengths. \n\n  It used to be graded 12d back when John was lapping it as a warmup, but is now generally considered to be on the harder end of the Shady Side 13a routes.","protection":"6 bolts (used to be 4!). Stick clip recommended as the moves off the ground are tough.","location":"Guchi's sister route, just to her right. A few routes right of the massive roof of The Roof."},"__v":0},{"_id":"VNnIh8SbUqK6sgxOSL6klA==","name":"May the Fourth","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Frank Bonnevie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":8,"mp_id":"114340599","mp_crag_id":"105923917","climb_id":"VNnIh8SbUqK6sgxOSL6klA==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"Use the start of sloopy; At the second bolt climb right and up under the roof. Cop a rest and glide around the roof to the right(first crux). Get another good rest then Crux on crimps to the 5th bolt, Climb one more bolt on crimps and jugs until you reach the chains.","protection":"QD's","location":""},"__v":0},{"_id":"d1w9NiPAXI+51Vgl8rkefA==","name":"Lech","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Probably John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":6,"mp_id":"108827846","mp_crag_id":"105923917","climb_id":"d1w9NiPAXI+51Vgl8rkefA==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This challenging line will test you in a variety of styles of climbing, a tough boulder problem on Tunnel Slopers, insecure crimping over a small overhang, a roof on jugs, and a final insecure mantel.  If you can send this, you should be well equipped for any sport 12a in NM. \n\n  After stickclipping the first bolt, start with a challenging boulder problem, to a few moves of crack or layback climbing.  After the second bolt an easier section leads to the third bolt.  Get psyched, figure out how to clip the fourth bolt, and head up on decent sloping crimps over the bulge.  Continue up on easy ground past the next two bolts, where some Rifle style trickery might allow you to get some great rests.  Figure out how to pass the 7th bolt, pull hero moves on jugs passing the roof, to be faced with a final heartbreaking crux a difficult mantel to get to the anchors.","protection":"8 Bolts to Anchors.  Stickclip, watch the gate on the rope end draw of the last bolt, If it is a short draw the rock may lever it open.","location":"Between \"The Arete\" and \"Sloopy\"."},"__v":0},{"_id":"cMWvIBRAUPi0ENdhlWOYGg==","name":"Guchi","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":14,"mp_id":"105924208","mp_crag_id":"105923917","climb_id":"cMWvIBRAUPi0ENdhlWOYGg==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"The left half of Mid-Town is sheltered by a large roof 60 feet up the cliff.  On the far right end of this roof are a pair of short, difficult routes, Guchi on the left, and Moce on the right. \n\n  Guchi features a dynamic start with long moves to a good rest, followed by sequential, pumpy crimping up and left to another good rest, and one final 12- crimping section up and right to chains below a smaller roof. \n\n  This route is harder than it looks.  Its pretty easy to read the beta from the ground, and so, seems easily on-sight-able, yet many a strong man has tried and failed.","protection":"Bolts.  Stick clip the first bolt.","location":"13th route right of Cliff Nazi, or immediately right of Pillar of Pummel."},"__v":0},{"_id":"LK9uOgTEW5yZS5r753lFIQ==","name":"El Nino","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":17,"mp_id":"105924721","mp_crag_id":"105923917","climb_id":"LK9uOgTEW5yZS5r753lFIQ==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"\"...I am 'El Nino', Spanish for: 'The Nino'...\"   - Chris Farley \n\n  This short route offers challenging slab moves on decent rock.  If only it were longer!  Begin just left of the chimney, head up to the first break, then veer left to the bolt line.  It is possible to start directly, but its much harder.  Unfortunately nowhere near as entertaining as the late, great Farley.","protection":"Bolts","location":"Right end of Midtown, between two gear routes."},"__v":0},{"_id":"uyMYNCLvXxOhPGnENJ1NMg==","name":"Efflorescence","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":9,"mp_id":"118828518","mp_crag_id":"105923917","climb_id":"uyMYNCLvXxOhPGnENJ1NMg==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"Longest route at the tunnel? Overhung start gets you into a unique sloper undercling at a roof, then a few more overhung mid 12 moves. A strange mantle into the slab marks the last hard move about halfway up. \n\n The route has a very exciting finish in the dihedral with mandatory stemming, hand jams, and awesome exposure. ","protection":"10 or so bolts","location":"Left of Sloopy/May the 4th. Right of Blue Velvet. Look for the dihedal at the very top of the cliff."},"__v":0},{"_id":"D+FfqO+QXQGLu6XfreSoFA==","name":"cracker jack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"john hymer?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":16,"mp_id":"108149415","mp_crag_id":"105923917","climb_id":"D+FfqO+QXQGLu6XfreSoFA==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"The crack just left of el nino. Climb the crack to a two bolt anchor. Kind of exciting down low mellows out to a slab up top great gear. Dirty dirty dirty almost never climbed.","protection":"set of nuts and some smaller cams. I may have placed a #3 bd...","location":"left of el nino on shady side"},"__v":0},{"_id":"hZ8/VWFtWK66v1WhR/x2Cg==","name":"The Corner","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":20,"mp_id":"110628932","mp_crag_id":"105923917","climb_id":"hZ8/VWFtWK66v1WhR/x2Cg==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This obscure route features a little bit of everything, hard bouldery start, stemming, a traverse left on thin feet, and a hard pull getting established under the final roof. \n\n  Pull the standard tunnel start to get established over a serious undercut.  The feet are so bad that campusing might be easier, and this could be the crux of the route.  Obtain a good rest on lower angle ground and head up the corner, a long draw is nice on the third bolt.  Follow the large sloping rail leftwards past the 4th and 5th bolts.  Make a hard move to undercling the roof, step up and traverse left around the corner.  Clip the 6th bolt, pass one more tricky section and climb easier ground to the anchors.","protection":"7 Bolts to Anchors, Stickclip","location":"Far right side of the mid-town area.  Starts at an obvious corner.  To the left is the \"Tree Route\" to the right is \"Rational Expectations\""},"__v":0},{"_id":"qUQBmXLdXcW1WFzOWXiYsg==","name":"Cletus","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Hymer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":12,"mp_id":"114084665","mp_crag_id":"105923917","climb_id":"qUQBmXLdXcW1WFzOWXiYsg==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"Good route with above-par rock quality for the Tunnel.    Gain the horizontal break, perform a tricky undercling sequence, then a big move to a bad hold. This crux is very low percentage and felt harder to me than any move on \"Jerk Off\".   Cop a rest on the ledge, then you're rewarded with stellar 5.11 climbing to the chains.","protection":"Bolts","location":"Line between \"The Roof\" and \"Pillar of Pummel\""},"__v":0},{"_id":"vtLnsB73XhahYmRbRPk4/Q==","name":"Blue Velvet","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Chris Grijalva","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":10,"mp_id":"107854524","mp_crag_id":"105923917","climb_id":"vtLnsB73XhahYmRbRPk4/Q==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This challenging route may feel quite stiff for the 12b grade for the OS.  However with some beta refinement, it may feel slightly less stiff, but still hard for the grade.     After stickclipping the first bolt grab a sloping jug at full reach.  Challenging moves to get established above the undercut wall lead to a quick shake and the second bolt.  Here the devious crux presents itself.  Figure out how to reach the small crimp and continue upwards on small sloping crimps to the third bolt and another quick shake.  Continue up on more small crimps and figure out how to get to the above horizontal and a good shake.  From here a few tenuous moves to get over the roof leads to an easy slab and the anchors.","protection":"5 Bolts to Anchors, recommended stick clip the first.","location":"Starts around the middle of the Mid-Town area.  To the left is \"Efflorescence\" 12c and to the right is a unfinished Project, then \"The Roof\" 12b.  Second route right of Sloopy."},"__v":0},{"_id":"dTY1pxm6VHWijUJgEVwCTA==","name":"The Arete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":5,"mp_id":"107870065","mp_crag_id":"105923917","climb_id":"dTY1pxm6VHWijUJgEVwCTA==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"Typical tunnel bouldery start. The crux is moving around the arete and onto crimps. Climbing past the last bolt can also be a little bit of a crux.","protection":"Quickdraws","location":"To the right of the warm up. Look for the obvious arete."},"__v":0},{"_id":"jxXKj2DQXIuHCAeWOZQfSw==","name":"[Redacted]","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"left_right_index":0,"mp_id":"105924190","mp_crag_id":"105923917","climb_id":"jxXKj2DQXIuHCAeWOZQfSw==","areaRef":"BDTU0I0gVFe/gWE6WhiP1g=="},"content":{"description":"This is one of the typical warm ups, and the first route at Mid Town. Deceptively tricky to read moves between first and second bolt. This route will test the beginner climber but does not have extremely bouldery moves off the deck like Warm Up. ","protection":"6 Bolts, 2 BA","location":"The first route at Midtown from the approach, or the 2nd line of bolts right of Budro."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,a27f9d6a-53fa-53bf-a59d-49b976c009e9,6f6118d5-5528-5ea1-81be-2e352ee318c3,0434d4d0-8d20-5457-bf81-613a5a188fd6","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","Tunnel, The","Shady Side","Mid-Town"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":6,"label":"5.12a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":15,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":15,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.86045,32.94557]},"bbox":[-105.86098582797074,32.945120339818125,-105.85991417202928,32.946019660181854],"left_right_index":-1,"ext_id":"105923917","area_id":"BDTU0I0gVFe/gWE6WhiP1g==","polygon":{"type":"Polygon","coordinates":[[[-105.86098582797074,32.945120339818125],[-105.85991417202928,32.945120339818125],[-105.85991417202928,32.946019660181854],[-105.86098582797074,32.946019660181854],[-105.86098582797074,32.945120339818125]]]}},"content":{"description":"Mid-Town is the next cliff section right of \"Shady Side Left\".  There is no distinct separation between thise two cliffs, but the Mid-Town routes are just around a corner from the right-most routes of the previous cliff section. \n\n  From Left to Right, routes are: \n\n  1. Cliff Nazi, 5.9   2. Side Straddle Hop, 5.8   3. Squeeze, 5.11c   4. Warm Up, 5.9   5. The Arete, 5.12a   6. Lech, 5.12a   7. Sloopy, 5.11c   8. Efflorescence, 5.12c   9. Blue Velvet, 5.12b   10. Project?   11. The Roof, 5.12b   12. Cletus, 5.12d   13. Pillar of Pummel, 5.12a   14. Guchi, 5.13a   15. Moce, 5.12d   16. Cracker Jack (No Bolts) 5.10d   17. El Nino, 5.11b   18. Junk Yard Dog (Chimney, No Bolts), 5.7   19. Pokey, 5.11a   20. The Tree Route, 5.11d   21. The Corner, 5.12a   22. Rational Expectation, 5.12"},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:13:40.932Z","updatedAt":"2024-01-20T01:04:49.090Z"}