{"_id":"6368a1b8e80bff5a9955411b","area_name":"3. Main Wall","shortCode":"","climbs":[{"_id":"cxG5RvI7V5+uPP2DpY3o2w==","name":"White Riot","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jonathan Garlough, Tom Zimmerman & James Dickson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":8,"mp_id":"107821747","mp_crag_id":"107821509","climb_id":"cxG5RvI7V5+uPP2DpY3o2w==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"This is the sporty route on the steep buttress. From the P1 bolt anchor on Trail of Tears move right to the bolted headwall. Start up on crimps with the crux at the second bolt. Continue up the large flakes past a third bolt and pull the lip on jugs. Finish up the moderate slab with gear options for 30 to a tree anchor. 60","protection":"3 bolts, a #1,2,and 3 camelot could be useful","location":"The short steep buttress on the right side of the Main Wall"},"__v":0},{"_id":"fqHYnERlXlGRBBYIKsCeRA==","name":"Trail of Tears Memorial","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Brad White & Matt Peer    Summer 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":6,"mp_id":"107821895","mp_crag_id":"107821509","climb_id":"fqHYnERlXlGRBBYIKsCeRA==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"Start 30 feet up and right of the toe of rock on a small ledge. This ledge can be accessed by hiking up and around a large White Ash tree on the right and then walking back left.P1  Off the left edge of the ledge climb a short slab to the next small tree ledge, with the tree with the obvious sawed-off branch.  Make a big step up, then along a left leaning ramp to a bulge below a slab (bolt). Climb straight up the slab stepping left into a large right facing corner caped by a small roof. Climb the corner and roof, then continue up the slab above (bolt) to a comfortable ledge with a two bolt belay shared with Go West Young Man. 5.7 120P2  Climb 15 feet up the left facing corner till a step right around a nice arête can be made. Climb the shallow cracks in the slab to a short bulge/headwall. Climb straight over this to a flat ledge then continue straight up and over the overlap at its right most end, then up to a 2 bolt anchor on the slab above. 5.7 115. ( 9/11/21 A 3rd bolt with rap ring has been added to this anchor.  The lose bolt is still there but no need the use it. ( not able to remove it, even with a Vice-Grip on the shaft the nut seems frozen to the shaft and turns the whole shaft) R Hall NH Admin. ] Alternate pitch 2; Climb up and left following corners and flakes around a clump of bushes joining Illusion of Prosperity for 40 then back right to the flat ledge. Move right and up, pulling the large overlap just before its right most end to the same two bolt anchor on the slab above. 5.7 125P3  Climb straight up the slab above the belay for 20 till above the bush island. Trend up and right over a small dike and shallow left facing corner/step to the first of four significant overlaps with bolts on the second and third. After the third polished overlap (crux) climb up into a small alcove below the spectacular brown headwall. Exit the overhanging alcove on the left using a slanting finger crack. Climb the headwall to a two bolt belay at a small ledge at its crest. 5.9 115  [ 9/12/21 The right bolt is a bit lose, but NOTHING like the bolt on P2.  Nut could not be tightened even with a  ice-Grip holding the shaft. R Hall NH Admin.] P4  Climb straight to the top past one thin move above the belay (bolt). 5.5 100This climb can be rappelled with a single 70 meter rope. If you have a 60 meter or less you will need to bring a second rope or walk off. The first rappel is from the pine tree at the top of the cliff and then follows the ring bolt anchors to the ground at the starting ledge. With a single 70 meter rope the third rappel just makes the ledge so tie knots in the ends of you rope and make sure it is centered! (...and know it’s still 70 m long ! Ropes shrink with age and use) The middle area of left facing corners was climbed before possibly exiting up the slanting dike to the hanging corner of what is now Manifest Destiny. Parts of this climb were most likely one of the original climbs on the cliff. FRA as described; Brad White and Matt Peer Summer 2012","protection":"Standard Rack","location":"Main Wall"},"__v":0},{"_id":"c0BFS/qmXKueSZ+SjgcTFA==","name":"Rusty Bolt","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":2,"mp_id":"107821817","mp_crag_id":"107821509","climb_id":"c0BFS/qmXKueSZ+SjgcTFA==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"P2  Start at the first belay of Old Route. Step left and climb smooth 5.9ish slab to a small stance at an old ¼ inch bolt. Climb up and right to a slight rib (crux), and then make a long runout slightly left (5.8) into ground out territory to reach small flakes for protection. Climb up and make a long leftwards traverse under the big overlap following shallow flakes and ripples till you can join Eminent Domain at the two bolt anchor. 5.9+ R/X \n\n  Another possible finish is to climb straight up to the small shallow rooted tree. Behind the tree climb over the overlap on the right running it out up the blank slab till the slanting finger crack of Go West Young Man is reached. Move right and up to the gear belay of old route. Finish as desired. FA: Unknown: Have at it!","protection":"Standard Rack","location":"Main Wall"},"__v":0},{"_id":"pKQy0s8WV5WWFnJT5hVJDQ==","name":"Old Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA: Brad White & Matt Peer    Summer 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":0,"mp_id":"107821780","mp_crag_id":"107821509","climb_id":"pKQy0s8WV5WWFnJT5hVJDQ==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"Start about 20-25 ft left, and 30-35 ft above the toe of rock. (many variations) \n\n  [Admin's note- June 2016: Was up on \"Tears\" 6-24-16 and saw 3 gals who had mistaken the start of \"The Waco Kid\" (on the \"Left Wing\" AREA) for the start of \"Old Route\".  I think the leader got to the 5.9 move on \"Waco's P2\" and then backed off, sounded like she downclimbed it. (Good for her!) But don't make the same mistake and go too far left. If you are near/at the correct START, you should be able to see the white slab and bolt(s) of Manifest Destiny at about your level and 20-25 ft to the right. R. Hall ]   \n\n  P1  Climb 25 up a short slab to a tree ledge and follow a vegetated groove to a two bolt anchor on the left side of a large white flake system. 50 5.4 \n\n  P2  Step right from the belay and layback the entire left side of the flake to a shallow corner. (Great Climbing!) Climb the open corner till a small finger crack crosses it. Follow the fingercrack up and left for 25 then back right to a gear belay in a thin left facing flake. 115 5.7 (medium sized gear for belay)  \n\n  (Var. #1) Climb up right side of the big white flake above small trees for 15 and cross over left to a fixed pin in the center. Step left into the layback flake and climb straight up to the shallow left facing corner.     (Var. #2) 5.8 PG 13, Layback and climb straight up to the fixed angle piton, then face climb up the left arête of the flake. When you come to where the finger crack crosses the corner continue straight up to protection on the left side of the triangular block and then up and left to the belay flake.    (Var. #3) Climb entire right side of flake as for Manifest Destiny and cross over at the left slanting crack. This is the easiest way to get to the open corner above.  \n\n  P3  Climb up slightly right 20 to a white jug below a shallow groove with a hidden red tri-cam pocket. From the pocket, slab climb up and left to a small overlap then straight up white face above to a large flake that is followed left to the large pine tree. 60 5.5 \n\n  P4  Climb up low angle ramp on left for 30 to an open corner. Climb right side of corner up through overlaps to a two bolt ring anchor. 70 5.5 PG 13 \n\n  FA: Unknown, but a fixed pin and pin scars say long ago. Pitch two and three can be combined with a 70 meter rope and lots of long slings. Route description and P1 and P4 anchors are from Brad White and Matt Peer Summer 2011.","protection":"Standard Rack","location":"Main Wall"},"__v":0},{"_id":"Ia0nM+klVVmb+zulEqqfYw==","name":"Manifest Destiny","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA: Brad White & Matt Peer    Summer 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":3,"mp_id":"107821837","mp_crag_id":"107821509","climb_id":"Ia0nM+klVVmb+zulEqqfYw==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"P1  Start at the toe of rock. Climb the slab via the center clean streak to a bolt at 25. Climb to a short headwall, up this (bolt/crux), then left and up to another bolt and a small tree clump belay. 70 5.8 \n\n  P2  Climb the right side of the large flake to its top at a left curving crack. Step up right to a clean white face with 2 bolts (crux). Climb straight up past a horizontal finger crack and a small black tri-cam pocket to a triangular block. Climb right around the block and up slab above past a bolt to a gear belay at the left end of the large overlap. 140 5.8 Medium cams for the belay.  \n\n  P3  Stem up above the belay and clip a bolt on the left side of the big overlap. Step left and climb up the slab moving slightly right to the next small overlap. Step over this and continue moving up and right on the slab under the bigger overlap above till 10 feet left of a small clump of trees. Climb straight up over the bulge on white rock (left of an upside-down v-slot) crossing over a thin horizontal crack to join the left slanting dike. Follow the dike left to a spectacular overhanging corner. Layback the corner, (crux 5.8) to a gear belay on the right at a left facing flake. 135 5.8 (medium cams for belay)   \n\n  P4 - Climb straight up the left facing corner above the belay to low angle slabs that are followed to the top of the cliff. 115 5.4","protection":"Standard Rack   I would recommend carrying a double set of cams (mostly for the upper two gear belays) in the #.75 (green) , #1 (red)  and #2 (yellow) BD Camalot sizes.","location":"Main Wall."},"__v":0},{"_id":"3GEmmPkJWO+rec1qB45KtQ==","name":"Go West Young Man","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA: Brad White & Matt Peer    Summer 2011-12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":4,"mp_id":"107821859","mp_crag_id":"107821509","climb_id":"3GEmmPkJWO+rec1qB45KtQ==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"P1  Same start as Manifest Destiny. Start at the toe of rock. Climb the slab via the center clean streak to a bolt at 25. Climb slightly right to a short headwall, joining Illusion of Prosperity at a ledge. Climb flakes and thin cracks up and then left to a tricky step over at the left edge of the headwall onto a slab. Climb the easy slab to the right tree on the big ledge. Continue up the left facing corners above the tree moving slightly right to a two bolt anchor on a nice wide ledge. 5.7 140  \n\n  P2  Follow the thin finger crack up and left across the entire face till the crack fades out at the top of a large low angle left facing groove under short twin finger cracks, belay here on gear.  Bring many very small nuts and cams. 5.7 120'                                           \n\n  P3 - Climb the right hand finger crack to small overlaps. Move right through overlaps and then straight up a slab to large pine tree belay. 5.6 60 \n\n  P4 Step up right from the pine tree belay to two small trees on the same ledge. Squeeze behind the trees to step up and right onto the rock. Climb up 25 to a short wall/overlap. Pull this on good edges below a short flake (good gear) on the top. Wander up the slab aiming for a prominent right facing thin flake in the overlaps. Layback a move up the thin flake then step left to good holds pulling two overlaps to the blocky white arête.  Follow the arête to the woods. It is possible to finish from here by climbing out right and joining the easy slab to the top of the ledge on Manifest Destiny or just scramble up thru the woods to the top. You can also move left and do a short rappel from trees to the anchors on Old Route then linking anchors to the ground in four more single 70m rope rappels. 80 5.7 ","protection":"Standard Rack. Microcams and/or micro stoppers may be useful on the second and third pitches.","location":"Main Wall"},"__v":0},{"_id":"I4UrgQb4WbejPzaZMdhGvg==","name":"Illusion of Prosperity","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FRA: Paul Cormier & Brad White Summer 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":5,"mp_id":"107821870","mp_crag_id":"107821509","climb_id":"I4UrgQb4WbejPzaZMdhGvg==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"P1  Start at the toe of Rock ten feet right of the center (Manifest Destinys) clean streak. Climb 35 feet up a thin strip of clean rock (cam at 20) to a flat ledge below the steeper rock. Climb flakes and thin cracks up and then left to a tricky step over at the left edge of the headwall onto a slab. Climb the easy slab to the right tree on the big ledge. 5.7 70 \n\n  P2  Climb up and slightly left to a bolt on a steep swell. Make 5.9 moves past the bolt to a horizontal shelf with a thin horizontal crack. Move right up steep slab to a hole with a bolt above. Climb left then straight up the center of the slab above getting protection on the right edge in scoops and cracks till a large double overlap with a small right facing corner above is reached. Pull the center of the two tiered overlap with good protection (crux 5.10) then move up and right 10 to the 2 bolt belay on Trail of tears. 5.10 (5.8 PG13) 140 \n\n  P3  This pitch wanders a bit but picks up some good climbing on the way. Bring a lot of long slings if you are leading with a single rope to eliminate rope drag. The big overlap with the wide crack underneath can suffer from seepage after a lot of rain. Climb up and left for 35 crossing Manifest Destinys slab to a short smooth step. Pull the step at a nose of rock with a tiny one finger pocket on the left (crux, bolt). Climb the slab to the wide crack under the center overlap. Even though the crack is four to six inches wide smaller gear can be found up inside and to the left. Move left for 15or so till a step up on edges can be made to the next shelf. Move straight up the slab crossing a very thin horizontal crack to the next vertical wall. Protect, and then step right into a shallow right facing corner system. Climb this then move right crossing Manifest Destiny again to the steep crack in the center of the left facing wall of the dihedral. Climb the short crack (only 5.6!) to the arête and follow this to the gear anchor at the flat ledge on Manifest Destiny. This gear anchor takes perfect #2 (Yellow) Camalot size pieces and also a #1 (Red) so I would recommend bringing doubles in both cams and saving both of the #2s for the belay. 5.10a 130 \n\n  P4  Finish straight up on Manifest Destinys 5.4 corner to slab. 115 5.4 ","protection":"Standard rack to #3 Camalot with extra #1 and #2.","location":"Main Wall"},"__v":0},{"_id":"8kgGjrgWXqiEdxi6my6GVQ==","name":"Eminent Domain","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Brad White & Matt Peer    Summer 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":1,"mp_id":"107821800","mp_crag_id":"107821509","climb_id":"8kgGjrgWXqiEdxi6my6GVQ==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"P1  Start at the toe of rock. Climb the left clean streak straight up using small trees on the left for protection to a small thin left diagonaling flake. Protect in the flake (protection difficult) with small cams (Yellow C-3 #2) and small nuts. Layback the flake and then follow just right of the arête of the Old Route groove until you can step left to a two bolt anchor on the left side of a large white flake system. 80 5.8 PG 13  \n\n  Var. Climb the first pitch of Old Route 5.4 to the same anchor. \n\n  P2  Step left and follow seven bolts (crux near 2nd bolt) to a right facing flake (gear) that passes through the break in the large overlap. Step left to a small stance with a two bolt anchor. 5.9 110  \n\n  P3  Climb the large left facing groove on the right to its top at short twin finger cracks. Climb the left finger crack, then straight up through small overlaps for 40 curving right to the large pine tree belay 5.5 110 \n\n  P4  Climb straight up directly behind the pine tree past a troublesome overlap at 25 to a small tree clump.  Belay at a two bolt anchor on the left side of the ledge. 5.9 60    FRA - Brad White and Matt Peer Summer 2011  ","protection":"Standard Rack","location":"Main Wall"},"__v":0},{"_id":"/fO0/+e4XwCoMOqfK9pvyw==","name":"5.7 Link Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA Brad White and Matt Peer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"left_right_index":7,"mp_id":"107826769","mp_crag_id":"107821509","climb_id":"/fO0/+e4XwCoMOqfK9pvyw==","areaRef":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"5.7 link up \n\n  P1 -Trail of Tears or Go West Young man to bolted anchor. 5.7 120   P2  Trail of Tears or 5.7 PG 13 left variation to bolted anchor. 5.7 115   P3  Climb straight up the slab above the anchor till a left slanting dike is reached. Climb the leftwards leaning dike past a small group of trees until you reach the short center crack (just before the overhanging corner crack) in the left facing wall of the Manifest Destiny corner. Climb the short crack to the arête and follow this to the gear anchor at the flat ledge. This gear anchor takes perfect #2 (Yellow) Camalot size pieces and also a #1 (Red) so I would recommend bringing doubles in both cams and saving both of the #2s for the belay. 5.7 120   P4  Climb the left facing corner to easy slabs above. 5.4 115   This could be one of the original climbs on the cliff and makes it possible to climb the entire center height of White Ledge at 5.7.  ","protection":"Standard Trad Rack with extra #2 (yellow camalot)for top belay","location":"Start at the toe of rock on the right side. Rap Trail of Tears with a single seventy meter rope or two regular ropes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,22ef85e3-1165-545d-a6db-ce2238b66f85,3dfa37e1-cb13-5030-8745-b7a3431a794c,2fe53868-8636-5153-bb0b-cd2bb6d9498a","pathTokens":["USA","New Hampshire","WM: Albany Area","White Ledge","3. Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.21583,43.97346]},"bbox":[-71.21645482178673,43.973010339818146,-71.21520517821327,43.97390966018188],"left_right_index":-1,"ext_id":"107821509","area_id":"L+U4aIY2UVO7C80rttlJig=="},"content":{"description":"The main wall offers numerous routes up to 4 pitches and are all high quality in my opinion. The climbs have various styles of climbing (slabs, cracks, overlaps, headwalls, etc.) which make for a fun outing. The main wall had evidence of previous climbers, but the first recorded ascents listed here were documented by Brad White (North Conway)."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:12:16.637Z","updatedAt":"2022-11-25T11:20:09.262Z"}