{"_id":"6368a50be80bff5a995b0784","area_name":"Trilogy Buttress","shortCode":"","climbs":[{"_id":"XmROa7oxXNWtsA/lNSHH9Q==","name":"Wizardly Way","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":4,"mp_id":"106054970","mp_crag_id":"105853667","climb_id":"XmROa7oxXNWtsA/lNSHH9Q==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"Either start at the one-bolt belay anchor to the left of a small tree, or from a more-or-less flat spot on some rocks up and to the left from the small tree. Climb up onto a ledge and clip the first bolt, then continue on up on positive edges through four more bolts. After the fifth (last) bolt bear right around the tree.\n\nThe most difficult bit is topping out to the right of the tree; the moves arent really that hard, but many of the holds you reach for first are crumbly.","protection":"5 bolts, 1 bolt anchor.","location":"This is the left bolted route on the middle (2nd pitch) face of\n\nTrilogy Buttress\n\n."},"__v":0},{"_id":"Wx+yELYmU8SVoDBPd8asMA==","name":"Unknown name","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":12,"mp_id":"107325400","mp_crag_id":"105853667","climb_id":"Wx+yELYmU8SVoDBPd8asMA==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"A slightly nerve-wracking line up a broken quartzite face.\n\nFind the base and get up the slightly-overhanging first bit. Follow the bolt line using mostly large holds, but test everything before committing your weight, as there are a lot of good-looking, jug-like structures that are best treated as scenery.","protection":"6 bolts, anchors.","location":"Found on a south-facing headwall at the top of the first section of the gully below\n\nTrilogy\n\n.\n\nHike up the gully on the right side past\n\nAC/DC Wall\n\n. At the point you need to start to the left you'll see a broken wall in front of you with a wide, lower-angle chimney on its left.\n\nThis route is on the broken wall."},"__v":0},{"_id":"5X+jB3bMViu3EapOD/XaBw==","name":"Shards of Narsil","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Knight, Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":7,"mp_id":"108390334","mp_crag_id":"105853667","climb_id":"5X+jB3bMViu3EapOD/XaBw==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"Surprisingly solid despite the name, this route is actually a pleasant outing. It's really no more chossy than any other route on the main face.\n\nFrom the top of one of the second pitches of\n\nTrilogy\n\nwalk (gingerly) across to the base of the main wall. Find the bolt to your left (on a more-or-less east-facing aspect) and head up. There is a bolted anchor just above the chossy v-slot you can see.\n\nFrom the anchor head a bit right and up through some sharp, broken, yet mostly solid terrain to the top. The broken nature of the rock provides a plethora of holds.\n\nJust before the top things get really broken and a bit nerve-wracking, but the climbing is relatively easy.\n\nThis could probably be climbed as one pitch but the rope drag would likely be quite annoying.","protection":"4 bolts for the first pitch, 9 bolts for the second pitch.","location":"The first line of bolts right of the\n\nGollum's Column\n\nformation.\n\nFrom the top of one of the the second pitches up\n\nTrilogy\n\nwalk to the base of the main wall and climb the left bolts."},"__v":0},{"_id":"QKOe7mV3WtCKPWxG6fHa3A==","name":"Shadow and Flame","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":10,"mp_id":"106068235","mp_crag_id":"105853667","climb_id":"QKOe7mV3WtCKPWxG6fHa3A==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"An exciting route with stimulating exposure throughout, a roof that'll get your heart pumping, and a rousing, slightly runout finish over a roof with broken, thought-provoking rock. The protection is good, but with the exposure and all the slack in the rope from the beginning traverse the urge to not fall is strong.\n\nStart from one of two belay locations: a single bolt if you climbed the\n\n5.7\n\n2nd pitch route, or a double-bolt belay if you climbed the\n\n5.8\n\n2nd pitch route. While on belay, walk across to the base of the upper wall, praying that you dont do something stupid like trip over your shoelaces and pitch down the gully to your right.\n\nClimb over to, or up to, the first bolt (depending on your start). Clip it and traverse right and slightly up to the second bolt. At this point climbing up from the second bolt would put you on\n\nLord of the Slings\n\n, 5.9. Continue traversing right and slightly up to the third bolt. From this point head up to the fourth bolt, then bear right and up for a weakness in the roof above you (following the left bolt line that goes to the left side of the roof puts you on\n\nFrodo Lives\n\n, 5.9).\n\nClimbing through the roof is well protected, yet plenty stimulating. There is a bolt directly below the roof, and another above, but the bolt above the roof is out-of-reach from below. You've got to commit to getting over the roof before clipping it.\n\nAfter the main roof there is another bulgy section, and finally, above the last bolt is another small roof that gets your attention. After topping out there are two bolts on top of a flat-ish rock, and to the east and down there is a spot that will take a medium size cam for backup.","protection":"15 bolts, 2-bolt anchor with supplemental gear. Sling the first few bolts with double runners, the next few with single runners, and the bolt directly under the roof with a double runner.\n\nIf you chose to, you could reach the midpoint belay anchor on\n\nFrodo Lives\n\nby traversing left at the ledge and then break the route into two pitches.","location":"On the upper wall of\n\nTrilogy Buttress\n\nthe lowest bolt protects the start of all of the routes. For\n\nShadow and Flame\n\ntraverse right after the first bolt for two bolts, then up one more bolt, then bear right a bit and up. The sixth bolt hanger is brown (the bolt prior to the bolt directly under the roof)."},"__v":0},{"_id":"yNdNADV1UdK+QVEBJ1phxw==","name":"The Road to Rivendell","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Knight","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":0,"mp_id":"118019633","mp_crag_id":"105853667","climb_id":"yNdNADV1UdK+QVEBJ1phxw==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"This was done as a traditional, all gear route, by Jim Knight. Most climbers should toprope it first, checking the gear out, before jumping on the sharp end. Route is very chossy. Position belayer to avoid rain of choss. Left side has slightly better rock.","protection":"Two bolts for anchor.","location":"Scramble up the gully about 20 yds past Nine in Black. Stay on belay after topping Along Came a Strider to access the anchor bolts via a dirty down-sloping ramp"},"__v":0},{"_id":"Vxcb89zMX1qHfVzOBTYopA==","name":"Return of the King","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":11,"mp_id":"107325361","mp_crag_id":"105853667","climb_id":"Vxcb89zMX1qHfVzOBTYopA==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"A rarely-climbed, entertaining jaunt up a fairly solid quartzite face featuring mostly large, positive holds.\n\nStart below the obvious first bolt and head up and past the bolt. Step right onto the face containing the rest of the bolts, taking care not to knock off loose stuff onto your belayer.\n\nHead up the face while being a little careful in the holds you select. Near the top the route steepens a bit and keeps things interesting.","protection":"8 bolts, single-ring anchors.","location":"On the right face of the large corner beneath the large root, both of which are found on the east side of the lowest buttress of\n\nTrilogy\n\n.\n\nThe easiest way to get there is to hike up the right side of the gully below\n\nTrilogy\n\nand bear right rather than left when you must turn. Scramble up and then walk over to the base of the route."},"__v":0},{"_id":"o5hqUrZMVjmGAe3E2I8S7w==","name":"Ranger Walk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim and Christian Knight","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":3,"mp_id":"106779769","mp_crag_id":"105853667","climb_id":"o5hqUrZMVjmGAe3E2I8S7w==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"A loose, dirty crack that would actually be a fair amount of fun if cleaned up.\n\nStart in the gully just below (to the right of) the bolted line\n\nNine in Black\n\n. Scramble/climb up ten or fifteen feet to a sloping ledge to where it starts to make sense to put in some protection. Continue up the crack, mostly using edges on the face and placing pro where it makes sense. Use care in selecting holds, because there is a lot of loose stuff.\n\nAfter passing though the chossiest, dirtiest sections, a larger corner crack opens up that allows a bit of liebacking. Shortly thereafter, the crack heads left under a roof. Traverse left, following the crack until you can join up with the bolt line from\n\nNine in Black\n\n. Head for the anchors.","protection":"Draws/slings for two or three bolts, plus the equivalent of #.5, #.75, 2x #1, 2x #2, 2x #3, 2x #4 C4s, plus slings. A couple of large nuts might come in handy as well.","location":"After reaching the lower, south-facing buttress containing the original, 5.6 first pitch of\n\nLord of the Slings\n\n, continue around to the left looking for a bolted line on the wall to your right. To the right of the bolted line is a dirty crack with a fair amount of vegetation to the crack's right, and a bit of vegetation in the crack itself. The crack runs up and then breaks left under a roof."},"__v":0},{"_id":"Q6LaPwLHXx2AgDUDYL91/Q==","name":"Nine in Black","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":2,"mp_id":"106054965","mp_crag_id":"105853667","climb_id":"Q6LaPwLHXx2AgDUDYL91/Q==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"Fun climbing on fairly solid quartzite, with the occasional loose hold and plenty of loose, smaller rocks to keep your belayer paying attention.\n\nStart up on positive edges, with a few small ledges on the way. Surmount a small roof (which looks harder from the ground than it turns out to be) and find yourself at a broken crack. The last bolt is to your right. Clip it and either climb up next to the crack or traverse right bit, climb over the bolt and up to the anchors.\n\nThis is a great first pitch for continuing up to the upper face of\n\nTrilogy Buttress\n\n, or this is a reasonable route in its own right.","protection":"9 bolts, hangers-and-rings anchor.","location":"After reaching the lower, south facing buttress containing the original, 5.6 first pitch of\n\nLord of the Slings\n\n, continue around to the left looking for a bolted line on the wall to your right. On a face that faces more south than west the first bolt of this route is visible about 15 feet up and has a rusty patina."},"__v":0},{"_id":"v1xiA7HYVjaXaNZWHGXiTA==","name":"My Precious","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim and Christian Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":6,"mp_id":"106779775","mp_crag_id":"105853667","climb_id":"v1xiA7HYVjaXaNZWHGXiTA==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"A fairly fun gear route in a location with great views and exposure. Requires a bit of mildly unnerving climbing though crumbly quartzite before and after the crack.\n\nThis could be done as one or two pitches (or even three, although that'd be kind of silly).\n\nStart from either the end of the second pitch of\n\nLord of the Slings\n\nor the end of\n\nWizardly Way\n\n. Walk across and climb up to the first bolt at the bottom of the final headwall and clip it with a double-length sling. Head up and left, following a line of four bolts though crumbly, white and yellowish quartzite. After getting past a sharp horn you'll reach a set of ring anchors. You can stop here, or, more likely, continue up to the crack proper.\n\nFollow the crack, placing protection as needed while climbing up the corner (mostly stemming). At the top of the corner head a bit left and up to some chain anchors. Once again, you can stop here, or continue up.\n\nThere are three more bolts leading through some truly frightening, broken quartzite. Be careful what you grab. There is a location or two for supplemental protection that might make you feel a little better.\n\nAt the top of the buttress on a flat ledge you'll find two bolts for an anchor.","protection":"If done as one pitch: 9 bolts, cams equivalent to C4 #.75 through #4. Doubles in #3 and #4 might be nice. Two-bolt anchor on top.","location":"On the left side of the main\n\nTrilogy\n\nheadwall, this line follows the corner up past the column that sticks out from the headwall."},"__v":0},{"_id":"WSILaK/UWKmxOhpqIZHtJw==","name":"Lord of the Slings","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":8,"mp_id":"105853685","mp_crag_id":"105853667","climb_id":"WSILaK/UWKmxOhpqIZHtJw==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"Lord of the Slings\n\nprovides the easiest way to the top of\n\nTrilogy Buttress\n\n. After the ascent up the scree you are rewarded with increasingly awesome views of the canyon and valley. This is a must do route for any serious\n\nRock Canyon\n\nclimber.\n\nPitch 1: The original start begins on the south face of the base of the first buttress. There are 4 to 5 bolts scattered along this 180' of moderate (5.6) climbing. You might want to bring some protection if runouts bother you, but be prepared for massive rope drag if you do. Another option is to split this pitch into two by adding some gear to a blot found on a large ledge about halfway up. Bolt anchors protect the belay at the top. Move across the sandy ridge to the start of the next pitch.\n\nPitch 2: Belay from the base of the cliff where you can anchor into a bolt. Either go directly up the face to a small ledge, or move left on 4th class to gain the ledge. 80 feet of quality climbing past 7-8 bolts. Bolt anchors at the top. 5.9.\n\nPitch 3: Belay across the exposed ridge to the start of the next pitch. Look for the second set of bolts from the left. Go up 70 feet past ~6 bolts to double bolt anchors on a small ledge. 5.9+\n\nPitch 4: Continue up another 100 feet to the summit. ~10 bolts on 5.9+.\n\nYou can combine 3 & 4 if you use long runners on the first few bolts and have enough strength to swing through the overhanging sections.","protection":"Bolted with some optional gear on the first pitch. All pitches have bolted anchors. Bring lots of long runners.","location":"Walk 10 minutes from the parking lot watching the north side of the canyon. After the large buttress containing\n\nBad Bananas\n\nand\n\nSuper Bowl Wall\n\nyou will see\n\nTrilogy\n\nappearing up the scree slope directly to the east.\n\nTrilogy\n\nis identifiable because of its three distinct faces."},"__v":0},{"_id":"W7k3+8E/USm7294DMI2Ygw==","name":"Gollum's Column","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Knight, Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":5,"mp_id":"107199034","mp_crag_id":"105853667","climb_id":"W7k3+8E/USm7294DMI2Ygw==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"An attention-grabbing first pitch (pitch 3, counting from the ground) with crumbly white and yellow quartzite to a bolted-anchor belay.\n\nFrom the belay, climb left and up onto the south-facing aspect of the column for the start of the next pitch. Up the face on positive, sometimes nerve-wracking holds, and then around the east (right) side. From here step back onto the main face.\n\nThere are belay anchors at this point. Either stop and belay the second, or just continue up through sparse bolts and glassy shards to the top.","protection":"P1\n\n5 bolts, ring anchors.\n\nP2\n\n10 bolts, 2 bolt anchor.","location":"Left side of\n\nTrilogy Buttress\n\n; the obvious columnar prominence.\n\nClimb either\n\nWizardly Way\n\nor P2 of\n\nLord of the Slings\n\n, then follow the left-most bolt line at the left side of the upper face."},"__v":0},{"_id":"QS9SWG4vWv+MI0zPKN8WHA==","name":"Frodo Lives","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":9,"mp_id":"106054941","mp_crag_id":"105853667","climb_id":"QS9SWG4vWv+MI0zPKN8WHA==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"Frodo Lives\n\nis a wonderfully exhilarating route with exciting exposure, solid holds interspersed with scary, broken quartzite, yet solid, bolted protection.\n\nStart from one of two belay locations: a single bolt if you climbed the\n\n5.7\n\n2nd pitch route, or a double-bolt belay if you climbed the\n\n5.8\n\n2nd pitch route. While on belay, walk across to the base of the upper wall, praying that you dont do something stupid like trip over your shoelaces and pitch down the gully to your right.\n\nClimb over to, or up to, the first bolt (depending on your start). Clip it and traverse right and slightly up to the second bolt. At this point climbing up from the second bolt would put you on\n\nLord of the Slings\n\n. Continue traversing right and slightly up to the third bolt of\n\nFrodo Lives\n\n.  From this point head up to the fourth bolt, then bear left for the left edge of the roof above you (following the right bolt line puts you on\n\nShadow and Flame\n\n, 5.10b).\n\nThe climbing to the belay anchor (located on a narrow ledge) continues through six more bolts of fairly sustained climbing; surmounting the edge of the roof and a bulge is a bit harder. Dont forget to look down!\n\nFrom the belay continue up through three more bolts of thrilling climbing, including probably the most exciting moves: getting over a small roof, well protected by the last bolt (but you still have a lot of that I-really-dont-want-to-fall feeling because of the exposure). After topping out a two-bolt anchor is located on rock about 10 or 15 feet from the edge and on your left. There is also a shallow crack to the left of the one of the bolts in which I placed a number one BD C3 (because there was only a single bolt at the time).","protection":"Pitch 1: 10 bolts, hangers-and-rings anchor. I recommend slinging the first three bolts with double-length (48\") runners and the next five with regular (24\") runners This will help greatly with rope drag.\n\nPitch 2: 3 bolts and a two-bolt anchor with supplemental small gear. I used a 24\" sling on the second bolt from the belay.\n\nHelmets are a really good idea.","location":"On the upper wall of\n\nTrilogy Buttress\n\nthe lowest bolt protects the start of all of the routes. For\n\nFrodo Lives\n\ntraverse right after the first bolt for two bolts, then up one more bolt, then bear left and up."},"__v":0},{"_id":"6BSbePhiXfCsCDinNaCLwQ==","name":"Along Came a Strider","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim and Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"left_right_index":1,"mp_id":"106055960","mp_crag_id":"105853667","climb_id":"6BSbePhiXfCsCDinNaCLwQ==","areaRef":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":"This is the route to practice your mantle wizardry, over and over. But the mantles are not difficult. Lots of quartzite edges and holds to be found.\n\nMakes a good first pitch for those climbing\n\nTrilogy Buttress\n\n. To do so, traverse from the top of the route to climber's right to the bottom of\n\nWizardly Way\n\nor\n\nLord of the Slings P2 5.9\n\n.","protection":"6 bolts, two bolt anchor.","location":"Scramble up the gully about 20 yds past\n\nNine in Black\n\n. Belay from on top of a refrigerator-sized boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,8745d342-1355-57d9-b4fe-0d817590e6e8","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Trilogy Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.5"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b"},{"count":4,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6254,40.2675]},"bbox":[-111.62598930472477,40.26705033981814,-111.6248106952752,40.267949660181856],"left_right_index":-1,"ext_id":"105853667","area_id":"h0XTQhNVV9m0/g2BdZDm6A=="},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:26:50.598Z","updatedAt":"2024-01-15T16:49:39.209Z"}