{"_id":"6368a29ce80bff5a9956affa","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"KYsSIbw6U+yUvJO8jcUB+g==","name":"Winged Mongrel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Howard, Jim Downs, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":0,"mp_id":"106530577","mp_crag_id":"107444491","climb_id":"KYsSIbw6U+yUvJO8jcUB+g==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Start on near vertical rock, head up and left to a vertical crack, pull a couple of awkward moves to a good stance below the roof, place some good gear, and get moving on the rather steep roof.  Exit to the left before the end of the roof!\n\nOther advice from the guide book...\n\nStart: At left most side of cliff on a bushy pedestal.\n\nPitch 1: Move up the face and angle left to where a roof and angling crack system meet.  Follow the corner up and right until you can monkey-bar onto the face using huge jugs.  Continue up the face to a natural belay near the top of the cliff.\n\nDescent: Move right to rappel from the two bolts atop \"Eros Direct\".  80 feet.\n\nInformation from \"Select Climbs in North Carolina\".  Yon Lambert and Harrison Shull.  2002.","protection":"Standard rack","location":""},"__v":0},{"_id":"iPSSVif6V7u6u/+YAR0Cdg==","name":"Star Trekin'","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Downs, Tom Howard - 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":3,"mp_id":"106820756","mp_crag_id":"107444491","climb_id":"iPSSVif6V7u6u/+YAR0Cdg==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Start the route at a thin white tips crack on a blackish/brown slab.  Slab up using slopers, crimps, and the crack.  Make some technical moves through a bulge to a great stance below a small overhang.  Plug gear and pull the crux at the overhang.  Continue up above a block in the crack. Then make moves up and left onto a slopey ledge.  Continue up and left to a left-facing corner (R, but easy).  The pin protecting this traverse left as described in the NC Selected Guide no longer exists.  Pull the corner to a great belay ledge and build a trad anchor.\n\nDirectly above the P1 corner is a white face with horizontals.  Pull through the 9+ horizontals and get gear when you can.  This section is slightly runout until you can pull onto the next large ledge, so be comfortable at the grade.  Either belay on the ledge or continue up.  The drag is not severe to continue as a single pitch.  Several variations exist to exit the final wall.  Move left on the ledge to the base of a small finger crack.  This crack ends and more big juggy horizontals start.  Follow these up to the base of a large roof and pull right around the roof.  Belay above the roof and walk off left using a gravely trail.  You reach the top after doing two easy moves over small sections of rock.\n\nMost parties climb the P2 of Lost in Space, but it is worth finishing Star Trekkin' at least once.","protection":"Single rack to #3 camalot, TCU's, Tri-cams, and ballnutz work very well.","location":"As you hike to Middle Hawksbill, you come to a clearing on a flat rock.  From the flat rock walk directly to the wall and a small ledge which starts the route at the thin white finger crack.  This route is a 5-10 min. walk-off, so you may want to rack a pair of shoes.  On the way down, look for a faint trail that leads off to the left, this is the fastest way to the base, or continue down the main trail and re-enter the same way originally."},"__v":0},{"_id":"4OPLMn70V2KD8t/vXWsJbQ==","name":"Lost in Space","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Howard, Jim Downs (1978-79)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":4,"mp_id":"106617876","mp_crag_id":"107444491","climb_id":"4OPLMn70V2KD8t/vXWsJbQ==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Pitch 1: Trend up the face, pull the right facing corner, belay.\n\nPitch 2: Pull the large roof right of the belay (crux); traverse up and right to a small ledge and belay.\n\nPitch 3: Continue up and right to the top.\n\nWalk off","protection":"Well protected:\n\n\"Protection: This route takes a wide variety of gear.\n\nFirst Pitch: nuts and small to medium cams\n\nSecond Pitch: long sling for the roof, blue tcu,\n\ndouble BD #.75\n\nThird Pitch: larger cams up to BD #2\n\nTake some long extendable slings.\n\nDue to the nature of the roof move a backpack is not ideal.\"","location":"Starts under a right-facing corner, right of Star Trekin'."},"__v":0},{"_id":"1PMzkalrWYCRqKm4Lis7aQ==","name":"Eros Direct","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jeff Burton 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":2,"mp_id":"121228615","mp_crag_id":"107444491","climb_id":"1PMzkalrWYCRqKm4Lis7aQ==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Information on this route was hard to find, but this seems to be a direct line after pulling the Eros starting roof. Instead of traversing out left on the jug rail, pull the bulge and step right onto a sloping ledge. From here find the good jugs and clip the rusty bolt. Begin to move left and up on the crimps and jugs until you can find one or two finger/hand size cams. Finish at the obvious bolted anchor/rap station. Keep in mind that once you place the #1 cam under the roof, there is no suitable gear until the bolt. If you were to fall pulling this move you would likely hit the slab or pendulum into the dihedral (PG13/R section). The holds are pretty good once you find them, you just have to commit. Can be easily top-roped after leading the other routes.\n\nI am still uncertain if Eros Variation listed in the Thomas Kelly guidebook follows a different line than Eros Direct. The topos in the two books seem to suggest they are different lines. Both are listed as 12a.","protection":"Small gear in the low dihedral, crucial #1 C4 at ledge (can be backed up if desired), bolt, finger/hand size cams.","location":"Starts the same as Eros but follows a direct line up after the good #1 C4."},"__v":0},{"_id":"rN1+yHtAXAiqKte7U/jofg==","name":"Eros","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tom McMillan, Tom Howard 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":1,"mp_id":"106840269","mp_crag_id":"107444491","climb_id":"rN1+yHtAXAiqKte7U/jofg==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Awkward climbing leads to a right to left angling crack.  Massive Holds, great gear.  Climbs like the latter part of Winged Mongrel but longer and more sustained.  after turning the corner onto the face it saves a lot of rope drag to belay there.  Then go up and right to the anchors.","protection":"Standard Rack, doubles of #2 and #3 BD wouldn't hurt.  It will take bigger gear if you want to lug it up.","location":"25 feet right of Winged Mongrel."},"__v":0},{"_id":"IujHP0U9VUizk9XMl8Q7WA==","name":"Anegada Passage","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob Rotert and Ted Anderson 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"left_right_index":5,"mp_id":"110442738","mp_crag_id":"107444491","climb_id":"IujHP0U9VUizk9XMl8Q7WA==","areaRef":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":"Anegada Passage, goes thru a left  angling overhanging/roof crack/ flake type feature  at the end of the Hawks Bill Traverse. Ted Anderson  and I did it as a finish to the Hawks Bill  traverse around 1979. It was never really documented in the local guide books. However,  when checking these out I  am guessing this may be the same route that was later called Campbell Crack and claimed as a FA by Doug Reed and Tommy Howard 1983, several years after Ted and I did it. However without having been there in many years I am not certain of that. The description of that climb sounds similar as well as the location given in the topo diagram of Selected Cilmbs in North Carolina and Thomas Kelly's guide to N.C..    Anegada is mentioned in the back of Thomas Kelly's guidebook but I remember him saying he wasn't sure where it was when he wrote that guide so he didn't add it to his diagram of the cliff. As I recall it is a high quality finish and a burly 5.10...\n\nThe name comes from a passage in the  Caribbean  between the British Virgin Islands and Anguilla .  Notoriously called the OH-MY-GOD-A (Anegada) Passage. Its a straight in the Caribbean with some depths reaching more than 6,000 feet. Crazy currents flow through from the Atlantic as they feed into the Caribbean Sea and its not uncommon for waves to be slamming against the hull from three different directions.I had a very memorable, wild and rough crossing on that passage in a severe storm with my dad in a sailboat one time . It was a wild experience and therefore an inspirational name for this wild climb.\n\nAnegada Passage is a strait in the Caribbean, at 18°22′41″N 63°50′15″W﻿ / ﻿18.377986°N 63.837433°W. It separates the British Virgin Islands and the British ruled Sombrero Island of Anguilla.\n\nTom Howard wrote:\n\nBob is correct. I always thought that Anegada Passage was a cool 20' horizontal flake crack on the top of Hawks Bill. He described Campbell Crack perfectly. Doug and I will just have to claim the second accent, maybe the third, fourth or fifth, who knows. Bob, thanks for the correction, looking forward to getting together when you visit NC.","protection":"Mid size cams","location":"The route is on the right side and close to the end the Hawks Bill traverse .   When traversing from left to right which is how we used to do it . It can be done as a alternate harder finish ."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,e49403d3-8982-53a5-8160-0a68f4a168ee,5e089737-a3a5-572e-a65e-8a0f2a9633d6,da3ebd07-52e5-5aae-98c2-194dc00ce498,65e2b028-f7c8-5c94-aedf-70015bf6be6a","pathTokens":["USA","North Carolina","2. Northern Mountains Region","Linville Gorge","Hawksbill Mtn","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.88633,35.91343]},"bbox":[-81.8868852017095,35.91298033981813,-81.88577479829051,35.91387966018186],"left_right_index":-1,"ext_id":"107444491","area_id":"ZeKwKPfIXJSu33ABW/a+ag=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:15:58.064Z","updatedAt":"2024-01-15T16:47:38.756Z"}