{"_id":"63689d5ce80bff5a994f4f9e","area_name":"Wheeler Peak","shortCode":"","climbs":[{"_id":"fh8l0GvRV++fB47x1y48Eg==","name":"NW Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Susan Williams and SP Parker, May 1984","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69769,37.41789]},"left_right_index":0,"mp_id":"119271350","mp_crag_id":"117132218","climb_id":"fh8l0GvRV++fB47x1y48Eg==","areaRef":"JAOHlbLyUHeZq5A6MLpyHw=="},"content":{"description":"This route climbs the prominent NW ridge to the left of the central couloir. Several enjoyable pitches of steep climbing down low lead to ridgeline higher up. The original route starts by scrambling up the first gully left of the main one for several hundred feet then zigzagging on easier ground to reach the base of the upper ridge approximately 500 feet up. We did a more direct variation that added some extra steep climbing at the start. This isn't the best route in the range, it isn't a classic, but it's worth doing if you're looking for an adventure.\n\nPitch 1, 5.9, 200': Start just left of a small arete 20 feet left of the main couloir. Zigzag up diagonal cracks then cross and recross the arete feature following the line of least resistance.\n\nPitch 2, 5.7, 120': Pick your choice of paths up and left through an arching corner system, then continue left to belay on a blunt buttress.\n\nPitch 3, 4th, 500': Head up the blunt rib until it steepens into a prominent fin feature. While this looks interesting, it would take you too far right to remerge with the original route. Instead traverse left across easy ledges below the fin, over another small ridge, then cross an orange gully, possible snow early season, and belay near the base of the steep wall. I believe this is where the original route starts.\n\nPitch 4, 5.6, 200': Cross to the left side of the ridge then up.\n\nPitch 5, 5.8, 200': Traverse left under a small roof on a prominent flake system to a short chimney. Then head gradually back right, ending with an exposed move to an excellent belay ledge perched on the edge of the arete.\n\nPitch 6, 5.6, 200': From here the route becomes more broken and alpine-esque. When in doubt stay left of the ridge. A diagonal ledge system starts you in that direction..\n\nPitch 7, 5.7, 200': Continue on the left side of the ridge until you can rejoin it higher, then belay just past a small tower.\n\nPitch 8, 5.7, 80': You'll be faced with what appears to be a deep and difficult notch. Don't despair and don't rappel. Follow the crest itself or slightly right and a way will appear.\n\nPitch 9, 5.8, 180': From the notch, head left on ledges then up a small right-facing corner system.\n\nPitch 10, 5.7, 180': Continue on the left side of the ridge.\n\nPitch 11, 5.8, 200': Climb up past some creaky flakes until you can rejoin the ridge.\n\nPitch 12, 5.5, 200': Switch to the right side of the ridge and finish up to the top of the last tower. A couple hundred feet of 3rd class lead to the summit.\n\nDescent, 2nd class: Follow the ridge northeast, straying slightly left or right as appropriate, crossing several small bumps. When you reach a prominent col before a much larger bump on the ridge (~500'), head down and left an easy but tedious gully. Don't be tempted to descend too early, the other gullies have cliffs or snow at the bottom, make sure you can see all the way down.\n\nBailing off the route would be messy unless you have snow gear to be able to descend one of the gullies.","protection":"Standard alpine rack with an emphasis on small gear and nuts. Snow gear may be necessary early season either for the approach or descent, luckily you can scope it from the road.","location":"From Rock Creek Lake follow the Tamarack Lakes trail until the creek splits and the trail heads right. Instead cross the creek and head up talus to the base of the wall."},"__v":0},{"_id":"Eob46VY2VOuvQmQc8O7WyQ==","name":"Northwest Couloir","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"SP Parker, Dec 1982","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.69769,37.41789]},"left_right_index":1,"mp_id":"117132333","mp_crag_id":"117132218","climb_id":"Eob46VY2VOuvQmQc8O7WyQ==","areaRef":"JAOHlbLyUHeZq5A6MLpyHw=="},"content":{"description":"The striking and deep cleft on the right side of the main face. Probably best done as an early summer climb as it is quick to melt out and expose the shattered and loose rock step midway up the couloir (this is reportedly the 5.4 part). When we climbed it in mid June of a big snow year, this section was covered with a nice flow of water ice and the snow was frozen to a neve-like condition in the early morning. This climb does not last into the \"typical\" fall ice season most years, and I can only imagine the December FA was a powder-snow postholing mess. The angle never exceeds 50 degrees save for the rock/ice step. At the top of the couloir, we headed left up a dry chute to gain a class-4 ridge leading directly to the summit.","protection":"A light rock rack and potentially a couple pickets and/or ice screws for those wishing to rope up.","location":"Right of center on the main face. We downclimbed and descended the couloir to the left (~40 degree snow), but the preferred descent is to follow the ridgeline northeast for 1/3 mile to a broad low-angle snow or talus chute. Make sure to leave nothing at the base if going this way."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,b9b4527b-a37a-552a-973e-94485cd95eb8,24038795-b2f2-5077-99ab-903a30ba721f","pathTokens":["USA","California","High Sierra","06 - Little Lakes Valley & Mono Recesses","Wheeler Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.69769,37.41789]},"bbox":[-118.69825616225701,37.41744033981814,-118.69712383774298,37.41833966018187],"left_right_index":-1,"ext_id":"117132218","area_id":"JAOHlbLyUHeZq5A6MLpyHw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:34.041Z","updatedAt":"2022-11-25T11:14:28.835Z"}