{"_id":"6368a60be80bff5a995c512e","area_name":"Zeke's Wall","shortCode":"","climbs":[{"_id":"dyV/JE0RWxG+l9xgI8v2hA==","name":"Unknown 5.10","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":4,"mp_id":"106552660","mp_crag_id":"106549022","climb_id":"dyV/JE0RWxG+l9xgI8v2hA==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"This route climbs an arete between Prelude and Suffering Bagpipes.  A couple of face moves get you to the striking splitter at 15'.  The crack eventually pinches down to nothing at about 40'.  From there climb cracks and face to an anchor.\n\nIt is unclear if this climb has been done free on lead and the quality/quantity of protection is unknown.  The original rurp anchor has been replaced with bolts and chains that can be accessed by rappel from P2 of Prelude.","protection":"gear/ fixed pins or TR","location":"Right of where the trail meets the main cliff Between Prelude and Suffering Bagpipes."},"__v":0},{"_id":"bkSLt4AxW5uPRbBoX2UXzg==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":2,"mp_id":"106552652","mp_crag_id":"106549022","climb_id":"bkSLt4AxW5uPRbBoX2UXzg==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"The obvious, usually wet crack that is near where the trail first comes to the main wall.\n\nAn awkward start gains the slab and crack system that gets increasingly steep.  Near the top the crack is splitter.  Ends at the same ledge as P2 of Prelude.","protection":"Standard Rack","location":"Left of Prelude where the main trail hits the cliff"},"__v":0},{"_id":"O2qKOd8YUNapNP3KvzZXOA==","name":"Suffering Bagpipes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Marty Gunderson, Doug Duncanson, Neil Duncanson  Aug, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":5,"mp_id":"106551321","mp_crag_id":"106549022","climb_id":"O2qKOd8YUNapNP3KvzZXOA==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Starting on a short ramp, climb a broken crack system L of a major dihedral.  Above a short chimney high on the route, clip a lone bolt and either continue straight up an offwidth crack or angle R to reach a beautiful dihedral that feels like a toned down version of Index's Sloe Children route.  From chains, either rap the route (140') or go exploring R or L to find alternate single-rope descent options.","protection":"Full rack to 4\", with extras in the 1\" and smaller sizes.  Normally a 2 rope rappel from chains, but possible to descend with a single rope by traversing either direction to nearby routes.  This has also been descended on at least one occasion using a single 70m and some down-soloing.","location":"Near the R edge of the main wall that you reach as the trail emerges from the forest."},"__v":0},{"_id":"C7w2lRFUW5K1mhCDgmT5nw==","name":"Ryan's Corner","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Open Project (Established by Ryan Triplett)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":0,"mp_id":"106552539","mp_crag_id":"106549022","climb_id":"C7w2lRFUW5K1mhCDgmT5nw==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Ryan left this awesome project before he left us.  It climbs the very steep dihedral left of Leanne's Ledges.  The first pitch has not been cleaned or established very well.  The best approach pitch will come in from the right, but needs to be equipped with a bolt or two.\n\nPitch 1:\n\nwork through ledges and bulges from the left to the large comfortable belay ledge.  40 ft gear 5.10.\n\nPitch 2:\n\nFour spaced bolts of stellar 5.12 lead to a splitter 5.11 crack in the big corner.  Once the crack stops launch into the sustained headwall and finish with some desperate moves to the big ledge.  5.13 - bolts and gear for the crack.","protection":"bolts and gear","location":"Left of Leanne's ledges."},"__v":0},{"_id":"Q+hz4VUBWI2+CNzZjAMf3Q==","name":"Prelude","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Orion Watson (pitch 1) Brent Edens (pitch 2)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":3,"mp_id":"106552210","mp_crag_id":"106549022","climb_id":"Q+hz4VUBWI2+CNzZjAMf3Q==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Pitch 1:  Sustained, technical, and bouldery climbing for the first 4 bolts puts you on a big ledge.  One exciting move leaving the ledge leads to fun 5.10 climbing to the belay.\n\nPitch 2:  Easy climbing off the belay leads to an increasingly difficult corner.  Belay off a large ledge.  5.10\n\nRap the route.\n\nThis route is located in a wet area due to run-off.  During the summer it dries in the afternoon while in the sun.  The perfect time to climb this route is at the first glimpse of shade in the evening.","protection":"bolts","location":"Located on near the toe of the buttress that separates the main wall from the waterfall wall, you will pass this route on the way to the waterfall wall."},"__v":0},{"_id":"6iAs2jP1WcKQe5EqE2iftw==","name":"Pigs Can Fly","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Marty Gunderson, Erik Thixton,  2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":6,"mp_id":"106551335","mp_crag_id":"106549022","climb_id":"6iAs2jP1WcKQe5EqE2iftw==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"The relatively easy first pitch is forgettable, at least when dry. Above that, WOW. It doesn't get much better in the grade.  Wild and sustained arete moves on bewildering knob and lieback features.\n\n(EH note: Description and *** rating based only on partial ascent. I was toasted after about 80 feet of the P2 business and bailed off the first chain anchor I could get to.  Others give this ****.)","protection":"QD's. A single 60m rope is sufficient for descent.","location":"Just R of Suffering Bagpipes, low on the L arete of the Waterfall wall.  Clearly visible in the Suffering Bagpipes beta photo."},"__v":0},{"_id":"c3W+wazGUqyLkjVZcMkbMg==","name":"Mortal Coil","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Hirst, Fitz Cahall, Oct 1, 2008, assisted by Erik Neumann and others","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":9,"mp_id":"106549173","mp_crag_id":"106549022","climb_id":"c3W+wazGUqyLkjVZcMkbMg==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"5-6 pitches, mostly bolted. Weaves an unlikely path of least resistance up through some stunning terrain. Protection is generally good to excellent throughout, and was well tested on many occasions before the final successful ascent. There is some brittle rock; helmets and common sense advised.\n\nThe first two pitches make for one of Zekes' mellower outings, and are easily linkable as a nice long warmup pitch by anyone thinking of going further.\n\nAfter that, it gets hard. Although I've managed a handful of 5.12- sport routes, I had to dig deep to free this one, and lean hard on some amazing and patient partners.  The most useful bit of beta I can offer based on my experience is to take advantage of the comfortable ledges and the winding geometry, which makes it very easy to lower a bight of rope down to the second and haul a pack up pitches 3 and 4.  There's basically no reason not to start pitch 5 fully hydrated and arguably fresh.\n\nPick a cool day and go for it.\n\nPitch overview:\n\np1 5.10c Bolted slabby face with gear needed in easier upper section.\n\np2 5.10a/b Straight up short crack, clip bolt and step R to ledge. Easily linked with p1.\n\np3 5.11d Follow bolts up and L (5.11+), to reach huge roof then undercling/jam (5.11-) back R to ledge below huger roof. Short pitch, easy to haul pack.\n\np4 5.12a LFC to crux undercling (gear) out roof. Then bolts to the anchor. Short pitch, easy to haul pack.\n\np5 5.11c/d Bolts up and L with increasing exposure. (See descent notes; you won't be able to rap the route if you do this pitch.)\n\np6 5.11a/b Bolts up short clean dihedral to top.\n\nDescent: a single 60m rope will easily get you down from any point up to top of p4, but a 70m rope is nicer if you do the whole route.\n\nFrom top of p4, rap the route.\n\nFrom top of p6, either bushwhack off R, or:\n\n(1) Rap straight down to top of p5, 20m. (DON'T GO LOWER, even with 2 ropes, unless you at least clip the p5 anchor as a directional. It's a steep wall.)\n\n(2) Rap straight down into the void (autoblock recommended, have your daisy ready). Bounce to reach Fixe rings in a giant triangular cutout halfway down the spectacular white headwall, 20m.\n\n(3) Rap to wide open slab, then angle gently R (toward the base of the route) to reach final set of rings on a small slab between brushy ledges on far R edge of the big slab, 30m. (Variation: with 70m rope or a bit of scrambling, it's also possible to reach the top of p1 from here. This may be a safer choice if you're not sure your single 60m will reach the final rings.)\n\n(4) Rap bushy, somewhat loose, terrain to ground, angling R toward start of climb, 30m.","protection":"Single 70m rope recommended. A 60m will also work if you're careful.\n\nQD's\n\n1x Camalots, #0.5 (purple) to #3 (blue)\n\n1x #1 (blue) Metolius\n\n2x #2 (yellow) Metolius\n\n2x #3 (orange) Metolius\n\nOptional additional small cams, and 1x #4 (red) Metolius, if you expect to aid pitch 4","location":"From the waterfall/creek at the base of Flow, cut straight back into forest, then traverse E (climber's R) around the base and up a very rough trail (partially blocked by blowdowns as of spring 2010) for ~10 minutes until you reach a ripply bolted slab.  Now look up.  See the undercling crux on P4?  You're here.  In spring or early summer, you can continue to bash up through the woods for another 5 minutes to reach an idyllic mossy spring flowing from the cliff wall. Otherwise, set your pack a little uphill from the base and start climbing."},"__v":0},{"_id":"m8ByjaZFWSarqf7FEsLaKA==","name":"Leanne's Ledges","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Sonya Kepler, Orion Watson, and Ryan Triplett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":1,"mp_id":"106552195","mp_crag_id":"106549022","climb_id":"m8ByjaZFWSarqf7FEsLaKA==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Three distinct boulder problems are separated by easier climbing between.  Most will find the last moves to the anchor the hardest.  The route is much steeper and harder than it appears from the ground.","protection":"draws - an optional nut can be placed on easy ground.","location":"This pitch is located on the 'Main Wall' left of where the trail reaches the cliff.  It climbs the far right side of the prominent yellow and black streaked cliff.  Start by soloing 20\" up an easy face or scramble up the obvious easy slab to the first bolt."},"__v":0},{"_id":"iHeMR5ZaXl+QhZWr2okLlg==","name":"Flow","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Hirst, David Harris, June 26, 2009","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":8,"mp_id":"106549036","mp_crag_id":"106549022","climb_id":"iHeMR5ZaXl+QhZWr2okLlg==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Excellent climbing and a great intro to Zeke's wall. Quicker to dry than some of the other Zeke's routes, although there is a drowning risk on p3 during spring runoff.  The (seasonally) clean water source at the base and the afternoon shade on the upper pitches make this a good hot weather option.\n\nP1: **** 5.11- PD, 1x + gear, 30m\n\nClimb the crack to a small roof with a bolt, then continue up intermittent cracks and knobs to a 2-ring anchor. The section above the bolt is intimidating, but accepts excellent gear every 8 feet or so if you can stay calm enough to place it. Save a #4.5 Camalot (or new style #5) to protect the final teetery move.\n\nP2: *** 5.10, gear, 28m\n\nContinue straight up cracks and chickenheads to a ledge with a chain anchor.\n\nP3: 5.10-, 5x + minor gear, 20m\n\nThe \"unfortunate\" pitch. Harder when it's running at 300 CFM, but luckily this only seems to happen during peak snowmelt. From the P2 chains, scramble R to a bolt (the only one visible from the chains), then follow bolts and some greasiness to a comfortable bolted anchor.\n\nP4: *** 5.10, gear, 25m\n\nThe dihedral. A touch easier than P2, but keep your wits about you.\n\nP5: **** 5.10-, gear, 20m\n\nShort chimney to giant inverted staircase, with excellent protection throughout. Lead this one, it's a hoot.\n\nDESCENT:\n\nRappel the route with a single 60m rope.  When rapping the 4th pitch, be sure to pull the R side of your rope to reduce the likelihood of getting it stuck on the belay flake after the end pops through the rings.","protection":"Single 60m rope.\n\nThin cams and small nuts (a blue #6 HB offset is nice to have).\n\nDouble cams from 1/2\" to 2\" (yellow #2 TCU to gold #2 Camalot).\n\nOptional blue #3 Camalot\n\nSingle cams from 3.5\" to 4.5\" (old style #3.5 and #4.5 Camalot, or new style #4 and #5 Camalot).\n\nLong slings for pitch 5.\n\nBelay seat suggested, as there are few good ledges.  Parties of 3 may wish to have the last person link pitches 1&2, to reduce dangle time.","location":"Just R of Hanna Deanna (an incredible wet-start 5.11+ splitter through chickenheads) and just L of a prominent waterfall.  The waterfall offers a clean drinking water source except during spring runoff, as well as some great rainbows as you climb P2."},"__v":0},{"_id":"BV/VKQsAXhulkqKAKbigsw==","name":"Cheeky Monkey","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Hirst, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"left_right_index":7,"mp_id":"106549457","mp_crag_id":"106549022","climb_id":"BV/VKQsAXhulkqKAKbigsw==","areaRef":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":"Monkey up short section of funky rock to reach a splitter leading to a cheeky flaring bomb bay. Fun after the funk, and well worth doing if you enjoy \"uncommon\" terrain. Grade may be height dependent. Also useful as an alternate approach pitch for Squeaky (**** 12b or 11c A0).","protection":"Smaller stoppers useful at crux.  Cams to 2\", plus a 4\" piece for the start.","location":"Near the L side of the buttress with all the splitters and chickenheads.  About 80' L of Flow."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,0bb1bb37-18ee-5769-974b-2b238388e482,bab5eabd-6813-5086-9514-627204662271","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Skykomish Valley","Zeke's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.6044,47.8502]},"bbox":[-121.60507006322698,47.84975033981814,-121.60372993677305,47.85064966018188],"left_right_index":-1,"ext_id":"106549022","area_id":"urXqvWgTUIaVFGJyBGYicQ=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:30:40.174Z","updatedAt":"2022-11-25T11:24:35.482Z"}