{"_id":"63689de0e80bff5a994fa3a4","area_name":"Deville 3","shortCode":"","climbs":[{"_id":"3zefuu4+VjiegUwJbhexQQ==","name":"Xenomorph","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rossiter et al., early 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"left_right_index":999999,"mp_id":"105754498","mp_crag_id":"105745627","climb_id":"3zefuu4+VjiegUwJbhexQQ==","areaRef":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":"In my opinion,  if you start and finish this route with the Deville 3 route, it's definitely a 3-star route and better than the full line of Deville 3.  The second pitch is spectacular face climbing with just enough gear.\n\nP1 starts at the left side of the SW face of the spire.  Look for a long, small roof.  Begin in a short, shallow, LF corner, then move up and left with uninspiring gear to the corner of the formation.  Clip a good bolt, then make a short 5.9- move.  The clip is made from a very tenuous stance and by itself might warrrant an \"s\" rating.  Continue on easier ground to the left side of  a large pillar and belay.\n\nVariation to P1- the first 1 and 1/2 pitches of Deville 3: any number of starts (the easiest moves in from the right) gains the very right edge of the long roof.  Fun, 5.7 face climbing leads up and left.  Stretch the rope into the upper reaches of Xenomorph's first pitch and the pillar belay.\n\nP2-ascend a LF corner, clip a bolt above (last gear for 10-15 feet), and make airy 5.9- moves on and just to the right of the sharp NW corner of the formation.  Continue with moderate climbing to an exposed ledge.  A variation steps around the NW corner from the belay, ascends a 5.9 crack, then steps back below the bolt.\n\nP3- 3 options: 1) straight up on good holds, low fifth class; 2) traverse considerably right to an easy LF corner, or 3) by far the best option-climb the thin crack and vertical face in between options 1 and 2.  Exposed, excellent 5.7+ (the last pitch of the route Deville 3).","protection":"This isn't the best protected route.  Bring a light, standard rack with the emphasis on thin protection.","location":""},"__v":0},{"_id":"XLHmF/KEWTuCs1QBJXLyIg==","name":"Parallel Universe","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"R. Rossiter, Carelli, Effron -1995","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"left_right_index":999999,"mp_id":"105853107","mp_crag_id":"105745627","climb_id":"XLHmF/KEWTuCs1QBJXLyIg==","areaRef":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":"Start with the first pitch of Xenomorph or the 5.5-7R face arcing out to the right.  In either case, your destination is the top of the pillar.\n\nStart by setting a nut high in the finger crack and proceed straight up. There are 6 good bolts on the pitch, with the crux coming at the 5th.","protection":"A single rack should be fine, as the first pitch is only about 100'.","location":"See Deville 3 approach.  Very nice folks at the Cheley Camp office prefer you sign in."},"__v":0},{"_id":"PTDYXrobXlS7dSxkNmbSeg==","name":"No Respite","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry Dalke, 1960s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"left_right_index":999999,"mp_id":"105754501","mp_crag_id":"105745627","climb_id":"PTDYXrobXlS7dSxkNmbSeg==","areaRef":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":"The first two pitches of this route get zero stars, but the final pitch gets three. That would average out to one star, but it's best to think of it as an alternative third pitch to Xenomorph (step left just below the second belay of that route), which would make it a three star route, so I averaged it out as two!\n\nHowever, this is one \"Dalke 5.9\" that never did get upgraded! Unfortunately for me, when I climbed the route, 5.9 was my limit, and the crux had its way with me. It's slightly and continuously overhanging and the holds and jams are not very positive. Solid 5.10 or harder, just like all of the routes in Eldo that Dalke rated 5.9, but are now 5.10c.\n\nP1 begins on the narrow North face of the Deville Three Pinnacle. Ascend moderate, uninteresting terrain for 100 or so feet to a belay ledge.\n\nP2 consists of scary 5.8 up a very steep RF corner (the right of two), with sketchy pro and some friable rock. Belay on a large ledge with a cairn, right of the dark cleft that separates the pinnacle from the rest of the cliff.\n\nP3 climbs the crack (w/fixed angle) above the ledge (3\", then fingers and thin hands). Good protection (I tested much of it), strenuous and continuous climbing on excellent rock. Easier but loose ground above leads to the summit of the pinnacle.","protection":"Carry a standard rack to 3\".","location":""},"__v":0},{"_id":"q/0J1F3xV/mi9U2TPozvpw==","name":"Kornerstone Edge","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Layton Kor and Bob Culp, early 1960s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"left_right_index":999999,"mp_id":"106193348","mp_crag_id":"105745627","climb_id":"q/0J1F3xV/mi9U2TPozvpw==","areaRef":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":"Look for a tan slot about 20' wide to the left of the massive chimney separating the L. and R. side of the N. face of the rock (up a few hundred feet around to the l. from\n\nXenomorph\n\n). Climb the R. side of the slot, awkward and sustained 5.7, with a step right out of the upper section of the slot, and a trickier than it looks off-fingers crack leading up to a pedestal. Original belay location was apparently here, but there didn't appear to be much in the way of gear for a belay to us. Angle left from the pedestal to a big ledge, a little easier but lichenous and no gear for 15' above the pedestal (so your last solid piece is the last one you placed in the off-fingers section). P1's length is 150-160'.\n\nP2 is short and climbs up to the next big ledge. There are various ways to go. We stepped left ~10' and climbed a 20' dihedral that was in keeping with the rest of the route in difficulty and well protected but a little dirty.\n\nP3 (the best pitch). Go right as far as possible on the big ledge rounding a corner until it runs out. Exposure increases dramatically. For a dramatic and exciting belay it may be possible to set the P3 belay on a triangular and exposed stance around the corner before the steep section on P3 - we belayed to the left and then moved the belay over to just before the corner before commencing P3. Even though the rope takes a big L low on the pitch this way the rope drag was not bad. Joy climbing on gneiss chickenheads and rails for almost a full 60m rope length to the summit, trending slightly left, passing 2 old pitons on the earlier part of the pitch. Absolutely great pitch.","protection":"Ok on the harder sections but can be difficult to place and deceptive (don't assume you will get pro, use it when you can get it). Considerable amounts of questionable rock and lichen, especially on the first pitch - test holds is a must. Don't need large gear - up to #3 Camalot is fine. No fixed anchors.","location":"Start is not hard to locate but don't be discouraged by the appearance of the first pitch from the ground. The climbing is more fun (and harder) than it looks. 5.7 grade is 5.7 the way\n\nKor's Flake\n\non Sundance at Lumpy is 5.7. The 3rd pitch is fantastic with the traverse from sheltered to exposed at the start of P3 reminiscent of\n\nRuper\n\nat the Eldorado Canyon State Park but even more so. We descended on the left (N). One tricky catwalk spot where you can either make a short insecure step over loose mossy terrain, or angle down an easy slab for ~30' and then climb back up on solid terrain for approximately 15' to the same spot. Following this the descent is back down a tree-filled gully pointing NW and is quite easy."},"__v":0},{"_id":"qGu/Vm/MWMGJWdtiLY4lhg==","name":"Deville 3","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"left_right_index":999999,"mp_id":"105754495","mp_crag_id":"105745627","climb_id":"qGu/Vm/MWMGJWdtiLY4lhg==","areaRef":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":"This is an awesome moderate.  This classic route is a bit obscure but well worth the time off the beaten track.  Get permission/sign in at the Cheley Camp office.  20-25 minute approach.  Pleasant walk.  Can be done in 2 60m pitches or traditionally 4 pitches.\n\nP1 can start left of a groove/wide crack.  Traverse right into a crack.  Go up past a natural thread.  You can reach a ledge at about 120'.  Continue up through a bulge that is easier than it looks.  Save the #4 Camalot for just below this bulge.  Then, left to the top of a pillar at 190'.\n\nP2. From here, follow the path of least resistance that meanders up and right direction through big holds.  Crux move is through a little bulge.  A perfect #11 BD wire protects the crux move.  The moves ease off as you finish this 200' pitch.  The \"5.7\" finish to the left is less obvious.\n\nExit. Cross the gap between this pillar and the main cliff to walk off right.  2 hour route. Way fun.","protection":"Light rack to #4 Camalot works.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,fdf5bcbf-d24c-57e7-99af-476e057f132b,e0595b1c-a598-5b30-9b59-13db055fb10d","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Deville Rocks","Deville 3"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5457,40.29]},"bbox":[-105.54628950086784,40.28955033981814,-105.54511049913212,40.29044966018186],"left_right_index":-1,"ext_id":"105745627","area_id":"4FlbHKWYWzCbWRPbBV+xDQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:57:00.270Z","updatedAt":"2024-01-15T16:44:09.955Z"}