{"_id":"6368a50be80bff5a995b03fc","area_name":"West Canyon","shortCode":"","climbs":[{"_id":"Dw0z+J9MXjKYKpeRYzbAKQ==","name":"W'gasa","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Tainio, Matt Kindred, Jorge Visser; March 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":4,"mp_id":"114507350","mp_crag_id":"105717182","climb_id":"Dw0z+J9MXjKYKpeRYzbAKQ==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"W'gasa (Who gives a shit anyway) is a good, 3-pitch mixed (trad/sport) climb.\n\nPitch 1:\n\nStarts at the base of the second arch from the left. Follow the widening crack clipping the occasional bolt and plugging gear under the arch trending left and upward. and eventually pulling over a small bulge to a 2 bolt belay. 5.8 (115 ft.)\n\nPitch 2:\n\nTraverse left from the belay upward following a line of pitons on razor-thin varnish that eventually trends right again to a two bolt belay. This pitch is fairly low angle, making for easier traversing. 5.7 (80 ft.)\n\nPitch 3:\n\nContinue 20-25 ft up the unprotectable slab to the obvious flake at the top of the formation. The flake protects well with everything from a .5-5\" cam. There are no bolts at the top of the crack. So expect to set up a gear belay before you top out.\n\nDescent:\n\nOnce you reach the top of the formation, scramble down the squeeze chimney and move to the north where you will pass a boulder with slings & webbing wrapped around it. Either set up a short rappel down the ramp or continue scrambling north down the low angle ramp to a tree with a two bolt anchor.\n\nFrom this set of anchors, make two rappels to the ground.","protection":"Single rack from .5-4\", big gear optional, nuts optional. Quickdraws for bolts. Slings might also be a good idea to reduce drag.","location":"From the West Canyon Road, follow the 'Three Ponds Trail' down to the very sandy wash. From the wash, hike southwest to the base of the second arch to the left. A lot of scrambling and bushwacking in required to find the base."},"__v":0},{"_id":"uKXVnOGOVZ+f0H5NfWOSXw==","name":"Prudence","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Todd Goss, F. Antognini","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":1,"mp_id":"112180398","mp_crag_id":"105717182","climb_id":"uKXVnOGOVZ+f0H5NfWOSXw==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"This route does not appear to get climbed much.  As of September 2016, there was quite a bit of moss and sand on it and you had to be careful of hollow and brittle holds.\n\nP1 60'.  5.5 - Up a little dihedral in a slot canyon to a slabby traverse. One bolt about 25' off the deck.  Small to medium pro.\n\nP2 95'.  5.8 - Hand crack to 4 bolts to more crack and a nice belay ledge.  Up t a #3 camalot.\n\nP3 85'.  5.8 - 2 bolts on the face and up a hollow crack.  Small to medium pro.\n\nP4 75'.  5.6 - Big ol' acmes and chicken heads.  Three runout bolts, although it is not sketchy.  Sling some fragile sandstone for extra pro if you want.\n\nP5 65'.  5.10a - Varnish crack followed by 4 bolts and a bulge.  Anchors on a big ledge.  Small pro.","protection":"There are bolts scattered around.  Small TCU's up to a #3 camalot will do.  Medium nuts will work in a few spots as well, but are not necessary.","location":""},"__v":0},{"_id":"gt9adbn0V16Ozck2Rt4Llg==","name":"Mistaken Identity","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"F. Antognini, T. Goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":5,"mp_id":"119396709","mp_crag_id":"105717182","climb_id":"gt9adbn0V16Ozck2Rt4Llg==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"* Description from the guidebook \"Rock Climbs of Southwest Utah and the Arizona Strip\"\n\nP1 - 8 bolts lead through solid varnish to 2-bolt anchor on ledge (5.8)\n\nP2 - Varnish edges to right traverse, then back left onto arete to big ledge. Clip bolt and descent sloping ledge to left to anchor. (10 bolts, 5.9)\n\nP3 - Sand slopers and sidepulls lead into dihedral and anchor on ledge next to tree. (8 bolts, 5.10)\n\nP4 - Varnish edges on face and arete to anchor just below summit. (5.9)\n\nDescent: Rappel the route. From anchor near summit, lower or rappel back to anchor by tree at top of P3. Rappel to ledge at top of P2. With a 70m rope, it is possible to rappel to the ground from here. 60M rope requires an extra rappel down to P1 and then to the ground. Less than a 60M rope requires 2 ropes.","protection":"12-14 quickdraws","location":""},"__v":0},{"_id":"YCbRbvFsX9On7qyGVTEmlw==","name":"Fool's paradise","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Todd goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":3,"mp_id":"111735960","mp_crag_id":"105717182","climb_id":"YCbRbvFsX9On7qyGVTEmlw==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"This route is in deep shade and never sees sunlight so in order to avoid breaking holds i would advise waiting 3 days after rain for this thing to dry out. Also this climb has not seen much traffic so expect a few holds to crumble a little bit. Despite that this climb is tons of fun and hopefully since i am posting it it will see more traffic and clean up a bit.\n\nPitch 1.110' Climb a bolted chimney which has some exposed moves getting out of. Once you are out of the chimney the line traverses left through some easier terrain. this pitch is prolly about 11a.\n\nPitch 2. 100' About 11b, slightly less than vertical very balancy climbing fairly sustained throughout.\n\nPitch 3. 110' 11c Crux of the route is the first 3 or four bolts off of the belay, Very sequency balancy moves traversing left then up. loads of fun figuring out then goes slightly less than vertical and is sustained 11 climbing another cruxy sequence up after a couple more bolts then eases up a little bit before getting to the anchors.\n\nPitch 4. 110'  maybe 11c-d really fun and scary. Has a lot of slopers on it and climbs past a couple bulges  which is where some of the harder climbing is. This pitch is listed as a project in Todd Goss book. I went and onsighted it today though and it didn't feel too bad. Just a little scary in few spots.","protection":"16 draws And a 70 meter rope. also wouldnt hurt to bring 1 or 2 alpine draws and a headlamp just in case you get off this in the dark.","location":"West canyon. Park at the enclosure area and hike north out of the parking lot along the dort road for about 20 mins then when the area opens up a lot and you can see a canyon To the left hike to it. There will be some 4th class scrambling up a chimney which is not too difficult. Which then leads to a ledge which is a little scary to walk across but is safe and easy. Then you hike around the corner to the right for a couple dozen yards. The bolts will be on the left. There might be a tag on The first bolt. Its tagged cause the fourth pitch has not been done yet. Anyways hope you find it easily amd have tons of fun! This route is awesome!!! Rap the route with a 70 meter or if the fourth pitch tops out then you should be able to hike up and to the right of the top of the route and then down a slab and back down into the canyon."},"__v":0},{"_id":"+Ye0puFLXIakNUkrFUHxbQ==","name":"The Falcon","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Troy D. Anderson and Nate Brown 1998","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":2,"mp_id":"106529510","mp_crag_id":"105717182","climb_id":"+Ye0puFLXIakNUkrFUHxbQ==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"Good desert adventure on what has been previously described as the \"Falcon Arie\" meaning the wall that starts with \"Babes in Thailand\" on the southern (left) end and ending in the north-facing routes to the north including an old, mostly forgotten Lowe aid route. Troy and I did this route after the bolting ban came in to effect and a permit/application process was required for any new fixed anchors. Troy and I did the route without drilling. Troy lead a pitch half way up the route that was about 80 feet of 5.10 slab and face climbing over a sidewalk-type ledge. We found a broken bicycle half way up the route that we later learned came from a television stunt spearheaded by Middendorf. Joe French has joked about calling this system \"The Whores of Singapore\".","protection":"Good rack of cams and nuts, maybe a crash pad.","location":"The route is about 500 feet north of Babes in Thailand and climbs a left-facing chossy corner/crack system in the center of the face. The system is broken by the blank, run-out slab section that leads in to a bushy, just-less-than vertical splitter system. We descended as for Babes."},"__v":0},{"_id":"i9AhXzY9VUuObzvSaivibQ==","name":"Ebony Eggshells","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Pendleton, Gary Olson (Bo Beck, John Tainio) March 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":6,"mp_id":"114507097","mp_crag_id":"105717182","climb_id":"i9AhXzY9VUuObzvSaivibQ==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"The first pitch of  this aptly named route was put up back in 1988 by Chris and Gary. Later, Bo Beck and John Tainio aggregated a second pitch.\n\nIf you're not into adventure, then stay away from this route. It's called Ebony Eggshells for a reason! Every pitch is covered in relentlessly thin varnish. Expect to break off your fair share of holds. BRING A HELMET.\n\nPitch 1: The protectable crack starts about 15 feet off the deck. Follow this crack upward 75-80 feet, utilizing both the thin crack (ranging from fingers to pods of hands) and incredibly fragile face holds to a two bolt belay. 5.9/5.9-\n\nPitch 2: Continue up the crack on the right up slightly easier terrain to another two bolt belay. . Protection is scant, so you might want to consider bringing extra slings to sling the varnish patina to reduce runouts. (although there's no guarantee that the varnish will hold). Two Bolt Belay. 5.8\n\nPitch 3: Continue up faceholds and finger cracks with very little protection up the ever chossier rock trending left below the bulge. Two bolt Belay. 5.7/5.8 (this pitch isn't recommended, ropes can easily get stuck on the pull to rappel)","protection":"Single Rack from .3-4\", Nuts, Slings.","location":"From the West Canyon Road, hike the 'Three Ponds Trail' down the very sandy wash West until you reach the northernmost face of the Falcon Aerie Buttress. This climb is in the center of the wall on the bulging formation."},"__v":0},{"_id":"9FQUTn0oUFKpz5zyu5rRiA==","name":"Swan Song","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Todd goss","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"left_right_index":0,"mp_id":"112218041","mp_crag_id":"105717182","climb_id":"9FQUTn0oUFKpz5zyu5rRiA==","areaRef":"e9QkUIDVUqiV7vCHSxxQOw=="},"content":{"description":"Another great line bolted by Todd Goss.\n\nPitch 1:\n\n5.6 slab about 70' a little sandy and mossy. Crux down low.\n\nPitch 2:\n\n11d-12a 90' vertical climbing, Big moves, two knee bar rests, and some crimping on small edges.\n\nPitch 3:\n\n11c 60' steep climbing on huge holds. Starts out with some really awesome Finns/spines leaning to the right. This one is the pitch that you came here for!","protection":"70 meter rope 14 draws. We ended up doing the rappel in one long desent and came down onto a slab with a little bit of down climbing needed. You could possibly rap this with a sixty it just would be hard to get to the rap anchors of the 11d pitch because the last pitch is so overhanging.","location":"Park at the parking lot past the dip where you park to go to\n\nAtomic Indian.\n\nHike north on the dirt road for about 10-15 minutes, look to the left and you will see a big, awesome looking arete which is the climb. Leave the dirt road hiking west to some smaller rock formations which you scramble up and that takes you into a slot. Close to the end of the slot you will spot the bolts on your right on the slab. The approach should take about 25 minutes total. Also don't go around the rock formation unless you wanna try free soloing some little chimneys to get on top of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,4d2e4bea-0a8e-5969-897d-e8d3ba29183e,33166676-d3f5-5745-be29-56d592c72a06,7bd42450-80d5-52a8-95ee-f0874b1c503b","pathTokens":["USA","Utah","Southwest Utah","Saint George","Snow Canyon State Park","West Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.64919,37.1974]},"bbox":[-113.64975450446428,37.196950339818144,-113.6486254955357,37.197849660181866],"left_right_index":-1,"ext_id":"105717182","area_id":"e9QkUIDVUqiV7vCHSxxQOw==","polygon":{"type":"Polygon","coordinates":[[[-113.64975450446428,37.196950339818144],[-113.6486254955357,37.196950339818144],[-113.6486254955357,37.197849660181866],[-113.64975450446428,37.197849660181866],[-113.64975450446428,37.196950339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:40.681Z","updatedAt":"2024-02-19T18:40:51.630Z"}