{"_id":"6368a41fe80bff5a99596436","area_name":"Main Face","shortCode":"","climbs":[{"_id":"cXAVe1MaVyO1coF8dbN7jA==","name":"Wheelin' and Dealin'","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nathan Brown and Lee Carter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":7,"mp_id":"111373846","mp_crag_id":"119449440","climb_id":"cXAVe1MaVyO1coF8dbN7jA==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"Start the same as Peelin' Feelin' in either the offwidth or the bolted line to the left. Climb the short pitch and belay on trad gear above the offwidth in the vertical crack. \n\n  Follow the short crack up and right until you hit the slab. Make some exciting slab moves until you reach a horizontal break. The pro here is a little tricky and it helps to place a few pieces. Move above this until you can clip the first bolt. Follow two more bolts into the cool wide water groove that is featured with some amazing crystals. Once past the third bolt, the difficulty eases a lot, but the runout really begins. Pull a bulge to get onto the slab apron. Supposedly there is a horn that can be slung for pro. Keep going straight up the water groove and slightly featured terrain (5.5 R/X). Just below the moss pads you can see above, there is a two bolt anchor off to the right. Breathe, you made it!","protection":"Finger sized pieces to #1 camalot for the route and several extra medium sized cams for the belay. A few quickdraws for the bolts. Double 60m ropes are needed to get down from the two bolt anchor at the top.","location":"Start is the same as Peelin' Feelin' at the offwidth flake feature. Look for the three bolts close together high on the route."},"__v":0},{"_id":"MM9huOIwX7GLtac1v8Q+og==","name":"Vomitous Maximus","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Harrison Shull and Bryan Haslam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":3,"mp_id":"116109672","mp_crag_id":"119449440","climb_id":"MM9huOIwX7GLtac1v8Q+og==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"Allegedly named for Harrison Shull’s dry heaving while drilling on precarious hooks during the first ascent. Although there are a lot of bolts in the beginning and end, some of the most difficult moves are protected by traditional gear. ","protection":"Bolts and cams. Two ropes required to rappel from bolted P2 anchor of Stone Wall Action.","location":"Find the somewhat high first bolt right of Stone Wall Action. Climb to the P2 anchor of Stone Wall Action. Continue with P3-4 of Stone Wall Action if desired. Worthwhile!"},"__v":0},{"_id":"t1TBrYmoUqK3EJy+8q5vmg==","name":"Stone Wall Action","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Winter 1990 CC .&  DB.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":2,"mp_id":"108603499","mp_crag_id":"119449440","climb_id":"t1TBrYmoUqK3EJy+8q5vmg==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"The first technical line done on this wall which was illegal to climb on at the time of FA in early 1990. Good Granite & no crowds at the time to say the least!   The first 3 pitches each will have a crux with the third pitch runout to the belay but on easy / moderate typical southern slab climbing. Four pitches total to the top.","protection":"Some bolts placed off hooks with a standard rack.","location":"In the center of face just below a right facing corner that is obvious. Enjoy!"},"__v":0},{"_id":"0CyFakjIXcyoLC2V9fXoMg==","name":"Step by Step","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Reardon, Elizabeth Taft","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":0,"mp_id":"121725094","mp_crag_id":"119449440","climb_id":"0CyFakjIXcyoLC2V9fXoMg==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"One of the longest legal routes in the state, along with its partner to the right,  Hedonic Treadmill. Expect much moderate climbing, a few sustained pitches with well protected cruxes, some ledge wandering, and some wet streak jumping! Don’t forget to check when the park gates close. It’s best to give this a day to dry after rain     P1 (5.9-, 200’) Begin in a shallow corner slab leading to bolt one, then diagonal up and left following bolts to a nice corner system that takes cams. Continue to a large ledge and gear belay. P2 (5.7, 200’): Both right and left from your gear belay will offer small cams (sling long) with easy run outs, then follow bolts for the rest of the long pitch past fun and easy grooving with great features. Note: You can rap 200’ down and climber’s right from here to access Hedonic Treadmill’s P2 anchor. P3 (5.3, 200’) Move up and right to a bolt, then traverse far right and clip a bolt on the somewhat hidden Rap anchors (remember where this anchor is because you’ll need it later for rapping). Keep trending right on 3rd class terrain dodging water streaks and getting some gear.  Belay at a tree on the far right tree island, just under the obvious P4.  P4 (5.10b, 80’): Locate a holly tree growing out of a flake 10’ off the ground on the headwall. The bolt line right of this holly is the pitch. Start on incredible holds to a .75 cam, then follow bolts over techy vertical face climbing with just enough features. At the large ledge, Move 25’ left to anchors ledge under the swirling water groove.  Slings, .75 cam and a small TCU needed for this pitch. P5 (5.10c, 90’): The swirling groove! This pitch is sustained.  Get a 3” cam above anchors, then follow a few bolts past techy cruxes using the wild groove at first. Move right to a shallower groove and crux at the bolt. After crux, small cams protect patina edges to a line of bolts. Belay at anchors, or keep going past wetness to ledge.  7 bolts, #3 cam, smallest cams. P6-P7 (5.7, 100’): There is an inevitable nasty wet streak you’ll have to pass under the roof, but it’s easy and well protected with cams. Swim through wet streak moving left around roof, then either belay at a large pine up and slight right on the ledge or continue up the final summit pitch. The summit pitch starts just left of a pine tree, aiming for a glorious jug 20’ up. Gear protects the first 50’, then 2 bolts on easy, but wild features. Anchors. Descent: Option 1 is to top out and walk 3 miles down the tourist trail. Don’t leave anything at the base if you do this and know that the trail terminus is not where you parked your car. Rap option: Two 60M is best but tie knots at rope ends! A single 70M is possible with some trickery. From top anchor, rap 200’ to P4 top anchor. From P4 anchor, rap to giant wet ledge and search for the P3 top anchor, located just right of the top moss pads but well hidden. From this anchor, rap to tree ledge where you will find an anchor on its far climber’s left side. Watch ends of rope! Make one more 200’ rap. ","protection":"SR.  No stoppers or Tri cams.  Single rack to #3.","location":"1000’ right of Table Town.  Approach via Pumpkintown Trail to Table Town, then right.  The Pumpkintown Trail, and access to this area, would not have happened without the Carolina Climbers Coalition.  Please become a member or volunteer! "},"__v":0},{"_id":"YoZD6WQlX4C2kIo9OQFjOw==","name":"Silent But Violent","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Andrew M and Nathan B","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":5,"mp_id":"113854035","mp_crag_id":"119449440","climb_id":"YoZD6WQlX4C2kIo9OQFjOw==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"A good well-protected adventure straight up the Main Wall. Steep slabby granite at its finest. Lots of sustained climbing on the first pitch. Bring your fanciest dance shoes.Start underneath an overhang at shoulder height. Make a tough move to start. Easy moves lead to the first bolt. Clip the first bolt and start the sustained 10/11 climbing. Follow past another bolt, then some thin gear (offset good here) along with some nuts. More thin gear leads to a bolt. Keep following the arch left past another piece of gear and pull up next to the moss pad. Some more gear leads to a bulge and the bolted crux. A long section of mostly slopey knobs and hard slab leads past several bolts to the anchor. 170'Make some hard moves to the right of the anchor to get off the belay. Clip the first bolt and get into the ramp to the left. Follow slab to crystals and cool waves to another bolt. Another bolt gets you to a cool shallow groove in the slab. A short run leads to a right facing flake corner. Follow the flake to the overhang, step right and finish over the bulge to the final anchor. 120'","protection":"Many slings and draws are needed for P1. We brought 16, but could have used probably 20 due to the plentiful gear and sustained climbing. You can do it on twins/half ropes to reduce the need for extending all the gear near the arch. Bring 0 Metolius to #2/3 camalot, small rack of nuts, tricams, and extras in the small to medium cams with a few small offset. Bolted anchors at both pitches. Two ropes to rappel.","location":"After scrambling down past Peelin' Feelin' look for two bolts and the left arching flake."},"__v":0},{"_id":"oEw+BNqTUmSJMVnl5cEr5w==","name":"Peelin' Feelin'","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Nathan Brown and Lee Carter","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":6,"mp_id":"108515987","mp_crag_id":"119449440","climb_id":"oEw+BNqTUmSJMVnl5cEr5w==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"One of the easier routes on the main face, but don't let it fool you. This one makes you work for it, wishing the next bolt was just a little closer. While the bolts are well spaced, it is by no means a dangerous route, despite what your butt may be telling you. \n\n  There is a direct start that comes in from the left with two bolts and one finger sized piece of gear. It is a stout variation, but preferred if you don't have the #6 camalot or don't like offwidths. Getting off the ground is tricky and spicy. The spiciness ends after you clip the first bolt, but the rest of the climbing is thin and sustained. It was suggested that it was 11b, but I would call it closer to 11c/d.  \n\n  Start at the obvious left-facing offwidth corner. This corner often runs, but can be aided. Power up the corner and onto the face above. You will reach a slabby ledge with a horizontal crack that runs across it and up the right eventually turning into a vertical crack. It is imperative that you belay here on the horizontal. P2, step up and left trending to the first bolt. Once at the first bolt the wall becomes thin and technical crystals and knobs. Enjoy the wild ride to the crux just below a steep bulge. Get past this and get psyched for the final crux of a sustained smear fest. Once past here, enjoy the easy but runout romp straight up in a brown water groove with big holds. Step left to get to the anchors just to the right of a large water streak. There is small gear out right here as a directional to protect your second from a potential swing after unclipping the last bolt.","protection":"A #6 camalot is mandatory! Nothing smaller will protect the opening sequence, which is difficult and sustained. Bring mostly small gear from .5 and below. A few QD's for the bolts and some long runners to keep things smooth. All hardware is updated and SS. A two-bolt anchor at the top. Rappel straight down it's neighboring route Squeelin' Feelin', just next to the water streak to reach the second set of anchors. 2 60m ropes will get you down.","location":"Look for the obvious left-facing offwidth corner."},"__v":0},{"_id":"tV78AX0HUrSN/WTZEiAqUA==","name":"Local School System","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: Shull, Strifling, Gaskin, Bayne, Heuerrman   FFA: Andrew McDowell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":4,"mp_id":"119673319","mp_crag_id":"119449440","climb_id":"tV78AX0HUrSN/WTZEiAqUA==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"This routes first pitch was established by Jeep and Doc. Next Doc and Whitney pushed the second pitch for a few bolts then Harrison and Jack came along and finished pitch 2 and added the third pitch. It was originally climbed at the grade 5.12 A0. Later on Andrew came through, fell at the first bolt, lowered back down, then onsighted the rest of the route rope solo calling it 5.11d.... unbelievably impressive but given the fact I know the guys character undoubtedly true. My partner and I (as did Harrison) still think it’s a solid 5.12. Respect for all the crushers who assembled this route in great style. Every pitch has a different flow making this a fun unique climb. There’s spots where a fall wouldn’t be fun but we both took falls on our leads of pitches 1&2. Pitch 1: Climb the right side of the giant flake. Carefully sneak out and clip the bolt then dive into the sustained open handed slimper fest to a two bolt anchor. This looks much easier from the ground. Very sustained lots of technical foot work and sussing out body position. 5.11+ Pitch 2: Leave the big cam at the belay. This pitch is characterized by several harder boulder problems but unlike pitch 1 you are rewarded with great stances after each problem. Complete the weird cruxes then navigate a few much easier but still tricky short run outs to a two bolt anchor 5.12 Pitch 3: Climb out left from the belay slinging a horn and continue to get underneath the large overhanging bulge. Get some gear at the bottom to protect clipping the bolt then crank the fun big moves on jugs through the overhang. Take your time on the easy terrain as not to fall here and clip the anchors on the perfect belay ledge. Rap the route with a 70m or double rope. 5.11-","protection":"This route only requires a very small rack. 00, .0/1 offset, .1/2 offset, 3“ camming unit, brown tricam, #10 nut, slings, draws. ","location":"This route starts on the right side of the giant flake right of stone wall action. "},"__v":0},{"_id":"rg5ALAWuV22C8cnS1J9CeA==","name":"Hedonic Treadmill","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Tom Caldwell and Mike Reardon, FFA Dylan Van Lebo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":1,"mp_id":"120303671","mp_crag_id":"119449440","climb_id":"rg5ALAWuV22C8cnS1J9CeA==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"A classic journey up Table Rock. A full day adventure with many varying pitches. Make sure you go to the top! This route also dries quickly.P1. Locate the low slab with several visible bolts. Follow the bolts past thin slab moves. As the angle eases, get a .75 sized cam in a horizontal. Continue up past more bolts to an anchor. 5.9, 105'P2. Continue up this same slab past a some more bolts to a steepening wall where the last two bolts are before the anchor. 5.8, 105'P3. To get to the base of P3, climb onto the tree ledge just a few feet right of the anchor for P2. Hike directly right to reach another long slab. The slab has a lower left facing flake and then a right facing flake higher up. Get some bigger gear (#3) down low, then keep following the line of bolts to the anchor at the top located on a big boulder in front of the head wall. 5.8, 200'P4. The crux pitch! Either climb up the boulder above the anchors or circle around to the left and back to the first bolt. Clip the first bolt at the base of dihedral. Start into the sustained and tricky climbing. You can get a #2 after the first bolt or skip it and go for the next bolt. Keep following the groove up and left past more bolts until you reach the 4th bolt, be sure to sling this long (2'+) so that it runs smooth. Pull out onto the steep face and clip the last bolt before the difficult bolder problem. Try to free the blankish section or bat hook to the next bolt. Once you get to the stance, the rest is more free climbing. After the next bolt, move left on the ledge, get a few finger sized pieces and/or nuts. Make tough moves past two more bolts. After the second bolt start trending hard right. Be sure to have a .4, .75, and a #1 for your partner as they traverse the often wet, but easy section. Locate the anchors on the big horiztonal ledge. 5.12, 100'P5. Move right or climb straight up to the big upwards facing flake. Get some gear here, then move to a huge jug and the first bolt. Get to the second bolt, then wander right (easier) or go straight up the slopers past more bolts and some chickenheads. It is recommended to climb past the next belay anchor and move left to a bolt on the lip of a bulge. Pull the funky bulge, get another bolt, and then some gear in a crack. Keep going up the slab apron just below the next bulge is a trad belay on a #1, 2, and 3, but other sizes will fit. 5.10, 150'.P6. It is nice to have the trad belay here to prevent the leader from hitting the slab apron at the first bolt on the next pitch. Negotiate the tricky bulge, clip one more bolt, then very easy climbing straight up ledges leads to the last belay. 5.9, 70'Optional P3. When you are traversing the tree ledge to get to the normal P3, there is another pitch that starts in the black streak on the wall above in the middle of the traverse. All bolts and one pink tricam on this pitch. Fun groove and face climbing. You could use this to access the headwall if the streak to get to the base of the headwall is dry. 5.8', 200'If you do the optional pitch and rappel back down, it would be about 920' of climbing.","protection":"Thin fingers to #3, medium small nuts, tricams, and plenty of quick draws. A single 60m can get you down from everything, but you have to rappel off a single bolt on P3 and P5. Double ropes are recommended.","location":"This one is challenging to get to. One of the more remote parts of TRSP. Hike up Pumpkintown, turn right at the pink flagging that leads to Table Town. Hike to Table Town, scramble up the right side of the climb New Perspectives, then keep moving right along the ledge. Hopefully you will see the path we have carved out. Keep moving right below the cliff line past a gully. You will eventually reach the mostly dry, low slab wall. The climbing starts here at the bolted line."},"__v":0},{"_id":"GMYIrw61XZ2VtuuN92FyGw==","name":"Feelin UR Out","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Stephen Scoff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"left_right_index":8,"mp_id":"108536034","mp_crag_id":"119449440","climb_id":"GMYIrw61XZ2VtuuN92FyGw==","areaRef":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"An good climb even though the lower section is dirty. \n\n  Begin at the obvious slab ramp and crack that rises up and left plugging gear as you go. Follow this to the large block and surmount the roof feature. Get some crucial gear here before making the funky standup on the flake. It helps to place a large piece out left to protect a fall here. This will keep you out of danger of hitting the block in the event of a fall. The next part is the thriller (9R), be sure to bring your brush. Find the good holds and give them a solid brush. Make the insecure moves up onto the bulge. Once your standing on the holds, ease your mind and make a few more moves to the bolt. The next section is fun and sustained sloper climbing on much cleaner holds. Make a run to gain a slabby ledge. Plug some more gear before climbing the easy slab to the last bolt. Clip the last bolt and choose your path up the slab. Left or right (easier) are best, going straight up probably adds a number grade or two. Gain a series of slab ledges with bolts.","protection":"Bring cams from .4 to 4 camalot, draws for the 2 bolts, and a few shoulder slings. All bolts are new including the two at the top.","location":"This is the first route you come to on the main face. It lies directly below and to the left of the large white pillar up high (Walker Prow). Look for the obvious arch that starts the climb. 2 60m ropes will get you down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,fed48af3-cd87-55e0-84dc-566a8b682faf,2ff64ff5-2612-5079-9fae-e94472d72999,e08a66a7-d9d5-5e94-aeeb-9c327821e607,eb1685ba-f1c7-5165-b54a-99b4406ff79c","pathTokens":["USA","South Carolina","Table Rock State Park","Table Rock","Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.12"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.70107,35.05044]},"bbox":[-82.7016192725209,35.049990339818144,-82.70052072747909,35.05088966018187],"left_right_index":-1,"ext_id":"119449440","area_id":"6xaFuvHHUWW1Spm0QG/3nA=="},"content":{"description":"No you are not on one of Tuolumne Meadow's knob laced domes, but right in a pristine setting in Dixie Land. This is what you came for! The main wall is big and intimidating, but of the highest quality in the Southeast and maybe the country. Most of the routes are 2-3 pitches long in mostly the hard 5.11 range with a few 5.10's thrown in there. True to the southern style, expect hair-raising run-outs on moderate terrain and a need to complete difficult sequences above gear, no aiding through cruxes here. When you reach the top you will be rewarded with relief, a sense of accomplishment, and endless views of a beautiful South Carolina countryside. \n\n  The wall is warm and sunny all the way until the late afternoon. It is quite exposed, so expect some wind and bring some sun gear. Even on a Carolina-blue day, don't expect to see another soul."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:22:23.734Z","updatedAt":"2022-11-25T11:21:40.918Z"}