{"_id":"63689d20e80bff5a994f2849","area_name":"Hidden Towers","shortCode":"","climbs":[{"_id":"wQa8tHBCWAiQTYgXjft/yw==","name":"Tower One","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"David Sampson and Arjun Heimsath","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"left_right_index":1,"mp_id":"108105530","mp_crag_id":"108105525","climb_id":"wQa8tHBCWAiQTYgXjft/yw==","areaRef":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"Begin beneath the wide crack that is the base of the northern arete of this tower on a nice ledge. Ascend through the wide crack and then traverse right to a broken crack system with ample horizontal and vertical protection to the top. The anchors are placed to the right to enable the best belay ledge and rock quality.  \n\n  Two bolt anchors with quick links and sections of chain to use to rap off from.","protection":"Single rack of cams to #4, though there are ample options for good gear.","location":"One of the lower towers of the area, accessed by climbing only slightly uphill and then traversing south to get to the base. It does not sky line and so may not immediately seem like a tower. But it is!"},"__v":0},{"_id":"TdXpeNJPUUO6cxHCtwhKFQ==","name":"Minas Morgul","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"left_right_index":4,"mp_id":"108105568","mp_crag_id":"108105525","climb_id":"TdXpeNJPUUO6cxHCtwhKFQ==","areaRef":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"Begin in the wide, somewhat crumbly crack that leads to a right leaning crack that leads to a short face section beneath the roof on the north face. Cross under the roof to the right and face climb on good rock past ample protection to the broken vertical crack to the top. Gear belay from a comfortable ledge. Then, belay your partner to the rap anchors which are placed on the north face directly above the beautiful arete that faces Proto Pipe. We will develop the arete and other cracks below the rap anchors soon.  \n\n  Rap anchors have quick links and chain links in place.","protection":"Double rack of cams to #4. If you have 2 #4's you can use one at the base and one at the top to protect the final crack, though neither are absolutely necessary as there are options (the ground up FA was done without them, but they'd be comforting).","location":"Uphill from Tower One, it can be accessed by going up the gully directly uphill and slightly north. This tower shows up nicely in the area photo."},"__v":0},{"_id":"Gf0uvH7+VoCcbg/DX0ZTMg==","name":"Hawk n Bladder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"David Sampson and Arjun Heimsath","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"left_right_index":3,"mp_id":"108414144","mp_crag_id":"108105525","climb_id":"Gf0uvH7+VoCcbg/DX0ZTMg==","areaRef":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"Starts similar to Minas Morgul, but then leaves the right arching crack and ascends the clean face. Place gear to protect move onto the face and climb past six bolts and a spicey overhanging bulge with a well placed bolt onto easier ground an horizontal gear placements to anchor.","protection":"Wide gear for the lower crack, small and medium cams for upper face, six bolts.","location":"North face of Minas Morgul immediately to the left of Minas Morgul and converging with Bladdimir near the anchors."},"__v":0},{"_id":"UboB2+DKUvmeicB4i5Kelg==","name":"Duh, Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"left_right_index":0,"mp_id":"108414070","mp_crag_id":"108105525","climb_id":"UboB2+DKUvmeicB4i5Kelg==","areaRef":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"Start the same as Tower One by heading up through the wide, somewhat overhanging lower vertical crack. Then, at ledge, continue straight up the arete. Stay on the crest of the arete, or slightly to the right and use the ample horizontal cracks for protection.","protection":"Wide gear for the lower crack, a single rack of small through #3 cams for the arete. No need for nuts.","location":"Trail to this region goes around the eastern base of Totem Pole, along the base of Proto Pipe and then up and south into the Hidden Towers area. A few cairns mark the trail we've cleared. Tower One is the lowermost tower that we've climbed so far."},"__v":0},{"_id":"Jfev4kG+VR+z30C1K8EFMw==","name":"Bladdimir and the Ost","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Arjun Heimsath and David Sampson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"left_right_index":2,"mp_id":"108414096","mp_crag_id":"108105525","climb_id":"Jfev4kG+VR+z30C1K8EFMw==","areaRef":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"Start below the overhanging arete crest of the Minas Morgul tower. A single bolt helps protect the difficult opening moves and a nut helps protect the bulge move onto the crest of the arete. We tried to set this to go through the roof of the arete, but it was forced and MUCH harder than the rest of the climb. Once on the arete crest, stay on the crest using the vertical crack around to the right for gear. Have a 0.5-0.75 range cam ready for a hidden horizontal that will help protect moves to the first bolt. Climb through the still chossy ledge (we will work to clean this up better on our next ascent), past another bolt and get into the crimpy and overhanging crux of the climb, protected by bolts. Easier ground with horizontal and vertical crack placements takes you to the anchors.","protection":"6 bolts plus small through medium cams with a single medium bolt for the lower bulge.","location":"Obvious arete of Minas Morgul tower, located by the bolts on the arete and the lower bolt helps orient you to the start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,0435cbb3-c85a-514f-a90b-6a0091f21efe","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Hidden Towers"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.04223,33.27178]},"bbox":[-111.04276782106295,33.27133033981814,-111.04169217893705,33.272229660181864],"left_right_index":-1,"ext_id":"108105525","area_id":"BDXLs8haUU+pC2oAkfIe/g=="},"content":{"description":"When David and I began exploring the Totem-Proto area for new development we were enchanted by the potential for scaling new towers here. Our first view was by traversing across a face just south of Proto Pipe, above the ancient and wonderful old juniper that remains alive despite having fallen into a gully (Please don't damage this tree!!). Better access is described below."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:04.875Z","updatedAt":"2022-11-25T11:10:01.930Z"}