{"_id":"6368a185e80bff5a9954f44c","area_name":"Red Springs Rock Lower Tier (aka Jabba the Hutt Rock)","shortCode":"","climbs":[{"_id":"u0qzHHmlUwaG2Bme6DRJZw==","name":"Wookie Farts","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":3,"mp_id":"112478074","mp_crag_id":"105944075","climb_id":"u0qzHHmlUwaG2Bme6DRJZw==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"Slightly awkward and off-width-y start, a cruise up a nice corner and then a short traverse to the anchors of \"Carrie Fissure\" for the finish. Mostly fingers and face holds. Just before the crack starts to fizzle out, but while still below them, traverse to the Anchors of \"Carrie Fissure.\" The crux is definitely the beginning. The face of the semi-detached pillar could possibly be easier, but gear doesn't look as good. Not a bad little climb. A good step-up for a trad leader who is solid at the 5.7 grade.","protection":"A #4 camelot protects the beginning moves nicely. After that, standard rack to 2\".","location":"Crack system immediately right of \"Carrie Fissure.\""},"__v":0},{"_id":"JwpDGUkJViO45V5wbrjaNQ==","name":"Shallow Fried Cracken","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Ferber and Lesley Tarleton","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":5,"mp_id":"105946447","mp_crag_id":"105944075","climb_id":"JwpDGUkJViO45V5wbrjaNQ==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"This is the very obvious thin crack going up through the dead center of this section of the crag.  The crux is half way up the route on some thin finger jams and face holds.  Good route but somewhat serious lead as gear can get thin and its sometimes hard to see your placements and some of the rock might be suspect.  Climb with soft sandstone technique and get extra placements in wherever possible.  Fun!","protection":"Trad lead with an emphasis on small pieces (ballnuts, thin cams, brass wires, etc).  There are no bolts but sometimes there are slings on the tree at cliff top for rappeling.  Walk off is a pretty easy option too; just walk off as \"Aliens Have Landed\".","location":"Climb the obvious thin crack up the center of this face; the route has a basketball sized hueco just barely to the right of the crack about 10 feet off the ground."},"__v":0},{"_id":"pfEreez/W9yzpBeLw4frmw==","name":"Obie-One Keone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Gill and Keone Kim","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":4,"mp_id":"105946440","mp_crag_id":"105944075","climb_id":"pfEreez/W9yzpBeLw4frmw==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"This route is a top-rope only climb with one thin move to start then climbing some crappy fragile rock to the cliff top.  Don't go out of your way for this climb; just maybe climb after climbing the 5.9 crack (Shallow Fried Cracken).  The \"R\" or \"X\" rating would ONLY be if leading this route; which...I would NOT recommend!","protection":"Leading this route would be \"X\" rated and not recommended.  This route has some crappy rock and bad and/or no placements.  TOP ROPE ONLY!  Use the trees on top for your anchor and back up with some gear.  You can either walk off or sometimes there is some rappel slings.","location":"This route starts on top of a left angling ramp about 15-20 feet off the ground.  This climb is located about 100 feet right of \"Carrie Fissure\" and 20 feet left of the obvious thin crack \"Shallow Fried Cracken\".  Start on this face with friction feet and follow left facing scope feature through crappy rock then face climb to the top."},"__v":0},{"_id":"Sy9u19aOUFe42h7PBtZeyw==","name":"Hans Soloing","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":0,"mp_id":"105944079","mp_crag_id":"105944075","climb_id":"Sy9u19aOUFe42h7PBtZeyw==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"This would only be used as a good warm up or possibly for a new trad climber looking for some really easy terrain.  There really is no crux.  This route is a good climb to set up a top rope for the fun crack \"Aliens Have Landed\".","protection":"Take a small trad rack up to about 2 inches plus up to 3.5 for the anchors on top.  NOTE:  Brock/McMIllan guidebook lists this route as a top rope; you CAN definitely get some solid placements -- just use some common sense and don't place your cam in some cat-litter-quality rock!!","location":"Climb the LOW-angled ramp about 15-20 feet left of the obvious vertical crack on the face.  Descent requires walk off and you should take the second gully left (south) from the top of the formation.  Easy Descent!"},"__v":0},{"_id":"lI0/lLjsXMict8s+VTY4gQ==","name":"Gold Bikini & Cinnamon Bun Hairdo","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Todd Swain & Patty Gill","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":6,"mp_id":"105946477","mp_crag_id":"105944075","climb_id":"lI0/lLjsXMict8s+VTY4gQ==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"Surprisingly fun route with great moves and lots of varied climbing.  This would be a pretty serious lead with some THIN gear placements.  Starts with a boulder problem type start then moves left to the twin thin cracks/seams to the top of the cliff.","protection":"There is one bolt with a bad unrated hanger about 15 feet up from the start of the climb.  Then use some really thin gear and follow the thin cracks to the top.  Take some gear and you can build an anchor off the large blocks on top of the climb.  Walk off left as per \"Aliens Have Landed\".  This climb is pretty easy to set up as a top rope!!","location":"This route is about 20 feet to the right of Shallow Fried Cracken and is easy to spot as it is the only climb with a bolt on this entire wall; start on the steep face under the bolt."},"__v":0},{"_id":"DhKGGUmMXy25zNIIaSklrg==","name":"Carrie Fissure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":2,"mp_id":"105944102","mp_crag_id":"105944075","climb_id":"DhKGGUmMXy25zNIIaSklrg==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"Another route with a crux at the start but this route is pretty fun too!  Make sure you get good gear in before the roof moves into the thin crack.  There is some slight run-out on the face above but just look for some good horizontal placements.  Good Route!!","protection":"Trad rack with an emphasis on some THIN gear; especially some brass nuts and lowe balls.  There is NO fixed gear so take some large cams for the anchor on top.  There are some fragile holds so use caution and climb soft!","location":"This fun route is about 20 feet to the right of \"Aliens Have Landed\" at a right-facing corner under a small overhand.  Pull the overhand and follow this crack and face to the top and use standard walk off descent!"},"__v":0},{"_id":"D3tjjamUVouiNVTzJMou+A==","name":"Aliens Have Landed","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"left_right_index":1,"mp_id":"105944087","mp_crag_id":"105944075","climb_id":"D3tjjamUVouiNVTzJMou+A==","areaRef":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"Pretty fun route with a thin and difficult crux right at the start.  The start might be difficult to protect on lead so be careful.  After the initial thin section; great and varied FUN finger crack to practice finger jams the rest of the way to the juggy roof move at top!","protection":"If leading; take THIN gear up to 2 inches plus larger cams for an anchor on top.  Recommend climbing Hans Soloing and setting up a top rope if not confident at the grade??  Also watch for some thin and fragile holds at the start.","location":"This route is the obvious vertical crack with a small roof about 10 feet up.  Take the walk off the same as Hans Soloing!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,13565133-b3bf-518c-9ba8-3a8efb384d6c","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Basin","Red Springs Rock Lower Tier (aka Jabba the Hutt Rock)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":1,"label":"5.9"},{"count":2,"label":"5.8"},{"count":1,"label":"5.4"},{"count":2,"label":"5.10-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.42186,36.14562]},"bbox":[-115.42241684057899,36.14517033981814,-115.42130315942102,36.14606966018185],"left_right_index":-1,"ext_id":"105944075","area_id":"E1ZRM7O/UYybqDqO+zhNbA=="},"content":{"description":"This is a excellent quick or \"after-work\" crag with a short approach and shade anytime after about noon!  Rock quality varies highly between routes so be careful and these routes are NEVER crowded so go enjoy a day of good climbing."},"density":0,"totalClimbs":7,"__v":2,"createdAt":"2022-11-07T06:11:22.722Z","updatedAt":"2024-01-15T16:46:12.145Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e3e2f8258fb5bda02422","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}