{"_id":"6368a722e80bff5a995dd9c8","area_name":"Lower Blair I","shortCode":"","climbs":[{"_id":"yvNM/zOLUhG7kI/qed7PiQ==","name":"You Left Your Nuts","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S. Harper and Diamond, '94","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":19,"mp_id":"115686022","mp_crag_id":"107305617","climb_id":"yvNM/zOLUhG7kI/qed7PiQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This climb is awesome. The varying style throughout will keep your attention while leading.\n\nStart on the crack that is on the left side of the lower roof (see the picture on\n\nAnother Cryptorchid\n\n). Work your way up to the roof transferring onto the face until you reach a short, offwidthy section. Once through the offwidth, you will reach a small chimney with a chockstone above. Chimney your way past the stone until getting to the final hand fist crack at the top. You can bail right to a set of rings or continue up the hand crack (crux?). Then build a belay up top.","protection":"0.3 to #6 (#6 optional).","location":"This is the route directly left of\n\nAnother Cryptorchid\n\nunder the lower roof."},"__v":0},{"_id":"0/sLvNhdWZC/OpSmVhhIuQ==","name":"When You're Strange","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Scarpelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":999999,"mp_id":"107932590","mp_crag_id":"107305617","climb_id":"0/sLvNhdWZC/OpSmVhhIuQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a great, flared hands to off-width crack. Start in a pretty tough overhang and climb up to a wide bulge. There are good anchor bolts up top.","protection":"Medium nuts, finger to hand gear, a #4 Camalot or bigger if you're not comfortable on wide cracks.","location":"On the south side of Blair 1 left of Scrotum and most of the routes on that side, it's actually on a small separate face from many of the climbs on this side of Blair 1."},"__v":0},{"_id":"1BAplAcOWUy/TlfrHRTMzg==","name":"Two Skinny J's","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Julian Poush, John Levalley, Summer, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":23,"mp_id":"106800651","mp_crag_id":"107305617","climb_id":"1BAplAcOWUy/TlfrHRTMzg==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Two Skinny J's starts up a slabby, left-leaning ramp that leads to an over vertical, flared, right-facing dihedral. After that, easy face climbing leads to hands and offwidth in a right-facing flared dihedral. Two Skinny J's shares the vast majority of its climbing with its neighbor\n\nFall of the Golden Boy\n\n. Its only independent section is the steep, flared dihedral that comes after 15 feet of slab.","protection":"A single set of cams 00 Metolius to #5 Camalot, two additional #1 Metolius cams, a single set of Stoppers, and 3-5 single length runners.","location":"Two Skinny J's is located on the far right side of the southeast face of Blair 1. To its left is\n\nCrack of the Dudac\n\n, to its right is\n\nFall of the Golden Boy\n\n.\n\nBuild an anchor and walk off."},"__v":0},{"_id":"rV31R5BXWdmP4je/LigiqQ==","name":"Three Roofs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":5,"mp_id":"106008773","mp_crag_id":"107305617","climb_id":"rV31R5BXWdmP4je/LigiqQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Three Roofs has a nice bit of slabby chimneying that is marred only by an abundance of moss and lichen. Many of the moves are more challenging than they look from the ground.","protection":"Hand-size and smaller trad gear. There are a couple of contact points on a leaning boulder you can sling at the top.","location":"This is toward the left side of the northwest face of Blair I, right of Ice Box. There is a walk off the opposite side on ramps that become grassy lower down, or a chimney downclimb (I walked)."},"__v":0},{"_id":"rBQApJUOXt6JwWLS6S917Q==","name":"The Thief","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jennifer Hanft","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":11,"mp_id":"108299139","mp_crag_id":"107305617","climb_id":"rBQApJUOXt6JwWLS6S917Q==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This well-bolted slab route gets progressively more challenging the farther you get off the ground.  If 5.10 slab is a bit over your head to lead, the route can be top-roped by climbing the 5.7 flake route just to the right and using the anchors shared by both climbs.","protection":"Five bolts to anchors shared with Nick's Loose Flake Variation.","location":"This route is on the second tier of Blair I, just left of\n\nNick's Loose Flake Variation\n\n.  You can rap from the top to the ground with a 60 or 70 meter rope.  Alternately, you can rap the first tier from the top of Petit Arbor pitch 1 or walk off to the south."},"__v":0},{"_id":"Fc9Abmw2XAeKlYBfavd1vg==","name":"Spike It","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Marcus Brown, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":8,"mp_id":"106506331","mp_crag_id":"107305617","climb_id":"Fc9Abmw2XAeKlYBfavd1vg==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Although this little route might be easily overlooked given the lack luster description in Skip's book, it is worthy of a quick run and an excellent warm up.  Start in the double crack system just up the hill from\n\nLe Petit Arbre\n\nand left of the nasty little mossy gully.  The double crack system is obvious as it terminates at a point about 20' up.\n\nThe first pitch, while mostly straightforward, contains your standard Vedauwoo funk.  Follow the double cracks up for some mellow climbing to a bulge containing a wide section just above the point.  Here you can bust out your chicken wings and arm bars or just lay back the crack on some nice face holds (what I ended up doing) to surmount this obstacle.  Then continue up the hand size crack to a big ledge just above another grassy ledge to the right.\n\nFor the second pitch, move the belay down and over about 10' to the aforementioned grassy ledge (if you don't you will potentially put a lot of stress on your system if the leader were to fall).  Take the leftmost crack of the two cracks up from the ledge using mostly hands.  About 20' up, the wall bulges and the crack pinches down to almost perfect fingers - this is what you came for.  Clip the old pin (and probably back it up - a nut will do) and step up and into the crack - this is the crux. The crack eases up considerably above the bulge.  Belay atop Blair I.","protection":"Although from the bottom, this appears to be wide, I found that you could easily get away with a set of singles to a #3 Camalot C4 supplemented with a set of nuts.  For the belay atop the first pitch, you could actually just wedge your body in to the crack behind the rocks if you had no gear available.","location":"This route is located uphill from\n\nLe Petit Arbre\n\nand just past the mossy gully.  To get down, rap off the boulder at the south end from the chains to the top of P1 of\n\nLe Petit Arbre\n\n.  A 70 m will not make it all the way down, so from here you will either have to walk off south or rap off of the bolts of P1 of\n\nLe Petit Arbre\n\n."},"__v":0},{"_id":"KxnJaFFZWBWDql+i7ab2hw==","name":"Solstice Slab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jarrod Keller, Bailey Kirkland","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":4,"mp_id":"119195490","mp_crag_id":"107305617","climb_id":"KxnJaFFZWBWDql+i7ab2hw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Cryptic edging past 3 bolts leads to the top of the perched boulder. Airy!","protection":"3 bolts + a rap anchor.","location":"This route ascends the perched boulder directly above\n\nThree Roofs\n\n/\n\nCommunity Norms\n\n. Make your way to the big ledge system via any of the routes between\n\nIce Box\n\nand\n\nPetit Arbre\n\n. From the big ledge, gain the notch between the main summit block and the boulder to start."},"__v":0},{"_id":"ndEOzMCwWtmAoEteHP1tAA==","name":"Social Mores","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Marcus Brown, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":7,"mp_id":"107305421","mp_crag_id":"107305617","climb_id":"ndEOzMCwWtmAoEteHP1tAA==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a fun little jaunt up shallow and discontinuous dihedral/crack systems. At 60 feet, BANG!, there's a perfect and seemingly bomber pin. Clip it with a double sling, climb over, and GINGERLY move over a bulge to the right to a right-leaning crack. (My shorty partner made the move UNDER the bulge and then just stood, avoiding the Big Fear.) Work some RP magic and send for the ledge, young leader!\n\nThe crux is either the above-the-pin traverse (spooky) or trusting those RPs for the last hump over to the ledge. It depends on your head.\n\nAt this point, you're on a wide ledge system. The Kelman guide doesn't DESCRIBE a second pitch (you MIGHT be tempted to link it all as one, but the rope drag would have you cursing life and the gods above), but above you are two crack systems that split off from the only obvious hand-sized crack in front of you.\n\nIf you take the right, you'll wish you had read this and brought that #4 Camalot--even though it probably only goes at 5.9 or so. Move up and take the left and all you'll need is small gear and maybe a number three if'n you're squeamish like me. It goes at 8 or 8+.\n\nLastly, Kelman does give this climb a 10b--so I used that here to be all official like. But personally I think this thing goes at 9+. Short climbers will argue otherwise....","protection":"A light standard rack will do with a double sling for the traverse move past the piton. Small selection of RPs. And you'll want a #4 Camalot if'n you're gonna take the right exit. Otherwise I did place a #3 for the left, but could'a/would'a been happy without.","location":"In the middle of the NW face of Blair I, this is the rightmost of two cracks (the left is\n\nCommunity Norms\n\n, 10d) that are JUST to the right of a large, close-to-the-wall pine tree. Look for a door-sized flake to start the fun (the Kelman guide calls this a \"left-facing dihedral)--door-sized, that is, if you're super rich and have mansions where you need to move in your nasty 12 foot Mapplethorpe prints into the living room just to shock the neighbors."},"__v":0},{"_id":"3u9xAaeEXbWgnSx3zzkosw==","name":"Shakey Flakes","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":26,"mp_id":"117580657","mp_crag_id":"107305617","climb_id":"3u9xAaeEXbWgnSx3zzkosw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a fun, easy, and well-protected sport route in the Voo. Climb up the layback flake to jugs and edges. It is worth doing if you are in the area.\n\nEdit: FA was done before the bolts.","protection":"6 bolts to chains.\n\nPer\n\nWyomike\n\n: the FA was done before it was bolted.","location":"It is the obvious bolted line left of the\n\nElectric Gypsy Moth Arete\n\nand the low end of Blair 1."},"__v":0},{"_id":"8c89djQVWM2upoZypxEYlg==","name":"Senta Life","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":14,"mp_id":"117838435","mp_crag_id":"107305617","climb_id":"8c89djQVWM2upoZypxEYlg==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"After the initial offwidth (lined with moss), climb the gully, which turns out to be surprisingly awkward, especially as the bushes & trees get in the way.","protection":"Fairly wide gear is useful.","location":"About 50' left of\n\nLe Petit Arbre\n\nis a short offwidth leading to a vegetated gully."},"__v":0},{"_id":"SWSOt/dEUOOJt/c9J23tjw==","name":"RBG","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":25,"mp_id":"119864095","mp_crag_id":"107305617","climb_id":"SWSOt/dEUOOJt/c9J23tjw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a nice, cruiser intro to OW, comparable to a slightly higher angle\n\nEasy Jam\n\n. The gear is good, and crack is consistent in size. I am assuming this has been climbed just submitting to get it on MP and entering info on the off chance it hasn’t been climbed.","protection":"Cams #4, #5, and #6. This protects well by bumping #5 and #6. The gear is solid.","location":"It is 40’ up the chute from\n\nElectric Gypsy Moth\n\nand is accessed by scrambling up Lower Blair I from the Southwest aspect."},"__v":0},{"_id":"fOjp1QJEXj2lkz+B7kJRbg==","name":"Raised On Robbery","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scarpelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":1,"mp_id":"105966517","mp_crag_id":"107305617","climb_id":"fOjp1QJEXj2lkz+B7kJRbg==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a classic Scarpelli hand and fist crack.\n\nTake the right of two right-leaning splitters (the left one is\n\nPublic Enemy\n\n). Start in the A-frame slot, pull through the crux on solid pro, and cruise through to anchors at the shelf.","protection":"A standard rack.","location":"In between Blair I and II is a gully.  Scramble through it and you'll see these lines on the NW side of Blair I."},"__v":0},{"_id":"a7e2adQ4Wz6yNHmcBIKuIA==","name":"Public Enemy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Wade Griffith, Pat Fleming, Mark Jenkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":0,"mp_id":"105765195","mp_crag_id":"107305617","climb_id":"a7e2adQ4Wz6yNHmcBIKuIA==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This route is located on Blair I next to\n\nRaised on Robbery\n\n- a Bob Scarpelli classic.  It starts on some 5.9 hands angling left until you can clip a bolt out right to gain the flared traverse.  At the end of the traverse, head up the thin crack until you make a tricky switch into the sustained hand crack above.","protection":"Small to hand-sized gear and a couple of QDs.","location":"This route is located on Blair I next to\n\nRaised on Robbery\n\n."},"__v":0},{"_id":"bgrN7ioyXnSGBvtTQVLPSw==","name":"Nick's Loose Flake Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":12,"mp_id":"106220880","mp_crag_id":"107305617","climb_id":"bgrN7ioyXnSGBvtTQVLPSw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This is a worthwhile alternative to the second pitch of\n\nLe Petit Arbre\n\n.  Take the first pitch of that route to the giant ledge.  Scoot the belay over about 20' to a nice hand size crack with a large flake just to the left of that crack.  Ascend either the crack itself (for the full valued 7) or use the flake on the upper portion (probably somewhere at 6) to a set of bolted anchors.  Both of worthwhile, but utilizing only the hand crack is definitely the more aesthetic way of ascending the route.","protection":"Several hand-sized pieces.  Bolted anchors are there for rapping.","location":"This route is located on the ledge that marks the start to the second pitch of\n\nLe Petit Arbre\n\n, just 20' to the left of the finish of\n\nLe Petit Arbre\n\n."},"__v":0},{"_id":"ym3+/kG2UXqv9zCE7E1K1w==","name":"Le Petit Contreforce","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Paul Heyliger and Jim Brink","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":16,"mp_id":"106871793","mp_crag_id":"107305617","climb_id":"ym3+/kG2UXqv9zCE7E1K1w==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This little buttress is an alternate 2nd pitch for\n\nLe Petit Arbre\n\n. Start 15 yards right of the start of the 2nd pitch of\n\nLe Petit Arbre\n\nand climb the wide overhanging crack that eventually bends back left at which point the climbing eases.","protection":"#0.4-#6 Camalots (two #6s isn't a bad idea).","location":""},"__v":0},{"_id":"nbzT7pkaXu2VKHW9nG/yRQ==","name":"Le Petit Arbre","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marcus Brown, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":13,"mp_id":"105764364","mp_crag_id":"107305617","climb_id":"nbzT7pkaXu2VKHW9nG/yRQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This route is the right-most route on the Northwest face of Blair I. Take the Blair trail and cut in between Blair III from the west through a nice aspen grove. Follow the wall until the obvious hand crack comes into view.\n\nPitch 1 might be the best moderate hand crack (5.6) in all of Vedauwoo. Follow perfect hands to the shelf and belay at a 2 bolt anchor with rap rings (per\n\nMike Lewis\n\n).\n\nPitch 2 has a move or two of 5.9 upon entering the crack over a wild rasberry bush. Follow the pleasant crack with the little tree (hence the name) to the top and belay at a 2 bolt anchor with rap rings (per\n\nMike Lewis\n\n). .\n\nThe descent involves either downclimbing a chimney or rapping from anchors across the top of the chimney.","protection":"Bring a standard rack with an emphasis on hand-sized gear.\n\nPer\n\nMike Lewis\n\n: there are bolted anchors are at the top of each pitch.","location":""},"__v":0},{"_id":"kGyJ409pXs6lljGATA8evw==","name":"In Between","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray Jacquot, Tom Berg, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":3,"mp_id":"106510152","mp_crag_id":"107305617","climb_id":"kGyJ409pXs6lljGATA8evw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"In Between shares a start in a low angle slot with another 7,\n\nThree Roofs\n\n.\n\nThree Roofs\n\nwill follow the rightmost crack system while In Between will follow a parallel set of wide cracks to the left.  About 10 to 15' up, move over into the wide and awkward overhanging section which is actually easier than it looks.  Continue up a series of wide cracks that get progressively more difficult as you proceed upward.  Although from the ground this crack appears to be almost chimney-sized, when viewed from the top, it appears as a wedge shaped crack which will require your typical wide crack trickery.  For the grade, this route is a lot of fun (if wide meets your idea of fun) and is consistent (it will have you grunting throughout).  Near the top, the crack diverges - stepping into the right-most crack provides the most simple solution to the finish.  Belay at the top of Blair I.","protection":"You can get away with a standard sized rack but extras in the hands-plus sizes will make it feel more comfortable.  There are places for slotting your #4-#6, but you can probably leave them.","location":"In Between is located at the northwestern end of Blair I just past\n\nCommunity Norms\n\nand before the jumble of boulders leading to\n\nRaised On Robbery\n\n.  Descend as for\n\nSpike It\n\nby walking to a set of anchors located above\n\nLe Petit Arbre\n\n.  Two raps will get you to the ground."},"__v":0},{"_id":"PbMnXw8oXYCxTOF4rcx0gQ==","name":"Ice Box","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":2,"mp_id":"119031579","mp_crag_id":"107305617","climb_id":"PbMnXw8oXYCxTOF4rcx0gQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Climb the easy groove (optional belay) then a 25 foot handcrack from the ledge. It's wide hands really. Move right delicately, then go up another hand crack (easier) to a ledge.\n\nThe descent is kind of rough - either roped-scramble up a crack, then move rightwards and down to the rap at the top of\n\nThree Roofs\n\n. Or scramble off northeast, apparently a rope is useful too, we didn't do this option.","protection":"Gear to 4 inches.","location":"It is to the left of\n\nIn Between\n\n."},"__v":0},{"_id":"M7+KV+aPUMKv+7zsBdy9lw==","name":"Fall of the Golden Boy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Julian Poush, Shane Miller, Fall 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":24,"mp_id":"106800508","mp_crag_id":"107305617","climb_id":"M7+KV+aPUMKv+7zsBdy9lw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Fall of the Golden Boy shares the first 15 feet of slabby climbing with its neighbor\n\nTwo Skinny Js\n\n. Fall of the Golden Boy splits off to the right in an overhanging hand and finger crack in a left-facing dihedral. After 20 feet, it then rejoins\n\nTwo Skinny Js\n\nfor easy face climbing to hands and offwidth in a flared, right-facing dihedral.\n\nThis route is named for a massive whipper that Shane caught on Dillingham Blues in Fremont Canyon. His friend the \"Golden Boy\" whipped huge, ripped out all his gear, factored two on the anchor and hit the water.","protection":"Single set of cams from 00 Metolius up to #5 Camalot, with doubles in hands and fingers. 1 Standard set of stoppers. 3-5 single length runners.","location":"Fall of the Golden follows a crack system on the far right side of the southeast face of Blair 1. To the left of it is\n\nTwo Skinny J's\n\n,\n\nCrack of the Dudac\n\n, and\n\nCrack of the Dudac Direct\n\n(in that order). A bit further to the left is located\n\nAnother Cryptorchid\n\n,\n\nYou Left Your Nuts\n\n, Scrotum, and East Face Direct (in that order, these climbs are all listed in the Robert Kelman guidebook). Fall of the Golden Boy is the last continuous good looking crack system on the right side of the wall.\n\nBuild an anchor. Walk off."},"__v":0},{"_id":"5dXFygxFWYavG/+L4eHhVQ==","name":"Electric Gypsy Moth","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Zach Orenczak","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":27,"mp_id":"106509020","mp_crag_id":"107305617","climb_id":"5dXFygxFWYavG/+L4eHhVQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This route is a great line and has fun position all the way to the top. The crux is moving over the first bolt.","protection":"5 bolts to anchors. A #0.5 Camalot can be used to protect the opening moves in getting to the first bolt.","location":"This route is on the Southwest face of Blair I. You can find it by climbing the first pitch of\n\nLe Petit Arbre\n\nand then traversing south then around the corner till you see an obvious arete with bolts going up the face. Alternately, you can scramble up to the climb from the South."},"__v":0},{"_id":"z7VRC633UgCUQT1oAb/+ig==","name":"East Lichen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":17,"mp_id":"121303114","mp_crag_id":"107305617","climb_id":"z7VRC633UgCUQT1oAb/+ig==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"I climbed this accidentally looking for\n\nCreature Features\n\nor\n\nYou Left Your Nuts\n\n. It is the first line that looks like it goes on the left when you scramble around to the East face (not the hallway between the East and West Face). I am guessing I didn't get the FA, but it was very strange that at the crux lichen covered section at the top, there was about half an inch of untouched lichen covering perfect hand jams that I had to garden. I have never seen that at the Voo before!\n\nThis route has a fun, left-angling hand crack at the start with decent smearing with your left foot, other than the pebbles pouring down that my belayer later told me about. Then do an easy face move to get to a short hand/fist crack. That takes you to the crux lichen. I got a #1 above the lichen in the good hand crack in a spot with no lichen, then once you work your feet up, I got a great #6. Work your feet around to the right on some stemming ledges with frighteningly slippery ball bearing scree on top, and work your way around the chockstone to the right. Then, jump over the little gap, and I finished with an optional easy squeeze chimney that positively flared upwards.\n\nBased on the abundant lichen, I conclude that this route is not on MP yet, let me know if I missed it.","protection":"I took through a #6, and was glad to have the #6 on the lichen crux!","location":"Walk around to the East past the hallway, and scramble up to the Lower Tier on the East Face. This is about 100 feet to the left of\n\nCreature Features\n\n, and on the tier lower. You can actually do\n\nCreature Features\n\nas a second pitch to this, or scramble off right to the base (or top out and rap down the West side, and walk back)."},"__v":0},{"_id":"hYZv/XctU3euYtqtdjbtJQ==","name":"Creature Features","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S Harper, G Diamond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":18,"mp_id":"106783489","mp_crag_id":"107305617","climb_id":"hYZv/XctU3euYtqtdjbtJQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This route climbs a hand/fist/ow crack system on the east face of Blair I. Starts with lichen crusted traverse into hand crack flake, followed by ow slot (crux). Climb past chockstone and easier terrain. Belay at 70 feet. Short pitch of 5.9 slab to top.  Could be done in one pitch with rope drag.","protection":"Gear to #6 Friend is nice.","location":"This is the first crack system to the left of the East Face Direct route. Rap off two bolt anchor at top of formation. A single 60 meter rope will suffice."},"__v":0},{"_id":"8gzwXIDGU9a5gNz96Xye3g==","name":"Crack of the Dudac Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Julian Poush, Brian Scoggins, Fall 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":21,"mp_id":"106800697","mp_crag_id":"107305617","climb_id":"8gzwXIDGU9a5gNz96Xye3g==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This route is a variation of\n\nCrack of the Dudac\n\n. It goes through a small roof right off the ground, via a hand crack. It then goes to less than vertical face with thin cracks before rejoining\n\nCrack of the Dudac\n\n.","protection":"Single set of cams from #1 Metolius to #4 Camalot, with doubles in fingers and hands. 1 standard set of Stoppers.","location":"This route is located 15 left of\n\nCrack of the Dudac\n\n. To its left is Another Cryptorchid.\n\nBuild an anchor. Walk off."},"__v":0},{"_id":"BU358LcaVzGgYyTj6MTH9Q==","name":"Crack of the Dudac","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Julian Poush, Shane Miller, Fall, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":22,"mp_id":"106800682","mp_crag_id":"107305617","climb_id":"BU358LcaVzGgYyTj6MTH9Q==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Crack of the Dudac starts with good, flared hands in a right-facing dihedral then goes into a flared splitter with some face climbing, then some technical flare climbing, then into another right-facing dihedral.","protection":"A single set of cams from #1 Metolius to #4 Camalot, with doubles in hands and fingers, and 1 standard set of stoppers.","location":"Crack of the Dudac is located on the southeast face of Blair 1. Crack of the Dudac is located 75 feet left of\n\nTwo Skinny J's\n\n. To its left is located\n\nCrack of the Dudac Direct\n\n.\n\nBuild an anchor. Walk off."},"__v":0},{"_id":"S8wJpJ62V3+BYsmOpu9Zng==","name":"Cory's Diagonal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cory Fleagle?  (9/12)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":15,"mp_id":"107780741","mp_crag_id":"107305617","climb_id":"S8wJpJ62V3+BYsmOpu9Zng==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"This climb starts on\n\nLe Petit Arbre's\n\n1st pitch, then goes right when you get to the obvious, horizontal, crack feature that is halfway up the 1st pitch.  After heading right/down, head up\n\nthe obvious, bottomed out, hand crack type feature.\n\nLower off anchors out left.\n\nAlso, I am just guessing on the grade...I didn't think much about it while I was there.  Oh yeah, I didn't pick the name.  My friends told me this, and it stuck!","protection":"Single rack to a #3 Camalot.","location":""},"__v":0},{"_id":"8FvODKvFWxuLIMNHrhoFeQ==","name":"The Bro Proj","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Julian Poush, Shane Miller, Bryan VanSickle August 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":9,"mp_id":"106557820","mp_crag_id":"107305617","climb_id":"8FvODKvFWxuLIMNHrhoFeQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"The Bro Proj is a thin less than vertical face climb protected by gear in horizontal cracks and an offset RP in a vertical seam. It goes through four horizontal cracks following a vertical thin flake and seam feature. The vertical seam/flake features dies out between the second and third horizontal. From the third horizontal the route follows an obvious dish to the final horizontal crack. The route finishes just to the right of a small tree, on the large ledge that separates the first and second pitch of\n\nLe Petit Arbre\n\n.","protection":"A single set of cams from the smallest C3 Camalot to a #2 Camalot, with a set of small offset stoppers. A second #2 Camalot is helpful.\n\nThis route is protected by some small gear that is spaced in places.","location":"The route is located fifteen feet left of the first pitch of\n\nLe Petit Arbre\n\n. It starts on a thin vertical flake."},"__v":0},{"_id":"qUcHTwhDVaygmrqVugF/CQ==","name":"Bachelor Party","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":10,"mp_id":"106790600","mp_crag_id":"107305617","climb_id":"qUcHTwhDVaygmrqVugF/CQ==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Face climbing and pinching on crystals between horizontal cracks.  Top out on a vertical crack.  Moves tend to be delicate and awkward with good rests in between on the horizontals.  The crux comes early on so pre-clipping the first bolt from the boulder is not a bad idea.\n\nThe route gets its name because we were climbing the day before Jeff's wedding.  After getting beat up by some harder routes, we went to climb\n\nLe Petit Arbre\n\n.  Upon rappelling I decided to give the line a try on TR.  It proved excellent and appeared unclimbed (Skip Harper Webpage, Fat Crack Country Book), so Shane came to join us for the lead.  Quite a memorable bachelor party.","protection":"Gear to 2\" and 2 quickdraws for the 2 bolts.  Gear anchor.  0.5\" pieces work well on this route.","location":"This is just left of\n\nLe Petit Arbre\n\non Lower Blair I.  Look for the 2 bolts to crack finish.  Can walk off the ledge, rap off the ledge, or better yet continue up\n\nNick's Loose Flake Variation\n\nand rap all the way to the ground from that anchor with a 60 meter rope."},"__v":0},{"_id":"BAdOArwoV2mgAUhai0roKw==","name":"Community Norms","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Marcus Brown, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":6,"mp_id":"106220895","mp_crag_id":"107305617","climb_id":"BAdOArwoV2mgAUhai0roKw==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"I once saw a comment on\n\nOsiris\n\nin which that route was described as 'a worm driving pile of crap'; I am not sure what that means, but I wonder what he would say about this route?\n\nAnyway, this route starts at the far end of Blair I, shortly before you get to the jumble of boulders that marks the gateway toward\n\nRaised On Robbery\n\n.  Start just right of a pine tree.  There are two cracks here, the right-most marks the start of Social More's, a thin 10b that starts in a left facing dihedral.  The left-most is a thin seam that marks the start of Community Norms.  The seam itself is thin and a little mossy, and exiting to the ledge above after the seam craps out is the crux of the route.  Follow a series of cracks to the top that are typically no wider than hands, but still require a little of the 'woo funk to get you up.  Some places are trickier to protect, but the rest of the route is no harder than 8+ or 9.\n\nKelman has this route down at 10d, but I felt that this route was not sustained enough to maintain that grade.  An aspiring 10 climber should have no problem getting up this.  I found that the true difficulty of this route is not the first seam (which would be an excellent feature were it not so dirty), but making your way up the rest of the route which is grovelly and exfoliating and felt less than bomber when you were trying to move more delicately off of some of the thinner sections.  This route would probably be more worthwhile were it to see more traffic, but I suspect the traffic is low due to the hard grade in the Kelman book.","protection":"RPs (or C3s) to hand size pieces.","location":"The start of this route is located about 30 or 40 yards uphill of Gampher  Chimney (the lichen covered, dirty looking chimney which goes at 7) and is marked by a thin seam to the right of a pine tree which will take small gear.\n\nFor the descent, you can walk off either to the northeast with some serious scrambling or to the southwest toward the anchors that mark the top of\n\nNick's Loose Flake Variation\n\n.\n\nPer\n\nTop Rope Hero\n\n: there are now bomber rap anchors on the west side of the first monster boulder as you head south. (Just look over your right shoulder when you top out...there they are.) Double ropes will take you all the way to the deck, a single 60 drops you to the next ledge system where you can hop over to the rap station at\n\nLe Petit Arbre\n\n."},"__v":0},{"_id":"7UgOuOgtXWanLbeaS2R7YA==","name":"Another Cryptorchid","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lossner and Harper, '95","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"left_right_index":20,"mp_id":"115685892","mp_crag_id":"107305617","climb_id":"7UgOuOgtXWanLbeaS2R7YA==","areaRef":"rnmhDRx9UY2g/Sy1/D3DJw=="},"content":{"description":"Another Cryptorchid is a great route with a strenuous crux. Start on the right side of the lower roof, making your way through the bulging offwidth. I protected the crux with a #3 and a #4. Work your way up and eventually left into a final offwidth with a large bush in your face. The final offwidth takes a #4, #5, and #6 to sew it up. There are rings to your left after reaching a large ledge.","protection":"A few small cams and larger cams up to a #6.","location":"This is left of\n\nCrack of the Dudac\n\n. Start on the right side of the lower roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,d8d7e81a-eb8b-5cfd-8ec6-8aa7889d4140,6c7a3073-43dd-5e64-8080-6aa87f92e9f5,ae79a10d-1c7d-518d-a0fd-2cb5fc3dc327","pathTokens":["USA","Wyoming","Vedauwoo","Blair (overview)","Lower Blair I, II, III, and vicinity","Lower Blair I"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":2,"label":"5.11b"},{"count":4,"label":"5.9"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9-"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":5,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":11,"intermediate":12,"advanced":2,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":15,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.38811,41.18963]},"bbox":[-105.38870752797112,41.18918033981814,-105.3875124720289,41.190079660181866],"left_right_index":-1,"ext_id":"107305617","area_id":"rnmhDRx9UY2g/Sy1/D3DJw==","polygon":{"type":"Polygon","coordinates":[[[-105.38870752797112,41.18918033981814],[-105.3875124720289,41.18918033981814],[-105.3875124720289,41.190079660181866],[-105.38870752797112,41.190079660181866],[-105.38870752797112,41.18918033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:35:21.807Z","updatedAt":"2024-01-20T01:09:23.628Z"}