{"_id":"63689de0e80bff5a994fa51c","area_name":"Bunker, The","shortCode":"","climbs":[{"_id":"+w5xXNlYX3SWReocjU11iw==","name":"Valkyrie","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Mark Anderson, July 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":3,"mp_id":"110479410","mp_crag_id":"110479232","climb_id":"+w5xXNlYX3SWReocjU11iw==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"Another enduro jughaul, Valkyrie would fit in perfectly at Rifles Wicked Cave, right between\n\nZulu\n\nand\n\nSlice of Life\n\n. This is a great choice for the aspiring 5.14 climber, with a relatively mellow crux followed by many pumpy, gymnastic moves that can be learned down. There is a bit of off-balance slab groveling at the start, but it gardually gives way to uber steep swinging and hooking between sloping jugs.\n\nBegin from part-way out the upper-left fixed line. Follow a brief slab to a horizontal alcove and the first bolt. Climb awkwardly into the alcove, making sure to take advantage of the no-hands head-jam rest. Exit the alcove, heading up and right, to reach a perched mini-slab. Tiptoe along the slab to an active rest below the crux. The pegmatite band is surmounted with a shouldery reach between opposing gastons. Rock over the bulge to find a great restincluding more opportunities for head-jamming--below the inverted bowl. Pump up the cresting wave, hooking, and toe-camming wildly towards a hanging dihedral. Turn the capping ceiling, squirm into a stem, and work easily up to the anchor.","protection":"Many bolts to a 2-bolt chain anchor, currently all fixed.","location":"This is the next line right of Charlie (the large right-fiacing dihedral), beginning a bit left of the Bottleneck, climbing up and slightly right to the apex of the cave.  The two best belay options are the Dirt Ledge, or the flat-ish stance below the Bottleneck."},"__v":0},{"_id":"13itUcd7VASkXigCMDf6Wg==","name":"Uncommon Valor","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":11,"mp_id":"110714685","mp_crag_id":"110479232","climb_id":"13itUcd7VASkXigCMDf6Wg==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This burly number is another would-be warm-up that turned out much harder than expected. The climbing is excellent while it lasts, but the line is fairly short.  Furthermore, otherwise stellar rock quality is marred slightly by a brief band of flaky pegmatite. The sustained crux section begins with powerful liebacking on micro-feet, followed by more pumpy underclings and slaps to reach the top.\n\nBegin with easy liebacking to reach a molasses mini-ledge ten-feet up. Clip up, then delicately mantel and stand up on the ledge with the aid of the diagonaling pegmatite crack feature. Gaston and lieback up the bottoming seam, eventually making a big move or two to reach a set of gently sloping edges. Pull up under the bulge, and then bear hug and slap your way to the top.","protection":"5 bolts to 2 bolt anchor.","location":"This is the furthest right bolted line at the very top of the broad, sloping ledge below the West Face."},"__v":0},{"_id":"66iEQz41Xk6+fCyOJiNmNg==","name":"Trooper","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":8,"mp_id":"110714622","mp_crag_id":"110479232","climb_id":"66iEQz41Xk6+fCyOJiNmNg==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This is the best line on the wall and probably the best moderate warm-up at The Bunker. The rock is largely perfect and the position is spectacular, offering great views of the canyon as well as the formidable lines peppering the north side cave.\n\nBegin by stemming and liebacking up the detached flake. Jam carefully past some intermittent guano to reach a slab stance below the roof. Thoughtful but easy climbing works around the roof to the base of the hanging slab. The first crux is manteling over this bulge, which can be done directly, or by moving right onto\n\nThe Smear Hunter\n\n. Both options are about the same difficulty. Two more easier mantels lead to a good shake in the high pod. The final crux is the overhanging headwall, which begins with good jugs and ends with a burly reach to the lip of the wall.","protection":"9 bolts to 2 bolt anchor with fixed biners.  About 5 bolts have fixed draws.","location":"This route is located on the West Face of the Bunker. This is the first bolted line from the left, beginning up a 15-foot tall chimney and then heading left to avoid the lowest roof."},"__v":0},{"_id":"fFvv6AMDW+yEIsKYLzxzyQ==","name":"The Smear Hunter","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":9,"mp_id":"110714648","mp_crag_id":"110479232","climb_id":"fFvv6AMDW+yEIsKYLzxzyQ==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This varied line has everythingchimney stemming, a funky roof pull, cerebral friction climbing, and fun mantels, all capped off by a steep, pumpy, exposed finish. The rock is excellent throughout, with patches of yellow granite reminiscent of El Cap (the entire wall is a great El Cap slab simulator, with similar rock and climbing--techy, balancy and insecure). The crux involves a brief stretch of super burly underclinging against pure foot smears, and some will surely be put off by the faith-in-footwear it requires.\n\nBegin with easy stemming up the short chimney. Head up and right over tiered roofs capped by an awkward and contorted lip pull. Step right around the corner to gain the slab, where a series of enjoyable mantel problems wander up and left, then back right, to reach the base of a diagonaling, flared, and bottoming crack.  Balance up this dismal feature until you can reach better holds at the base of the overhanging headwall. Big cranks between jugs lead to the top.","protection":"9 bolts to 2 bolt anchor.","location":"This is the second bolted line from the left on the West Face of the Bunker, beginning up a 15-foot tall chimney and then heading right over tiered roofs."},"__v":0},{"_id":"rep0Q6uMUlCz/7G0M8K/dA==","name":"Saigon","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kevin Capps","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":0,"mp_id":"111659734","mp_crag_id":"110479232","climb_id":"rep0Q6uMUlCz/7G0M8K/dA==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This was one of the original lines on the wall, before the more classic variation,\n\nApoca-Lips Now!\n\n, was added. After pulling the short-lived roof crux, continue straight up with easier face climbing. The overhanging section and the crux are really fun and worth the hike up to The Bunker.","protection":"Bolts and anchor.","location":""},"__v":0},{"_id":"nmdivpXhXgCOPUoj1luMKg==","name":"Fury","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Mark Anderson, May 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":4,"mp_id":"110604701","mp_crag_id":"110479232","climb_id":"nmdivpXhXgCOPUoj1luMKg==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This epic line is perhaps the best of its grade in Clear Creek, and among the best on the Front Range.  The route is pure enduro jug-hauling, remarkably continuous, with excellent rock and the best view in the cave.  It seems that just about every move on this route is hard enough to be interesting, and yet there are just enough rests to keep the pump manageable.  The movement is exquisite, involving wild ninja foot-trickery and big moves between big holds, culminating in several committing slaps.\n\nBegin by stemming and slabbing straight up from the bottleneck.  Surmount the steeply right-leaning dihedral with a short bit of not-too-bad Bunker weirdness.  Shake on the perched slab, then punch up through the first overlap to an unusual matching pretzel sequence below the pegmatite band.  Big moves clear the bulge to a good stance below the impressive final roof.  Slap out the ceiling with huge spans, heel hooks and toecams, ultimately working left along pumpy slopers to reach Thank God jugs just below the lip of the cave.","protection":"9 bolts to an anchor, currently all fixed except for the two slab bolts.  Bring 2-3 extender draws to mitigate rope drag.","location":"Front and center in the main cave, heading straight up from The Bottleneck (or, between Valkyrie and Full Metal Jacket).  The FA was belayed from the Dirt Ledge with double-length slings on the first two bolts and a revolver biner on the 3rd, but the most logical belay is the stance below The Bottleneck."},"__v":0},{"_id":"StDprBOYULO1ctbIPTeptw==","name":"Full Metal Jacket","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Equipped by: ?   FFA: Mark Anderson, June 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":5,"mp_id":"110479415","mp_crag_id":"110479232","climb_id":"StDprBOYULO1ctbIPTeptw==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This is a classic jughaul in the vein of\n\nSprayathon\n\n- steep and overhanging virtually the entire way - but with a more distinct crux at 1/3-height. The first body-length roof is skirted to the left, and the second is not as difficult as it appears thanks to some clever jamming opportunities. However,  getting established on the headwall immediately above may cause some trouble.\n\nBegin from the far end of the upper-right fixed line. Work up and left up the slab, careful to skirt the X-marked death block. As the wall steepens, jugs appear where you need them, leading up and left around the first roof. Cop a quick shake at a decent stance below the intimidating ceiling. Foot trickery and trad skills will get you to the lip. Crank strenuously up a set of bottoming pods in the big, left-facing offset until its possible to throw a foot onto the steep slab. After a well-earned shake, crank through the pegmatite on solid-albeit-flakey jugs to reach the Gunks-like quartzite above. Race the building pump up the unbroken chain of amazing jugs, heel-hooking, toe-camming, and kneebaring along the way to reach the lip of the cave.","protection":"Many bolts to a 2-bolt anchor, currently all are fixed except for the first bolt (on the slab).","location":"Full Metal Jacket is just right of the center of the cave, beginning from the far right end of the upper-right fixed line. The start of the route is shared with\n\n14:59\n\n. These routes can be belayed from the stance just below The Bottleneck from a semi-hanging belay from a 1-bolt anchor (which can be backed up with finger-sized cams) at the end of the upper-right fixed line or from a nice flat stance at the far right end of the lower-right fixed line. The latter is probably the most comfortable for all parties. It has also been done from a belay on the Dirt Ledge, but this is not recommended."},"__v":0},{"_id":"ST9gc3HQVWuqp9W1E7CjMw==","name":"First Blood","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":10,"mp_id":"110714667","mp_crag_id":"110479232","climb_id":"ST9gc3HQVWuqp9W1E7CjMw==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This decently long, moderately pumpy climb is a great warmup for the main Bunker fare or a worthy objective in its own right. The yellow granite and flaring crack systems it follows are reminiscent of the free climbing high on El Cap. Expect mantels, handjams, and athletic, pumpy liebacking. The cruxy start detracts slightly from an otherwise excellent, moderate line.\n\nBegin with a balancy mantel onto the detached block at the base of the wall. Reach a set of big, flat holds in the slanting break, and then rail traverse left to better footholds and the first diagonaling crack. Cruise this flare to a good rest in the pod, and then lieback and jam up the fun parallel cracks to another good stance. Follow another crack system past the final bulge to the top.","protection":"6 bolts to 2 bolt anchor, currently all fixed except for the first bolt. A stick clip is recommended.","location":"This is the third bolted line from the left on the West Face, beginning near the very top of the broad, sloping ledge. It is easily identified by a pair of diagonaling handcracks, about two-feet apart, midway up the route."},"__v":0},{"_id":"jdNvG6OmU12V6Xi1PuLTmw==","name":"Charlie Don't Surf","yds":"5.14a/b","grades":{"yds":"5.14a/b","french":"8c"},"fa":"Equiped by: ?, FFA: Mark Anderson, May 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":2,"mp_id":"110604683","mp_crag_id":"110479232","climb_id":"jdNvG6OmU12V6Xi1PuLTmw==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"Charlie offers impeccable, Gunks-quality rock and an obvious, direct line in a spectacular position; however, a stark contrast in difficulty detracts somewhat from the route's otherwise classic features. The line boils down to 5.11 jug hauling interrupted by a fierce, V11 boulder problem. Still, it's a worthy challenge for those who have exhausted the better lines, those seeking a roped boulder problem, or those looking for minimal rigging shenanigans. Moisture can be a problem on this line, as indicated by the plentiful black lichen that streaks down the overhangs. During rain and snowmelt, the line is a waterfall, but key holds can remain wet from seepage for weeks afterwards.\n\nBegin from the two-bolt anchor midway out the upper-left fixed line. Easy slab moves lead past a bolt to a steepening wall, split by a seam that ultimately expands into a large right-facing dihedral. Big jugs lead over tiered mini-roofs to a smooth patch of steep, clean pegmatite. Thrutch powerfully over this obstacle, using off-balance liebacks and underclings to reach a jutting jug-block at the base of the corner. Campus up and left out the toe of the hanging panel, paddling up huge quartzite jugs to reach an easy stance below the last roof. Step around the corner, and scramble to the top.","protection":"About 7 bolts to 2-bolt anchor, currently all are fixed.","location":"Charlie climbs steep bulges leading into the large right-facing dihedral on the left end of the cave.  The line begins from a two bolt anchor midway out the upper-left fixed line (approach via the Bottleneck).  This can be belayed from the Dirt Ledge, or from a two-bolt hanging belay located on the upper slab, directly below the dihedral."},"__v":0},{"_id":"k/vH3kBmVXuI007mJKrolQ==","name":"Bunker Boy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"most likely, NB (rope-solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":12,"mp_id":"119059008","mp_crag_id":"110479232","climb_id":"k/vH3kBmVXuI007mJKrolQ==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This route stands in stark contrast to the overhanging, much harder, bolted lines at the cliff... and while I realize CCC is predominantly a sport area, this was just too natural a line to stick bolts into. I suppose it could've been climbed before given the abundance of natural gear, but considering the tremendous amount of cleaning required, it is highly unlikely. Take the grade with a grain of salt.\n\nStart up on a slab with some chossy rock at the base; the rock improves the higher you get. Climb the obvious, slightly overhanging, corner crack, using good stems and jams, to a good rest at a jug on the vertical wall above. Continue up cracks (fist size gear) to a short traverse left under a bulge. Climb up the lefthand face past a lone bolt to an anchor at ~ 90'.\n\nNote: the rock was very exfoliatong on the lower half, and it seems to have cleaned up a good bit, but I'm sure there is more to come. The upper face is generally very good stone, albeit still a dirty in spots. All in all, the route is a good natural line that I think will clean up well.","protection":"A standard crack rack up to #3. You could place a #4, but it's not needed if you have doubles of other sizes.","location":"It is on the far right side. Scramble up a short slab or gully to find this right-facing corner."},"__v":0},{"_id":"nruSNMtRW56LAay1kCL7iQ==","name":"Born on the 4th of July","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Mark Anderson, May 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":7,"mp_id":"110604714","mp_crag_id":"110479232","climb_id":"nruSNMtRW56LAay1kCL7iQ==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"The most radical free climb in Clear Creek Canyon-and perhaps the entire state-monkeys out three tiered roofs for a total of 30 feet of horizontal climbing.  This gob smacking line culminates in a magnificent foray out and over the piercing visor that caps the right half of the Cave. To call this line improbable would be a massive understatement.\n\nThe line was rappelled, cleaned, and equipped over a 6-hour marathon session on July 4, 2014. The unbelievable steepness of the feature is outpaced only by the magnificent setting, some 800 feet above the river and dramatically exposed. These characteristics are matched by excellent, clean stone that provides remarkable jugs right where you need them.\n\nThe business is all horizontal, utilizing nearly every trick in the roof-climbers handbook (though surprisingly no mandatory kneebars). The climb begins with a short, vertical pillar to reach an eight-foot roof. A fingertip rail slashes across this feature, leading to a burly slap to jugs at the lip. From here, campus right along slopers, then rock up to an easy stance below the second roof. Balance over this obstacle, clip out the last roof, and chalk up one last time. Launch out the stunning, core-burning brim, climbing slightly downwards to reach the lip and a remarkable set of perfect jugs. Throw up a foot, slam in a bomber fingerlock, and mantel precariously onto the floating slab.","protection":"All fixed, but you may need to add some slings to mitigate rope drag.\n\nNB:\n\nthe chains are located to facilitate lowering without shredding ropes. They do not mark the end of the free climb.","location":"Bot4oJ is the furthest right line in the cave, beginning from the far right end of the upper-right fixed line and climbing out the awe-inspiring visor. This route can be belayed from the stance just below The Bottleneck (poor), from a semi-hanging belay from a 1-bolt anchor (which can be backed up with finger-sized cams) at the end of the upper-right fixed line, or from a nice, flat stance at the far right end of the lower-right fixed line (aka Long Ledge). The latter is probably the best option. There is also an 8x2 ledge about 20 feet down and right from the routes first bolt that could potentially provide a nice stance (2-3 cams?), but it would be hard to get to."},"__v":0},{"_id":"zg7EjICBWJ+zNa7IVQikCg==","name":"Apoca-Lips Now!","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Anderson, June 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":1,"mp_id":"110479235","mp_crag_id":"110479232","climb_id":"zg7EjICBWJ+zNa7IVQikCg==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"Among the best 5.13s in Clear Creek, Apoca-Lips Now! is a classic jughaul in an airy position with magnificent stone.  This climbs like a Gunks classic, surfing along a huge flake system at the lip of a massive roof.  The exposure is matched only by the quality of movement.\n\nBegin as for Saigon, climbing through the pegmatite band to a decent shake below that routes crux.  Execute Saigons reachy crux move, and then bust right, hooking and dangling along the lip of the ever more-exposed roof.  A few sequential moves and just-neutral holds give way to increasingly larger jugs as the pump grows.  Once you reach the arête, turn the corner to join Charlie, and follow the best rock in Clear Creek up the brief-yet-glorious panel to the summit.","protection":"All fixed with steel cable draws courtesy of Keith North and Jamie G.  You may want to bring a shoulder-length sling for the first bolt if you plan to belay from the Dirt Ledge.","location":"Apoca-Lips Now!\n\ntraverses along the left lip of the cave, beginning with the first few moves of Saigon, before busting right along the lip.\n\nIts possible to belay from the Dirt Ledge or from a nice, large, flat ledge immediately below the route (\"the observation deck\"). If belaying from the Dirt Ledge, bring a couple slings for the first 1-2 bolts. To reach the base of the climb, from the Dirt Ledge, follow the lower-left fixed line to The Bottleneck, then go up the Bottle Neck to reach the upper-left fixed line. Follow this line left, surmounting a steep bit just past a 2-bolt anchor (immediately below Charlie Dont Surf) to reach a broad sloping ledge. Its also possible to jug directly up to the Observation Deck along a pair of old fixed lines dropping down into the gully east of the Dirt Ledge."},"__v":0},{"_id":"1d1VYitOWdSGjji1LWHBFw==","name":"14:59","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Equipped By: ?  FFA: Jason Haas, 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"left_right_index":6,"mp_id":"110479429","mp_crag_id":"110479232","climb_id":"1d1VYitOWdSGjji1LWHBFw==","areaRef":"Ta+guJFrXaqVssxnOIfIvA=="},"content":{"description":"This line has the potential to be a fun enduro jug haul, but it never received a proper cleaning (or any cleaning at all).  The climbing is almost entirely on sloper jugs, and it feels like youre constantly sliding off the dirty, flaky rock, significantly detracting from the experience.  Still, if youre looking to get pumped at a reasonable grade, grab some brushes (and some fresh binerssee below) and clean this baby up!\n\nBegin as for Full Metal Jacket, climbing up and left from The Cowering Spot up a short gray slab.  A few powerful moves lead out a short roof to a nice stance in an alcove.  Clip out right (and perhaps back-clean), and the follow the horizontal crack straight right on mostly incut jugs with scrunchy feet.  Pull up into another alcove and an awkward rest.  The crux is clearing the next roof, with off-balance pulls between slopey edges.  One final roof, split by a crack system, guards the chains.","protection":"All but the first bolt (on the slab) is fixed, with the nastiest assortment of ratty dogbones and biners youll ever see.  Pretty much every clipping biner on the route must be manually closed after clipping--use caution.","location":"On the right end of the Bunker, sharing a start with Full Metal Jacket and then veering hard right between the 3rd and 4th bolts.  The best belay for this climb is Long Ledge (at the far right end of the lower-right fixed line)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,4dafa0b8-916b-5daa-95b2-cc673887c8bc","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Bunker, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.14a"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.14a/b"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.13a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":9}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":9}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.40828,39.73869]},"bbox":[-105.40886475795912,39.73824033981814,-105.40769524204089,39.73913966018186],"left_right_index":-1,"ext_id":"110479232","area_id":"Ta+guJFrXaqVssxnOIfIvA==","polygon":{"type":"Polygon","coordinates":[[[-105.40886475795912,39.73824033981814],[-105.40769524204089,39.73824033981814],[-105.40769524204089,39.73913966018186],[-105.40886475795912,39.73913966018186],[-105.40886475795912,39.73824033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:57:03.993Z","updatedAt":"2024-01-20T01:01:18.707Z"}