{"_id":"63689d20e80bff5a994f252d","area_name":"Green Slabs (South Face)","shortCode":"","climbs":[{"_id":"XpfMH+wHX1KJuLiIb0n7LQ==","name":"Yurt Monkey","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sather Ekblad, Kevin Carmichael 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":14,"mp_id":"105738398","mp_crag_id":"105738050","climb_id":"XpfMH+wHX1KJuLiIb0n7LQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Squeezing the Lemon II has this in the wrong location. Low down on the south side of Green Slabs is a smooth concave brown face. The big chimney on the left side of this face is Monkey Business. On the right side of this face is Banana Pudding and Josh and Dave's Route. The arete bounding the right side of this face is the start of Yurt Monkey. In the overhead topo on page 52 in Squeezing the Lemmon II, Yurt Monkey is just right of #12, NOT where it is indicated by #14. \n\n  Start just right of the arete. Climb up to a bolt, step left around the arete, up a bit using several thin flakes, then back right to a ledge. I thought this was the crux section. Continue up the straightforward face to the anchors. At the last move I moved left to near the arete. \n\n  Nice enough route, but nothing special. Nowhere near as steep as it looks in the photo on page 42 of Squeezing the Lemmon II.","protection":"Approximately 8 bolts to a 2-bolt anchor with chains. It's a long way between bolts 2 and 3 and between 3 and 4 with ground fall potential. I used a green Alien between 2 and 3 and a #2 Offset Friend between 3 and 4. Anything in that size range would work.","location":""},"__v":0},{"_id":"mDmg6OI6V3+5LmAddX5QMg==","name":"Wrench Warfare","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John McCall, Tim Lee, Art ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":25,"mp_id":"105738485","mp_crag_id":"105738050","climb_id":"mDmg6OI6V3+5LmAddX5QMg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"200 ft up the hill from Jump for Joyce.  This is on the next buttress down the hill from Krack a Tack.","protection":"2 bolts and standard rack.  Chain anchors.","location":""},"__v":0},{"_id":"b/ghyugsVx+TXT7c7zgHBQ==","name":"Wits End","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Vincent Greene, Don VandeGriff, Ben Burnam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":2,"mp_id":"105738536","mp_crag_id":"105738050","climb_id":"b/ghyugsVx+TXT7c7zgHBQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"This is on a buttress closer to the road than the bulk of the routes.  Follow the clearest trail from the road.  As soon as you reach the rock face, cut left along the rock until you reach a downclimb to a ledge with several trees.  Wits End starts on the ledge above the downclimb.  Follow an obvious weakness/flaring crack more or less straight up to a big belay ledge with the chain anchors.","protection":"Protects well with small to medium nuts and mostly small SLCDs (Aliens).  1/2\" S/S Rawl bolts with grade 43 colts shuts and grade 43 chain anchors.","location":""},"__v":0},{"_id":"87ziJFc/V/6sFX8kjIEg8g==","name":"Unknown 5.8","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":6,"mp_id":"112847510","mp_crag_id":"105738050","climb_id":"87ziJFc/V/6sFX8kjIEg8g==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"#5 in StL3. Scramble up to a nice hand crack. Follow bolts up a thin face and to the left when the crack ends.","protection":"A few hand size pieces for the crack and a couple of quickdraws. Shares anchors with Missing in Action and Not KIA","location":"This route is just right of Missing in Action."},"__v":0},{"_id":"3UMXKmeDUMatVnCXOp7ZQQ==","name":"Toy Roof","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Kerry, John Hays -- 1986","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":20,"mp_id":"105738797","mp_crag_id":"105738050","climb_id":"3UMXKmeDUMatVnCXOp7ZQQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Greenslabs - Toy Roof 5.9 to 5.9+ ***  \n\n  Getting there: For those who have E. F-R's \"Squeezing the Lemmon II,\" Toy Roof (route # 19) is in the fourth embayment above Monkey Business.  \n\n  Go up- the southwest face of Greenslabs, past Monkey Business, past Yurt Monkey, and turn into the amphitheatre just up slope of David and Goliath. Toy Roof is just to the uphill (right) side of a large crack system (Amateur Night), and can be easily recognized by its \"roof.\" This roof is two feet deep, 7 feet broad and about 7 feet off the ground.   \n\n  A few initial warnings:  \n\n  1. Protection:  \n\n  If you are used to sport-routes, like those on Ridgeline, the three bolts on Toy Roof might seem to be spaced with rather intimidating distances between the clips. Done today as a sports line, I imagine the face would have no less than five bolts, possibly even a sixth. Nonetheless -- done up in the bolder, minimalistic fashion that better suited climbing ethics two decades ago -- these three bolts are at least sufficient. Both the crux zones are well-protected, so that the most likely places of fall-danger should result in nothing more than four to eight foot \"air\" tumbles. Keep in mind that leaders who fail to adequately protect the spaces between the bolts may face a long fall to jutting ridges. \n\n  The most severe fall scenario, I think, would be a tumble just before clipping the second bolt, where the possibility of impacting the bulge (at the first bolt) might result in considerable bodily harm...  \n\n  5.8 leaders looking for a test, might want to top rope this route a few times before hazarding their persons on this lead. \n\n  In between the bolts, there are a few secure placement opportunities where the stances allow the climber to spend some time figuring out clever ways of dealing with the outwardly flaring, nearly horizontal cracks. I usually construct oppositional pieces tied together to form a \"Y\" shaped anchor. In this effort I find that Lowe Tri-cams -- ranging from 0.5 (pink) to 2.5 (blue) -- work well, while others trust themselves to a spread of \"friends,\" camalots, or aliens.  \n\n  While there are some \"adequate or better\" placements available, be advised that one frequently hears lead-climbers comment that half their placements on Toy Roof were little more than psychological; and while cleaning, the second-climbers often report that the pieces \"fell out of the cracks on their own accord.\"  \n\n  2. Difficulty:  \n\n  The climb is currently listed in Eric Fazzio's  \"Squeezing the Lemmon II,\" as  a 5.9.  \n\n  Maybe so... But, in the old days, 1986 - 87 when I did my first lead on this Bob Kerry/ John Hays route, I thought it was a definite 9+. Of course, back then, shoe rubber was not as positively gripping as it has since become and the delicate foot placements required to surmount both the crux zones (just above the first and third bolts respectively) are certainly made less daunting now that I am shod with stealth technology. Perhaps one way of better judging the difficulty of Toy Roof would be a comparison with the nearby Greenslabs route, Yurt Monkey. If you find Yurt-M feels like a 5.8+, then Toy Roof will (most likely) feel a full grade harder.  \n\n  Beta Spoiler: \n\n  Don't bother reading this section if you want a traditional, \"on-sight\" experience, and skip to the final evaluation.  \n\n  The intial roof can be easily protected on the right side, and bold climbers will then move left directly under the toy-roof formation to climb it directly if they wish to extract the maximum excitement from this feature. It can be surmounted in four or five distinct variations with anything from excellent to tentative handholds. Alternatively, many climbers elect to pass the roof just to the right, and make an easier step-back left onto its platform.  \n\n  After clipping the first bolt, the real fun begins. Move up just left of the bolt, then cross over it to the right if you wish to do the classic line. Just a hint -- look high for a left hand edge, and look right for some crimping nubbs that will take the fingers of your right hand. Look down for a set of delicate foot placements (largely to the left of the bolt line) where you should find a series of ledges, bulges, and friction dishes. Then step out with the right foot above the bolt. Much easier climbing may be found by traversing left, although (presumably) the huge, inviting crack of \"Amateur Night\" is \"kinda-sorta\" off route for the purist.  \n\n  At the third bolt, the problem becomes more a situation of balance than power, and sticky rubber soles are at a premium! The knobby xenolith just left of the bolt (white on a darker background), is a crucial grip for the left hand; while the right finds a delicate purchase in a short, vertical crack with small white teeth. Watch your foot placements here! Once you haul yourself two/ three feet above the take-off platform, a 5' 8\" person can reach the grand ledge above -- then feel along it for the best finger-pocket grips. Next, a bit of a scramble should get you high enough to start thinking about a right-handed mantle move. For enhanced \"fun\" try this sequence without using the xenolith as either a handhold, and then later as a foothold -- it pumps the action up to about 5.10a.  \n\n  This second crux zone, just like the first one, can be circumvented with a traversing move some four feet to the left.  \n\n  Final Evaluation \n\n  I have rarely felt secure about the protection above the third bolt, my placement skills being, apparently, inadequate at this point in the climb. Usually I just climb straight through to the chains, but sometimes, being less bold, I will move up and right to a great horizontal gouge. This feature forms a six inch high, three feet long cavern. At the left edge of this gash I can occasionally work a large piece into the deep recesses, and (occasionally) it will seat satisfactorily...  \n\n  Although it is a fairly short climb, and the protection can be tricky, Toy Roof is a very engaging lead that never fails to give me a high degree of satisfaction each time I climb it. In fact it has become a regular favorite of mine, so I'm probably biased in its favor when I give it three quality stars. My sincere thanks to Bob Kerry and John Hays for putting up this route.","protection":"Three bolts; selection of caming devices; a few small/ medium nuts. Two chains at the top.","location":""},"__v":0},{"_id":"0cYzdXiRXOG28Ae+YlbZLg==","name":"So-o-o Swe-e-et","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":17,"mp_id":"111360554","mp_crag_id":"105738050","climb_id":"0cYzdXiRXOG28Ae+YlbZLg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Not my route, but it's the very next buttress up right from Samson and Dalieback. Book said \"double cracks,\" but I'd call it a discontinuous crack.  Fun side pulls and adequate pro.  Bulge near the top may be the crux.","protection":"Standard rack up to about a #1 Camalot.","location":"Next buttress uphill from Samson and Dalieback.  Slightly smooth start.  Had to hunt for the anchor bolts on the top which are out of sight to the right, below the lip."},"__v":0},{"_id":"UkRV0ODDXfCue8fOQX7yOg==","name":"Rock Candy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":21,"mp_id":"105738272","mp_crag_id":"105738050","climb_id":"UkRV0ODDXfCue8fOQX7yOg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Looking for an easy and fun 5.6 gear lead?  Look elsewhere.   \n\n  Squeezing the Lemmon rates this a 5.6 and gives it a star, which is absurd.  Climbaz.com gives this a 5.9, which may be a bit too rough.  Still, this isn't the place to learn gear placing skills in a mellow environment.  The climb follows a chimey-ish corner for about 40 feet and then turns up a flaring groove up to a pair of chains.  There's very little to recommend here.   \n\n  This, and the adjacent Toy Roof (5.9), can easily be top-roped.","protection":"Nuts and a couple of larger cams","location":""},"__v":0},{"_id":"qDjKVFMYW62bfPSWWDyRHw==","name":"Samson and Dalieback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Weaver, Robert Fleugher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":16,"mp_id":"105738488","mp_crag_id":"105738050","climb_id":"qDjKVFMYW62bfPSWWDyRHw==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Starts at wide crack just right of Here and Gone.  Follow crack to a wide ramp.  Clip bolt and lieback on sweet flakes to face and anchors.","protection":"1 Bolt, Standard Rack, Chain Anchors shared with Here and Gone","location":""},"__v":0},{"_id":"ErP+YqHnX82wNOFMf2gjVw==","name":"Not KIA","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"EFR","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":4,"mp_id":"111731184","mp_crag_id":"105738050","climb_id":"ErP+YqHnX82wNOFMf2gjVw==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Climbs broken face past 2 bolts to the left of missing in action.","protection":"Standard Lemmon rack, 2 bolts and chains.","location":"Starts below the small ledge with the tree, just left of Missing in Action, which starts on the ledge and follows the crack/flake system."},"__v":0},{"_id":"rDgOXcRNUYinDRwJvAC1nQ==","name":"No Stars","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"andy peters","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":1,"mp_id":"105738746","mp_crag_id":"105738050","climb_id":"rDgOXcRNUYinDRwJvAC1nQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"No Stars is located between Wits End & Fathers Dazed and tops out at the same chain Anchors.","protection":"Small cams, Black Diamond Micro Camalots.","location":""},"__v":0},{"_id":"0nG76QwKXJGkbYN3MXa9bg==","name":"My Left Foot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Clark, Nicole Clark, Vince Greene, Ben Burnham","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":24,"mp_id":"105738503","mp_crag_id":"105738050","climb_id":"0nG76QwKXJGkbYN3MXa9bg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Nice, well protected natural line.  Starts down and left of Wrench Warfare, about 150-175 yards uphill from Jump for Joyce.  Look for a natural ramp to blocks with a fist sized crack above a ledge.  Clip the bolt on the lower block to make first committing move (5.8ish),  Straight up to a ledge.  Crux is a lieback to the right to enter the main crack system - then up the crack to the chains -protecting as often as you want.  You can scramble around the back of Krack a Tack to reach the chains if you wish to toprope.","protection":"Protects great with medium cams i.e. #3 Camalot in main crack.  One bolt protects a committing move down low.  2- 1/2\" Rawl 5 piece bolts with grade 43 cold shuts and grade 43 chains on top.","location":""},"__v":0},{"_id":"sH+enShjWma1sZU2twLWVA==","name":"Mother Psycho's Little Darlins","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1980's","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":8,"mp_id":"107339370","mp_crag_id":"105738050","climb_id":"sH+enShjWma1sZU2twLWVA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Ascends the steep, very thin face to the right of \"Green Banana Jam\". Climb on thin edges and thin side-pulls for 25' until you get a good rest, you'll want to throw a cam or two before pulling onto the upper headwall. Continue up through five bolts of amazing but technical face moves.","protection":"Friends and quickdraws (7-bolts)","location":"Easy to locate, just look up. It is the bolted line Right of Banana Jam Crack"},"__v":0},{"_id":"7hqYY4k5VO6O5GFtga0niA==","name":"Monkey Business","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":11,"mp_id":"105738230","mp_crag_id":"105738050","climb_id":"7hqYY4k5VO6O5GFtga0niA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Easy start up broken crack system right of chimney. Climb 15 feet on good pro.  Traverse left around corner toward chimney, onto easy face climbing. Climb up to one bolt protecting thinner moves near the top.  Two chain anchor on top.","protection":"Bring small to medium cams, nuts, quickdraws and extensions for chain anchor.","location":""},"__v":0},{"_id":"DYw5FUjhXHCBs+j0B2r0KA==","name":"Missing in Action","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Michael Jimmerson, Mike Laurence","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":5,"mp_id":"105738575","mp_crag_id":"105738050","climb_id":"DYw5FUjhXHCBs+j0B2r0KA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Missing in Action is an enjoyable, naturally protected route that follows a system of cracks and thin flakes up the west face of the lowest Green Slabs rock. The climbing is easy and most of the gear is good, however the thin flake probably won't hold a fall on a cam, so be careful through the middle.","protection":"Standard light rack (stoppers, singles 0.5-3) would probably get you up it, but I also placed a #4 C4 and both a Metolius 00 & 2 (BD 0.1 & 0.3), so maybe singles 00-4 for the nervous.  Look out for a neat thread-through near the top!  The bolts to the left are off-route: see Not KIA.  Chain anchors for TR & rap.","location":"Take the main trail up from the car until you reach Monkey Buttress, then turn left (north) on a well-defined trail.  You'll pass an obvious 5.12 (Mother Psycho's Little Darlins), then drop down a loose slope.  Missing in Action starts off a small ledge with a tree."},"__v":0},{"_id":"9AyT66X8WJ6dbBYeo/cg+g==","name":"Krack a Tack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Lee, Art ?, John McCall","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":23,"mp_id":"105738482","mp_crag_id":"105738050","climb_id":"9AyT66X8WJ6dbBYeo/cg+g==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Located 200 ft up the hill past Jump for Joyce on the left. Crux is near the bottom.  Follow easily protected cracks to anchors on highest point.  Scramble up and around the right side to set a toprope.","protection":"Medium Cams up to 3.5\", Stoppers, Chain Anchors.","location":""},"__v":0},{"_id":"Z4n8f/1/Vk+EbIO0CaFnFw==","name":"Jump for Joyce","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Davidson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":22,"mp_id":"105934273","mp_crag_id":"105738050","climb_id":"Z4n8f/1/Vk+EbIO0CaFnFw==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Not sure where the crux is.  Not a very compelling climb.","protection":"Mixed route.  Two bolts with old shuts on top.  A bit run out.","location":"On the Buttress to the right of \"Toy Roof\".  # 21 in Eric's \"Squeezing ..\"."},"__v":0},{"_id":"aLIcsxg3Vtabf1K5WJ6rKQ==","name":"Josh and Dave's Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Baker and Josh Tofield","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":13,"mp_id":"106220163","mp_crag_id":"105738050","climb_id":"aLIcsxg3Vtabf1K5WJ6rKQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Crux could be up high if you choose to do a direct finish.","protection":"Cams and stoppers - you will likely find offsets varieties to be helpful with some placements. Tricams will likely be at home here, too.","location":"Start in the obvious crack system immediately left of Yurt Monkey and finish on the poorly protected face."},"__v":0},{"_id":"s0WRZ78HVeiii8GMSkxkrA==","name":"Here and Gone","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Grossman, Mike Raymond, Rich Thompson 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":15,"mp_id":"105738401","mp_crag_id":"105738050","climb_id":"s0WRZ78HVeiii8GMSkxkrA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"I really enjoyed this climb. Challenging and sustained at a moderate level. There may be no 5.8 moves unless you do the direct start. \n\n  Here and Gone climbs the narrow face of the next buttress uphill from Yurt Monkey. Yurt Monkey is the buttress that is on the right side of an obvious smooth brown concave face. \n\n  If you don't mind bouldering up a bit on positive but small holds, do the direct start. You can get a Yellow Alien near the top of this short face to protect the last move to the edge. This start isn't that hard--probably only 5.8 max, but you could get hurt if you fell off. The alternative is to scramble up the gully on the left to the ledge. \n\n  Clip the bolt (only bolt on the climb) via a long reach, then step right onto the face. Climb up to a flared crack. There is good gear all the way up this crack which is climbed mostly via face holds and a few laybacks. It's quite steep at the top, but not too strenuous. There are some cool \"plates\" on the upper half of the face that make great holds and take gear. \n\n  Continue up the way runout low angle upper half of the buttress. There is one spot for a gold Camalot or thereabouts. The climbing is easy, but the rock is a bit suspect. At  the flat summit there are 2 SMC bolts set back. You could belay here and then walk off the back, but instead, downclimb a bit right (easy) to the 2-bolt anchor of Samson and Dalieback. You can lower from here down the gully on the right with a 60m rope.","protection":"Single set of cams from green Alien to gold Camalot (approximately 3/8\" to 2.5\"). Single set of nuts. Extra finger size cams might be useful. A few long slings, plus draws, of course.","location":""},"__v":0},{"_id":"bZK13zlCWVehoPZq/AjWoA==","name":"Green Banana Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Thompson & Kem Johnson/ or Dave Baker & Josh Tofield","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":7,"mp_id":"106423229","mp_crag_id":"105738050","climb_id":"bZK13zlCWVehoPZq/AjWoA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Flakes and face climbing gain a groove that leads into the offwidth. The gear in the first 20 feet is tricky. It may be possible to layback the wide crack, although that presents it own set of problems. The true offwidth climbing is only about a body length.","protection":"Pro to 5\", cold shut anchors. Thin stuff to start, then hand to offwidth size cams. Without a #5 friend sized piece it is a bit of a stretch before reaching a smaller placement.","location":"Furthest downhill end of the formation. From where the trail meets the wall at Monkey Business (discontinuous cracks in face) walk around the corner to the left. Find the two obvious left curving offwidths in middle of the wall. Pick one.   Rap from shuts w/o chains on ledge (may have pull issues), or move right to the better anchor atop Monkey Business to rap"},"__v":0},{"_id":"eABR5nFlXkesx/cskpzb/w==","name":"Funky Business (\"Monkey Business\" chimney variation)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":10,"mp_id":"119602250","mp_crag_id":"105738050","climb_id":"eABR5nFlXkesx/cskpzb/w==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Begin climbing in the obvious chimney immediately right of \"Banana Cake\" buttress. Transition to the right at the lovely little tree adorning the ledge to the right and just below the \"roof\" (don't hit your head!). If it makes you feel better, you can girth hitch a sling to the tree, although, if you made it this far without any gear, I doubt you'll feel the need. Squeeze through the gap formed by the roof and the main wall for a couple three feet. (Using the tree is fair game). After clearing the gap/tree obstacle you will join the upper section of the \"new\" Monkey Business. There's a single bolt between here and the anchor but not much else. The climbing is reasonably easy, though.","protection":"Not much... A sling for the tree (be gentle...) and a draw for the bolt.","location":"The large chimney immediately to the right of \"Banana Cake\" buttress."},"__v":0},{"_id":"qIypoZXoUIm5TLuicTHqGA==","name":"Fathers Dazed","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Don VandeGriff, Ben Burnam, Vincent Greene","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":0,"mp_id":"105738560","mp_crag_id":"105738050","climb_id":"qIypoZXoUIm5TLuicTHqGA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"This is on a buttress closer to the road than the bulk of the routes.  Follow the clearest trail from the road.  As soon as you reach the rock face, cut left along the rock until you reach a downclimb to a ledge with several trees.  From the shady ledge, follow three bolts (1 and 2 spaced close enough to prevent a ground fall).  After 3rd bolt look for about three bomber placements before the fourth bolt.  Crux is a bolt-protected sidepull move up right side of a short headwall below the large ledge where the chains are located.","protection":"Five 3/8\" S/S Rawl bolts and gear to 1 1/2\".1/2\" S/S Rawl bolts with grade 43 cold shuts and grade 43 chain anchors shared with Wits End.  You probably need a 60 meter rope for this one.","location":""},"__v":0},{"_id":"pRfrl0mGXg+nzqF0hnhxRA==","name":"David and Goliath","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Hayes, Bob Kerry","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":18,"mp_id":"105934266","mp_crag_id":"105738050","climb_id":"pRfrl0mGXg+nzqF0hnhxRA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Crux is at the second bolt. Some nice moves.  Short, but sweet (enough).","protection":"Can be climbed as a mixed route. Two old shuts half-way up.  Route continues to the top.","location":"#17 in Eric's \"Squeezing ..\""},"__v":0},{"_id":"NxDX9r9IUEyVzrNCj9iDLg==","name":"Blade Runner","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ben Burnham, Vincent Greene 2005","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":3,"mp_id":"105738743","mp_crag_id":"105738050","climb_id":"NxDX9r9IUEyVzrNCj9iDLg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"This is a fun route up a sharp arete to overhanging face on the second buttress east of the road.  This route starts at a huge ledge one step below the anchors for Fathers Dazed/Wits End.  Follow the instructions to reach either of those routes, and then climb one to reach the belay for this route, or turn west around Missing in Action to reach the top and rap down.  Start by scrambling up a short rock formation so you can lean across and clip the first bolt.  Step across with a good flake for hands and traverse to the arete and around.  Climb the arete (5.6-) clipping two more bolts until under a roof.  Step around to the right onto the overhanging face, clip the final bolt and go straight up the crux to a good ridge.  Sequence is everything!  Hand traverse right to the chains.  Watch for loose rock -- The belayer should wear a helmet for this one.","protection":"Two 3/8\" Cold shuts at belay ledge (base).  Four 3/8\" Rawl bolts, 3/8\" cold shuts with Chains at top.","location":""},"__v":0},{"_id":"yKNZgS5FW7OGCCXpAI/JmA==","name":"Banana Pudding","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"MJ, GSm, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":12,"mp_id":"118565982","mp_crag_id":"105738050","climb_id":"yKNZgS5FW7OGCCXpAI/JmA==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Mostly low-angle climbing between Monkey Business and Josh and Dave's Route. It tops out on a relatively flat area. It looks like you could do a second pitch on the wall to the right. ","protection":"All gear, including the anchor. I rapped off the anchors of \"Missing in Action\" (requires scrambling) but it looked like you could down-scramble near \"Unknown 5.8\" too.","location":"Left of Josh and Dave's Route"},"__v":0},{"_id":"0EK8tWrTWUiNK5Raw0ptzQ==","name":"Banana Cake Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich Thompson, Mike Raymond, and Steve Grossman 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":9,"mp_id":"106220184","mp_crag_id":"105738050","climb_id":"0EK8tWrTWUiNK5Raw0ptzQ==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Some might find this a bit heady. Crux is the first sequence of moves off the ground. Stays interesting for 15' +/-. Reachy moves, then gets easier. Pro is limited at the start, but gets a tad better in the middle, then run out at the top, albeit on relatively easy ground. You'll have to construct your own anchor to bring up the follower on this one. There is a large boulder with two feet that can be used as a thread-thru with a standard length cordelette. Scramble down and over to climber's right to access the anchors on Monkey Business for an easy rap to get back down.","protection":"Gear. No anchors at top.","location":"The obvious buttress left of Funky Business chimney"},"__v":0},{"_id":"x2EtZuAaVgSDo+UBD2+Wsg==","name":"Amateur Night","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Gray, Josh Toefield, '79","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"left_right_index":19,"mp_id":"119550635","mp_crag_id":"105738050","climb_id":"x2EtZuAaVgSDo+UBD2+Wsg==","areaRef":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Starts at the hand/fist-sized crack just a few feet to the left of Toy Roof. Climb the length of the crack (~30 feet), and then trend up and left on R/X terrain.Walk off. Some people climb the crack and then finish on Toy Roof. ","protection":"The crack is easily-protectable, but there is presumably little to no pro above that.","location":"Starts at a 30-foot tall fist-sized crack, to left of Toy Roof, which can be identified by a small roof/bulge that is ~10 feet off the ground. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,3762f674-8c1e-5dcf-9c05-4218b86c35d3,54837cee-6284-547c-afcb-71376ff647ae,f0b9ce97-b5cd-51ce-99ad-7fcb4e316385","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","2 - Bear Canyon","Green Slabs Area","Green Slabs (South Face)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":7,"label":"5.7"},{"count":4,"label":"5.9"},{"count":4,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":17,"intermediate":7,"advanced":1,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":8,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71416,32.36214]},"bbox":[-110.71469234268675,32.36169033981813,-110.71362765731328,32.36258966018186],"left_right_index":-1,"ext_id":"105738050","area_id":"8LnOl7XNUc6ZrX/LTjFjhQ=="},"content":{"description":"Green Slabs (South Face) is a great destination for moderate trad lines.  Routes range in difficulty from 5.6 to 5.12 with the majority in the 5.7 to 5.10 range.  The crag sees some traffic but is rarely crowded.  It is minutes from the road and partially shaded by trees.  Most, but not all, routes have chain anchors. \n\nGreen Slabs (South Face) resides at a comparatively low elevation and faces south, making it a good choice for cool days.  The crag sees morning shade but is otherwise sunny."},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T05:52:53.612Z","updatedAt":"2024-01-15T16:39:40.203Z"}