{"_id":"6368a185e80bff5a9954f334","area_name":"f. Tank Peak","shortCode":"","climbs":[{"_id":"uM3HVqy9W0uyrsc5yaMYAA==","name":"SSW face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43738,36.16202]},"left_right_index":0,"mp_id":"113105564","mp_crag_id":"113075330","climb_id":"uM3HVqy9W0uyrsc5yaMYAA==","areaRef":"3DfEvJhKVfmJJK/U+TuwVw=="},"content":{"description":"Big summit view (including the city of Las Vegas) with some nice hiking terrain past the biggest seasonal-pond (tinaja) in the Calicos. Finish with some thoughtful scrambling to the summit - (but the pond and most of the best views can be obtained without the summit scramble). \n\n  Perhaps there's some way to get to the top while keeping the difficulty at the 3rd class level, but it's likely quicker and perhaps more fun (and safer?) if plan on doing some 4th class sequences. \n\n  . . (some say the WSW face route gets to the summit shorter and with easier climbing). \n\ndetails:   There's several different variations that work. Find your own way as best you can, and backtrack as needed.   Here's my memory of what I did ...   From the rock outcrop (N36.1608 W115.4378) by Calico / Tank Pass, up NE about 70 ft (perhaps a nicer view is a bit to the right). Next a bit NW perhaps 30 ft, then again NE another 130 ft, and N about 300 ft to the summit. \n\n  More photos with different details on SummitPost.org. \n\ndescent:   Return the same way.","protection":"No fixed hardware for anchor or intermediate protection.  \n\n  Protection for Trad leading is unknown. Most people do it without a rope.","location":"From Sandstone Quarry parking (GPS lat long approx N36.1622 W115.4502) on the Red Rock Scenic Loop road, hike on the Calico Tanks trail (unmarked) for 0.4 mile (650 meters) at first N, then NE, then E - (where the Turtlehead Peak trail goes left, continue on the Right following the Calico Tanks trail). Around (N36.1666 W115.4481) the trail curves more right and climbs 0.7 mile / 1.1 km SouthEast, rougher with more rocks and zig-zags, to reach the Calico/Tank Pass (approx N36.1608 W115.4380). Just at the pass is a higher rock with a view to Las Vegas. Might be a better view a short ways up the SSW face climbing route, but if some members of the party are tired, this outcrop serves as a nice \"top\" -- if did not quit already at the sight of the big tinaja pond (N36.1612 W115.4381) about 200 ft NW below and before the Pass. \n\n  . . It also it possible to start from Calico Basin parking (outside the Scenic Loop road), but this is more difficult climbing, or much longer, or both."},"__v":0},{"_id":"5zRT+z/4VdyTJjbUMl+5Ig==","name":"NorthWest Ridge direct","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.43738,36.16202]},"left_right_index":1,"mp_id":"113106319","mp_crag_id":"113075330","climb_id":"5zRT+z/4VdyTJjbUMl+5Ig==","areaRef":"3DfEvJhKVfmJJK/U+TuwVw=="},"content":{"description":"Lots of interesting climbing and navigation if try to stay close to the ridge crest and climb as many of the high point nubs (like ten of them?) along the way. What I mean by the \"direct\" NW Ridge. \n\n  Some people (likely correct) have said there's an easier way (\"indirect\") to traverse between Red Cap and Tank Peak. I suspect this goes mostly along (below) the left (NE) side of the ridge. Hope someone will give more details in the Comments to this page -- or post that as a separate NW Ridge \"indirect\" route. \n\ndetails:   The main navigational problem is to get down from the summit of Red Cap, then up onto the ridge connecting Red Cap to Tank Peak. The obstacle is a chasm on the SE side of the summit cap. Turns out to be complicated ... \n\n  Walk to the W side of the summit cap, then NW down a short vertical groove / chimney - thoughtful sequence (5.3). Next walk past small \"tank\" pond (tinaja) and around the N + NE side of the cap, then scramble down SE (5th class with some exposure) into chasm. Next up SW about 45 feet to high point of chasm -- now roughly ENE from Red Cap summit around (N36.1661 W115.4425).  \n\n  Next continue over this high point and down the other side about 40 feet SE + E. Turn Right and down 130 ft generally S into another gully, then exit left and traverse ESE into another gully and about 25 feet SE down this to its bottom (N36.1658 W115.4421). Next a bit south, then east to get on the crest of the ridge at around (N36.1654 W115.4418). \n\n  Continue 1800 ft (0.35 mile) generally SouthEast along the ridge, trying to climb up over as many high-point nubs as possible (could be 10? depends on how you count) - staying close to the crest as much as possible and finding interesting climbing moves (several 5.4 segments, can also find some 5.6 and harder). Where \"direct\" progress seems blocked, usually it's easiest to bypass them below on the left (NE) side of the ridge. \n\ndescent:   Easier to descent the SSW face (or WSW face?) of Tank Peak, then return to Sandstone Quarry parking by the maintained Calico Tanks trail.","protection":"No fixed hardware for anchor or intermediate protection. \n\n  Protection for trad leading is unknown.","location":"The logical well-defined starting point for the NW Ridge is the summit of Red Cap.   The simplest way to reach that is the North Gully route. But likely one of the West side routes on Red Cap would provide a way to reach the NW ridge of Tank Peak quicker and closer to Tank Peak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c69668bf-577b-5c6c-994c-440a8c6e9af2,dc37c4bc-984a-55f9-8924-afd4f93bb057","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Calico Peaks","f. Tank Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.43738,36.16202]},"bbox":[-115.43793695704746,36.16157033981814,-115.43682304295258,36.16246966018187],"left_right_index":-1,"ext_id":"113075330","area_id":"3DfEvJhKVfmJJK/U+TuwVw==","polygon":{"type":"Polygon","coordinates":[[[-115.43793695704746,36.16157033981814],[-115.43682304295258,36.16157033981814],[-115.43682304295258,36.16246966018187],[-115.43793695704746,36.16246966018187],[-115.43793695704746,36.16157033981814]]]}},"content":{"description":"East above one of the largest \"tanks\" (depression that collects rain-water - \"tinaja\") in the Calicos. \n\n  Top section is white limestrone, and it's the second (or third?) highest peak in Calico Hills proper. \n\n  . . . (more info see on SummitPost). \n\n  Some possible climbing routes: \n\n WSW face - from near the tank - (see variation on SummitPost.org). . . (? perhaps leave the CT trail around (N36.1613 W115.4386) W of the big tinaja, say 250 ft before below the Pass, then around the NW + N sides of the tinaja, up roughly ENE then NE to the summit ?) \n\nSSW face - from near Calico / Tank Pass. traverse from Red Cap from NW - (more difficult and trickier than it looks)."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:19.225Z","updatedAt":"2024-02-19T18:34:43.404Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e413f8258fb5bda028b5","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}