{"_id":"6368a50be80bff5a995b018f","area_name":"U  Crags","shortCode":"","climbs":[{"_id":"lUOMa9uKUWGNVND2ir9gMA==","name":"Second Time's the Charm","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gene Vallee & Andy Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107572276","mp_crag_id":"107769208","climb_id":"lUOMa9uKUWGNVND2ir9gMA==","areaRef":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":"A nice mellow route with lots of natural pro and big belay ledges.\n\nHighly recommended for a first time route in the area.\n\nP1. Start up left facing corner to a big block below bolt. Move up left to a corner where at the top move 30ft left to belay. 5.6 100ft.\n\nP2. Follow the long right leaning crack with good gear to a big ledge. Small cam, good wire belay on the ledge to the left. 5.7 Rope stretcher 200ft\n\nP3. Scramble left to below a right facing corner. Up this with good wires at the start to a big ledge, move right to bolt anchor below a large V groove. 5.6 60ft\n\nP4. Up the groove then move right to belay. 5.6 120ft.\n\nP5. Move up and right to bolt. Face climb up to a big ledge, move left to below another V groove. Good cams belay. 5.6 100ft.\n\nP6. Romp up the groove to the top. 5.4 100ft.\n\nSummit register cairn on left (south) summit. To descend, go 100 yards south and rap down It's only rock and roll. When down to big ledge, go 100 yards south again. Check pic/topo of \"Rock and Roll\" to better locate anchors on the way down.","protection":"Cams from 1/2\" to 3\", Set of wires, Slings & QD's. Two 60m ropes for rap.","location":"Drive the road to Two Finger Canyon. From here hike south on the flats .When entrance to One Finger Canyon is reached (about 30mins)walk to near its mouth then hike up to the left to where it levels .Continue to the formation (see topo)"},"__v":0},{"_id":"aMty7hSkXeqNzHaZpL887g==","name":"Return of the King","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Buckingham/King","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"108093045","mp_crag_id":"107769208","climb_id":"aMty7hSkXeqNzHaZpL887g==","areaRef":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":"p1-Starting at bush (see location below) head up the crack/groove trending right (north).  I believe we found a tree to belay (100-150 ft?).  Notice the four large towerish things above, you will be heading up and around to the right of them.\n\np2-Head up and around the group of four towers.  Once near the large tower corner, head to the V groove on the right.  Work your way up to a ledge with a few large crumbly boulders chocked in.  Belay here.\n\np3-Choose your poison.  We chose the crack with the bush in it.  Easy going.  Get to the large ledge and a 200 foot scrambles gives you access to the summit.\n\nDecent - Rap off a large tree to the next ledge.  Walk-off down the series of ledges trending north with pseudo-gully-protected down climbing.  The large gully to the south may be promising, but who knows.  No anchors on this route.\n\nNamed for Sabrina who left us for the \"great\" state of South Dakota.  First trip back to the swell since she left.","protection":"Light rack of cams and nuts.  You may need to sling boulders for belay.","location":"South of one finger canyon, Go over the first hump south, traverse a bit to a fairly large bush.  Or start where ever... really, it's one big playground (plus or minus pro)"},"__v":0},{"_id":"L4ioX4hqVvuCWM+Lia2pjA==","name":"The Peuterey Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Shingo Ohkawa, Paul Ross, April 16th 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107568479","mp_crag_id":"107769208","climb_id":"L4ioX4hqVvuCWM+Lia2pjA==","areaRef":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":"Named after the majestic Peuterey Ridge on Mt Blanc... The ridge has little majestic climbing after all its only the Sandstone Alps ! Given three stars for it  being a fun climb in a nice setting with great views.To get to the start keep on the flat until directly below the ridge then hike steeply up to the top of the wave.\n\nP1)Easy climbing up to the foot of the corner and double anchors. 60' 5.3.\n\nP2)Climb the groove to the roof past one bolt and some cam placements then left to where the ridge flattens. Here one will pass rap anchors for descent. 60' 5.7.\n\nP3) About 600' of 4th class to where the ridge steepens below a chossy gully.\n\nP4)Enter the small gully and exit right up to the start of the perfect rock on the final buttress. One can take a natural belay here (60')or continue about 70' to the summit passing cam, stopper placements and one bolt .130' 5.4. A stance was taken behind the summit block.\n\nRegister under small cairn.\n\nRap anchors on the summit block. Rap the route.","protection":"Cams 1/4\" to 2.5\" Stoppers. Might just need one 60m rope for descent.","location":"Camp at the end of the Two Finger Canyon road. Hike south for about 30 mins to One Finger Canyon keeping on the flats. Walk up to just before the entrance of the canyon then hike up to the left...continue keeping low until the obvious Ridge comes into view."},"__v":0},{"_id":"QecIV07yVuG8kWOy01jU8Q==","name":"Its Only Rock and Roll","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Shingo Ohkawa  Andy Ross Paul Ross (var leads) 3/21/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107531992","mp_crag_id":"107769208","climb_id":"QecIV07yVuG8kWOy01jU8Q==","areaRef":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":"A superb climb with great situations. The hike to the formation takes just over an hour from Two Finger canyon camp.Starts slightly left of center up a left facing groove( see topo )\n\nP1)Climb the groove that has good cam and wire placements and four  pro bolts. to double Anchors slightly to the right right of its end. 200'5.9.\n\nP2)Up slab on left past one bolt to double anchors on massive ledge system.60'5.5.\n\nP3)Scramble up about 40'to a narrow ledge and follow down to the right to the start of an obvious right facing groove.140'\n\nP4)Another excellent pitch .Climb the groove, good cam and wire placements and three pro bolts. Trend to the right near its top to double anchors below a left leaning groove. 170' 5.7.\n\nP5).Follow easy groove to the summit and double anchors to the right.150'5.4\n\nRegister in small cairn.\n\nDescent. Rap to anchors at top of the last pitch, then backtrack the anchors to the top of P1, then from here to the ground.","protection":"Two 60m ropes.cams 1/2\" to 3\". wires.","location":"Drive the road to Two Finger Canyon. From here hike south on the flats .When entrance to One Finger Canyon is reached (about 30mins)walk to near its mouth then hike up to the left to where it levels .Continue to the formation (see topo)"},"__v":0},{"_id":"QeutAc9dU1amSouOD7qXFA==","name":"End Game","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Ross  Amber Johnstone 18th March 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":999999,"mp_id":"107531245","mp_crag_id":"107769208","climb_id":"QeutAc9dU1amSouOD7qXFA==","areaRef":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":"The climb is located on the final big slab at the far southern end of the Eastern Reef. About the center of the slab a small cairn marks the start. Nice climbing with great views..\n\nP1)Climb to a bolt at 60' then past another to double anchors. 200' 5.5R\n\nP2)Up to a steeper section past two bolts then continue to below the broken band and double anchors.160' 5.7+R\n\nP3)Move left then straight up slab to summit.200' 5.3R  . Register in small cairn.\n\nOne can descend tricky 4th class down to the left or rap the climb.","protection":"Two quick draws.One or two 60m ropes","location":"The hike can be looked on as part of the experience!Start from Two Fingers Canyon camp.Hike south keeping to the flats until One Finger canyon is reached (about 30 mins). Hike to just left of the mouth of the canyon then break out up left to where it levels. Keep going to the final slab ,about another 1/2 hour."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,97a9e260-6bc4-5027-8555-1e077b7b854a","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","U  Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"bbox":[-110.45605765435936,38.88302033981814,-110.45490234564062,38.883919660181874],"left_right_index":-1,"ext_id":"107769208","area_id":"l6niYGvEUCeFVR4He3uFSg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:33.001Z","updatedAt":"2022-11-25T11:22:30.798Z"}