{"_id":"63689de0e80bff5a994f93c8","area_name":"Ridge 1 aka Stairway to Heaven","shortCode":"","climbs":[{"_id":"0a23fGWrVt6fWA5pf2q0wg==","name":"What, What?","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Clark Rogers, LP","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":4,"mp_id":"108811410","mp_crag_id":"105745226","climb_id":"0a23fGWrVt6fWA5pf2q0wg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is an interesting toprope line that is made more interesting with a few contrived sections to keep the challenges up.\n\nStart on a slightly bulging crux start.  Move up and right slightly.  Stay left of the groove on a huecoed face.  Cross the gully and move onto the bulging face to the right of the crack.  Finish up and to the right of the tree anchor.\n\nProbably 4 bolts would make this leadable, but it's not clear it'd be worth the application.","protection":"You can use the tree anchor on Heaven Pinnacle with a #0.75 Camalot and a #3.5 Camalot for directionals.","location":"This is to the right of\n\nWho, Who?\n\nand left of Party of One.  It goes up and to the right of the tree anchor for Heaven Pinnacle."},"__v":0},{"_id":"d4kXTm3NXTSLKmOMnGBBWQ==","name":"Who, Who?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":3,"mp_id":"108811404","mp_crag_id":"105745226","climb_id":"d4kXTm3NXTSLKmOMnGBBWQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is a tiny line up to the rappel tree on the Heaven Pinnacle of Ridge One.\n\nDo a crux move to start made harder by shorter stature and the tiny bush to the right.  Move up and right to the arete.  An old style #4 Camalot (or #3.5 Camalot), works in a flared horizontal.  There is a funky, thin thread on the arete.  Go up the arete, and finish on a face below the tree.","protection":"A #4 Camalot (or #3.5 Camalot), thin sling, a red Alien sized cam, and a wire protect this short line.","location":"This starts to the right of\n\nIn God We Trust\n\n, 10 X, and goes up to the tree anchor on the Heaven Pinnacle."},"__v":0},{"_id":"vADxEtIuVUi4gEZKRTyw8w==","name":"The Wanderer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"a couple wanderers","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":13,"mp_id":"108812177","mp_crag_id":"105745226","climb_id":"vADxEtIuVUi4gEZKRTyw8w==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is another line on the Casual Slabs section of the west face of Ridge One of Skunk Canyon.  Its slightly more challenging difficulty makes it feel less likely to be covered by one of the \"many variations exist\" line in Jason Haas'\n\nClimbing Boulder's Flatirons.\n\nStart this climb perhaps 30 feet down from\n\nCasual Slabs\n\nat a subtle, right-facing dihedral.  Scamper up to a short crack through a bulge.  Traverse up and leftward (crux) around a plate.  Move upward on easier but slightly runout terrain.  You can finish with the crack-ish system angling right or more directly up a face (less pro).  Once on the crest, protect your second and move left to the\n\nCasual Slabs\n\ntree and belay.\n\nThe simplest descent is probably to downclimb/down lead the route or one of its neighbors.","protection":"A light rack to a #4 Camalot works.\n\nDouble 48\" slings and a #3.5 Camalot can be used for an anchor.\n\nGeorge, a 55m+ rope is probably wise for this given the crest scamper to the tree belay.","location":"This is right of\n\nCasual Slabs\n\nby perhaps 30 feet starting in a subtle, right-facing dihedral."},"__v":0},{"_id":"ECdslzaoUbarFq+ZLluVng==","name":"Stairway to Heaven","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":20,"mp_id":"105756502","mp_crag_id":"105745226","climb_id":"ECdslzaoUbarFq+ZLluVng==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"Head up Skunk Canyon to the base of this ridge. It will be the first ridge that touches down in the canyon, and start climbing up the bottom of the slab heading toward a big roof. The crux is moving left underneath this roof. Once around the roof continue up easy ground 4th class and some 3rd class. Further up you'll actually step off the rock completely as you come upon a deep cleft. Now step out to the right onto the east face of a pinnacle known as Like Heaven. Climb up to the notch just north of this pinnacle on typically great rock.\n\nAn extra credit ascent can be done by hand traversing out to the summit of Like Heaven. This traverse must be reversed back to the notch.\n\nContinue up the ridge to the summit. Some might find the downclimb to the ground the crux of the climb. Downclimb to the east from slightly north of the summit. This is a steep slab with some tricky moves on mossy rock.\n\nFrom the ground you can descend south along the base of the east face of Stairway to Heaven back to the base. This involves some 3rd class scrambling.\n\nSee Gerry Roach's classic and out of print \"Flatiron Classics\" guidebook. Gerry lists this as one of his Top Ten Flatiron routes. Despite its discontinuous nature this climb is on excellent rock with great positions and fun moves. And there is lots of it - this climb is almost a thousand feet long.","protection":"Like many Flatiron scrambles, there will probably be large runouts, but on this route the terrain seems easy most of the way. A typical Flatiron rack is sufficient: light rack of stoppers, and cams through a #2 Camalot.","location":"If you park at NCAR, follow that trail westwards until you hit the Mesa Trail and turn north. Continue north on the trail past the bridge at the bottom of Skunk Canyon until you see a brick wall about 3 to 4 feet high. Behind that is your trail. Do not take the creek bed! Too overgrown.\n\nThe GPS coordinates are 39.98127, -105.28468 (I am not sure these are right), and the climber's trail is plainly visible on the other side of the wall.\n\nHead up Skunk Canyon to the base of this ridge (the first ridge), and start climbing up the bottom of the slab heading toward a big roof. Heading up skunk canyon you'll sometimes be in the wash and sometimes on the hillside to the north. The route starts out of the wash on rock."},"__v":0},{"_id":"Fv2WycejVrqWYJAU49MclA==","name":"The Seeker","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"a seeker","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":14,"mp_id":"108812192","mp_crag_id":"105745226","climb_id":"Fv2WycejVrqWYJAU49MclA==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is another line on the Casual Slabs section of the west face of Ridge One of Skunk Canyon.  Its slightly more challenging difficulty makes it feel less likely to be covered by one of the \"many variations exist\" line in Jason Haas'\n\nClimbing Boulder's Flatirons.\n\nStart this climb perhaps 30 feet down from\n\nCasual Slabs\n\nat a subtle, right-facing dihedral.  Scamper up to a short crack through a bulge.  Pop over the bulge at the crack.  This may feel harder for the vertically challenged.  Continue up.  Near the crest, you can go right with more protectable features or finish on the more enticing slab face (red Alien).  Consider a directional for the second (perhaps the tree 20-30 feet back). Once on the crest, move left to the\n\nCasual Slabs\n\ntree and belay.\n\nThe simplest descent is probably to downclimb/down lead the route or one of its neighbors.\n\nThis is on the plus side of a star.","protection":"A light rack to a #3 Camalot works.  A red Alien sized piece is useful for the slab face finish.\n\nIf you use the tree for a directional, bring a very long sling or sets of slings.\n\nDouble 48\" slings and a #3.5 Camalot can be used for an anchor.\n\nGeorge, a 55m+ rope is probably wise for this given the crest scamper to the tree belay.","location":"This is right of\n\nCasual Slabs\n\nby perhaps 30 feet starting in a subtle, right-facing dihedral."},"__v":0},{"_id":"1SRphHGYXhyB6KAbdKpGlg==","name":"Pepé Le sPew","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Roth, Paul Glover, Glen Charnoski, 11/13/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":2,"mp_id":"113824372","mp_crag_id":"105745226","climb_id":"1SRphHGYXhyB6KAbdKpGlg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"Start in the same place as\n\nWho, Who?\n\nHead up some easy scrambling past a bolt. Follow bolts up a steep wall to a corner. After bolt 5, start heading left for the arête. This traverse is the crux. A couple moves up the arête lead to the anchor.\n\nYou can toprope a few variations from the anchor:\n\nGoing straight up instead of moving left (easier).\n\nOr traverse left with your hands on the lip, feet under (harder).","protection":"7 bolts and a bolted anchor.","location":"Go up the west side of Ridge 1. This is left of\n\nLove\n\nand right of\n\nIn God We Trust\n\n."},"__v":0},{"_id":"RNM03D99WSWMiGe+5L+Zqg==","name":"Party Of One","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Erikson, free solo, 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":5,"mp_id":"111866391","mp_crag_id":"105745226","climb_id":"RNM03D99WSWMiGe+5L+Zqg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is a reasonable route that could use some more cleaning, though we cleaned it up quite a bit already.\n\nClimb up the steady overhang getting a few surprisingly good flakes and avoiding some not-so-obviously bad ones (but bad none the less). **Stretch** up over a crux to place a hand or large-sized cam (3\"), and pull through with the gear above you on some questionable feet.\n\nOnce established up there, the next 90' are easier climbing but for an awkward bulge here and there. Sparse protection is adequate and seems to come when you want or need it.\n\nSave a 2 or 2.5\" piece for a directional, and beware that the top crack is a rope jammer/eater. I put a barkless stick in it to prop the rope out on a 'bearing' of sorts and it was a tremendous help. The stick is still up there. Lastly, I wore stiff high-tops on the climb, because I expected OW. There is far more (that being any) sloper, rounded feet than actual OW climbing with feet, so sport shoes or at least softer ones would have been much better.","protection":"I climbed this with Camalots from #0.5 to #6. I had doubles of #5 and #6, and could have placed another #1, 2, and 3 and been happy about it.\n\nMost useful of all on this route were the yellow and purple at the crux at the bottom, behind flakes. What I *WISH* I'd had was a 2-2.5\" Friend, HB, FCU, or likewise. Anything shorter along the axle than the red Camalot, which was 1/4\" too long along the axle to fit in the only REALLY solid placement before pulling the crux. So take such a thing and be happier....","location":"To the left of\n\nLove\n\nand\n\nBetter Than Love\n\n, there is another peak/tower on the cliffline. Back in a slightly obtuse corner there is a flaky overhang that ascends several body-lengths to reach a ledge, jam, then OW....\n\nGetting to that crack overhangs solidly and steadily and is the crux."},"__v":0},{"_id":"36SZBjJ4XtuI4nSEqWoJiw==","name":"Love","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Pat Ament and Mike Van Loon, 1967?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":7,"mp_id":"105751504","mp_crag_id":"105745226","climb_id":"36SZBjJ4XtuI4nSEqWoJiw==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This west face route starts 400 feet from the southern edge of the rock. It ascends a steep left facing dihedral to the summit of Like Heaven.  The Like Heaven summit jets out of the face to the west.\n\nP1: Begin on a large block, reach over the void and pull over the overhang.  This move is a little committing, a small nut placement at the lip might help this mental move. Head up a a few feet and tarverse right to a belay spot.  (~40 feet).\n\nP2: Head up the wonderfully pocketed wall next to the wide left facing dihedral.  Belay at the top, off of slung knobs or large cams. (~80 feet).\n\nP3: Climb the northern edge of Like Heaven to the pointy summit. (no pro w/ great exposure, ~30 feet).\n\nDescent: There are two old bolts on the summit.  I guess one could do a double rope rap to the west.  We did a low angle rap to the east and continued up the ridge line. We then downclimbed to a tree and rapped.","protection":"Flatirons rack, include tricams for pockets and an optional larger pieces (2-3 inches).","location":""},"__v":0},{"_id":"VrS7/Bj0VH68MkogNQRVHQ==","name":"Like Hell It Is","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Glover, Andrew Seymour, Jon Dunn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":0,"mp_id":"107096395","mp_crag_id":"105745226","climb_id":"VrS7/Bj0VH68MkogNQRVHQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"From the top of Ridge One, traverse right for 30 feet (5.9). Place a #2 Camalot and head for a sharp point out right, then go straight up and over the apex of the large overhang. One can sling the point to reduce the runout and also place a small cam behind a flake at the lip. After pulling the lip, continue to the summit or build an anchor in a horizontal slot just over the lip with large cams.","protection":"The traverse eats cams of all sizes. A #3 or #3.5 Camalot is useful behind the first horn. A gray Alien protected the first move off the ground going around the corner but was then pulled to avoid drag.","location":"This is on the North end of Ridge One."},"__v":0},{"_id":"PryjrmpuXU6Ev0z5ipqqXg==","name":"Inscrutable","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"some scrutables","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":11,"mp_id":"108812308","mp_crag_id":"105745226","climb_id":"PryjrmpuXU6Ev0z5ipqqXg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is another line on the Casual Slabs section of the west face of Ridge One of Skunk Canyon.  Its slightly more challenging difficulty makes it feel less likely to be covered by one of the \"many variations exist\" line in Jason Haas'\n\nClimbing Boulder's Flatirons.\n\nStart (perhaps the crux) this climb perhaps 10 feet up from\n\nCasual Slabs\n\nat a blockier, right-angling feature.  Scamper up and rightward playfully on nice rock reminiscent of easier bits of Wind Tower in Eldorado Canyon.  Finish and move down and right to the\n\nCasual Slabs\n\ntree and belay.\n\nThe simplest descent is probably to downclimb/down lead the route or one of its neighbors.\n\nThe relative abundance of easily cleaned rock makes one wonder if another scrutable passed this way.","protection":"A rack to a #3 Camalot worked.\n\nDouble 48\" slings and a #3.5 Camalot can be used for an anchor.\n\nGeorge, a 50m rope would work.","location":"This is left of\n\nCasual Slabs\n\nby perhaps 10 feet."},"__v":0},{"_id":"HAmLEi+lWx+j0HhCRN29nw==","name":"In God We Trust","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Guokas, Rob Herring, 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":1,"mp_id":"109436102","mp_crag_id":"105745226","climb_id":"HAmLEi+lWx+j0HhCRN29nw==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"Uphill of \"\n\nLove\n\n\" and approximately 40 feet left of a large gully lies a 5 foot flake below a clean and featured, orange colored section of wall. This marks the start of the route.\n\nMantle the flake, say a few prayers, then launch up sloping and angled rails toward the first and last bolt on the route. Clip the bolt, an ancient nail drive that does little to inspire confidence, then run it out over gradually easier terrain to a large ledge above. Continue up the corner above with good gear to the top.\n\nBe aware that the crux of this route lies before the bolt, and a fall could be very bad.","protection":"A very light rack to 2\".","location":"It is 40 feet left of a large gully, uphill of the route \"\n\nLove\n\n\"."},"__v":0},{"_id":"hU+ebH6dV7SiG8kqtTYeDg==","name":"Gunky","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"S. Woodruff, T. Beaman, B. Gilbert, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":9,"mp_id":"106055473","mp_crag_id":"105745226","climb_id":"hU+ebH6dV7SiG8kqtTYeDg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is a deceptively hard boulder problem to a moderate route.\n\nStart from the ground on a few mail slots and power up to a sloper or a shallow pocket before clasping the edge of a crack and flake. Be prepared for the fact that it isn't over yet... setting gear here will be strenuous, and a fall without it ill-advised.\n\nStep up off of the stack of stones which normally sits below this route, or clasp the bomber left jug and hop to the right to get started. No matter which, this was not the crux. Hook a heel hard right on the long slope and work your way up on less-than choice holds to the left-leaning crack above (crux). The existing Flatirons guide lists this at 5.10d, but it seemed a few letter grades harder to me and to my partner.\n\nOnce pulled onto vertical terrain, continue up for a short distance, to about the place of the fixed sling for the rap from 'Like Heaven.' Traverse hard right to a spot where you are looking up a long, shallow corner into the 'Slot' of the summit of 'Like Heaven.' Find a belay to avoid a drag penalty later. Finish the route as for Slot, climbing up cracks and into and through the clean bomb-bay chimney up top, which is far easier than it looks (5.8) Belay up top and finish on the summit of Like Heaven and rap down.","protection":"Rack, a standard rack with long slings added.\n\nFrom the ground, one could \"toss\" a hex into the crack above for protection of the crux, which might be a good idea. It appeared that a #7-#9 might be best.","location":"Just downhill (right) of the left-facing dihedral at the left edge of the Like Heaven tower, 2 incut slots lie just within reach of the ground, just above those, a slanting flake created a left-leaning crack.  This is the start of the route."},"__v":0},{"_id":"o6p1JIITUk23iWfZ2sfAAQ==","name":"The Guardian","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Horan & Dan McQuade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":19,"mp_id":"106259639","mp_crag_id":"105745226","climb_id":"o6p1JIITUk23iWfZ2sfAAQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"The name is perfect.  Imagine a burly, tough SOB standing over the trail at the mouth of the canyon, guarding the entrance to the whole Skunk canyon area.  As you come out of the creekbed trail, the base of Ridge One is the first rock you encounter.  Its lowest downhill face is a 40 feet, severely overhung face covered with honeycombed pockets and pierced by bolts up the line of least resistance.\n\nNegotiate some low angle, suspect, slab to the base of the overhang, clip an upward driven piton, (possibly backup with a second, more trustworthy pin farther in, long sling required) and start pulling yourself up past three bolts to stand up over the lip.  The holds are pretty darn awesome, although long moves or pulling on intermediates are required.  The crux is just having enough endurance to hang the holds but no real buckets till you clip the third (last) bolt and prepare to go for the top.","protection":"2 pins (1 needs double length sling), 3 bolts, 2 bolt anchor.","location":"This is on the lowest cliff face of Ridge One on the right side of Skunk Canyon.  It is the first cliff face encountered on your way into the area."},"__v":0},{"_id":"rQ/CmWR8XpumkFvJTqjWbw==","name":"Casual Slabs","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Haas, Bubb?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":12,"mp_id":"108812166","mp_crag_id":"105745226","climb_id":"rQ/CmWR8XpumkFvJTqjWbw==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This line lies in the lower angle section between Like Heaven Pinnacle and The Guardian overhanging section of the lower west face of Ridge One of Skunk Canyon.  Its description in Jason Haas'\n\nClimbing Boulder's Flatirons\n\nseems to be the first documentation of its ascent. It drew the eye of any slabber wandering up between Ridge One and Ridge Two.  In some ways, this section is reminiscent of Boulderado in Boulder Canyon.\n\nClimb up a right-angling, faint crack system past a tree halfway up this slab.  Finish at a notch-like feature near a modest tree.\n\nThe simplest descent is probably to downclimb/down lead the route or one of its neighbors.\n\nNote, in Haas' book, \"many variations exist\" may include some of the neighboring routes.","protection":"A light rack to a #1 Camalot works.  Double 48\" slings and a #3.5 Camalot can be used for an anchor.","location":"This is a right-angling crack-like system passing a tree in the middle of the upper low angled slab between the Like Heaven pinnacle and The Guardian overhang."},"__v":0},{"_id":"3Nr688l+VDmt/xwRs9u4vQ==","name":"Forget Me Not","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":8,"mp_id":"108313508","mp_crag_id":"105745226","climb_id":"3Nr688l+VDmt/xwRs9u4vQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is a short pitch with nice position that goes to the top of Like Heaven after going up 2/3's the way up\n\nLove\n\n.  The name is in reference to\n\nJenny Lowe's touching book\n\n.\n\nFrom a good, angling ledge in\n\nLove's\n\ndihedral, venture right onto steeper terrain connecting nice face holds with a short jog left and then right and the occasional gear placements.  The rock juts out in places, so you may move your legs carefully to avoid scraping them up.  Finish up at the 2 bolt anchor on top of the Like Heaven block.\n\nIt has some loose blocks, so it seemed unclimbed.  If it happens to be your route, let me know and we can update it.\n\nIf you link it with\n\nLove\n\n, you can make it a 155' pitch.","protection":"This section uses fingers to hands size gear, so if you link this with the lower part of\n\nLove\n\n, make sure to keep some #0.4-#2 Camalot size gear.  A rack to a #4 Camalot works.","location":"This ascends the northwest face of Like Heaven, branching right from\n\nLove\n\n."},"__v":0},{"_id":"DU+9zH6ZUAKunQ5Bj+IVrg==","name":"Better Than Better Than Love","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":10,"mp_id":"106055459","mp_crag_id":"105745226","climb_id":"DU+9zH6ZUAKunQ5Bj+IVrg==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This has good clean rock and occasional but solid protection for a good trad leader.\n\n'Better Than Better Than Love' is better than '\n\nBetter Than Love\n\n', but as it is almost universally accepted that '\n\nBetter Than Love\n\n' is no better than '\n\nLove\n\n,' it should be understood that it is not implied that 'Better Than Better Than Love' is not better than '\n\nLove\n\n.'\n\nThis particular line starts on a clean face and goes up to a hidden, horizontal, 2\" crack, 5 meters up, then past a flake on the left with a tiny pine growing from behind it, then up a short and small, right-facing corner, past this to a crack and slab to the top. The crux is encountered just above the tree in a clean corner but can be escaped by bumping out left onto good face holds.","protection":"A set of hand-sized cams and a few larger nuts or tricams. Place a good directional up top before scrambling uphill 10 meters to a tree with a cordalette and biner to rap. I should have made the cord shorter or longer, but I didn't have a knife or more cord- maybe someone will swap it out.","location":"Down the hill from the Like Heaven summit there is a clean wall that is less than vertical. Several climbable features are here in solid, clean stone. Perhaps the lack of salient characteristics on this wall are the cause of the undocumented lines here, many of which have must have been climbed even in antiquity.\n\nThis climb is perhaps 50 meters downhill from the West face of the Like Heaven summit."},"__v":0},{"_id":"6uTvQOp7VHu2JocQDpZ1oQ==","name":"Better than Love","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":6,"mp_id":"105756523","mp_crag_id":"105745226","climb_id":"6uTvQOp7VHu2JocQDpZ1oQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This route begins in the same place as \"\n\nLove\n\n\".  See the description for that route to locate the start.  Crank the entrance move to get onto the rock.  After you reach a large ledge about 15' up, instead of moving up and right into the large dihedral (\n\nLove\n\n), move up and left.\n\nThe exact line of this route was not clear to us.  If you move far enough left you run into a clean arete, and we climbed this to the ridge.  I believe you can also climb the face right of this arete.  It may be possible to lead this entire thing in one giant pitch with a 60m rope, but you would have to be careful with the rope drag.  We split it up into two pitches.\n\nOnce you reach the ridge, you can downclimb the east side, or continue to the top.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"FMq5JQY1VuiOyYTl8v7Mng==","name":"Army","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dan Hare and Scott Woodruff, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":18,"mp_id":"108757060","mp_crag_id":"105745226","climb_id":"FMq5JQY1VuiOyYTl8v7Mng==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"Start as for\n\nArmed Forces\n\n.  Clip\n\nAF's\n\nfirst bolt, and climb up overhanging rock, using excellent huecos and jughandles (10b).  Move right, clipping\n\nAF's\n\nsecond bolt.  Continue right and make a long reach to the bottom of the right-angling handcrack (crux).  Jam and crank up the short, intermittent crack, and reach a platform that is high on the southwest corner of the ridge.\n\nTake a breather (or belay from gear); since clipping the first bolt, the climb has been consistently overhanging.  For me, the finishing moves to the platform were among the most difficult on the pitch, partly because of the endurance challenge.\n\nMove a few feet east on the platform, and find the easiest way through the bulge to the top of the ridge.  Belay from gear.  To get down, traverse north, climb down (exposed fifth-class) to the double bolt-anchor atop\n\nAF\n\n, and rappel 85 feet.  Or traverse the ridge crest north (belayed fourth-class) to the first big tree (where\n\nAriel\n\nends), and sling it for an 85-foot rappel.","protection":"Two bolts, two handjam-size cams, and some slings and smaller cams for the optional platform belay and for climbing above that to the ridge crest.  Even with modern gadgetry, there isn't much pro.  In 1975, perhaps a couple rattling hexes....\n\nDISCLAIMER:  Using the anchor atop\n\nArmed Forces\n\n, I toproped Army as far as the platform.  Because the toprope would have pulled me backward, I was unable to climb the finish above the platform.  So I don't really know what the finish would be like or how it would protect.  It didn't look as hard as getting to the platform was.","location":"Army is currently the rightmost (southernmost) route on the west side of Ridge One.  The easiest climbing to the start is leftward up an easy slab, to a ledge system.  Traverse the ledge system a long way to the right, passing a small juniper (where\n\nAriel\n\nbegins), to just below the first bolt of\n\nArmed Forces\n\n. Instead, you could climb awkward, unprotected 5.6 for about 25 feet to directly reach\n\nAF's\n\nfirst bolt. Anyway, your belayer should be on the ground, directly below\n\nAF's\n\nfirst bolt."},"__v":0},{"_id":"Yv6eoDPKW5qiNVw030mWKw==","name":"Arms Reduction","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan Hare, Scott Woodruff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":17,"mp_id":"107096662","mp_crag_id":"105745226","climb_id":"Yv6eoDPKW5qiNVw030mWKw==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"Start as for\n\nArmed Forces\n\ncontinuing straight up after the first bolt to the top of the crag.","protection":"Small cams protect up to the crux. Protect the crux with a #3 Camalot placed horizontally in a bucket. Bring medium to large cams for building an anchor on the summit or use the bolt anchor on\n\nArmed Forces\n\n.","location":""},"__v":0},{"_id":"pjwtXqIdWra3hE1Oc9ZNCQ==","name":"Armed Forces","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Hare & M. O'Donnell, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":16,"mp_id":"106055494","mp_crag_id":"105745226","climb_id":"pjwtXqIdWra3hE1Oc9ZNCQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is endurance crimping on consistently good but inobvious holds.  Climb up to the first bolt, and hang a long runner on this before the exciting traverse right to the next bolt (5.9+?, R), place another long sling, then head up to the next several bolts, tending slightly left to a 2-bolt anchor. The crux is not that hard, but it is high and requires some endurance to get without a hang.","protection":"4 bolts, some are far between, so heads-up!  2 bolt anchor.\n\nThe anchor was 2 vertically-aligned bolts with single smash-links and shitty webbing connecting them. The old tat was replaced with a fat, tied sling, and a biner was added and now the anchor is a little more friendly.  Still, it would be best if someone took up a few rapid links and chain (about 8\" total) and hung the top bolt down to parallel with the second bolt and added a link to the lower bolt to make it stand off the cliff instead of locking off the rope as it is pulled.","location":"Scramble up to a spot on a small ledge below the first bolt or approach this climb from uphill, scrambling up a short bit of rack, then down and over 20 meters on a sloping ledge to reach the spot below the first bolt (no gear here for a belay)."},"__v":0},{"_id":"HvHdBPfnWG+yWgJU1Q5/uQ==","name":"Ariel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"S. Woodruff & S. Kent, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"left_right_index":15,"mp_id":"106055507","mp_crag_id":"105745226","climb_id":"HvHdBPfnWG+yWgJU1Q5/uQ==","areaRef":"vKTgN8wAUQm8LvOpDkztsA=="},"content":{"description":"This is a climb on mostly good rock and good holds but one that suffers for lichen and runouts. If it were to get a few good cleanings or a hundred ascents, it would be worthy of a might higher quality rating, but as is, its potential is unrealized.\n\nFrom the small juniper, climb up and right (long reach) to a large flake, throw on a 3' sling, then go right to get established on top of it (crux, 5.8). Break hard left along a horizontal band below a bulge, passing some cam placements along the way, for perhaps 10 meters, until the bulge has ended, then climb directly up on jugs, tending left here and there when necessary to avoid difficulty.  The protection is scarce at best, but the climbing mellow.  Beware of the potential of slipping in the crisp lichen underhand or foot.","protection":"A few cams to 3.5\" and a few stoppers. Some long runners.","location":"Approach this climb from uphill, scrambling up a short bit of rack, then down and over 20 meters on a sloping ledge to reach a seat on the ledge beside a tiny juniper tree. Ariel starts up and right onto a flake . It might be best to toss down rope from there and get a belay from the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,3264cc3c-a663-51a1-963a-ac46bf27f955,bca4e037-cc00-5109-bc2e-f3a90e4cedb0","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Skunk Canyon","Ridge 1 aka Stairway to Heaven"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":3,"label":"5.7"},{"count":1,"label":"5.3"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.4"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":11,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":7,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29,39.979]},"bbox":[-105.29058680924766,39.978550339818135,-105.28941319075234,39.97944966018186],"left_right_index":-1,"ext_id":"105745226","area_id":"vKTgN8wAUQm8LvOpDkztsA==","polygon":{"type":"Polygon","coordinates":[[[-105.29058680924766,39.978550339818135],[-105.28941319075234,39.978550339818135],[-105.28941319075234,39.97944966018186],[-105.29058680924766,39.97944966018186],[-105.29058680924766,39.978550339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:56:02.052Z","updatedAt":"2024-02-19T18:31:27.112Z"}