{"_id":"63689de0e80bff5a994f8f70","area_name":"Nine Lives Boulder","shortCode":"","climbs":[{"_id":"iZAnVp4zXVG9feAngqtKTg==","name":"Nine Lives Arete","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Hanson, Sills, late '80s","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.76223,39.35083]},"left_right_index":1,"mp_id":"106063984","mp_crag_id":"108511555","climb_id":"iZAnVp4zXVG9feAngqtKTg==","areaRef":"ZJbBnlo8W4OlwCvHvLE/ZQ=="},"content":{"description":"Located on the seclusive Nine Lives Boulder, the arete offers a great problem in an awesome location.\n\nBeta: left hand in a tiny pocket with a drop-knee starts the problem. Move through sharp pockets to a large left-hand pinch. Put-up a high right heel-hook, and then reach for a decent slot (heel-hook is key for the static move, otherwise just launching to the slot is a ton of fun). Reach-up past the sidepull to a crimp, find feet, and throw to the back of the bulge to find something to hold onto; work your toes-up and pull the mantle. Now you have another 20 feet of easy and exciting slab climbing.","protection":"The landing is flat; however, the crux is high. Several pads are useful and a spotter helps once you get to the crux area.","location":"To find this boulder, ignore the directions in the Colorado Bouldering guidebook. The approach is actually decent (compared to a lot of the other bouldering in The Wood).\n\nPark in the West Trailhead parking lot at the North Entrance (the one just south of the port-o-potty area), and take the trail that heads towards the river/mud-cliffs. This trail goes through some switchbacks, and right after that, you come to a fork in the road. Take the path on your right (heading south) for only 15-20 feet, and you will notice a ravine heading towards the river. Follow this ravine down to the river, and be mindful of the path you take as the erosion in this area is high. On the otherside of the river, there is a fallen pine tree (still alive) that is where you will climb out of the riverbed at onto flat ground. Crossing the River/Stream should be easy and head towards the tree once you cross the stream. 50 yards past the tree/rim of the river, the Nine Lives Boulder sits in all of its glory. Of course, you can always take the bushwhacking route and start at the Falls Area river crossing and head north for a while staying near the cliffs."},"__v":0},{"_id":"YHsvS0iZVNesTL7U2fiP8g==","name":"Double Dick Dyno","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.76223,39.35083]},"left_right_index":0,"mp_id":"108514790","mp_crag_id":"108511555","climb_id":"YHsvS0iZVNesTL7U2fiP8g==","areaRef":"ZJbBnlo8W4OlwCvHvLE/ZQ=="},"content":{"description":"This is one of Castlewood's hard classics.\n\nStart matched on a large, smooth cobble with smeared feet. Moved into the large hueco in the middle of the face using a small LH crimp. Set-up for the \"dyno\" to the next ledge (most people can do this move static). Next is topping out this large boulder. Note, you may want to check the topout first as it usually is covered in pine-needles.","protection":"The landing is flat, but the boulder is quite tall.","location":"It is prominently located in the middle of the Nine Lives Boulder. You can't miss this obvious line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,59110948-7028-589b-987e-5282f1fb0897,7df5a5dd-bff8-5ba0-abf4-1b3142f9ebc9,a4aef32e-321a-5c31-896b-88992dc2273d,e5e6ecbf-165b-52d8-aee3-007ca55332b8,9c8349ba-0cb7-5349-9a04-f8b16d338a12,6496c19e-5a3c-5b83-a5c0-2bc7bcb13f65","pathTokens":["USA","Colorado","Denver Metropolitan Area Bouldering and Buildering","Denver South","Castlewood Canyon SP","Bouldering problems","Central City area","Nine Lives Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4"},{"count":1,"label":"V6"}],"byDiscipline":{"boulder":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.76223,39.35083]},"bbox":[-104.76281149873829,39.350380339818145,-104.76164850126173,39.351279660181866],"left_right_index":-1,"ext_id":"108511555","area_id":"ZJbBnlo8W4OlwCvHvLE/ZQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:47.223Z","updatedAt":"2022-11-25T11:16:16.542Z"}