{"_id":"63689d5ce80bff5a994f6180","area_name":"Blue Sky Wall","shortCode":"","climbs":[{"_id":"qELkk9oMXTW+wwQBeetHdQ==","name":"Ramp","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":4,"mp_id":"106285435","mp_crag_id":"108422891","climb_id":"qELkk9oMXTW+wwQBeetHdQ==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"Low angle slab climbing that gives opens a few other routes. Rappel may go through dirt patches.\n\nP1: Easy slab. Opens access to Blue Sky.\n\nP2: No bolts to the anchor, so run it out. Opens access to Buffalo Brothers. As other comments suggest, this is more of a rap anchor than belay anchor.\n\nRecommend linking P1 and P2.\n\nP3: Opens access to last pitch of Cause for Pause.\n\nP4: I'll let you know after the next time I go.","protection":"Minimal sport rack.","location":"Starts a few feet right of Bright Eyes."},"__v":0},{"_id":"NydnhSAeUxKEcvrjUGPqoA==","name":"Open Air","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":0,"mp_id":"108417434","mp_crag_id":"108422891","climb_id":"NydnhSAeUxKEcvrjUGPqoA==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"Similar to Bright Eyes in nature, but with a harder crux.\n\nPitch 1, 90' Bolts, small to medium cams: Off the same starting ledge as Bright Eyes, the large arching roof above begins with a 20' tall broken column on the left.  Lieback the right side of this column to gain the start of the arch. But, exit the arch as soon as you enter it, by climbing up left past the parallel, horizontal finger cracks. Rock over left after clipping the bolt (crux), and proceed past a pin above to the bolted anchor at 90'.\n\nPitch 2, 175 feet Bolts, small to medium cams: Follow the bolts to a small roof/overlap, after which you'll trend right into the corner formed by the large roof above Bright Eyes. At the top of this corner look for a bolt up and out right that should encourage you to step out right and finish above.  The bolted anchor is set back on the large grassy ledge, you can't see it from the last bolt. This is the same finish as Bright Eyes, which you'll rappel 3 times to get down.","protection":"Single cams from fingers to 2\".  Bolted belays/raps.","location":""},"__v":0},{"_id":"Tvditm+DX/2Mt3xdcMKiKg==","name":"Closer to the Sun","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":5,"mp_id":"108538169","mp_crag_id":"108422891","climb_id":"Tvditm+DX/2Mt3xdcMKiKg==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"This route climbs the highest up the Wedge, and is the easiest of the few that actually top out the formation.\n\nApproach is via\n\nArching Out\n\nor the Ramp (into Arching Out).\n\nIt is the first route right of\n\nBuffalo Brothers\n\n.\n\nSee also this\n\nphoto.\n\nPitch 1. Optional 1/2\" cam, sling tie off, bolts. 140' 5.8.  Off the two bolt belay climb back into the corner. Twenty feet above the belay where the corner becomes a roof, look for the bolt out left that draws you onto the Blue Sky Wall. Tie off a chicken head above, and follow bolts the rest of the way to a rap anchor at 90', 5.6 to here.  The route continues out right into steeper 5.8 terrain with a nice flat ledge about 50' above the 90' anchor. Link the 90' and 50' sections to take advantage of the nice ledge. Two bolt belay on the ledge.\n\nPitch 2. Bolts only, 130'. 5.5.   Off the ledge, bolts out right lead past a bolted rap anchor about 40' above the ledge. Skip these and continue to the bolted anchor atop the formation.\n\nDescent:  Rap the route. During the second rap skip the ledge anchor and continue to the station that was 90' up the first pitch.\n\nOR\n\nWalk off to the west down the West Ledges descent.","protection":"Optional 1/2\" cam off the belay, and a sling to tie off a knob inbetween the first and second bolt, otherwise all bolted.","location":""},"__v":0},{"_id":"tHX/fo7lXJ68oGhw+xDQ6A==","name":"Buffalo Brothers","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Brian Spiewak, Chris Hubbard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":3,"mp_id":"106285424","mp_crag_id":"108422891","climb_id":"tHX/fo7lXJ68oGhw+xDQ6A==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"P1: Walk left of belay anchor to find the low crux. Lots of patina after that.\n\nP2: Easier than the previous pitch, great ledge to belay from at the top.","protection":"Standard sport rack.","location":"Access from the halfway up the Ramp (left of second anchor), or Rampage."},"__v":0},{"_id":"UJy5kdtXXXKUhTiFuPhn6Q==","name":"Bright Eyes","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jenny Blythe, Trisha Santos","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":2,"mp_id":"105813783","mp_crag_id":"108422891","climb_id":"UJy5kdtXXXKUhTiFuPhn6Q==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"This fun route goes up the crack and flake system through the obvious chimney on the far left side of the mountain.\n\nScramble up to the first set of anchors, then head straight up through the chimney, over a small roof and past some bolts to the first belay.  The second pitch continues up a well bolted face, over another roof and finishes under the large overhang.\n\nFun moves on the first pitch through the notch make this a definite classic for the grade.","protection":"P1 - climb past two bolts to right side of a big low angle flake.  Gear (cams .5\"-2.5\") protects the next section up to over the roof.  Three more bolts until the anchor.\n\nP2 - Lots of bolts protect this face.  Small gear can be used before pulling over the final roof (.75\"-1.25\").\n\nRap down from the top (two rappels).","location":"From the base of El Cajon, head all the way over the left side.  The chimney on the first pitch is easy to see.  The first pitch starts from a grassy ledge about 20 feet up from the bottom (3rd class)."},"__v":0},{"_id":"Pw8CjhFVW22ddRzjdRseFg==","name":"Arching Out","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"left_right_index":1,"mp_id":"108429815","mp_crag_id":"108422891","climb_id":"Pw8CjhFVW22ddRzjdRseFg==","areaRef":"SoAffTf4X8y2SyNf3WJZPQ=="},"content":{"description":"From the main base of the Blue Sky Wall where\n\nBright Eyes\n\nbegins, this is the large arch above.  There are some good suggestions on the Bright Eyes page regarding how to link this with that climb. (I prefer to plug a few medium cams at the end of the arch where the chimney begins, lower to the ground and have the second follow the arch and then sling shot through into leading the chimney and the rest of that Bright Eyes pitch. Of course, this requires the follower be a leader as well.)\n\nWhat I will describe here creates a nice, long, easy lead almost entirely on gear.  It also allows for a more entertaining way to climb up the major ramp feature below the Blue Sky Wall without 3rd classing your way up the slab.  Granted, it's a little contrived to just not step out right onto the slab, but staying in the corner provides fun enough climbing and just enough protection.\n\nDue to the almost constant traversing nature of the route, be mindful of protecting your follower where it matters.(i,e. after the cruxes)\n\nThe climb begins with a 20' tall broken column on the left. Lieback the right side of this column to gain the start of the arch.  When you reach the chimney continue traversing right by first climbing either up and right or by stepping down and right. Either way you'll end up in the same lieback to undercling crack. At the end of the undercling is the best oppurtunity to build a gear anchor if you like, 1.5\"-3\" cams.  The climb continues above by staying tight in the very corner and not allowing yourself to walk on up the 3rd class slab out right, unless you prefer that type of climbing :-).  The only lead bolt you'll encounter is above you on the left wall of the corner, where you'll also find nice face features and the occasional gear placement.  The Buffalo Brothers belay bolts are the first bolted anchor you encounter and make for a good belay spot.  Step directly back into the corner off the belay to get gear protecting the belay. (There's smaller pro available below the obvious 4\" crack)\n\nThe next anchor/rap bolts you encounter 50' above are the belay bolts for Closer to the Sun.  You can continue up the first pitch of that route and keep the grade the same. Otherwise, leave the beginning of that route and continue up and right across the obvious, wide grey water streak.  On the right side of the water streak you'll encounter bolts on the large, grassy, flat Cactus Ledge.  This marks the end of the 5.6 climbing. The Space Between begins straight up from here, and Cause for Pause climbs across this ledge as well, into the 5.8 4th pitch, up and slighty right.\n\nRappel back down the way you came.\n\nWhen passing through the Cactus Ledge area, and especially when rappelling through this terrain be\n\nEXTRA\n\ncautious not to dislodge anything. While it is not particulary loose or dangerous you are located in a perfect position to rain disaster down on to the entire, popular Left Wall below you.  Even the slightest stuck rope warrants extreme caution.","protection":"Single cams .6\"-3\". Tri-cams useful in extending a rack of single cams. Doubles .75\"-2\" if you want to build a gear anchor.  Single small-medium nuts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,06ef17a3-29aa-56c6-b227-4e49cb91e070,3e6d010b-b832-544e-b649-c3caf17b47dd,4d5effa6-9808-57b5-bcfe-e186d7c75dae,af0776d1-bc28-5613-9777-b4462dc4ec62,4a801f7d-37f8-5fcc-b64b-235fdd62593d","pathTokens":["USA","California","San Diego County","South San Diego County","El Cajon Mountain","Wedge, The","Blue Sky Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.8186,32.90468]},"bbox":[-116.81913558040321,32.90423033981814,-116.81806441959678,32.90512966018187],"left_right_index":-1,"ext_id":"108422891","area_id":"SoAffTf4X8y2SyNf3WJZPQ==","polygon":{"type":"Polygon","coordinates":[[[-116.81913558040321,32.90423033981814],[-116.81806441959678,32.90423033981814],[-116.81806441959678,32.90512966018187],[-116.81913558040321,32.90512966018187],[-116.81913558040321,32.90423033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:34.612Z","updatedAt":"2024-02-19T18:30:56.985Z"}