{"_id":"63689d5ce80bff5a994f4628","area_name":"1. Black Wall - Left","shortCode":"","climbs":[{"_id":"pqK0vGXkWbu6GdRnJe+BhA==","name":"Touch and Go","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":8,"mp_id":"106180304","mp_crag_id":"114652502","climb_id":"pqK0vGXkWbu6GdRnJe+BhA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"NOTE: The Carville guide shows this as a right hand variation to the Rat's Tooth. The 1986 Jenkewitz-Meytras guide shows this as Touch and Go. Given the volume of errors in the Carville guide, I think this is touch and go.\n\nP1 - On the right side of the Rat's Tooth is the first pitch of this climb, which goes up a cool looking flaring squeeze, with the rat's tooth flake at your back. There is a handcrack all the way up the back, so this climb protects really well, always nice in a chimney! Physical moves up steep rock will get your heart pumping. Shares the last 40' with the Rat's Tooth, to some chains.\n\nP2 - From the Anchor step around to the left.  You can go up and over or stay low (we stayed low).  From here climb a 5.7 hand crack in a corner to a slopey belay ledge beneath a dihedral (gear anchor) or belay from an anchor way out left beneath rambo crack (not optimal).\n\nP3 - tackle the steep dihedral all the way to lizard ledge.  I think the route traverses right at some point to the arete, but I stayed in the dihedral the whole way (turns into a stembox at the top).  It does get a little dirty toward the end if you do it this way, the traverse right may be better.\n\nP4 - finish one of the many pitches to the top or rap from lizard ledge","protection":"Take extra #2 camalots, 4 would be nice on the route, it eats them up.  Nothing bigger than a #3.  Upper section takes some smaller items as well.","location":"The very right side of the Rat's Tooth, obvious flaring chimney.  On the left side of the Black Wall, just left of the classic One Hand Clapping."},"__v":0},{"_id":"1re4/6eqUtCIgvGGF8yknA==","name":"Touch A Cannibal","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":5,"mp_id":"108048259","mp_crag_id":"114652502","climb_id":"1re4/6eqUtCIgvGGF8yknA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"This route may have another name, but not that I'm aware of. It's a linkup of a couple of different routes, including Cannibal Gully and Touch And Go, but it has enough independent climbing that to deserves its own spot in here.\n\nP1: Head up offwidth-looking crack on left side of Cannibal Gully. After ~60', traverse right across face to chain anchor at base of dihedral.\n\nP2: Climb 2nd pitch dihedral of Touch and Go. Belay at end of slabby section.\n\nP3: Head up corner to Lizard Ledge (Touch and Go climbs crack on face to the arete). This corner has cleaned up nicely, and is the money pitch. Crux of route is the last move to gain Lizard Ledge.\n\nP4: Choose any Lizard Ledge exit pitch.","protection":"Gear to 4\".  Fixed anchors at top of 1st, 3rd, and 4th pitches.","location":"Starts at base of Cannibal Gully, on far left side of Black Wall.  Walk off to left."},"__v":0},{"_id":"WeaO1pfvVX2hv1vhGkxUbA==","name":"There Goes The Neighborhood","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Gene Drake, 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":16,"mp_id":"106140294","mp_crag_id":"114652502","climb_id":"WeaO1pfvVX2hv1vhGkxUbA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Awesome mixed line up the overhang left of One Hand Clapping.  A #3 friend and perhaps a few other pieces for the start of One Hand will put your mind at ease for the spectacular pebble pulling above.","protection":"Bolts (6 or so) and gear.  Light rack to #3...","location":"Climb one hand clapping until you are in the bulge handcrack.  Look out left for some bolts...step around when possible, place a piece behind the \"handrail\" flake, then ape your way onto the superb face.  Thin edges, pebbles and a variety of moves sees you through the tough sections...Amazing!"},"__v":0},{"_id":"SUVM+fP4UtifJwqt1zKk5w==","name":"Super Slab","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"M. Jones, G. Allen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":37,"mp_id":"107685558","mp_crag_id":"114652502","climb_id":"SUVM+fP4UtifJwqt1zKk5w==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Ready for some runout? This slab is located to the right of \"No Stems\". Approach via the \"Full Tilt\" ledges or climb \"Slipstream\" and walk right. This knobby face is protected by a couple of well spaced bolts. Climb excellent Tuolumne style knobs to cold shuts. Descend back to ledges or continue up \"Sky Pilot\".","protection":"Small cam or two (optional, protects opening moves), bolts.","location":""},"__v":0},{"_id":"D5tGOKLBXZ+Iy1x3ZzzXwA==","name":"Space Modulator","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Pete Chasse, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":29,"mp_id":"107676770","mp_crag_id":"114652502","climb_id":"D5tGOKLBXZ+Iy1x3ZzzXwA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"This is the white overhanging corner high above On Ramp. Climb On Ramp past the new anchors for Rat Ramp up towards the roof. Eventually you'll reach a slabby stance with a 2 bolt anchor and a fixed pin (about 40' up from new anchors on right). If rope drag is bad, belay at Rat Ramp anchors and then do a short additional pitch to the belay stance. From the Space Modulator belay, climb unprotected face up and right to the corner. Climb the exposed corner to an anchor underneath the roof. Lower to the belay and then do two raps to descend.","protection":"Gear to 3.5\"","location":""},"__v":0},{"_id":"2hSGZKxdWTSG5/Oha8BZRA==","name":"Space Invaders","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Gene Drake, Rocko Rampino","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":1,"mp_id":"106196747","mp_crag_id":"114652502","climb_id":"2hSGZKxdWTSG5/Oha8BZRA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Space Invaders is the beautiful slabby arete on the very left side of Black Wall. A very balancy begining leads to beautiful arete climbing with crimps, jugs, and flakes. The crux is half way up where you make a comiting move from crimps to this minature roof. Spectacular.","protection":"This route is very well protected and is perfect for a beginer who is up for the grade. You need 12 draws and a sling. There are rapel chains and the top.","location":"This route is located on the very far left of black wall. From the base of rats tooth you can see a beautiful dihedral to the left. just to the right of the dihedral is a small gully. Space Invaders starts right above the gully."},"__v":0},{"_id":"6URqFG73WVO0pv5z9Gvx4A==","name":"Slipstream","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Max Jones, Gary Allen 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":33,"mp_id":"107678201","mp_crag_id":"114652502","climb_id":"6URqFG73WVO0pv5z9Gvx4A==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Take the \"One Hand\" approach through the talus. Before reaching the base of the wall skirt around right through brush to a right-trending ramp. Slipstream is the right-trending undercling/finger crack that starts off of the slopey ramp. Look for a single bolt left of the crack up higher. This climb is similar to \"Black Angel\" in Tuolumne. This is the first pitch of the \"Imaginary Voyage\". Lower or rap from chains or do another pitch via \"Next\" or \"No Stems no Seeds\".","protection":"Gear to 2\", bolt.","location":""},"__v":0},{"_id":"L+9u5ipPUpeGGS3Z/etHsA==","name":"Skywalker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":17,"mp_id":"107676392","mp_crag_id":"114652502","climb_id":"L+9u5ipPUpeGGS3Z/etHsA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Climb One Hand Clapping about 100', to just above where the Firecracker anchors are on your right. Step left and look for a new bolt. Keep traversing left through excellent Tuolumne style knobs and crimps. Pro is bolts and a small nut. Keep going left until you reach the Hungover Hangover anchors.  All bolts are replaced. A great climb for those considering difficulties similar to One Hand.\n\nRap from the \"Hungover\" anchors to ground in 35m or finish \"Hungover\" up 5.8 to Lizard Ledge.","protection":"Bolts, gear (one nut). Additional gear for \"One hand\" or \"There Goes the Neighborhood\".","location":""},"__v":0},{"_id":"K9jkJRhNWxSI8jIgR3zu+g==","name":"Sky Pilot","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":35,"mp_id":"107693102","mp_crag_id":"114652502","climb_id":"K9jkJRhNWxSI8jIgR3zu+g==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"A short but proud roof crack. Belay in the alcove to the right of \"Birdie\" and above \"Super Slab\". This is a cool perch with a 2-3.5\" camalot belay. Climb up to the roof crack placing good pro along the way. Get the last rest with your feet on the sloping ramp, then get horizontal. Flip the roof via the thin crack and then immediately set up the belay being careful to keep the rope out of the crack. \"Sky Pilot\" is the third pitch of the \"Imaginary Voyage\". A Donner classic.\n\nContinue up \"Headstone\" or down climb to the \"Next\" anchors and then rap down \"Next\", \"No Stems\", and \"Slipstream\", each with one 60m.","protection":"Cams.","location":""},"__v":0},{"_id":"C90AasnGWBG3Nq7lHgXaAA==","name":"Rythym Killer","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Carville 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":7,"mp_id":"107690531","mp_crag_id":"114652502","climb_id":"C90AasnGWBG3Nq7lHgXaAA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"This climb is the bolted route that starts 10'  left of the \"Rat's Tooth\" flake. A hard onsight. Weave your way through very thin crimps, pockets, and knobs, on a slightly less than vertical wall. Watch your feet. Thankfully it is well protected by 6 or 7 bolts. There is a small runout to the anchors on easy terrain. Finish on chain anchors below the \"Hungover\" splitter. Rap or continue up.","protection":"Draws.","location":""},"__v":0},{"_id":"2VfqX22iXWGr4WSGg3CNRg==","name":"Rat's Tooth","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":11,"mp_id":"106180131","mp_crag_id":"114652502","climb_id":"2VfqX22iXWGr4WSGg3CNRg==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"There are two different variations to the Rat's Tooth.  I have done the center variation, described below.  The squeeze chimney on the right side of the Rat's Tooth is Touch and Go.\n\nCenter:  Thin fingercrack to start, with thin feet.  I liebacked up to where the crack widens to get gear, and moved up as the crack eased in difficulty. Do a funky move to exit the pinched shut chimney and walk left to the chains. Last 40 feet of the climb are shared with Touch and Go.\n\nLeft Variation:  Looks wide (4-5\") much of the way.  I haven't done it.  Guidebook says it is 5.9\n\nNOTE:  The Carville guide (1996) says the center is 5.9.  The 1986 Jenkewitz-Meytras guide says it is .10a, which I found to be more accurate.","protection":"Center variation: standard rack to #3 camalot","location":"Just left of Touch and Go and One Hand Clapping, on the left side of Black Wall.  The distinctive Rat's Tooth is hard to miss."},"__v":0},{"_id":"tQoETCRFUdODpZR6/No11w==","name":"Rat Ramp","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Biega, Tiere 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":30,"mp_id":"107686726","mp_crag_id":"114652502","climb_id":"tQoETCRFUdODpZR6/No11w==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Walk right beneath \"Firecracker\" and \"On Ramp\" on a narrow brushy ledge until it stops in a gully. Start in the gully and climb up then out left on the face via knobs and crimps. Look for new-style bolts. This climb is sport bolted and sport protected. Bring a lot of draws and a 70m rope. This is one of the better \"sport\" routes on Black Wall, maybe the only one of its grade. It doesn't look good from below, but the climbing is clean and pretty fun. Descend via new chain anchors.","protection":"Bolts.","location":""},"__v":0},{"_id":"60dqUPziVZGYzgppFqdefA==","name":"Rambo Crack","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Hidetaka Suzuki, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":4,"mp_id":"116117752","mp_crag_id":"114652502","climb_id":"60dqUPziVZGYzgppFqdefA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"A right-leaning, slightly overhanging hand and fist crack. There is a decent, somewhat painful, knee bar rest about half way through. The crux comes above this where the route starts to thin, and the moves become a bit more powerful. The upper half of the route is quite dirty, but the gear below is quite solid.","protection":"Gear from 0.5\" to 3\", Bolted anchor.","location":"Climb the first pitch of\n\nCannibal Gully\n\nto the bolted anchor just to the left of the Rambo Crack."},"__v":0},{"_id":"/d+0mGLsVHe34do5F8I1Cg==","name":"Primer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Max Jones and Tom Caramia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":0,"mp_id":"106501604","mp_crag_id":"114652502","climb_id":"/d+0mGLsVHe34do5F8I1Cg==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Primer is the short but excellent crack in the greenish dihedral of the Primer boulder, on the left side of Black Wall. Climb the hand to fingercrack to chains.","protection":"Finger and hand size cams. Bolted anchors equipped for lower off.","location":"On the boulder with the green face and dihedral 50 feet left of One Hand Clapping."},"__v":0},{"_id":"vsvdS9iBUm2XOeBwW2Gnag==","name":"Pinball Junkie","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":6,"mp_id":"107509463","mp_crag_id":"114652502","climb_id":"vsvdS9iBUm2XOeBwW2Gnag==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Thin crack to 2 bolts (first is an old 1/4\", that takes gear just to the left), to somewhat blocky/crappy climbing to anchors.  Shares anchors with Rat's Tooth.","protection":"Gear to 2\", 2 bolts, chain anchors.","location":"Between Cannibal Gully and Rat's Tooth; look for slightly left-leaning crack to bolts."},"__v":0},{"_id":"WBbs74JcUly/HIGokEwjGQ==","name":"One Hand Clapping","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Peter Hann - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":20,"mp_id":"105736426","mp_crag_id":"114652502","climb_id":"WBbs74JcUly/HIGokEwjGQ==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Classic Black Wall outing.\n\nP1 (5.8): Long pitch, head for the twin cracks and continue up a slightly lower-angle section to a bolted belay.\n\nP2 (5.9): Climb the steep, thin crack above the belay, then move left through a slanting corner. Getting around the end of the corner, over the bulge, and onto the face is the route crux. From here, continue up and left on a ramp system to the large Lizard Ledge..\n\nP3 (5.6): Follow the obvious crack system that leads off the right side of Lizard Ledge. There are a few other options for the last pitch, this is the most common finish.","protection":"Gear to 4\", bolted belays.","location":""},"__v":0},{"_id":"KakF+hjcXY2II7paZQspdA==","name":"On Ramp","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kim Schmitz 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":26,"mp_id":"107676731","mp_crag_id":"114652502","climb_id":"KakF+hjcXY2II7paZQspdA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Pitch 1: Climb the ramp that trends up and right from underneath the \"\n\nFirecracker\n\n\" starting area. Slab out easy 5th on the ramp, then the climb trends up through discontinuous and sometimes dirty cracks.\n\nPitch 1 variation: finish on the recent \"\n\nRat Ramp\n\n\" sport route anchors on the face to the right. 35 m to ground. Preview the excellent 5.10a bolt route, \"Rat Ramp\", while descending (or set a toprope and try it firsthand).\n\nPitches 2, 3 and/or 4: A 5.7R right traversing second pitch, to a left facing corner crack. Up the corner and belay on top, or continue either right or left to the summit. Unlike several of  Carville's topos on Black Wall in the 1999 Falcon Guide, Johnson's newer North Tahoe guide is easy to follow on this one.","protection":"Gear to 3\"","location":""},"__v":0},{"_id":"PFQ1ajcCUpmi40vrUR39JQ==","name":"No Stems No Seeds","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"G. Allen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":34,"mp_id":"107683491","mp_crag_id":"114652502","climb_id":"PFQ1ajcCUpmi40vrUR39JQ==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"No Stems No Seeds is the acute right leaning corner above Slipstream. It doesn't look hard but this climb takes all the wide skills you've got. Armbar, bridge, and stem you way up the blank dihedral and hope the few tiny micro nuts will keep you off the deck. About halfway up a pinscar takes some good small cams.\n\nThis climb was first free climbed with fixed pins. Early in this climb's history, pitons were removed or pulled out from falls. No one replaced the pins then, so consensus is to leave it  clean. Now it is regarded as a runout test piece without ant them.","protection":"Tiny micro nuts, offset stoppers, cams.","location":""},"__v":0},{"_id":"aJDyo08OXNCXh7e+5/G7+A==","name":"Next","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"1972 Eric Beck","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":31,"mp_id":"107679502","mp_crag_id":"114652502","climb_id":"aJDyo08OXNCXh7e+5/G7+A==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"The first pitch of \"Next\" or \"The Next Imagination\" as it was originally called starts to the left of \"Slipstream\". It consists of low angle cracks/flakes and is tricky to protect. It then climbs into a gully and up a short 5.7 slot with a chockstone. Belay from gear 1\"-2.5\". The second pitch is amazing. Choose your grips carefully as you balance and crimp your way up a rounded buttress and then transition onto the broad slabby face to the left (10b). Very similar to Tuolumne style climbing and commitment level. 4 new-style bolts in 75 feet to chain anchors on the top of \"No Stems\" or 90 feet to the plush \"Birdie\" ledge. For the third pitch, go straight up the nice vertical splitter crack that hooks to the left at the top. Instead of following the crack left, clip the bolt above and balance your way right and up to chain anchors (10+). This crack is steep, clean, and features great climbing. If it were more accessible it would be one of the most popular 10+ routes on the summit.\n\nTo descend, rap the route.","protection":"Draws, gear to 3.5\".","location":""},"__v":0},{"_id":"nT7/9tsPUsWRPd0JgnIPQA==","name":"New Moon","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":23,"mp_id":"107237848","mp_crag_id":"114652502","climb_id":"nT7/9tsPUsWRPd0JgnIPQA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Starting on face holds, New Moon quickly joins up with a right leaning finger crack before you traverse left into the upper part of Firecracker crack about 15-20 feet before the roof. The finger crack gradually widens and the crux is probably some rattly fingers before you start getting thin hand jams. Eventually, the crack widens up and basically ends at a jug. At this point take that louie into Firecracker.\n\nNew Moon allows a bypass of the wider areas on Firecracker if your rack is short a bigger piece or two and you're not feeling like a run out. The knowledge that at twilight hundreds of bats pour out of the roof section on Firecracker should comfort bat lovers too. Maybe not when you're cranking the crux, however.","protection":"Finger-sized cams - 3\" or 4\" Camalot. Very well protected with a standard rack that includes a few smaller pieces.","location":"Just right of Firecracker on the ledge above and to the right of One Hand Clapping."},"__v":0},{"_id":"IpDducL0VgmGUQQUQGBO5g==","name":"New Fascination","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":24,"mp_id":"107509485","mp_crag_id":"114652502","climb_id":"IpDducL0VgmGUQQUQGBO5g==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Great 3 pitch link-up.\n\nP1(.10b or .10d): climb Firecracker (.10b) or New Moon (.10d) to the first anchors on One Hand Clapping.\n\nP2(.9): climb 2nd pitch of One Hand Clapping; belay at anchors past the crux bulge.\n\nP3(.10c): instead of heading left to Lizard Ledge, head straight up from belay, traverse slightly right, and finish on the thin crack of Fascination.","protection":"Gear to 4\", chain anchors.","location":"Start up and to the right of One Hand Clapping.  Walk off (recommended), or you can rap the route (may need 2 ropes)."},"__v":0},{"_id":"BeVdVVqgWP6G7S3lSQYogA==","name":"Mojito Run","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"June 1, 2013 Reuben Shelton, Courtney Hemphill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":28,"mp_id":"108179531","mp_crag_id":"114652502","climb_id":"BeVdVVqgWP6G7S3lSQYogA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"CKE9BB2qUDilzRnXR1BvXw==","name":"Hungover Hangover","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":12,"mp_id":"106479733","mp_crag_id":"114652502","climb_id":"CKE9BB2qUDilzRnXR1BvXw==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Hungover Hangover is a 50 foot pitch halfway up the left side of Black Wall. From the belay bolts atop Rat's Tooth or Touch and Go, look up and spy this impressive looking handcrack!\n\nThis crack overhangs a tad, and runs between tight hands, hands and big hands, moving into a pod before swinging out over the slight lip and into slabbier territory.\n\nThe granite is highly features, with large cubic feldspar crystals on the face... and inside the crack! I highly recommend taping for this one, it is sharp in there and I got chewed up.\n\nFinishes up above the overhang on some belay bolts. From here you can rap, climb Empty Sky (out left) continue up the big corner (not in guide, 5.7ish) or step right onto the face for a route out there.\n\nFirst Ascent History\n\n\"Ron Kauk, a partner I have shared a rope with, did not make the FA of Hungover Hangover as [previously] accredited. I know this because Kim Schmitz and I finished the cleaning of moss and lichens from the crack that Kim and Jim Bridwell had started earlier. Kim, a far superior climber to myself, fell on the crux move at the bulge, and came down. I went up to take a shot at it and was able to make the move and make the FA on the route. Kim followed shortly without falling again. This took place in the early-to-mid '70s.\n\nKim and Jim have passed on, but I believe you can verify this with the Tahoe locals such as Hansi Stanteiner, Bob Carter, Craig Calonica and others that rememmber the events.\n\nRespectfully,\n\nCraig (Shanny) Shanholtzer\n\n.\n\nBTW, I also lead and the FA and named the pitch\n\nFinger Licker\n\nlower down on Donner \"","protection":"Doubles of cams in the tight to big hand sizes.  A couple finger sized pieces for the beginning of the crack.","location":"Halfway up the left side of the Black Wall.  Access by climbing Rat's Tooth or Touch and Go."},"__v":0},{"_id":"YUyK7iKAUJ2mycYhePEVyw==","name":"Headstone","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mark Hudon, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":36,"mp_id":"107774983","mp_crag_id":"114652502","climb_id":"YUyK7iKAUJ2mycYhePEVyw==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Stellar steep, thin, left-leaning crack. Fingers to thin hands with an offset lip that makes for a good core workout. Good smearing footwork is required but a few thin edges offer respite up higher. Fantastic position with a great ledge for the hecklers to hang below.","protection":"Gear to 1\", two bolt anchor","location":"The fourth pitch of Imaginary Voyage; climb Sky Pilot or descend from the top of Black Wall."},"__v":0},{"_id":"k9eBfOnWVUCAVlL6bu3X6A==","name":"Future Games","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":27,"mp_id":"113714492","mp_crag_id":"114652502","climb_id":"k9eBfOnWVUCAVlL6bu3X6A==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Start up the first pitch of\n\nOn Ramp\n\nand head up the 1st (very thin) crack on the left. Follow this feature to the mid-way anchor on\n\nFull Moon\n\n.","protection":"Mostly small nuts and cams through finger size. Gear up to 3\" can be used in the\n\nOn Ramp\n\nportion.","location":"Approach as for\n\nOn Ramp\n\n."},"__v":0},{"_id":"qj9TFvPbU8yfEC+u+W9K+Q==","name":"Full Moon","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Max Jones and Gary Allan, 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":25,"mp_id":"107509453","mp_crag_id":"114652502","climb_id":"qj9TFvPbU8yfEC+u+W9K+Q==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Thin crack with a spicy crux.  Slightly under-vertical, but full value.","protection":"Pro to 1\", small stoppers for the crux, chain anchors.","location":"Right-facing corner, to the right of Firecracker/New Moon."},"__v":0},{"_id":"hcla/2azUNyRBD4vpk1MUg==","name":"Firecracker","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"The Bird","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":22,"mp_id":"105927635","mp_crag_id":"114652502","climb_id":"hcla/2azUNyRBD4vpk1MUg==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Sweet little route, fun roof at the top.","protection":"Standard rack.  Bolted anchors at the top.","location":"This route starts just right of \"One Hand Clapping\"...step it up the slab to the daunting wave like roof.  Some loose flakes deter you from going all ape but it is solid where it needs to be.\n\nRap off or continue a thin 10a pitch to the first pitch anchors of One Hand."},"__v":0},{"_id":"bIWZ+WBCUPyNkQpnOM0Y1A==","name":"Fascination","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Gary Allan, Max Jones, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":21,"mp_id":"115791557","mp_crag_id":"114652502","climb_id":"bIWZ+WBCUPyNkQpnOM0Y1A==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"This route is located 2 pitches off the deck and is an optional finish to One Hand Clapping.  It takes you to the very top of Black Wall.\n\nAfter pulling around the bulge on the second pitch of One Hand Clapping you can move immediately right to a bolted belay.  We started Fascination here.  You could also do most of Fascination by traversing in right from Lizard Ledge.\n\nFrom the bolted belay mentioned above move into the crack that is just right of the belay.  Climb this crack up to a slab.  The guidebook mentioned a bolt up here but we didn't see it (and found the route protected fine without it).  Not sure if we missed it or if it was chopped.  Regardless, climb up the slab to a bulge with 2 cracks.  Climb the left crack a couple feet to a horizontal break and traverse right to the flaring finger crack that angles up and left.  The top of this angling crack was the crux.  The pro here was a bit thin and flaring, offset nuts and cams are useful here if you have them.\n\nAfter pulling the crux head up and right via the hand crack/ramp to the summit of Black Wall.\n\nYou can walk off from here or rappel with a single 70.  First rap takes you to Lizard Ledge.  2nd rap takes you to the start of Bliss/top of There Goes the Neighborhood.  3rd rap takes you to the ground.  There are likely other ways you can rap down.","protection":"Standard trad rack from thin to 3\".  Some offset nuts and/or offset finger cams can be useful for protecting the flaring crux.","location":"This route is located 2 pitches off the deck and is an optional finish to One Hand Clapping.\n\nAfter pulling around the bulge on the second pitch of One Hand Clapping you can move immediately right to a bolted belay.  We started Fascination here.  You could also do most of Fascination by traversing in right from Lizard Ledge."},"__v":0},{"_id":"19nkXavvXCeWer/hJCehfg==","name":"Empty Sky Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Max Jones, Geoff Smith, 77","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":9,"mp_id":"106377355","mp_crag_id":"114652502","climb_id":"19nkXavvXCeWer/hJCehfg==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"","protection":"5 new bolts.  Pro to 3\"","location":"Approach to the One Hand Clapping belay area.  Climb Rat's Tooth or Touch and Go Chimney."},"__v":0},{"_id":"ZWkuI6oVUOGSrM+kXAql9A==","name":"Empty Overgo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":10,"mp_id":"107505619","mp_crag_id":"114652502","climb_id":"ZWkuI6oVUOGSrM+kXAql9A==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"More direct, 2-pitch variation to Touch and Go.\n\nP1 (5.9): climb Rat's Tooth to bolted anchors.\n\nP2 (5.10a): climb Hungover Hangover, the short, slightly overhanging hand crack to bolted anchors.\n\nP3 (5.10a): head left to the somewhat run-out Empty Sky arete, to Lizard Ledge.\n\nP4 (5.6-5.8): choose any of the finishes off Lizard Ledge.","protection":"Gear to 3.5\".  Fixed anchors on each pitch.  Empty Sky pitch (above Hungover Hangover) has 2 bolts and some small gear.","location":"Between One Hand Clapping and Cannibal Gully.  Walkoff, or you can rap the route if you really want to."},"__v":0},{"_id":"8Qt+bQyzVv6+bVsF0ThEEQ==","name":"Don't Try This At Home","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"R. Leversee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":18,"mp_id":"107676364","mp_crag_id":"114652502","climb_id":"8Qt+bQyzVv6+bVsF0ThEEQ==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"From the Bliss anchors under the roof: Follow steep well-protected incuts though the roof and then finish on thin crimps and heady slab moves above. Lower from first set of rap rings with a 60m back to the anchors on the top of There Goes The Neighborhood, or go all the way to Lizard Ledge and rap with a 70m.","protection":"Draws, gear.","location":"Climb \"Bliss\" through the anchors and out the steep roof."},"__v":0},{"_id":"VewVdK6eXN+ra3SIw1TqOQ==","name":"Cannibal Gully","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"First Free Ascent: Bill Dutton, Paul Sullivan, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":2,"mp_id":"109152931","mp_crag_id":"114652502","climb_id":"VewVdK6eXN+ra3SIw1TqOQ==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Hand crack in the left corner of the gully takes you up until you go over some easy bulges. First pitch ends at a couple of bolts at the end of the gully.\n\nThe crux of the climb is the first moves off the ledge of the second pitch. Move up and left from the belay to a delicate mantle, then pull over some friction climbing onto another ramp. Continue up here to the second belay.\n\nthe third pitch is easy low angle wide crack to the top out.","protection":"to 4 inches.","location":""},"__v":0},{"_id":"EEyuoxU2VNSMCFxdlLqqPw==","name":"Can't Stop the Dance","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"R. Leversee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":19,"mp_id":"107690545","mp_crag_id":"114652502","climb_id":"EEyuoxU2VNSMCFxdlLqqPw==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Belay from the \"There Goes the Neighborhood\" anchors. Climb \"Bliss\" to the roof and then exit stage right. This is the bolted climb to the right of \"Don't Try This At Home\". Climb positive flakes under the roof and then transition onto the vertical face above. Pull a sustained section of nasty thin knob moves that will scare just about anyone. Well protected, but tenuous. Finish on Lizard Ledge. All bolts are 5/16th button heads with Metolius hangers.","protection":"Gear to 1.5\", bolts","location":""},"__v":0},{"_id":"08sr3FldWXqZt5pixFxRTg==","name":"Bourbon Street","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Gary Allen, Malcolm Jolly 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":3,"mp_id":"107397422","mp_crag_id":"114652502","climb_id":"08sr3FldWXqZt5pixFxRTg==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Pitch 1 and 2: Climb the chimney like feature and cracks to left of the Rat's Tooth.  I believe the first pitch was 5.6 or 5.7 and the second pitch had some 5.8 like moves ending on a nice ledge on the left side of the large gulley.   In an older guidebook they called these two pitches \"Inner Recess\"  (I actually prefer to climb the 5.10 pitch of Rat's tooth, and the beginning of the 2nd pitch of Touch and go to get to the anchor)\n\nPitch 3 (The Money Pitch): From the ledge climb straight up the chimney and head right over a couple of bulges and a roof to reach the main corner.  Climb up the corner between two roofs and around to the right of the 2nd roof at the top of the corner ending at Lizard Ledge.","protection":"Single to 3\" w/ doubles in fingers and nuts.","location":""},"__v":0},{"_id":"SwD6Fl9YVEC8ZDXndUgMYw==","name":"Blowups Happen","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":13,"mp_id":"107690559","mp_crag_id":"114652502","climb_id":"SwD6Fl9YVEC8ZDXndUgMYw==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Belay from the Hungover P2 chain anchors. Climb right off the belay and up a featured knobby face towards a solitary bolt maybe 20-25' up (recently replaced, thank you). Don't blowup onto the belay, you will shred yourself on a slab of sharp knobs and whip over a roof.","protection":"Gear, bolts.","location":""},"__v":0},{"_id":"98YnJPzTU4qJRC/sZJThvA==","name":"Bliss Direct","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Mishler 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":14,"mp_id":"107677597","mp_crag_id":"114652502","climb_id":"98YnJPzTU4qJRC/sZJThvA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Climb the bolted knifeblade crack that starts to the left of One Hand Clapping. Climb the easy face to a high first bolt. Figure out the small roof, gain the rest, and the prepare to go for it. Crimp on shallow pinscars and trust your footwork to bolted anchor.","protection":"Bolts, small cams.","location":""},"__v":0},{"_id":"xw04XJpFXHikRs2EJg26Og==","name":"Bliss","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":15,"mp_id":"106479738","mp_crag_id":"114652502","climb_id":"xw04XJpFXHikRs2EJg26Og==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"Bliss, aka Bliss of the Knife is an excellent thin crack splitting the large face halfway up black wall, in between cannibal gully on the left and One Hand Clapping on the right.\n\nOriginally a 1960's A3 nailing route, this pitch has evolved into a finger locking, thin jamming and layback seam.\n\nYou must access the pitch from below, via One Hand and step left onto the face to some belay bolts.  It is also possible to climb into this route via Bliss Direct, a mixed 5.12 route (the start of the original aid line.) The upper anchor is bolts below the overhang.  It is possible to rap into it for a toprope (as I did) by rapping in from Lizard Ledge.  Be sure to backclip the rappel and tie knots in the rope, it is difficult to swing into the anchor.","protection":"THIN.  Please keep in mind I toproped this route.  That said, I think it would be a safe lead if you have adequate thin gear.  Remember this is an old nailing route, there are good slots for small nuts, and places for small cams.  Climb at your own risk.","location":"See Description.  It is also possible to climb in and set up a TR by climbing in from the left (corner above Overhanging Hangover) and traversing in below the big overhang."},"__v":0},{"_id":"qv0STMjdUX+/2O5RtyjxFA==","name":"Birdie","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Hansi Standteiner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"left_right_index":32,"mp_id":"107683673","mp_crag_id":"114652502","climb_id":"qv0STMjdUX+/2O5RtyjxFA==","areaRef":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":"This climb is the bolted face climb in-between \"Sky Pilot\" (around the corner to right) and the splitter third pitch of \"Next\" (on the face immediately to the left). Start on the bomber ledge and take the thin horizontal seam out right. Place some small gear, notice the wild exposure, and go up the steep face. This climb is well protected by Donner standards, but it will feel a little more run because of a couple hard clips. Bolts were drilled on on lead, sometimes off hooks. A cool climb and must do if you are in that area of the wall. This climb is not \"jingus\" : )\n\nMight as well climb the third pitch of \"Next\" while you are up there. Descend from chains.","protection":"Small cams, bolts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f1e4876b-4b0a-599a-8f39-f2e80d76bce4,57c59975-e374-5b92-9431-fd0751dede3c,fee739cf-0152-596b-a777-499985114bc5,89aeb526-7e2b-5770-896b-946353985d2d","pathTokens":["USA","California","Lake Tahoe","I-80 Corridor","Donner Summit","Black Wall","1. Black Wall - Left"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":4,"label":"5.10b"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.11a/b"},{"count":4,"label":"5.11+"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":2,"intermediate":20,"advanced":11,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":22,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.31463,39.32485]},"bbox":[-120.3152112826738,39.32440033981813,-120.31404871732623,39.32529966018186],"left_right_index":-1,"ext_id":"114652502","area_id":"ia61Jn4rV3CJa5RjU5hdLQ=="},"content":{"description":""},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T05:54:01.641Z","updatedAt":"2022-11-25T11:12:57.619Z"}