{"_id":"6368a50be80bff5a995aff1d","area_name":"Big Willow Cirque","shortCode":"","climbs":[{"_id":"oGIm8/e3XsGOHaTCNtpq5w==","name":"Giggles","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Lowe and Jock Glidden, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7613,40.5328]},"left_right_index":1,"mp_id":"106247323","mp_crag_id":"106247320","climb_id":"oGIm8/e3XsGOHaTCNtpq5w==","areaRef":"yx8oPzdtU2qLRwfERW6bcQ=="},"content":{"description":"Giggles is the BWC Classic.  Fun climbing with a variety of techniques.  True handjams can be useful but are not necessary.  There are a ton of cracks all going the same direction (UP), therfore, good routefinding skills are necessary.\n\nP1-5.5:  Climb a short pitch through a variety of flaring cracks to a small belay ledge.\n\nP2-5.7:  Climb and on the right side of the dihedral stemming, jamming, or face climbing.  Finish up to the right of a pine tree (has some old slings).\n\nP3-5.7:  Start out by moving above a dead tree (on the belay ledge) and to the right until a small crack is obtained.  Straight up until the next belay ledge.\n\nP4-5.8:  Start in the hand crack next to the left facing wall.  This is the crux (and the best part of the climb IMO).  Continue up and slightly left to the flaring cracks above.  The next belay is hanging so pick a point and set your anchors.\n\nP5-5.7:  Find a good crack and follow it to the top.\n\nNote: all belays require gear for anchors! This could be done in 3 pitches by combining P1 and P2 and combining P3 and P4 and leaving P5 as a long pitch.  Might need a 70 meter though?","protection":"Bring a standard rack.  A couple of large cams may be useful, but medium/smaller pro can be found by the creative leader.","location":"Start at the large (southwest facing) wall just left of the notch.  Giggles is found at approximately the middle of the wall, see topo.\n\nA walkoff is found by going down and east, then eventually south to the \"notch\"  If you go south too early there you will encouter difficult downclimbing that leads to a sheer wall.  However, rap slings can be found for descent.  Be careful, especially with a 60m rope."},"__v":0},{"_id":"3tjDAhH8VjS6um5cxzQxHA==","name":"Basque Cirque Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete Lev, Cado Avenali, Dave Hamre, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7613,40.5328]},"left_right_index":0,"mp_id":"106501375","mp_crag_id":"106247320","climb_id":"3tjDAhH8VjS6um5cxzQxHA==","areaRef":"yx8oPzdtU2qLRwfERW6bcQ=="},"content":{"description":"This route climbs the obvious tower north of the main Giggles formation.  It's about 50-60 meters down and north of the start of Giggles.  Despite the Ruckman's stating this description may not be entirely accurate they got it pretty spot on (presumably).  Their statement drew us right in... although this was the hardest 5.6 we'd ever climbed.  Their 1991 Wasatch Climbing North has a good picture of the route.  The route starts just up and right from the low point of the tower's formation in an obvious right facing corner.\n\nP1- Start up a long right facing corner that stretches upward for about 150 feet, terminating at an overhang.  Follow the corner, eventually switching to another corner (or corners) before reaching the overhang, finally reaching a mid-size pine on the left-center of the column/formation. Consider breaking this into two pitches.  5.7-5.9 (depending on how you do it). long ~230 ft (?).\n\nP2- From the pine, head up and right to the obvious, splitting, off-width crack.  It is wide, deep, dark, and threatens to swallow emaciated climbers whole.  It ranges from about 10 to 14 (?) inches wide and is at least 20 feet deep in parts, and is probably an alternate entrance to the Mines of Mordor.  Plan on bringing some big gear- big bros, #6 C2 (?), or other wide funk.  The crack runs for about 100 feet and then continues up the formation's upper apex to a fine straddle-ledge belay.  5.6 (!?).\n\nP2 Alternate- if you find yourself looking into the crack's void and are lacking monster-size gear, consider either throwing your rack into the void as a hopeful anchor, or head left up the north side of the formation into a large left facing dihedral.  There is a large pine approximately 80 feet up.  Climb some loose, blocky terrain, pass the pine, and continue on up through some occasionally ratty rock to the 'straddle-ledge' belay.  5.7 180 ft(?).\n\nP3- Continue straight up the formation above using gritty cracks and other grumpy grit to reach the top of the tower.  A few sections felt more like more like moldy croutons from Olive Garden than actual rock- some of the worst rock we'd ever climbed.  Scary and loose with some decent exposure.  Not a reason to avoid the route, but worth mentioning.  5.8 120ft (?).\n\nP4- Easy fifth class to the Bells/BWC ridgeline.  Soak in the fine views of upper Bells, Giggles, and Smog Lake City.\n\nP1 probably deserves two stars (it's better than the first three pitches of Giggles), P2 probably one star, and P3 clearly deserves a negative star.  Average = one star.","protection":"Standard rackage.  Some big beef if doing the standard P2","location":"It's about 50-60 meters down and north of the start of Giggles on the \"tower\" just north of the Giggles formation.  The right facing dihedral of P1 is pretty obvious."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,82ba5d2a-57f8-5381-a359-5406b5384e96,cb1f283f-376d-536a-8b47-07c4456e9b71","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Willow Canyon","Big Willow Cirque"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7613,40.5328]},"bbox":[-111.7618916316252,40.53235033981814,-111.76070836837481,40.533249660181866],"left_right_index":-1,"ext_id":"106247320","area_id":"yx8oPzdtU2qLRwfERW6bcQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:24.691Z","updatedAt":"2024-01-15T16:49:05.634Z"}