{"_id":"6368a50be80bff5a995b05f5","area_name":"Technicolor Wall","shortCode":"","climbs":[{"_id":"v/6AGfF2VLeagJJK3YZwJg==","name":"“unknown”","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":11,"mp_id":"116213864","mp_crag_id":"105795277","climb_id":"v/6AGfF2VLeagJJK3YZwJg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"If it were longer it would absolutely be maximum stars quality but even so it’s really good. Get into the flare and power up over a couple small roofs and through a brief splitter to the obvious jutting flake...which felt solid to pull/stand on but not sure I’d recommend pro’ing it up but perhaps the safest option is a med/large size nut on the right. The remainder of the difficulties are also finger size dependent as the crack slowly thins and the corner angle changes.\n\nLarger sized hands will need to employ an alternate strategy for the last section where the fingers won’t fit, which leads me to recognize a serious safety hazard. Be VERY careful near the end when tempted to stem left to the obvious large flake. It is very hollow and is supporting a few more smaller even less stable flakes that touch the roof above.\n\nI would recommend fixing a rope and crowbarring the entire mess of flakes off the wall (100’s of pounds). It’s a serious timebomb for sure. I climbed the route on 12/24/18 and removed an extremely loose keyed-in flake from its bottom and unfortunately that rained down a bunch of sand and bird shit, so whomever goes up next will need to brush much of the crack. Sorry. I think with the hollow/loose  flakes removed, the crack will no longer get sandy and this route will become a safe and timeless cliff classic!\n\nAlso, be careful when pulling the rope as to not get it wedged in that jutting flake...","protection":"In progressive order of needed sizes (BD C4 Camalots): .75 - .5 - .4 - .3 - .2\n\nHeaviest in the .4 and .5 and .3 sizes...having a couple alternate brands between the .4, .3 and .2 sizes will good","location":"Locate Metate/Mano...\n\nThis “unknown” route is on the opposite (right) side of that giant pillar leaning against the wall."},"__v":0},{"_id":"Bno+B4IZXSuMd3SccH1Vxg==","name":"Whale's Back","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":21,"mp_id":"105795287","mp_crag_id":"105795277","climb_id":"Bno+B4IZXSuMd3SccH1Vxg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Beautiful corner hand crack! First 30 feet or so vary in quality until you lob yourself over the large hump  to a ledge. From there enduro up the corner to the chain anchors.","protection":"Pro: Bottom section uses #3 Camalots, take PLENTY of #2s for the top.","location":""},"__v":0},{"_id":"cRc0m45LVOKZ2inkzY6yWg==","name":"Unnamed, Jr.","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":5,"mp_id":"105798792","mp_crag_id":"105795277","climb_id":"cRc0m45LVOKZ2inkzY6yWg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"This is the right-most of the two isolated, Unnamed routes approximately 250 meters east of GoldenEye on the south wall of the Technicolor Buttress.\n\nThe route follows a double-crack system inside of a stem-box/chimney/vertical tunnel that gets steeper and more fun as you go. Fairly sustained with a bit of a crux about two-thirds of the way up. An interesting oddity.","protection":"Takes a variety of gear between .5 inches and 5 inches. Will even soundly accept nuts in the right-side crack. A good route for playing around with different gear placements as several options are available at any given spot.","location":""},"__v":0},{"_id":"wD9/UUt5WBST5KP+YgYX0A==","name":"Unnamed 5.10-","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":999999,"mp_id":"106147172","mp_crag_id":"105795277","climb_id":"wD9/UUt5WBST5KP+YgYX0A==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"A better climb than it appears. Long legs are useful to rest in a seated position in the initial stem-box. Once in the chimney, protected from any heat of the sun, a stem and finger flake system rides easier territory to the top, owing to the many available footholds.","protection":"A few smaller cams and a few fist-sized pieces. The Bloom book calls for stoppers (the top is a finger flake) but small cams are just fine.","location":"Around a ways on the South Face of Technicolor near the route listed as 'Unnamed 5.10 (left)' This route is Just to the east, on the opposite side of a large, white-capped pillar."},"__v":0},{"_id":"MARY/JcKXkmX5TUN4yRxfg==","name":"Unnamed 5.10 (left)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":999999,"mp_id":"105802233","mp_crag_id":"105795277","climb_id":"MARY/JcKXkmX5TUN4yRxfg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Nice left-facing corner that is deceptively wide.\n\nThe climb was pretty nice and was mostly perfect fists and forearm jams for me. My fists are small, but my forearms about the size of a normal person's fist jam, so for large hands it would be cups to perfect fists.\n\nThe top end of the route is easier owing to some footholds, but you get pumped getting there.","protection":"Starts as a #3 camalot and becomes 3.5 and 4 camalot up top. Heaviest on the 3.5's.","location":"On the Left end of the South Face of Technicolor wall, a few hundred meters East of Goldeneye, and near the \"Unnamed Jr\" chimney, this left-facing corner is prominent."},"__v":0},{"_id":"JrHOYioOWtqTYFsFyBoLRw==","name":"Technicolor","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":25,"mp_id":"105823017","mp_crag_id":"105795277","climb_id":"JrHOYioOWtqTYFsFyBoLRw==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"The route for which the wall was named and for good reason. Named (i'm guessing) for beautiful streaking on the wall to the right. Because of its location it is often (always?) sandy and this makes your life harder. Great shade climb but not much else nearby. Steep !!\n\nBegin on typical broken, ledgy terrain and then launch into a great hands corner through a roof. Above the roof the crack thins from 2.5 friends down to green camalots. Milk a rest in a pod with hands before the thin, hard ending (yellow-blue metolius).\n\nShade Beta: If you do this climb first (and are slow and lazy about it) the area facing the road where most of the climbs are will begin to get shade.","protection":"3 each from #2 Cam down to #2(yellow) metolius. A smaller piece or two may be helpful if the last few feet shut you down.","location":"Way out right, just when you think you have been sent out to hunt snipe."},"__v":0},{"_id":"wt60/zzCUkeTmkZ3edxiQQ==","name":"Unnamed 12-","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":19,"mp_id":"105802229","mp_crag_id":"105795277","climb_id":"wt60/zzCUkeTmkZ3edxiQQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"This is a decent climb which is a little slick at the bottom compared to other nearby routes- it was a bit dusty when I started, but brushed it out. It will probably be dusty again soon.\n\nStart off in the thin finger crack and pro from the best stances you can get (still bad) whenever possible. As the crack widens, it actually gets harder.\n\nThe crux is the sustained nature of the bottom 10-12 meters. While there is a horizontal with a jam for a good rest about 8 meters up, there are some hard ring locks and teacups just after that which are quite hard.\n\nFrom the top of this, hit some thin-hands jams and then proceed to finish up on another 15 meters of easier climbing, moving left and right with decent jams or holds. Good thing too, because I was pumped out of my mind...\n\ngo left up top just before a ledge, then back right on the ledge about 3 -4 meters to an anchor.\n\nRap from the anchor- lowering would be rough on your rope. Cleaning gear on rap would also be a pain in the butt and hard on your rope.\n\nTR is also going to be hard on your rope and you'd be in for a nasty swing if you fell from the top.","protection":"Starting with thin fingers, then a few each up to 1\", then a handful of 1.5\" and 2\". Then mixed cams to 2.5\" and a few more small cams up top, if you like lots gear.","location":"On the East face of Technicolor wall as approached from the main road, this route lies between the climbs 'On The Up and Up' and the unnamed 5.9 in the left-facing corner.\n\nAll three of these routes are just left of a pillar against the main wall."},"__v":0},{"_id":"f/aXqdweXESak4q8jLjvWQ==","name":"Techni-Construction","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Karl Kelley, Dylan Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":22,"mp_id":"117969313","mp_crag_id":"105795277","climb_id":"f/aXqdweXESak4q8jLjvWQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Start in a tight chimney with some loose chockstones you have to pass through.  Staying on the outside of the chimney offers no pro other than big-bros, but its very enjoyable to go all the way in, where there is a twin set of cracks that accept good gear from fingers to hands.  Any of these options is around 5.10.\n\nAfter pulling out of the chimney, you'll find a single modern bolt and drilled angle at the base of the looming off-width crack above.  This is the crux.  Enter the offwidth, resist the urge to step on the drilled piton, and make a few difficult moves before features on the right wall offer relief.  The final section of the route eases up to hands and fingers at a lower angle.\n\nA fun and varied route thats well worth the effort.  Excellent chimneying and off-width are the hallmarks of this route.","protection":"0.5 to #5 camalot.  Doubles in the 0.5 - 3 range.  The offwidth itself best takes an old 4.5 camalot.  A #4 is too tipped out, and a 5 is too tight, but if you bring 1-2 each of them, you'll find a place to slot them in.   A few slings and quickdraws for rope-management and for the bolt protecting the opening moves of the offwidth.","location":"As you approach the cliff, this is to the right of Whale's Back and Sterling Silver (the bolted off-width).  Identify it by the tight chimney start with chockstones wedged inside, with the crack tapering to a clean off-width and hands crack at the top near the chains.  As of 10/2019, there is a tat anchor on good bolts visible from the ground."},"__v":0},{"_id":"jwmVD8YDVk+PPAUS1Li25g==","name":"Strawberry Blondes","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Brett Hoffman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":26,"mp_id":"119739435","mp_crag_id":"105795277","climb_id":"jwmVD8YDVk+PPAUS1Li25g==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Start compressed sitting and squeeze your way out this short featured arete.","protection":"1 pad","location":"Scour the pile to find this turd. It lies low in the talus maybe 10 mins from campsite."},"__v":0},{"_id":"XRgg+zrnX1qd4HKGVga+mg==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":999999,"mp_id":"105802081","mp_crag_id":"105795277","climb_id":"XRgg+zrnX1qd4HKGVga+mg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"This corner and crack system starts that has anchors about 22 meters up. A small but corner and crack system leads to these anchors.  Start off on the crack with some wider pieces and continue up physical moves past a deep crux (long arms useful) and up over a small roof to gain narrower jams, nearly perfect hands for the top 1/2.\n\nRap from the fixed anchors.","protection":"Fists to thin hands- extras in the perfect hands to cupped hands range (2.5\"-3.5\")","location":"this climb is located on technicolor wall, more or less on in the SE end. the east Wall is approached from the main road, and the South Wall approached from the small turn off, and this lies between, well left of the climb 'The Up and Up\"\n\nAs you walk South towards the south-facing corner of the East Wall, the corner inverts to concave for a 100 meter span. Within this, there is an inside corner that has anchors about 22 meters up. A small but corner and crack system leads to these anchors.\n\nI placed a plaque at the base that simply says \"5.10\""},"__v":0},{"_id":"UovLAVPCXLeAqRzjrZ/1vg==","name":"Sampson","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"equipped top down/cleaned/mini trax solo: alf  ffa: kingsbury, pack.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":999999,"mp_id":"108266631","mp_crag_id":"105795277","climb_id":"UovLAVPCXLeAqRzjrZ/1vg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"P1) 5.10; offwidth up two steps to a natural belay. 50'\n\nP2) 5.11-; offwidth and squeeze inside of a massive chimney. 100' bring a extra large cam, tubes or run it out.\n\nP3) 5.11+; face traverse left into an amazing splitter that goes from .75 camalot to a number 6. 90'","protection":"Doubles .75 through 6 camalot, with extra 5s and 6s.","location":"Located 50 feet left of \"Big Red\"\n\nSingle bolt anchors on last two pitches, bring a kit for top anchor.\n\nA double rope rappel from the top gets you down."},"__v":0},{"_id":"P5fX3/wNXaOmYPZl8kioHg==","name":"Unnamed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":20,"mp_id":"105795294","mp_crag_id":"105795277","climb_id":"P5fX3/wNXaOmYPZl8kioHg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Good route for the moderate leader. Climbs a fairly mellow crack on the main wall, right in the corner between the main wall and a large pillar.","protection":"Thin hands to good hands, with an OW piece down low. Seem to remember it being pretty variable.","location":""},"__v":0},{"_id":"YdPskeFIXBqikfDYYZd/nA==","name":"Reach Around","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":8,"mp_id":"116731791","mp_crag_id":"105795277","climb_id":"YdPskeFIXBqikfDYYZd/nA==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Start up double cracks to the left of the main corner.  At an obvious ledge traverse right to the main corner and continue up through the sizes from fingers to hands with lots of feet on the left wall.  Near the top the crack slowly tapers down to fingers again with a few hand pods and flares.  Finish by throwing a foot out left and pulling up onto a nice ledge.  Unfortunately the rock quality near the top deteriorates somewhat but overall the route is fun, with lots of varied movement and easier than it looks from the ground.","protection":"Doubles in .3 to #3 Camalot with extras in the .5, .75, #1 & #2 sizes.  Two bolt anchor at the top.","location":"To the right of Lay-Z-Boy on the other side of the large tower formation.  The route angles from right to left."},"__v":0},{"_id":"y4PwGMFBUh6uUnbXur616Q==","name":"Purple Rain","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"4-30-18 Chuck Burr, Karen Peitzmeier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":17,"mp_id":"114330996","mp_crag_id":"105795277","climb_id":"y4PwGMFBUh6uUnbXur616Q==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Climb hand crack in shallow right facing corner. Easily passed wide sections and fun hands bulge near the top. Fun warm-up. It started raining when we made the plaque, this one is for your Prince.","protection":"(1) 1, (3) 2, (1) 2.5, (3) 3, (1) 5","location":"70’ left of “On the Up and Up”, Technicolor Wall, Indian Creek"},"__v":0},{"_id":"nGi4rRDTVvyRALsOc6+D2A==","name":"On the Up and Up","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":18,"mp_id":"105795283","mp_crag_id":"105795277","climb_id":"nGi4rRDTVvyRALsOc6+D2A==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Looking left of a large pillar, you will see a large hands crack with a huge pod about 15 feet up. This is it. Crux is getting out of the pod and back into the hand crack. Fun climb for those with large hands! People with smaller seem to struggle a bit.","protection":"Pro: Used #2 Camalot down low and 3s to the chains. Bolt anchors.","location":""},"__v":0},{"_id":"Y5Cbfd1oXHOGOt4KXyN8UQ==","name":"Mr Pink","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Alf","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":24,"mp_id":"106129208","mp_crag_id":"105795277","climb_id":"Y5Cbfd1oXHOGOt4KXyN8UQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"A beautiful corner crack starting with kneejams and handstacks narrowing to off fists before moving left out a roof with rattly fists/lieback. Then climb up a continuously narrowing crack past a good no hands rest as the crack gets smaller, shrinking to fingers and mad stemming/liebacking before clipping the high quality bolted anchor.","protection":"#5 (2-3) #4 (1-2) #3.5 (1-2) #3,2,1,.75,.5 (1 each) (All sizes listed are black diamond camalots and #4 friends work for the #3.5 camalots as well) 60 meter rope","location":"Right of Whalesback and left of Technicolor"},"__v":0},{"_id":"OzQgTLQDWFmMlVHQFKnFOQ==","name":"Mono","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":9,"mp_id":"106789820","mp_crag_id":"105795277","climb_id":"OzQgTLQDWFmMlVHQFKnFOQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Another left-facing dihedral with shallow finger cracks.\n\nAnchors shared with 'Matete' (5.10)","protection":"Friends: 1's and 1.5's","location":"Name plaque at base"},"__v":0},{"_id":"QBv4qzlqWfCXPCe0V3VM4g==","name":"Matete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":10,"mp_id":"106789659","mp_crag_id":"105795277","climb_id":"QBv4qzlqWfCXPCe0V3VM4g==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"This is a fun and interesting hand crack in a left facing dihedral.\n\nSome stemming between the dihedral and a second thin crack on the right in the mid section gave this Kiwi lass's girly girls arms a break at the end of a typical labor intensive day at The Creek.\n\nEnjoyed this climb a lot.","protection":"Shared anchors with 'Mono (5.11-)\n\nCamalots: 1's and 2's.","location":"No name plaque at base, but 'Mono' just left of it does."},"__v":0},{"_id":"hF7AaoieUo2lRFJsLSB2hQ==","name":"Laz-Y-Boy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":7,"mp_id":"108026456","mp_crag_id":"105795277","climb_id":"hF7AaoieUo2lRFJsLSB2hQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Kind of a mixed bag from OW hands a little face to a sweet overhanging splitter on thin hands to a funky pod top out.  Crisp splitter.","protection":"One inch through #3 camalot, heavy on the #1 camalots","location":"next to barklounger"},"__v":0},{"_id":"hZCuGUDuWC+a2RVXMnstrQ==","name":"H-Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":3,"mp_id":"106789618","mp_crag_id":"105795277","climb_id":"hZCuGUDuWC+a2RVXMnstrQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Start the first pitch at the base of a right facing corner.  I love David Blooms description in the 'Indian Creek Guide'(2nd Ed):\n\n\"Starts hands, goes to rattly fists.  Second pitch is more rattly fists\"\n\nIt was too rattly for my girly girl fists so lots of lie-backing for me.  I  found it fun, but strenuous.  It was however my first trip to The Creek.","protection":"Friends: (2)3.5, (2)4.0\n\nCamalots: (2)3, (1)3.5, (1)4\n\nMetolius: (2)8, (1)9, (1) 10","location":"Nestled between 'Beers Later' (5:10+) and 'The Crowning' (5:10-).\n\nName stone identifier at base."},"__v":0},{"_id":"M75l7Lj1XRaUHhE5wXSBTw==","name":"Goliath","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":16,"mp_id":"106311474","mp_crag_id":"105795277","climb_id":"M75l7Lj1XRaUHhE5wXSBTw==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Climb through broken cracks in a dihedral for 25 feet to gain a ledge. Either start jamming a good hand crack right off the ledge or stem into it a few feet up. Enter a shallow left facing dihedral for 20 feet before pulling onto the face where the  crack narrows gradually from hands to tight fingers with marginal feet to the right. The last 20 feet angle back left with very tight fingers to anchors on a ledge.","protection":"A pair of rings for an anchor up top. Mostly .75\" and 1\" for the lower sections and finger sizes for the top. A 70m rope barely gets you back to terra firma.","location":"First route to the right of David. About 200 feet left from On the Up and Up."},"__v":0},{"_id":"QTAp5ZQ7Xg2cb294mkdR2A==","name":"GoldenEye","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Karl Kelley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":0,"mp_id":"105798767","mp_crag_id":"105795277","climb_id":"QTAp5ZQ7Xg2cb294mkdR2A==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"GoldenEye is located on the far west end of the south face of the Technicolor Wall. It is easiest to approach this route from the campsite on the valley floor as it is a long trudge across the slope from the nearest, Unnamed routes to the east. Whichever way you get there, the hike will be  well worth it: a full 36+ meters of burly Canyonlands crack climbing.\n\nThe route starts out with rattly fingers, goes to finger stacks and thin hands, then a fairly long section of decent hands. Catch a rest in the wide-hands section before things go back to thin hands and finger stacks, with a 20 foot crux of steep, rattly-finger, cooler-than-Bond laybacking to the anchors. Arrive (shaking and stirred) at the perfectly positioned anchors.","protection":"Enough .5 through 3 Camalots (i.e. .75\" to 3.5\") to make you feel safe, emphasis on .5, .75, and #1 Camalots. Keep at least one .5 Camalot or 1.25 TechFriend in reserve for the steeeeep crux.","location":""},"__v":0},{"_id":"CdSjriApUoGX0Ho9v/sajA==","name":"Gobbler, The","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":12,"mp_id":"112532170","mp_crag_id":"105795277","climb_id":"CdSjriApUoGX0Ho9v/sajA==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"The edges of the crack are crisp and the rock is good in all the places it needs to be. It has a .5 sized changing corner right off the ground and continues into ring lock and thin hands territory for most of the route. You may want to keep a .3 for the top. The variety of crack styles is what makes this thing quality.","protection":"One .3, Three .5's, Three .75's, Four 1's, and Two 2's.","location":"Look for the plaque embedded in the dirt at the base of the crack on top of some dark colored slabs right above the trail."},"__v":0},{"_id":"uOs6btvWXSWfx61T0KlSCA==","name":"David","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alf Randell, Jonas Wiklund","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":15,"mp_id":"106300828","mp_crag_id":"105795277","climb_id":"uOs6btvWXSWfx61T0KlSCA==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Climb a zigzag off-width to a chimney and continue up to a nice anchor.  Rap off or traverse 20 ft right on the big ledge and find the second pitch: an absolutely perfect camlot#6 splitter.","protection":"Two #6 camalot, three #5 camalot for the first pitch. (An old #4 can be placed in a constriction.) Three #6 camalot for the second pitch.","location":"To the left of Goliath."},"__v":0},{"_id":"F+davoznVgGBFBIWwAM9lA==","name":"Color Me Badass","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"K3, Michelle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":20,"mp_id":"119800087","mp_crag_id":"105795277","climb_id":"F+davoznVgGBFBIWwAM9lA==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Start on a huge block on a right facing corner. Stick to the corner until you reach bolted anchors. After the offwidths, you'll be rewarded with chimney moves to an easy finish. Bring a lot of #4 BD cams.","protection":"I used 5 #3s, 4 #4s (wish I brought more) and a #5.  Bolted anchors at the top","location":"Huge Block with a few footholds"},"__v":0},{"_id":"J/DAL+btXO2UaKV7Fb6SWQ==","name":"Color Me Bad","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"D. Fin, 11/25/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":1,"mp_id":"106147752","mp_crag_id":"105795277","climb_id":"J/DAL+btXO2UaKV7Fb6SWQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Initially a 2-star route considering the first 20 feet, which were sandy, but after that section, 3-star climbing and better rock. Updates suggest that the route has cleaned up, and so I change the rating given to 3 stars, which I suspected it would be if it got some traffic.\n\nJam and cling up the left-facing corner in an undulating crack that goes from slab to steep and back again a few times... It's pretty physical for the grade and a slot 2/3 of the way up is the crux. Smaller climbers may have an advantage there.\n\nThe worst part about this route was it's name- probably after a completely terrible pop-band in the early 90's who had a terrible and annoying MTV hit 'I Want to Sex U Up.' The low-light of my weekend was that running through my head for the first god-awful time in 15+ years.","protection":"A few smaller and larger pieces, but most predominantly 3-3.5\" cams (blue camalots)","location":"This is a prominent left-facing corner about 1/2 way between GoldenEye and the 2 unnamed 10's East of there on the South Face of Technicolor. A plaque at the base names the climb 'Color Me Bad.'"},"__v":0},{"_id":"f4i1lJIZVAehMyvJqNMAuA==","name":"The Crowning","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":4,"mp_id":"106789524","mp_crag_id":"105795277","climb_id":"f4i1lJIZVAehMyvJqNMAuA==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Gorgeous Chimney and a fantastic escape from the sun.\n\nIt has a hand crack in the back left.  Climb the well protected crack for the 85' first pitch or stem the chimney.  Two tricky moves near the top.\n\n70' second pitch is nearly all off width.\n\nI LOVED this literally cool climb. Still in my top three.\n\nName stone identifier at base.","protection":"Camalots: (1)#3.5, (1)#4, (2)#5\n\nFriends: (2)0.5, (1)1.0, (2)4.0\n\nMetolius: (1)9, (1)10 with Big Bros:(2)2's","location":"As mentioned in Sharp End's 'Indian Creek Guide', there are four new trails for Technicolor Wall.  Please use them!\n\nDon't be put off by the approach.  It's a fun jaunt in and worth it!"},"__v":0},{"_id":"hgkCzX+WV9GscSwc9HEBkw==","name":"Big Red","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alf an Tom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":14,"mp_id":"108732496","mp_crag_id":"105795277","climb_id":"hgkCzX+WV9GscSwc9HEBkw==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"OW all the way","protection":"#4's (3#5's) (2#6's)","location":"top of the new trail"},"__v":0},{"_id":"OYEzNQpqXZ+w2F01GRoH5w==","name":"Barkolounger","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":6,"mp_id":"106732303","mp_crag_id":"105795277","climb_id":"OYEzNQpqXZ+w2F01GRoH5w==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Climb the fingers to thin hands to hands flake towards a corner.  Switch cracks and finish as per La-Z-Boy with an OW move.","protection":"Fingers-Thin Hands-Hands.  No big gear needed for the top OW move.","location":"Southeast side of Technicolor, next to La-Z-Boy."},"__v":0},{"_id":"0vYQoocqX1uzf0Wp6Dl3nQ==","name":"Baby Blue","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Alf Randell & Tom Eichenberger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":23,"mp_id":"106506202","mp_crag_id":"105795277","climb_id":"0vYQoocqX1uzf0Wp6Dl3nQ==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"Between 45 and 50 meters of bigness.\n\nStarts with 10 meters of squeeze with 6s for pro.\n\nreach a horizontal, and ascends blocky hand section.\n\nremainder is mostly splitter 6s and big bros.\n\ngood for a pump.","protection":"large","location":"right of up & up\n\nand left of technicolor."},"__v":0},{"_id":"4K45VKUeXPiguyWsSzXpBg==","name":"60 Beers Later","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"C..Busch and J. Cast, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"left_right_index":2,"mp_id":"108390717","mp_crag_id":"105795277","climb_id":"4K45VKUeXPiguyWsSzXpBg==","areaRef":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":"This is a wide big hands route just to the left of H-Man","protection":"Two to three #2s, one #3, two #4s,and maybe one #5","location":"About 40ft left of H-Man"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,147e642b-2656-56de-aabd-545f4e159e53","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Technicolor Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11+"},{"count":6,"label":"5.10+"},{"count":2,"label":"5.9"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11-"},{"count":1,"label":"V9"},{"count":1,"label":"5.10c"},{"count":6,"label":"5.11"},{"count":4,"label":"5.10"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":30,"bands":{"unknown":0,"beginner":0,"intermediate":17,"advanced":13,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":17,"advanced":13,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.58647,38.05715]},"bbox":[-109.58704107228075,38.05670033981814,-109.58589892771926,38.057599660181864],"left_right_index":-1,"ext_id":"105795277","area_id":"FH5kKyZWVt6qvVRfThWeUw=="},"content":{"description":""},"density":0,"totalClimbs":31,"__v":1,"createdAt":"2022-11-07T06:26:46.333Z","updatedAt":"2022-11-25T11:23:41.971Z"}