{"_id":"6368a60be80bff5a995c5462","area_name":"Morning Star Peak","shortCode":"","climbs":[{"_id":"CoeucJ8fVNyuNM9rFoVmIA==","name":"Mile High Club","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darin Berdinka and Rad Roberts","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.48941,48.00992]},"left_right_index":1,"mp_id":"112553808","mp_crag_id":"112553799","climb_id":"CoeucJ8fVNyuNM9rFoVmIA==","areaRef":"y8Qi6z6KWjqZAucR5aqWQw=="},"content":{"description":"This modern classic may have it all: excellent climbing, solid rock, an outstanding position and summit, grand alpine views, and a quick and easy approach and descent. The route follows the striking Southwest arete of the Vega North Tower, North of the Morning Star peak. It can be popular so plan accordingly.\n\nAlthough this route is fully bolted, climbers must be prepared to handle steep snow in spring, multiple rappels on the descent, and some loose rock on ledges. Care should be taken to avoid knocking rocks off the right side of the route as these will shoot down the approach gully. Climbers are advised to wear helmets in the approach gully and avoid lingering there. Note that there is clean drinking water available just before the gully at the base of the route if this area is snow-free.\n\nDescent: Many people make mistakes. Consider bringing this description to avoid an epic. It is possible to rap with a single 60 meter rope. Use the rap rings set back from the top of the route. Put your rope over the least sharp part of the edge (we hammered this a lot). From the summit, go down and angle to the lower anchor at the base of pitch 7. To rap p6, toss your rope slightly left of the bolt line to avoid hitting anyone below you. Be careful not to knock off loose rock as it could hit climbers below you. Rap down the p6 face and move to a rap anchor about 10ft  skiers left and 10ft above the anchor at the top of the dihedral pitch. Do not go to the top of the dihedral pitch. Make a short rappel to an anchor on a ledge to the side of the dihedral pitch (short free hanging rappel above ledge). Rap p4 to one of the two anchors available, again making sure not to throw your rope onto other climbers. Rap the low angle upper section of p3 (mostly walking), aiming for a 10ft tall tree about 15ft skiers left of the climbing line (we will flag this tree soon). Find the dedicated rappel anchor tucked in a nook just below the 10ft tree. This is 15 ft skiers left of the climbing line and just above the vertical section at the start of p3. Do NOT rap down the vertical face unless you have two ropes as you'll not reach the next anchors. From the nook anchor, rap down to either of the anchors at the top of p2. Rap to the p1 anchor. Rap from there to the base of the route. The starting ledge is several hundred feet above the ground and rather exposed. Consider staying on rappel and walking back to the belay bolt at the start of the route. You can pull your rope from there. If there are climbers above you, keep your helmet on until you are clear of the gully.\n\nAscent:\n\nPitch 1: Hero climbing up and left on steep jugs leads to a beautiful face and arête. 115 feet, 5.10a.\n\nPitch 2: Continue up the featured face to a belay on the crest. 70 feet, 5.9.\n\nPitch 3: Cross a large ledge and ascend a 30 foot headwall with some cracks and good holds. Easier climbing leads to the base of the next headwall. Note that there is an intermediate anchor about 15 feet right of the climbing line and 10 feet above the lip of the lower headwall is used on the descent. You cannot see this on your way up. 150 feet, 5.9.\n\nPitch 4: Step right and climb a clean face to the base of a dihedral. 70 feet, 5.10a.\n\nPitch 5: Climb the stunning dihedral and exit up and right to an airy belay. 80 feet, 5.10a.\n\nPitch 6: Head up the lower arête (notice rap anchor on 10 ft up and right from dihedral anchor), balance on top of a large flake, ascend the beautiful face (crux), move left to a spectacular arête and finish on the crest. 115 feet, 5.10a.\n\nPitch 7: Make a tricky move or two past bolts on a vertical face, then move right across ledges to the final headwall. Follow a clean ramp to the summit. Watch for loose rock on this pitch. Sign the summit register. You've earned it! 100 feet, 5.8\n\nDescent: see above,\n\nFA write up:\n\nhttp://cascadeclimbers.com/forum/ubbthreads.php/topics/1143281/1\n\nNice write up and photos from Steph Abegg:\n\nhttps://sites.google.com/stephabegg.com/washington/tripreports/morningstar","protection":"Draws and a 60m rope. A couple alpine draws could be nice to cut back on drag.","location":"Follow the Sunrise Mine trail approximately two and a half miles to the last major switchback (~4300 foot elevation) before the trail begins zig zagging up to Headlee Pass. Leave the trail and begin a surprisingly easy traverse northeast across talus toward the Mile High buttress. Cairns mark the way well enough. Pass just above a large flat-topped boulder near the first set of trees. Follow a natural passage through the small stand of trees to a second open talus field. Continue across open heather and talus, cross a strip of trees near a rocky bluff, and ascend to the obvious red gully right of the Mile High Buttress. A convenient seep just before the Mile High gully provides water through mid-season and for a few days after rain. Scramble up and left on rubble-strewn ledges to a lone fir tree. Pass the tree on a ledge to a single belay bolt at the beginning of the route."},"__v":0},{"_id":"PiSU1IKAXe+GbgvHdI0hEw==","name":"Marvin's Ear","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Morgan and Shiela Zentler (with son!) Sept. 2016","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.48941,48.00992]},"left_right_index":2,"mp_id":"120245974","mp_crag_id":"112553799","climb_id":"PiSU1IKAXe+GbgvHdI0hEw==","areaRef":"y8Qi6z6KWjqZAucR5aqWQw=="},"content":{"description":"My partner found this\n\nAAJ article\n\nabout a fully bolted route not far from the popular Mile High Club and the new Beyond Redlining. Sure enough, the route exists and was a fun day out! This route is located on the tower to the climbers right of Vega Tower.\n\nGrades and pitch length are estimates, but we tried to keep notes on the number of bolts. Feel free to update if any of the info is incorrect. The route is bolt protected and the cruxes seemed well protected, but bolts are sometimes spaced on easier terrain (5.9 and below). The route is decently clean, but still has loose rock.\n\nPitch 1: Scramble up to high first bolt with fun stemming on mostly good rock up high. 100 feet (4 bolts), 5.9.\n\nPitch 2: Edges and some slab moves more or less straight up from the belay. 90 feet (6 bolts), 10a.\n\nPitch 3: Walk/scramble on ledges. Clip one bolt and scramble towards the anchor. 100 feet (1 bolt), 5.0.\n\nPitch 4: Follow the bolts up the broad ridge. 115 feet (9-10 bolts), 5.9.\n\nPitch 5: Follow bolts trending left towards the end of the pitch. Move past for the first set of anchors (rap anchors) to the next set of bolts farther left. This will set you up the belay the following pitch. 100 feet (10 bolts), 10-.\n\nPitch 6: Cruxy move over bulge leads to another cruxy section. Rope drag was an issue, but could be managed by extending a few draws. 115 feet (9 bolts), 10b.\n\nPitch 7: Cool traverse left then up through a fun corner and to the anchor just below the summit. 100 feet (9 bolts), 10-.\n\nShort scramble to the summit. Most will want to stay on belay for this section.\n\nDescent:\n\nRap the route with a 70M. Most of the pulls were easy, but be mindful of pinches and loose rock.\n\nPulled this from Mile High Club:\n\nAlthough this route is fully bolted, climbers must be prepared to handle steep snow in spring, multiple rappels on the descent, and some loose rock on ledges. Care should be taken to avoid knocking rocks off.\n\nI reached out the FA to ask about putting this on Mountain Project, but I did not hear back. Hopefully, others will check out the route, and thanks to the FA team for all of the work!","protection":"Quick draws and a few alpine draws. 70M rope.","location":"Follow the Sunrise Mine trail approximately two and a half miles to the last major switchback (~4300 foot elevation) before the trail begins zig zagging up to Headlee Pass. Leave the trail and begin a surprisingly easy traverse northeast across talus toward the Mile High buttress. Cairns mark the way well enough. Pass just above a large flat-topped boulder near the first set of trees. Follow a natural passage through the small stand of trees to a second open talus field. From there, we headed mostly straight up staying to the left of and short cliff. We snaked our way through loose 3rd class terrain to a flat spot before the terrain steepens. We scrambled up a short section of exposed 4th class (towards the left side of the flat area) to a big grassy ledge. We belayed the first pitch from that ledge. This was partially pulled from the Mile High Club description.\n\nWe climbed this late in the year and found running water near the base of the route."},"__v":0},{"_id":"kLfjelkaWU+kPS1ZczxrLQ==","name":"Beyond Redlining","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rad Roberts and Kurt Hicks, July, 2020","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.48941,48.00992]},"left_right_index":0,"mp_id":"119290727","mp_crag_id":"112553799","climb_id":"kLfjelkaWU+kPS1ZczxrLQ==","areaRef":"y8Qi6z6KWjqZAucR5aqWQw=="},"content":{"description":"Beyond Redlining runs straight up the West Face of the Vega North Tower on excellent rock for 11 pitches (8 of them are 5.10). It finishes on the same summit as Mile High Club. The mountain views and ambience are outstanding.\n\nThis route is significantly longer, harder, more sustained, and more committing than Mile High Club. It has typical mountain hazards, including steep snow in early season, multiple rappels on the descent, loose rock on a few ledges, difficult retreat at times, and potential for party-inflicted rock fall. Climbers up to the challenge will find a varied and outstanding line with lots of 5.10 climbing.\n\nName:  Why “Beyond Redlining”? In climbing, redlining might mean being pumped, an anaerobic state preceding muscle failure, or otherwise pushing beyond our physical limits, but it also has an important historical meaning. Redlining was used by the Federal Housing Administration, cities, banks, and others to demarcate inner city areas, typically black neighborhoods, whose residents were systematically denied home loans, insurance, healthcare, and other services, even if they were more qualified than whites outside these areas. This practice deepened racial and socioeconomic inequalities between blacks and whites. Redlining started with the National Housing Act of 1934 and continued until the Home Mortgage Disclosure Act of 1975 required transparency in lending practices and revealed the discriminations of redlining. Thankfully, we have moved beyond redlining, but we still have a long way to go before we live in a country that lives up to its founding principle that “all men are created equal”.\n\nDonations: Some people have offered to support our efforts in creating and maintaining routes like Mile High Club and Beyond Redlining. We appreciate this desire to give back, but we would encourage you to consider donating your money/time to an organization working to help people who face greater obstacles and hardships than we do. The American Civil Liberties Union and the Southern Poverty Law Center are two of our favorites. There are lots of other great ones. Thank you for doing your part.\n\nRoute information (pitch lengths and bolt numbers are estimates):\n\nPitch 1:              5.10, 16 bolts, 55 meters\n\nClimb a dark gray face above the largest boulder in the talus slope. Multiple 5.10 cruxes lead to a roof that is breached on its right side. This excellent pitch could be climbed on its own, though you'll need two ropes to get down. If you find yourself redlining on this pitch consider bailing and returning another day.\n\nPitch 2:              5.9, 11 bolts, 32 meters\n\nSurmount the bulge directly above the belay, ascend the rib, and move right onto a fun steep slab, then continue on easier rock to the anchor. Watch out for loose rock in the gully right of the line.\n\nPitch 3:              5.8, 8 bolts, 40 meters\n\nFollow a left-trending ramp past several bolts before gaining a steepening face in the black band. Some bolts may be hard to see from below. The polished nature of the rock here, distance between bolts, and lack of positive holds combine to make this pitch a more serious endeavor than the grade would suggest.\n\nPitch 4:              5.6, 6 bolts, 25 meters\n\nHead straight up to a bolt above the belay and then move right on low angle terrain. Gain the large ledge with a dead snag, traverse left above it, and move around the corner above a live tree to the belay.\n\nPitch 5:              5.10, 10 bolts, 35 meters\n\nClimb up and left, solve three fun cruxes, and finish on a featured vertical face that ends at a large ledge system. This pitch is about 40 feet left of a giant, left-facing corner visible from the ground.\n\nPitch 6:              5.10+, 12 bolts, 35 meters\n\nClimb up to the first bolt, traverse straight left about twenty feet on a large ledge, and move up to the second bolt. Consider moving the belay to this spot to reduce rope drag on the pitch. Ascend the steep face and move left past a tricky bulge at the orange band. Slightly easier climbing on excellent stone leads to lower angle terrain and the belay. Use a few long slings or back clean to reduce rope drag.\n\n<Pitch 6 Direttissima>     5.11+?, 35 meters - Double dihedral pitch.\n\nThis variation is unfinished and dangerous as currently bolted. After the slab, it ascends a corner 15 feet right of the Pitch 6 version described above before moving up into a steep, right facing lieback above. We will let you know when this pitch is ready to climb...\n\nPitch 7:              5.10-, 9 bolts, 30m\n\nThe first headwall pitch starts by stepping right from the belay onto a fun gray slab. An easy runout gets your attention, and a few steep, athletic moves and a punchy crux at a bulge lead to the belay.\n\nPitch 8:              5.10+, 10 bolts, 32 meters\n\nContinue up the looming headwall. Climb up and left on light colored stone, traverse left below an overhanging corner, climb the wild corner past a couple of roofs and ascend to a belay just above a large roof. Be sure to stop at the first anchor. A very airy pitch!\n\nPitch 9:            5.10, 6 bolts, 15 meters\n\nClimb up to the prominent horn above the belay (good sling placement), then use a series of steep jugs, side pulls, and even jams to ascend the overhanging face atop the headwall. Exit left to gain a small belay stance. This pitch is steeper than it looks. The anchor in the middle of the face will be removed. Do not belay here as one bolt spins and the stance is horrible. This pitch can be linked with either 8 or 10, but doing so will make those pitches less enjoyable and make it much more difficult to communicate with your partner.\n\nPitch 10:          5.10, 9 bolts, 35 meters\n\nAscend the golden, featured slab to a crux bulge in a slot. Then move up and right onto an arête, pass the curious “Mouth” feature, and reach the belay on the pillar.\n\nPitch 11:           5.10+, 10 bolts, 35 meters\n\nIt’s not over yet! Climb a tricky, thin boulder problem that guards the top of the pillar. Then step right, cross the gully at a snag, angle up and right on the face, and pass the final crux on the way to the anchor just below the summit. Head up to the Vega North Summit and sign the register (you’ve earned it!). Descend via Mile High Club, whose top anchor is just South of the summit.","protection":"60 meter rope. 17 quickdraws. Consider including 3-6 alpine draws to reduce rope drag in a few spots.\n\nA 70 meter rope is helpful for retreat, but not required for the ascent itself.","location":"Approach:\n\nSame approach as Mile High Club: Follow the Sunrise Mine trail approximately two and a half miles to the last major switchback (~4300 foot elevation) before the trail begins zig zagging up to Headlee Pass. Leave the trail and begin a surprisingly easy traverse marked by cairns northeast across talus toward the Vega North Tower. Pass just above a large flat-topped boulder near the first set of trees. Follow a natural passage through the small stand of trees to a second open talus field. Continue across open heather and talus and cross a strip of trees near a rocky bluff. Fresh water is available, snow permitting, at the red rock in the Mile High gully. It disappears into the rubble just below that point, and there is no water near the base of Beyond Redlining. Consider leaving extra gear near the water and retrieve it on the descent. Talus along the base of the wall is loose and unpleasant, so if you’ve gone up for water, retrace your steps back toward the trees. Then traverse open talus just above the trees (see photo), to arrive at the base of the route. The first pitch starts on a dark gray face above the largest two boulders in the talus below the wall. When snow fills the lower basin in early season, it is possible to approach the route directly up a gully below the route. Once the snow melts the traverse mentioned above is the way to go.\n\nDescent:\n\nAlthough Beyond Redlining is equipped for rappelling, it is not recommended. If you have to rappel the route, you will need two ropes or use a 70m rope (tie knots!) AND have to do some angling rappels off of single bolts; many of the rappels only reach the next anchor with rope stretch. Use the belay stations on the route. There are no other rappel stations at this point.\n\nThe best descent is to rappel Mile High Club. This descent is possible with a single 60 meter rope. Use the rap rings set back from the top of the route. Put your rope over the least sharp part of the edge 8 feet South of the bolts and 4 feet off the ground. From the summit, toss your rope just left of the crest and go down and angle to the lower anchor at the base of MHC pitch 7. To rap MHC p6, toss your rope slightly left of the bolt line to avoid hitting anyone below you. Be careful not to knock off loose rock as it could hit climbers below you. Rap down the MHC p6 face and move to a rap anchor about 10ft  skiers left and 10ft above the anchor at the top of the MHC dihedral pitch. Do not go to the top of the dihedral pitch. Make a short rappel to an anchor on a ledge to the side of the dihedral pitch (short free hanging rappel above ledge). Rap MHC p4 to one of the two anchors available, again making sure not to throw your rope onto other climbers. Rap the low angle upper section of MHC p3 (mostly walking), aiming for a 10ft tall tree about 15ft skiers left of the climbing line (we will flag this tree soon). Find the dedicated rappel anchor tucked in a nook just below the 10ft tree. This is 15 ft skiers left of the climbing line and just above the vertical section at the start of MHC p3. Do NOT rap down the vertical face unless you have two ropes as you won’t reach the next anchors. From the nook anchor, rap down to either of the anchors at the top of MHC p2. Rap to the MHC p1 anchor. Rap from there to the base of the route. The starting ledge is several hundred feet above the ground and rather exposed. Consider staying on rappel and walking back to the belay bolt at the start of the route. You can pull your rope from there. If there are climbers above you, keep your helmet on until you are clear of the gully.\n\nStrategy/tips:\n\nThe first pitch is more than 50 meters long, and some pitches angle left or right substantially, so rappelling the route could be challenging, especially above pitch seven. It’s best to top out the route and use the rappel line on Mile High Club, which will work with a single 60 meter rope. See descent notes above. If you find yourself redlining on the first pitch consider bailing and returning another day.\n\nThe route faces west and stays in the shade until about 1PM. Start early to beat the heat. The bottom few feet are mossy and covered in snow from December to May; don’t let this dissuade you since the rest of the route is very clean for an alpine climb. On May 29th, 2020 there was 20 feet of snow at the base. On July 11th, there was 4 feet of snow there. The first two pitches can be wet from seepage in the spring or after hard rains, but the rest of the route dries quickly."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,d04fcbcf-7d1f-54e9-8c87-1ddd287a39ce,cbc422eb-3e8a-5a3a-9902-e711e5aa9643","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Glacier Peak Wilderness","Morning Star Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.48941,48.00992]},"bbox":[-121.49008213585074,48.009470339818144,-121.48873786414926,48.01036966018188],"left_right_index":-1,"ext_id":"112553799","area_id":"y8Qi6z6KWjqZAucR5aqWQw==","polygon":{"type":"Polygon","coordinates":[[[-121.49008213585074,48.009470339818144],[-121.48873786414926,48.009470339818144],[-121.48873786414926,48.01036966018188],[-121.49008213585074,48.01036966018188],[-121.49008213585074,48.009470339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:50.145Z","updatedAt":"2024-02-19T18:42:19.665Z"}