{"_id":"63689d20e80bff5a994f26e9","area_name":"South Face of Out of Towners Dome","shortCode":"","climbs":[{"_id":"4CtUbCc6XwmPo1qqBsY+Rw==","name":"Town Without City","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers and Mark Colby, May 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":7,"mp_id":"107547350","mp_crag_id":"121649155","climb_id":"4CtUbCc6XwmPo1qqBsY+Rw==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"Not my route, but to help clarify the lines, I climbed the first 2 pitches a few weeks ago. P3 looked tough if it was still the rt-most line of bolts up the dark headwall.  (Someone could further clarify this; I ran outta time.)  ","protection":"QDs. Double bolt anchors.","location":"Just right of El Cautivo, starting out through a tree, up a steep face toward the arching crack. Tricky move stepping right up onto the overlap, pass 2 more bolts and run it out to the ledge.  Lin climbed the trough left of the crack, was able to reach the last 2 bolts and thought she could have placed some extra gear.  160'   P2 starts to the left at a flake, then up the wall to the next ledge.  160'    We rap'd with twin 50 meter ropes.   (P3 Headwall or left up face?)"},"__v":0},{"_id":"cMwXuv31XTS9OXpEJcVQpA==","name":"Sole on Ice","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Eric Fazio-Richard, Erik Murdock 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":2,"mp_id":"120524552","mp_crag_id":"121649155","climb_id":"cMwXuv31XTS9OXpEJcVQpA==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"A sustained pristine slab up a beautiful white streak of rock on Out of Towner's South face. Starts on a boulder left of Out of Towners (10+) and immediately yields engaging movement through a sea of tiny edges & technical smears. The route has a gradual build through consistent 5.11 slab climbing with more pressing than pulling, interrupted only by a couple occasional sigh-of-relief pockets, until the stout crux after clipping the final bolt. You'll use your creativity & flexibility throughout the climb but save some faith for the ending, pulling down hard won't help you as much as your brain, thighs, and toes will here. Proper friction slab.A classic slab testpiece well worth your time.Perhaps one of the hardest slabs in Cochise to date, & may have sat unrepeated for 20 years.","protection":"~12 bolts, 70m rope","location":"Left of the route Out-of-Towners, first route up the rightward ramp "},"__v":0},{"_id":"TEU2bSvoUOSF06tdmSrQWA==","name":"The Out-of-Towners","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Mark Colby 1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":3,"mp_id":"106973000","mp_crag_id":"121649155","climb_id":"TEU2bSvoUOSF06tdmSrQWA==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"This is a great route with sustained and varied climbing.  Kerry's  guide has a good photo but little other beta. \n\n  Pitch one is a 4 star sustained 5.10 slab & face pitch for nearly 200 feet to a bolt anchor, optional mid-size cam at 3/4 height.   \n\n  Pitch two steps left and up a bolted 5.9 slab right of a dirty crack.  At slab's end, move left to the crack (although cleaner and steeper now, this crack isn't anything to get excited about).  At the top, left past 2 bolts to the anchor. \n\n  Pitch three heads up left and then straight up following bolts up steep and pumpy 5.9+.  Great climbing, great contrast to the slabbing below.  Eventually the climbing eases off to an anchor just right of a large nopal.  I think I placed one piece, a 0.75 camalot on this pitch.  \n\n  You need two ropes two rappel.  First rap is to the anchor atop pitch 2, second down and left to an anchor on another route.  Or, do the walk-off described on the rock page.","protection":"Single, light set of nuts and cams from fingers to 3\", 16 draws for pitch one, a few long slings for pitch two.","location":"Finding the start is the crux because of all the new undocumented routes that look exactly alike.  From the ramp in the middle of the face (directly below the large roof feature), this is the 3rd of 5 bolted routes starting from the beginning of the ramp.  More specifically, it's the one that starts directly right of a large detached flake/boulder (NOT off the boulder).  It's initially steep, then becomes slabby after an overlap ~20 feet up."},"__v":0},{"_id":"ws/fCJVOVt+UTdfVxZM3rg==","name":"Motocross","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Fazio-Richard, Dave Jones 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":1,"mp_id":"120075572","mp_crag_id":"121649155","climb_id":"ws/fCJVOVt+UTdfVxZM3rg==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"A proper 40+ meter slab up a beautiful water stained streak that you surely won't forget after leading. Bring your creativity, steady nerves & faith in your feet. Prepare to pistol squat, thumb and palm your way up a seemingly improbable face and encounter a brown ramp feature leading right. At this point, 'Motocross' crosses 'Infinite Divisibility', head right at the fork towards the brown ramp to arete type feature. After these cruxes a pocket reminiscent of the start of the route appears and allows you to rest your calves before the final committing sequence leading to the ledge.High first bolt. Do not expect to clip up this route. Although completely bolted, getting to each bolt takes a bit of commitment & appreciation of the style of the Stronghold. The FA was done ground up and demonstrates what onsight route finding and a strong mind can bring to create a line. This is a four star classic that may only lose one for some grunginess accumulating in pockets after rain/snow meltJust as good if not better than pitch 1 of The Out-of-Towners, just turned up a notch. Bring a second rope to rap from the ledge. ","protection":"spaced bolts, Metollius rap hanger anchor","location":"Start marked by two oddly large oblong pockets at the base. Second route left of the giant boulder at the base of the wall. Main trail's left branch brings you straight to this route & Infinite Divisibility."},"__v":0},{"_id":"Ft3xJcAVUmWclXaB9enysg==","name":"Matt's Line (AKA: Left Of El Cautivo)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"After 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":5,"mp_id":"106085543","mp_crag_id":"121649155","climb_id":"Ft3xJcAVUmWclXaB9enysg==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"A surprisingly good route that would make a good intro to the area. The line is easy to find, easy to follow, straightforward, relatively well protected, and quite pleasant.   The Backcountry Rockclimbing in Southern Arizona book (Kerry, 1997) was the only book we found which refers to the area, and details are sparse. It lists El Cautivo as the only route and refers to a picture with a line and bolted belays drawn in. To note- this route would have been quite new or non-existant at the time of publication and perhaps was largely unknown.   One might advise to bring some gear and slings for chicken heads, but no gear was required.  \n\n  P1: Start off on P1 in a wide grey water-streak. Climb up on amazingly good friction passing a very short section of 5.9 climbing. After about 25 meters, the climbing angle will increase nearer to vertical, but the holds will increase in size to match. You will continue past many bolts to eventually reach a bolted belay, perhaps 190' up.  We climbed with a 70M rope, but I am advised that a 50M would be long enough for this pitch. \n\n  P2: Continue up on the obvious bolted line. Another long pitch (perhaps 140' ?) will take you to another bolted belay. Again, the crux of this pitch, perhaps 5.9- is quite short and most of the climbing is pretty mellow. \n\n  P3: What can I say- cast off again onto a line of bolts. Perhaps using a few slings rather than draws on some of the bolts that are placed a little out of line, as the climbing on this pitch wanders a small bit.  Near the top, perhaps 40 feet from the end the most obvious line of climbing goes directly up, if not slightly left. But the climbing and bolts dodge that and head up and right, through a final crux. While slightly contrived, the climbing there is very worth-while. Welcome to Cochise, the land of no hands and no feet. Finish on tiny slopers that seem to hold you securely, regardless of your prejudices against such things...  Belay up on top on a 2-bolt anchor. \n\n  Walk/scramble off as per the description on the 'Rock' page as for Out Of Towners Dome. Or Rap 'El Cautivo' or 'Out Of Towners'. I suspect two ropes may be needed.","protection":"A set of draws and slings, perhaps 18 or so. While the book suggests a light rack and some slings for chickenheads, we wondered if the route really ever required them, as it was pretty well bolted on any climbing harder than 5.4.","location":"The route is toward the right side of the Out Of Towners Dome. Once you have arrived at the base, walk to the right (East) past the ramp as for Out Of Towners and continue for perhaps 30 meters more to arrive at the base of a bolted line through a low-angle slab. The bolts initially run through a grey water groove, and continue to the top of the dome, interrupted only twice by belays."},"__v":0},{"_id":"YjiDiKwGVu+DiYAbY8N7eA==","name":"Close To The Edge","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"?, 1996","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":4,"mp_id":"106085548","mp_crag_id":"121649155","climb_id":"YjiDiKwGVu+DiYAbY8N7eA==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"A so-so climb marred by some spots of crumbing rock and a few trees, but highlighted by some very nice exposed positions and some nice mellow climbing. The most spectacular climbing s that which is 'On The Edge' teetering out and left on dinner plate sized puzzle pieces above the massive corner and roof that dominates the appearance of entire dome.    Still the climb is only one star overall, compared to others in the area. There are better routes here, for sure. But if you are going to be here for a while, then sure, get to this one too, or perhaps make it the second route of a long day. \n\n  P1: From near the top of the ramp, just past a small tree, look up into the sickle-shaped dihedral and start climbing.  Head up and right on easy territory to reach the base of the crack, place solid gear, then pull the route's crux to move up and left into the crack. You can place a 1.5\" cam before the move, and a 2.5-3\" cam above the move. Continue on decreasingly difficult climbing up and left, passing the now steeply overhanging corner below on good footholds. As the corner ends, head upward on good puzzle-piece climbing and up and right through a moderate bulge heading for a ledge just right of a large shrub.  Eek out a belay on this ledge on one large cam just behind you and some medium stoppers to climbers right. \n\n  P1a: When your partner arrives, head left on a ramp and large crack behind a tree to a left-facing corner with a better stance and gear. This will avoid rope drag on the next pitch. \n\n  P2: The fun pitch! Place good gear in the short corner and climb up and right from below the massive roof and corner above. As soon as the roof is passed, head up and left, staying as close to the roof as you like. While you can go directly up to the next belay, you can also hang onto the arete to the left that is the edge of the roof for a while and ride the wild exposure. Either way, protection will be slings on chicken heads and an occasional stopper between flakes. Eventually you will head back right to a ledge and belay (poor gear) or continue for quite some distance to a ledge near the top. I went right of a rather nasty section of rock to the right of a shrub and dirt-covered sloping ledge and found a belay that turned out to be perhaps only 40' from the top.  In hind-sight I should have kept going for a 60M+ pitch and topped out on the second pitch, with only medium rope-drag   The belay up top was to sling a huge boulder (car sized) to the right of a tree.","protection":"Protection is spotty at best in some places. Loads of long slings could be used on chicken heads in the mellow puzzle-piece climbing of this climb, and also to reduce the rope-drag which might be incurred due to the wandering nature of the route.    Good gear placing skills and solid judgement of rock quality are required to safely ascend this climb, which should not be a place to push limits.","location":"The route is toward the right side of the Out Of Towners Dome. Once you have arrived at the base, walk to the right to a ramp system, as for Out Of Towners. Scramble up this system to the base of an obvious left-facing, sickle-shaped dihedral. The corner starts as low angle and right-leaning, but becomes left-leaning and quite overhung.  This is the first and hardest pitch of the climb."},"__v":0},{"_id":"vATD3IsuU9GnfKEvTqVSnw==","name":"El Cautivo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Ayers, Mark Colby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":6,"mp_id":"106646827","mp_crag_id":"121649155","climb_id":"vATD3IsuU9GnfKEvTqVSnw==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"El Cautivo is a nice route on the right side of Out of Towner's Dome. \n\n  See climbaz.com/Backcountry/pag… for a photo. \n\n  It's been a while - I'm sure Scott will correct me if I mess this up! \n\n  P1: Mostly easy slab, leading to a good belay ledge. \n\n  P2: Up a crack for a couple of moves (#2 camalot), then step right and climb slab. \n\n  P3: More fun bolted slab. \n\n  P4: Bolts to the top. \n\n  I don't think there's any specific crux.  All hard moves were well protected.  Similar to the longer routes on Sheepshead (Peacemaker, Too Tough to Die). ","protection":"Bolted - a couple of cams and maybe a sling or two for the chickenheads.  We use a #2 camalot on P2 and a #1 on 3.  Probably don't need the #1 though. \n\n  There are some runout sections on easier ground.  Typical Stronghold climbing. ","location":"Go right from where the trail hits the rock - start near a low point on the right side.  You'll see a bolt in an easyish slab. \n\n  Descend by rapping the route.  2 ropes."},"__v":0},{"_id":"mgIbDajiUcO05CzuxqdX6w==","name":"Arribas Ameobas","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob Kerry & Wit Wisniewski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":0,"mp_id":"106085763","mp_crag_id":"121649155","climb_id":"mgIbDajiUcO05CzuxqdX6w==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"A good climb on good rock with some \"Oh-My-God-I Can't-Possibly-Be-Standing-On-That\" moves.  The very top can be improved by finishing on the final face and roof of Out Of Towners (a vertical bolt line you will cross under) and skipping the easy finish around the tree. \n\n  P1: (140' 5.9+) Climb up the bolt line just right of the large arch, and just right of where a tree pinches to the wall.  The crux of this pitch is in the middle third and is small holds and some friction, making this pitch a great warm-up for the crux pitch to come. You can't retreat easily with out 2 ropes, but it would be possible to pendulem over to lower anchors on another climb. Belay from a bolted anchor. \n\n  P2: (120' 5.10+) Up and right past a bolt, through a slightly harder move to bolt #2 at a bulge, then past a uber-thin crux to bolt #3. There are a few hard moves here and it is an insecure area. A fall could get somewhat long just before reaching bolt #3. Pay attention.  Shortly after the 3rd bolt, the climbing mellows out and you pull onto good holds and work up and right past a crack, going to low-angle rock. Continue for 1/2 rope length (70M rope) and belay at a good stance. \n\n  P3: (5.9, 100' PG-13) Up and right you will see a large roof with the under-the-roof belay of Out Of Towners. That route is the more obvious at this point, continuing up just left of the end of the roof through light-colored rock. Look further left to see your pitch.  Climb Left and then up and left past a few clips and some gear, passing some tricky moves through overlaps and cracks to reach an additional belay. \n\n  P4: (5.7 or 5.9+*, 100' or 80') Work out and right toward the base of a large tree groing from a crack. Climb below that and then turn uphill to the top of the wall.  Or better yet, keep an eye out for a few bolts after about 10 to 15 meters of the easy rising traverse and climb up past those over two overlaps (crux, on big jugs for hands) to a bolted anchor at the top of the wall. This is great climbing on cleaner rock and is more challenging. It is the very top of the last pitch of Out Of Towners.  Belay from bolted anchors. \n\n  Walk off as described on the Rock Page.","protection":"A light rack from .4\" to 3\" plus a dozen draws and some slings. The cruxes are bolted, but not the whole route.\n\n Bolts and top-anchors updated by CASA in 2017.","location":"The trail splits at a boulder prior to arriving at the base of Out Of Towners Dome, with the left hand brach leading closer to the start.  From the left branch, walk left along the base until you find a left-leaning arch overhead, then come back to the next line of bolts to the right of that feature. This is the first pitch of Aribas Ameobas."},"__v":0},{"_id":"jeedjrKQX761dCsp53s7Ew==","name":"After The Beforetime","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Rickson and AB","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"left_right_index":8,"mp_id":"107044345","mp_crag_id":"121649155","climb_id":"jeedjrKQX761dCsp53s7Ew==","areaRef":"LvKQ/VHpVUu5tL0MMqNgFQ=="},"content":{"description":"See Bob Kerry's guidebook for description.","protection":"Standard Cochise rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,503f5dfa-dc44-589a-8eb6-102130d15bf5,2ef290fd-51e9-554b-b9b4-bd0c32a36015","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Out-of-Towners Dome","South Face of Out of Towners Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97141,31.9436]},"bbox":[-109.97193990388821,31.943150339818143,-109.97088009611177,31.944049660181868],"left_right_index":-1,"ext_id":"121649155","area_id":"LvKQ/VHpVUu5tL0MMqNgFQ==","polygon":{"type":"Polygon","coordinates":[[[-109.97193990388821,31.943150339818143],[-109.97088009611177,31.943150339818143],[-109.97088009611177,31.944049660181868],[-109.97193990388821,31.944049660181868],[-109.97193990388821,31.943150339818143]]]}},"content":{"description":"A good south-facing wall that gets all-day sun even in winter. But after spending 3 days on the wall between christmas and new years, on warm sunny days, I still have yet to see another party on it. Out sole company was a beautiful Redtail Hawk who wheeled overhead and underfoot on all 3 days to observe us.\n\n This wall offers several well-documented lines and many many undocumented lines. At times, finding which line is which must be done by carefully studying the relative positions of the cracks and bolt lines relative to the shadows of overlaps and water-stains on the wall.\n\n The climb 'Out Of Towners' is seemingly most acclaimed line on the wall, but Aribas Amoebas, and the route left of El Cautivo are certainly good routes and worthwhile. However, the lines here vary from outright clip-ups to wandering and somewhat runout and vague and dirty crack systems. Not every route here deserves to be climbed.\n\n To descend from the wall there are certainly good and bad options, but these are impossible to define in more than vague terms, so that will be as much as I can realistically provide. In some spots forced passage will be evident and in others, not so much. It will take 40-60 minutes and will involve some bushwhacking and scrambling. Wear hearty clothing or you'll trash it.\n\n Descent: head to the West on the summit ridge until you see a cairn, then drop down North into a hallway of sorts and continue West toward the end of the main dome. As the dome breaks down, start heading back West/Southwest into a gully. You will pass though an over/under 'cave' between boulders and then Eventually you will reach a choked gully with some bush-whacking and descend back due South, staying near the rock. If you go too far North here, it will make things far worse. Cross back Southeast on a slab, back through some more boulder hopping, then back East along the base to the climbs where you started. I am more presently informed by a local that rapping off from 'Out Of Towners' or 'El Cautivo' is possible, but I suspect 2 ropes.Credit: Tony B."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:52:59.747Z","updatedAt":"2024-02-19T18:28:16.875Z"}