{"_id":"63689d20e80bff5a994f27bc","area_name":"Bullet, The","shortCode":"","climbs":[{"_id":"8pbxaHqQUbSMvVoAZf1Vrw==","name":"Lock and Load","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jeff Mayhew, Jason Worrell 2001 (started by Mayhew and Chuck Lipinski, 1986)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.5257,31.97843]},"left_right_index":0,"mp_id":"107342565","mp_crag_id":"107342536","climb_id":"8pbxaHqQUbSMvVoAZf1Vrw==","areaRef":"DCVJ3Mp4VKyOTSxTo3L/mQ=="},"content":{"description":"Lock and Load is a fun adventure route that climbs the longest aspect of the Bullet. The first 5 pitches are very good; the last few pitches are not as high quality, but worth doing to attain an awesome summit that few visit. With some trepidation I give this route 3 stars, but that's on a \"Southern Arizona Backcountry\" scale, rather than a \"Sierra Nevada\" scale. \n\n  Jeff Mayhew and Chuck Lipinski first tried the route in 1986, completing the first 3 pitches but using aid on the intricate 3rd pitch. Jeff came back with Jason Worrell in 2001 to free the moves and finish the route, climbing the last 4 pitches in darkness and howling wind! The route has probably seen about 5 ascents as of this posting. Although rated 11a, it isn't sustained and most of the climbing is easier than 5.10.  \n\n  Here's Jeff's description: \n\n  1.  Climb exquisite hand crack to large ledge with oak tree. ( 5.8+  70) \n\n  2.  Layback flake up and right, cut back left at tree, and continue to top of broken pillar.  (5.8+ 160) \n\n  3.  Traverse right past bolt then up questionable flake past 2 bolts (crux) to 2-bolt belay at base of chimney.  (5.11a  70) \n\n  4.  Up rotten chimney to long, easy ramp. About 30 before a large tree turn bulge at chickenheads and short crack, then diagonal right to a bolt. Up and right then belay at chickenheaded roof. (5.10  120) [note: I (CV) found this pitch to be much higher quality than the description makes it sound] \n\n  5.  Diagonal right and jungle gym onto ledge at huge chickenheads. Up and right to short crack, then up and right again to an off-width/chimney.  Belay a little higher. (5.8  120) \n\n  6.  Continue up, exiting right then up to a bolt.  Tricky move up and then left to a nice ledge with a tree. (This bolt was Jasons first lead bolt and was drilled in the dark.  Its easier for the follower to step left 10-20 at the bolt then make the move, but not as good a position for the leader. We might move this someday.)  (5.9 to 5.10   70) \n\n  7.  Up easy off-width then continue to huge ledge with trees and boulders.  (5.6  80) \n\n  8.  Move left to engage easy, ramping corner that diagonals back right. Wander to summit.  (5.easy   165)","protection":"We brought a set of nuts, including micros, some small to medium tricams, a single set of C3s, and C4s from .3 to 4. The 4 was not necessary but came in handy in several places. This rack was just about perfect although I might bring an additional .75 camalot next time. Lots of long slings are essential, for wandering pitches and the occasional chickenhead.","location":"Starts on the downhill (north) side of the Bullet at a can't-miss-it, splitter 70 foot hand crack. When you hit the rock from the approach drainage, you will need to go a bit left to find the crack. If you're not sinking your hands into a perfect splitter on the first pitch, you're on the wrong route. \n\n  The best descent uses rappel stations on Continental Drift, a route up the east/NE face that ascends a large, obvious formation know as the \"pill\" (see photo below). Find the first anchor below an obvious tree on down to the east/NE from the summit:   1. Rap 165 to 2 bolts on a small ledge. Youll probably have to lean in to clip the anchors. (You might want to tie safety knots in the ends on this one.) Dont let go of rope ends before threading the anchor!!    2. Rap 160 to 2 bolts next to the pill.   3. Rap 190 to the ground.  \n\n  There is also a longer descent down the route to the right of Lock and Load (see topo), which is not recommended but would be useful if you had to bail: \n\n  [1] Sling on tree on NW side of summit to large tree ledge 80 below. (top of Lock & Load p. 7)  [2] Sling on large ledge to sling on tree at top of pitch 5. (top of L & L p. 6)  [3] Down and (climbers) right to 2 bolt rap station (not used on climb up.)  [4] Directly down face, over cave to a tree.  [5] From tree down and right to 2 bolts at huge corner at top of pitch 2 of Lichen to Live  [6] From top of pitch 2 to top of pitch 1. (small ledge with bolts)  [7] Down to ground!!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,189696c4-64f3-5ac8-b9c4-682352f2e8a1,0c2549dc-ca78-54ac-8e4d-2c53a372ff99","pathTokens":["USA","Arizona","Southern Arizona","Mendoza Canyon (aka Coyote Domes)","Bullet, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.5257,31.97843]},"bbox":[-111.52623010490939,31.977980339818135,-111.5251698950906,31.97887966018186],"left_right_index":-1,"ext_id":"107342536","area_id":"DCVJ3Mp4VKyOTSxTo3L/mQ==","polygon":{"type":"Polygon","coordinates":[[[-111.52623010490939,31.977980339818135],[-111.5251698950906,31.977980339818135],[-111.5251698950906,31.97887966018186],[-111.52623010490939,31.97887966018186],[-111.52623010490939,31.977980339818135]]]}},"content":{"description":"The Bullet is the right of two large domes on the upper left skyline of Mendoza, with the left-hand dome being the Potato. From lowest point to summit it is about 900', yielding what may be the longest climbs in Mendoza. The rock on the north face is high-quality and seemed consistently better than the lower, more popular domes. There are at least 3 established routes, ranging from 5.9 to 5.11. Collectively, these routes have probably seen less than a dozen ascents. The Bullet offers much more shade than the more popular climbs lower in the canyon and hence can be comfortably climbed much earlier in the fall (it was 100 degrees in Tucson the day we climbed Lock and Load and we were comfortable in the shade up on the route). Conversely, it might be a bit chilly in Dec.-Feb. which are often thought of as prime Mendoza season."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.879Z","updatedAt":"2024-02-19T18:28:20.467Z"}