{"_id":"6368a265e80bff5a99565c91","area_name":"McMartin","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,f822ec29-5b40-580b-bf0d-6d392c9fe4ff,cc8d7af7-723c-51f5-b360-8b813c819fa8","pathTokens":["USA","New York","Adirondacks","H: Southern Mountains","McMartin"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.52779,43.27386]},"bbox":[-74.52840759249055,43.273410339818135,-74.52717240750944,43.27430966018185],"left_right_index":-1,"ext_id":"106902775","area_id":"zI1693I8UfWzYIuBPIGfqA=="},"content":{"description":"Gary Thomann: \n\n  McMartin cliff is one of the cliffs, along with Lost Hunter, Lost T, The Annex andGood Luck Lake, in the southern edge of the town of Arietta. I (GCT) found thecliff by reading one of Barbara McMartins guide books (Walks and Waterways,Adirondack Mountain Club, 1974). We have named the cliff after her; you will not see this name on other maps.McMartin is a fabulous cliff (or series of cliffs) and will eventually probably have 40 or 50 climbs on it. As an added benefit, climbs should be available in a range of skill levels, including the modest 5.7 to 5.9 range. McMartin is a maze of arêtes, dihedrals, cracks, spires, roofs, ceilings and faces at both positive and negative angles, so any type of climb you like should be there. The longest climbs will probably be about 160 ft. As of August 2010 there were 9 completed climbs. These climbs were put in by the two authors and their many helpers, Rachel Breidster, Ping-Kwan Keung,Jimmy Diliberto, Keegan Griffith, Brett ***, Peter *** and Caleb ***. That group is the McMartin team.  \n\n  McMartin cliff was not initially easy to approach and it took us five trips to find a way to get to the top of the cliff.This first access to the top was later abandoned when a better one was found. The path from the parking lot into the cliff is 2.5 km (1.6 mi). This is a long enough distance that it is nice to have a good walking surface.   For the first part of the approach the existing path to Lost Hunter was used; an additional path of length 1.2 km(.75 mi) was laid out. The problem with walking through the woods with a pack on is all the branches and stuff you trip over and all the blowdown you have to walk over or around. We have tried to pick up or rake off all the   nuisances so the walking will be fairly easy. There is no Trail into McMartin; to build a trail on state land requires prior approval. The path, however, is pretty easy to see and walk; approach time to the cliff should be 45 minutes to an hour. There is some elevation change, but nothing steep like the last part of the hike to Lost Hunter. The development of the path and the access to the top of the cliff ended up taking a lot of time; fortunately it will not have to be done again."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:06.356Z","updatedAt":"2024-01-15T16:47:26.179Z"}