{"_id":"63689de0e80bff5a994f9798","area_name":"Ragnarok","shortCode":"","climbs":[{"_id":"Z80Aa2uOX8u8kpTb8eTWkw==","name":"Fun Climb 101","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2131,39.39618]},"left_right_index":0,"mp_id":"105764352","mp_crag_id":"105942894","climb_id":"Z80Aa2uOX8u8kpTb8eTWkw==","areaRef":"HUNwKx67WQuZwRMZtFTJyw=="},"content":{"description":"This has to be one of the best moderates in the S. Platte, as suggested in the Hubbel Guidebook.  The approach is fairly long, although with some idea of where you are headed it [doesn't] have to be that strenuous.  Pedal your bike along Forest Road 538 until you get to the [Slabbo/Boulder Pile] parking area.  There is a faint trail on the north side of the [Slabbo] right below the rock- Follow this.  Pick your way through open forest to the saddle between the [Boulder Pile] and [Ragnarock], but the route is around the backside.  [Don't] go too far before cutting uphill to the saddle, as the [further] gullies are steep and unpleasant.  Now pick your way down and around to the SE face of the crag through the burn, watching for poison ivy along the base of the rock.  You will see some old bleached slings hanging from the rock that make you feel like you are in the twilight zone, no one has climbed here in a long time....\n\nThe route goes up a large corner system on the right hand side of the alcove on the SE face.  Begin in some thin easy cracks to a wide section.  Next do a very height-dependent traverse.  Im about 5 9\" and could reach the key hold hold, if you [can't] reach it, I dunno what you'd do.  Reef hard on this hold and get into the corner again.  Follow this until a big ledge passing some 5.8 step up and around moves near the top.  Classically, this pitch goes as 2 shorter ones but we were able to stretch a 60m rope to the ledge with only a couple feet of simulclimbing.  The top of this pitch has some lichen but is good.\n\nStep around a boulder traversing to the left and climb a short, sweet section of hands.  Now just scramble to the top.\n\nWe walked back down through the saddle and back to the base of the route.  Instead of going back up to the saddle we traversed around the [Boulder Pile] on the way back out, but I'm not sure if this is faster.  There are some new no trespassing signs near the quarry on this exit path, but we stayed clear of private property.  This approach is less up and down, but is completely through the burn and the new plant growth seems fond of thorns, making it potentially less pleasant of an approach.  The slogging is worth the adventure at [Top of the World].","protection":"Bring a full S. Platte rack from medium size nuts to a #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9b246f2e-be52-52a5-a6c2-cdb3e28ecf82,4e645191-6624-5d1e-9521-d33f5e459ea9,1d43702b-1ebb-590b-99c1-1319b454c9cb","pathTokens":["USA","Colorado","South Platte","Buffalo Creek","Top Of The World","Ragnarok"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2131,39.39618]},"bbox":[-105.2136818765667,39.39573033981814,-105.21251812343327,39.39662966018187],"left_right_index":-1,"ext_id":"105942894","area_id":"HUNwKx67WQuZwRMZtFTJyw==","polygon":{"type":"Polygon","coordinates":[[[-105.2136818765667,39.39573033981814],[-105.21251812343327,39.39573033981814],[-105.21251812343327,39.39662966018187],[-105.2136818765667,39.39662966018187],[-105.2136818765667,39.39573033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:18.116Z","updatedAt":"2024-02-19T18:31:52.312Z"}