{"_id":"6368a05be80bff5a9952f262","area_name":"Acorn Face/Squirrel Wall","shortCode":"","climbs":[{"_id":"Fwhsmu6MWt62gq5QkuCkug==","name":"Water From An Ancient Well","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jon LaValley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":6,"mp_id":"121467099","mp_crag_id":"121413286","climb_id":"Fwhsmu6MWt62gq5QkuCkug==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"This is the longest route at Hanging Mountain. It gives great views of the area and offers a different setting than the rest of the routes in the area.P1. Any of the routes of the Acorn Wall will take you to the ledge. The start of P2 is on the far left edge of the ledge. NOTE: the ledge is very loose, and there are NO ANCHORS below P2, so you must anchor off one of the trees nearby.P2: 11a. Follow a line of bolts to a series of roofs and ledges. Be aware that there is groundfall potential at a few spots on the route. This leads to a small ledge with a bolted anchor.P3: 10b. Follow a pillar (be aware of hornets on the left) to a set of cruxy roofs and then to a bolted anchor on a large ledge.P4: 10b. A short pitch leads to a bolted anchor. TR off this pitch to save some time.Rap the route with a 60m rope. On the loose ledge above the Acorn Wall, there is a bolted anchor on the far right that you can use to rap off to the ground.NOTE: there is potential at all times to break off rock or loose material and the Acorn Wall is below you. Yell down if you drop anything.","protection":"Bolts.","location":"It is above the Acorn Wall on the far left edge."},"__v":0},{"_id":"/RYZNhjDWQyUNIpD2U/9HA==","name":"Radiant Sky","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dolci Mascolo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":2,"mp_id":"121443970","mp_crag_id":"121413286","climb_id":"/RYZNhjDWQyUNIpD2U/9HA==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"This is a classic right in the middle of the face. The 3rd bolt line from the far left. You will see the bolts going up very clean, verticle rock that looks like it's 5.11+. But don't be discouraged by the appearance! The first section leading up to the small ledge is surprisingly easy on good holds. The first challenge is ascending from the ledge - where several betas are available but they are all technical and non-obvious. One of them involves discovering a well-hidden foothold towards the left. The 2nd challenge is a very usual move at a horizontal crack. The 3rd challenge (typically for taller people) is the move out of the verticle section. Smooth sailing up right on the low angle portion to the two bolt anchor from there on.  Similar to other lines on this face, the bolts are extremely well placed.","protection":"Bolts.","location":"This is the 3rd bolted line from the left."},"__v":0},{"_id":"DP9uO2QRV7SSJGoZXYCPVQ==","name":"Pet the Rabbits","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Christopher Beauchamp","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":1,"mp_id":"121443922","mp_crag_id":"121413286","climb_id":"DP9uO2QRV7SSJGoZXYCPVQ==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"The 2nd bolt line from the left. Do not confuse this line with Miasma, since this is much harder. The crux is right after the small roof where the beta will differ depends on your height. Before the crux, the first ascentionist's intention was to climb directly following the bolt line on the arete, where the moves materialize the \"petting\" part of the route name. There is also a variation, with arguably lesser quality but a couple of interesting moves, to climb chossy rock towards the left while still clipping the same draws.","protection":"Bolts.","location":"This is the 2nd bolt line from the left."},"__v":0},{"_id":"csxv1iKjWLKc5jlT8gkxew==","name":"It Takes an Ankle","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Shawn Sweeney 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":3,"mp_id":"121467364","mp_crag_id":"121413286","climb_id":"csxv1iKjWLKc5jlT8gkxew==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"It Takes an Ankle goes straight up the center of the acorn face. 3 bolts of awkward climbing lead up to a ledge. From the ledge, punch up a crimpy face around a mini-shield to a horizontal ledge - this is the crux for most. The crimpy face rounds out to some delicate slab stances up top for a few more bolts. This route shares anchors with Radiant Sky.Keep a tight belay for the crux B4-B6. There is a good chance of the wall taking your ankle if you blow it hard there. I used a locker on B4 and brought up a skidder pad for the ledge on the FA, since Kat was so light. If it weren't for the ledge, this thing would be deserving of some more stars.","protection":"BBBBBBolts.","location":"It is to the right of Radiant Sky. This route is often toproped off Radiant Sky's anchors. Give it a lead when you got it dialed in!There may be a harder entrance to the route right-ish of the bolt line. For the first 3 bolts, you can take relatively direct to the ledge, but it is much smoother to just follow the start of Radiant Sky and clip out right."},"__v":0},{"_id":"JOhqu1CJWhGw+EYktPwv0A==","name":"Lost and Found","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dolci Mascolo and Ryan Stefiuk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":5,"mp_id":"121429857","mp_crag_id":"121413286","climb_id":"JOhqu1CJWhGw+EYktPwv0A==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"Begin uphill at the far right end of the Acorn Face. Stem up a narrow seam with small flakes inside. Slight right to another seam that leads to the anchors. This is often wet.","protection":"Bolts.","location":"Begin at the right end of the Acorn Face above a stone staircase."},"__v":0},{"_id":"XwXmP5MVVTiTLRf98eyrPA==","name":"Ghost Buddy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rob Sullivan, Jeff Sqire","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":4,"mp_id":"121502070","mp_crag_id":"121413286","climb_id":"XwXmP5MVVTiTLRf98eyrPA==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"Ghost Buddy is an excellent trip up the Squirrel Wall that brings you to a spectacular position atop the cliff.Pitch 1 (5.9) starts with a bolt at the base of a left-leaning crack on the right side of the wall that is often wet. Stickclip the bolt, and pull up to a short, leftward traverse to the base of the crack. A few moves get you to another bolt protecting the final slab move to the top. Mantel the ledge, and then walk back to anchors on the next wall. This is spicy when wet! You can also climb It Takes an Ankle or Radiant Sky as an alternative.Pitch 2 (5.10) climbs the crack in the dihedral to its top then starts clipping bolts up some bizarre features to get to a tricky move guarding the mantel to the belay ledge.Pitch 3 (5.12a) heads up and right from the belay on some easy moves protected by gear to get to the base of a thin seam/finger crack with a couple bolts just out of reach. Throw a cam as high as you can in the crack, then burl and finesse your way up past the hard to clip bolts to small ledge just to the left of an insane looking, overhanging arete with a few bolts protecting it. Step right to gain the arete, and pop up into a little hueco below the roof. Crank hard for a few more mind bogglingly exposed moves (that you never thought you'd find in Massachusetts) to take in the view while you clip the chains.It's probably best to lower to you partner instead of topping out or belaying from the anchor of pitch 3.","protection":"A single-ish rack and a bunch of draws.","location":"It is the second route from the right on the Squirrel Wall."},"__v":0},{"_id":"dIx30pAxWTKFFN5l3m/NnA==","name":"Miasma","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Christopher Beauchamp","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"left_right_index":0,"mp_id":"121443842","mp_crag_id":"121413286","climb_id":"dIx30pAxWTKFFN5l3m/NnA==","areaRef":"6qBVRFmOXEW4qbTSjZsuYQ=="},"content":{"description":"This is the first bolted line on the far left upper end. Do not confuse this with Pet the Rabbits. The crux is around the overhang. The rock is more solid than it seems. This has good climbing and is a warm-up for other routes on this face.","protection":"Bolts.","location":"This is the leftmost bolt line on this face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,11e6d0e1-6848-5f3c-905f-f0a2f969c947,35519093-2c60-5205-af26-e20409064f98,eaa05544-598e-5c45-b8a9-b4d28d9b2e61","pathTokens":["USA","Massachusetts","Western MA","Hanging Mountain","Acorn Face/Squirrel Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.07318,42.09058]},"bbox":[-73.07378594075087,42.090130339818145,-73.07257405924913,42.09102966018187],"left_right_index":-1,"ext_id":"121413286","area_id":"6qBVRFmOXEW4qbTSjZsuYQ==","polygon":{"type":"Polygon","coordinates":[[[-73.07378594075087,42.090130339818145],[-73.07257405924913,42.090130339818145],[-73.07257405924913,42.09102966018187],[-73.07378594075087,42.09102966018187],[-73.07378594075087,42.090130339818145]]]}},"content":{"description":"The Acorn Face is a quaint cliff with good stone. Be sure to try the techy and thoughtful Radiant Sky. Get up on top of this cliff from any of the routes on the left and find the Squirrel Wall in all its glory."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:06:38.542Z","updatedAt":"2024-01-20T01:02:32.785Z"}