{"_id":"63689d20e80bff5a994f22e9","area_name":"2. The Main Amphitheater- Fall Wall","shortCode":"","climbs":[{"_id":"5UKyZpyPWoWDjgsBGRWbgQ==","name":"Walking Far From Home","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Unema/Kirkpatrick 2012","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":6,"mp_id":"107720084","mp_crag_id":"106461142","climb_id":"5UKyZpyPWoWDjgsBGRWbgQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Walking far from home climbs the prominent right-facing dihedral left of There Will Be Blood.  Engaging face climbing on slate-like edges and features leads to the bottom of the dihedral.  The climb continues up the dihedral as it narrows and steepens.  The line traverses left beneath the roof and then right to reach anchors.","protection":"This line goes on gear.  Double cams from 000 to 1.5\" with triples in BD .3, .4, and .5 or equivalent, nuts, rp's, and a couple ball-nuts will suffice.  Two-bolt anchor with biners","location":"Start directly beneath the dihedral (just left of the small triangular roof left of the larger triangular roof at the start of TWBB/False Prophet)"},"__v":0},{"_id":"aHt6xPK8Wp+RpgjGHoq56A==","name":"There will be Blood","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":8,"mp_id":"106473925","mp_crag_id":"106461142","climb_id":"aHt6xPK8Wp+RpgjGHoq56A==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Another of my 50/50 routes where half is trad and the other half sport. There will be Blood stands out as an illogically steep route for columnar basalt, with the upper half delivering everything from boulder problem cruxes to jug haul surfing on very exposed terrain.Start at head height roof and then enjoy good moderate climbing with decent gear along a large right facing dihedral. Clip a bolt with a long runner at 50' just below the roof, then head left on jugs to a plank rest. It's bolts to the top from there.Eye the line well and be prepared for some serious cranking through the initial little roofs. From there, enjoy interesting slightly off balance moves through the vertical section. It should be painfully obvious when you have to turn it on again, if you had the luxury of turning it down at all. Long moves lead you past amazing holds and a variety of feet. Keeps after you until you clip the anchors, though there is plenty of air around.","protection":"Finger TCUs, small wires, Bolts.","location":"Left side of Amphitheater, Starts at head height roof."},"__v":0},{"_id":"Ovl7zN+6W7elS+XrYGKoEA==","name":"Sphere of Influence","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"D. Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":15,"mp_id":"108367463","mp_crag_id":"106461142","climb_id":"Ovl7zN+6W7elS+XrYGKoEA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"A really Steep left facing corner, with lots of variety.","protection":"0.2 through 2.0 camalots, extra long slings. Shares anchors with Death and Taxes.","location":"Right of Death and Taxes, and left of Pressure Drop, in the main ampitheater."},"__v":0},{"_id":"osiEouEbWO6mnhka+yTYQQ==","name":"Speaking in Tongues","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":22,"mp_id":"106460188","mp_crag_id":"106461142","climb_id":"osiEouEbWO6mnhka+yTYQQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Speaking In Tongues is between Dark Arts and Fade To Black and it tackles a beautiful panel of black rock via stemming between twin seams.  High on the route there are two bolts protecting some exciting moves traversing across the face.  Save a yellow Alien or Metolius cam for the next section, and then clip two more bolts and a fixed wire before performing a difficult move up to the anchors.","protection":"Double set to 1\", 4 bolts and a fixed wire.","location":""},"__v":0},{"_id":"0Af8nq/6XyGD4KAuEvJLkQ==","name":"Rough Around the Edges","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"JJ Schlick 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":17,"mp_id":"106462283","mp_crag_id":"106461142","climb_id":"0Af8nq/6XyGD4KAuEvJLkQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Rough Around the Edges is a clever pitch which packs a lot of moderate climbing into its 5.11 grade.\n\n Starts in the middle of the amphitheater and is the first line to the left of the black section of the cliff. Start right of squatty pillar, working your way up to a lone bolt, below a short finger crack with black rock on the right. A 5.9+ move leads you to the break.\n\n From the break move up right into low angle dihedral and a 5.8 hand crack. This dihedral will eventually get steep while the crack tightens down and the difficulties begin. Boulder past 3 bolts on positive edges and sweet pockets, one of which is a sinker mono at the final hard moves which guard the anchor.","protection":"Small Tcus to a couple of hand sized pieces.  Small, medium wires.","location":"The first tan line left of the black section of the amphitheater."},"__v":0},{"_id":"BnnrRqbKUJKYfiVpveOv5A==","name":"Pyrokinesis","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"JJ Schlick, James Q Martin 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":24,"mp_id":"106461233","mp_crag_id":"106461142","climb_id":"BnnrRqbKUJKYfiVpveOv5A==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"You may need to start the internal fires for this one... Pyrokinesis is a step up from Fade To Black and also a very different style.  Begin as for that route, but just before the dihedral gets steep move right to a stance in a slot capped by a small, triangular roof.  Clip a fixed wire and a bolt and perform a very thin, cryptic, bouldery crux.  Above here are good holds and a long stretch to a second bolt (protectable with a blue TCU).  Cop a rest if you can, and then launch into the bouldery high crux.  Sustained edges take you to the top.","protection":"Thin pro (to 1/2\"), a fixed wire and then four bolts up high. A green Alien or blue TCU in a horizontal - the first piece - helps prevent wires from zippering up higher. After this is a key #5 BD stopper that is placed blindly to protect the first weird move - currently this wire is fixed. An optional blue TCU protects a runout between the first and second bolts.","location":""},"__v":0},{"_id":"Or9EH3XGUyuEwB6o+Q5Sfw==","name":"Pressure Drop","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Kyle Edmonson, JJ Schlick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":16,"mp_id":"107126836","mp_crag_id":"106461142","climb_id":"Or9EH3XGUyuEwB6o+Q5Sfw==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"This is one of the most aesthetic lines in the Amphitheater when viewed from below. Start as for Rough Around the Edges, but where that route breaks off right, continue straight up. There is a #1 BD in a pod by the break before the steep climbing and the bolts begin.The upper portion of the route is both burly and sequential, while offering several hard boulder problems sectioned by adequate shakes. Follow bolts through the stunning obtuse dihedral. If you can.One can climb left from the Rough Around the Edges anchor to the Pressure Drop anchor via a two bolt traverse if you want to hang draws or set a TR.","protection":"Single set of TCUs, cams to 2\", wires, then somewhat spacey bolts on the 2nd half.","location":"Middle of the Main Amphitheater.  Right of Death and Taxes, and shares start with Rough Around the Edges."},"__v":0},{"_id":"c+JB3b4RVeyG9ZVHMB2VcQ==","name":"Plasma Center","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"J Unema D Bloom 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":7,"mp_id":"109927388","mp_crag_id":"106461142","climb_id":"c+JB3b4RVeyG9ZVHMB2VcQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"If you lost some fluid on There Will Be Blood, get ready to donate a bit more at the Plasma Center.  Start off with a tricky stemming boulder problem to a low-angle face of incredible rock.  Continue up to the steep white dihedral.  Launch into powerful crimping, stemming and jug pulling to reach the roof, catch your breath, and fire the roof to the chains.","protection":"8 bolts to a 2-bolt anchor.  Bring 2-3 tips to finger sized cams for moderate climbing in the middle.","location":"Begin in a corner 10 feet left of the start of TWBB and False Prophet."},"__v":0},{"_id":"iRXr6T7qWPm0jnQFuu3dFQ==","name":"Lord Humongous","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Huebner, Darren Singer 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":28,"mp_id":"105849210","mp_crag_id":"106461142","climb_id":"iRXr6T7qWPm0jnQFuu3dFQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Lord Humungous has been a cherished 5.11 at the Waterfall since it was first established. This all natural gear line features a face climbing direct start with gear options that seem to magically appear as you climb through it. This is followed up with a well positioned section of steep, juggy fingers through the crux of the route. Better climb it before it topples over!Just to the right of Black and Tan. Work your way up to the splitter by either climbing the start of Black and Tan and traversing over, or you can opt for the more direct start which is a bit headier and checks in around .10d or .11a. Whichever way you choose, get to the splitter finger crack which winds it's way up the left side of the column past good jams, and a few well placed jugs. A hands/ wide hands (fists for some) crack takes you to the top of the pillar and a rest before the final bouldery section to meet up at the Black and Tan anchors. Save a  #.5 and #1 for the push to the anchor.","protection":"Doubles up to #3. Bulk up on .3- .5 and bring a single set of small to medium wires if you’re doing the direct start.  2 bolt anchor with steel Draco biners.","location":"Right Side."},"__v":0},{"_id":"DO5zlcbDXTCmL4sZjWrlKw==","name":"Logic Bomb","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"John Crawley, Joel Unema 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":10,"mp_id":"108353126","mp_crag_id":"106461142","climb_id":"DO5zlcbDXTCmL4sZjWrlKw==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"\"a piece of code intentionally inserted into a software system that will set off a malicious function when specified conditions are met\" \n\n  A well-rounded climber may have what it takes to meet the conditions specified by this demanding route.  Prepare to stem, palm, press, pull roofs, and bear down on this versatile and incredible route.  When the conditions are met, detonate the logic bomb.","protection":"Logic Bomb is protected by gear and 5 bolts.  Gear should include a set of medium-large nuts, a single set of cams from 0 BD to #3 Camalot with doubles in tips sizes.  The route ends at a two-bolt anchor.","location":"The logic bomb was dropped between False Prophet and Broken Chain.  Begin as broken chain, climbing moderate terrain to a stem-box capped by a roof.  Where Broken Chain exits right of the roof, Logic Bomb pulls the left side of the roof to gain the beautiful corner above.  The climb continues with stemming and pressing up the corner to the second roof, where it exits right, following the final bolts to reach the anchor."},"__v":0},{"_id":"DDaE+4qeUzizV7f+8VDk1g==","name":"Last Laugh","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"B Zeiger Haag","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":4,"mp_id":"120328575","mp_crag_id":"106461142","climb_id":"DDaE+4qeUzizV7f+8VDk1g==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Pull off the ground in a corner, clip a bolt, and in typical main amp fashion mosey your way up to the business. A techy first crux in the open corner leads to a steeper corner with pockets and crimps and then right past a small roof. The climb\n\nshares the last several feet and an anchor with Lakshmi. ","protection":"Lots of small wires/rps Blue and red ball nutGear from 00 - .75 3x .5. 2x .75 2 bolts","location":"Starts in a corner in between Foggy notion and Lakshmi Singh"},"__v":0},{"_id":"w9nMtkCEV4K/OQI8/9X0Zw==","name":"Lakshmi Singh","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"D. Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":5,"mp_id":"108548824","mp_crag_id":"106461142","climb_id":"w9nMtkCEV4K/OQI8/9X0Zw==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"A route as mysterious and beautiful as her name sake. A bit exciting before and after the lone bolt.","protection":"Gear to 2 inches. RP's and a 000 c3 very important. Red Lowe ball is nice if you have one. Chain Anchor.","location":"Start just left of Walking Far From Home. There is a single bolt a bit more than half way up the route."},"__v":0},{"_id":"XtoItEhrWdOv8OoztKb4Ug==","name":"Gemini Dragonfire","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Joel Unema, 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":25,"mp_id":"108643501","mp_crag_id":"106461142","climb_id":"XtoItEhrWdOv8OoztKb4Ug==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Gemini Dragonfire climbs through the heart of the waterfall.  Moderate climbing leads to a boulder problem over a bulge.  Above this bulge, slabby to vertical climbing leads up a left-slanting crack.  A short step right gains the seam. Small and positive edges lead to the technical crux    Engaging and pumpy climbing leads to a good stance below the roof, where the climb exits left on small crimps and pockets.","protection":"Gear to a 2 bolt anchor.   Recommended gear list:   Doubles from 00 BD to #.5 Camalot   Single #.75-#2 Camalot   Set of small and medium nuts   Blue Ballnut (protects bottom bulge at 5.11+R)   3 Red Ballnuts   1 Yellow Ballnut","location":"Gemini Dragonfire is in the main amphitheater, right of Pyrokinesis and left of Black and Tan.  The two-bolt anchor is shared with Dark and Stormy"},"__v":0},{"_id":"AqZbS5yZXQ+M2MqJPK5n6w==","name":"Foggy Notion","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D.Bloom, J.Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":3,"mp_id":"109732909","mp_crag_id":"106461142","climb_id":"AqZbS5yZXQ+M2MqJPK5n6w==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Cool stemming and face climbing on edges and some pockets, lots of variety.  Named after the Velvet Underground song.","protection":"000c3 to .75c4, heavy on blue metolius.  Save the smallest cam for the top.","location":"In between Lakshmi Singh and Fierce Invalids, shares an anchor with Fierce Invalids."},"__v":0},{"_id":"45OKgV7PWHGyvrjIrtlm/Q==","name":"Fierce Invalids Extension","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"D Bloom/M Swartz, Extension R Brown, J Unema, D Bloom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":2,"mp_id":"109685504","mp_crag_id":"106461142","climb_id":"45OKgV7PWHGyvrjIrtlm/Q==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"How do you make a good climb better?  Add 30 feet of climbing and pull a roof!  Fierce Invalids climbs a thin corner, demanding stemming and creative use of face features.  An imposing roof caps the corner, so fire it!  Surmount the roof to the right and finish up the steep corner littered with pockets and edges.","protection":"Cams from 000 C3 to #1 C4.  Double or triple in 00 and 0 C3.  Two bolts protect the steep upper section and can be supplemented with tips to finger sized cams in horizontalsq","location":"Begin to the right of the Sword and Bladerunner, left of Walking Far From Home"},"__v":0},{"_id":"gWjulKmpXgOvWFZAHZfjww==","name":"Fierce Invalids","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D.Bloom/M.Swartz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":0,"mp_id":"107385775","mp_crag_id":"106461142","climb_id":"gWjulKmpXgOvWFZAHZfjww==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Climbs a dihedral with two thin seams and great face features. Finishes with an exciting roof and a short traverse left to the anchor.","protection":"Gear to 1.5 \" with several 000 and 00 tcu's. Chain anchors.","location":"Right of Bladerunner, and left of There Will Be Blood."},"__v":0},{"_id":"NSvs+tVoXjiZ3Rus2GJspA==","name":"False Prophet","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick, Wade Forrest 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":9,"mp_id":"106404767","mp_crag_id":"106461142","climb_id":"NSvs+tVoXjiZ3Rus2GJspA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Both technical and physical stemming! Shares start with There will be Blood. Start at the head-height roof on the far left side of the Main Amphitheater in a large, right-facing corner. Follow cracks up past jams and edges to the roof. From there move out right and get established in the stem box. Expect a lot of sustained stemming as the angle gets steeper, until the apex of the angle coincides with the crux of the route. Full body pump! All bolts after roof at mid height and it’s well protected as I was drilling on lead.False Prophet has become an Amphitheater classic and is an overall excellent stemming route. This line was my way up to get anchors on what would become There Will Be Blood. What I thought might be fairly moderate terrain in the upper half turned out to be steeper than imagined and devoid of any meaningful gear placements. So what I thought would be 5.10 before I started, turned out to be a full grade harder, though the mission was still highly successful.Don’t make the mistake of belaying from underneath the roof if you are expecting to catch a few falls.","protection":"Single set of cams to 1\", wires, 9 bolts.","location":"The far left side of the Amphitheater, forty feet right or so of the Sword.  Starts at very low- head height roof."},"__v":0},{"_id":"dr3pYgCHUy2ktk5YdddwMQ==","name":"Fade to Black","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"JJ Schlick, James Q Martin 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":23,"mp_id":"106461229","mp_crag_id":"106461142","climb_id":"dr3pYgCHUy2ktk5YdddwMQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Fade To Black is one of the steepest routes in the amphitheater!  Begin just right of the terrace where Dark Arts starts and scramble up to a low ledge.  Here, a blue TCU or green Alien in a horizontal doesn't do much for pro, but will keep the next few wire placements from zippering.  Slot a key, blind #5 BD overhead (currently fixed) and work past a funky low move and then into low angled, sporty left facing dihedral.  Move up into a cruxy thin crack dihedral passing a solution pocket on left.  Rest at a block and then move out the steep dihedral past four bolts via jams and long moves between jugs to a final crux reach to a fingerlock.  Bouldery, pumpy, and classic!","protection":"Thin pro. Small wires and small cams down to #000, and four bolts up high.  A green Alien or blue TCU in a horizontal - the first piece - helps prevent wires from zippering up higher.  After this is a key #5 BD stopper that is placed blindly to protect the first weird move - currently this wire is fixed.","location":""},"__v":0},{"_id":"Y+CgkKQVUzehYZ51l5w1iA==","name":"Death and Taxes","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JJ Schlick 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":14,"mp_id":"106462011","mp_crag_id":"106461142","climb_id":"Y+CgkKQVUzehYZ51l5w1iA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"“In this world, nothing can be said to be certain but death and taxes.” Benjamin Franklin\n\nIn the middle of the Main Amphitheater is an eye snagging, overhanging column which boldly sticks out from the rest of the wall. I remember staring at this line for a long time before investigating further. However, alongside the few certainties of life, I knew this pitch was going to be stellar just by scoping it, and the end result was nothing short of that for the grade.\n\n Shares start with Could Be Worse. At the roof, move out right into very thin, scoop like dihedral. Stem up this thin gear section passing a .10+ mini crux with a hidden pocket, and a lone bolt. A good shake at the base of the overhanging column gives one time to regroup and eye down the steepness above.\n\n Continue up the overhanging right side of column placing great gear, jamming, and jug hauling passing 3 bolts at the very top. Striking, delicate, and powerful. Perhaps the most enjoyable .11+ route in the Main Amphitheater.","protection":" Double set from #.1- #.5 and a single set of wires.","location":"Mid to left side of amphitheater.  Look for a distinct overhanging column at 2/3 height with lines on either side.  Death and Taxes takes the right hand side of the this formation."},"__v":0},{"_id":"dvFKoNoOWBCoHo6iGgx+UQ==","name":"Dark Arts","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JJ Schlick 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":21,"mp_id":"106460181","mp_crag_id":"106461142","climb_id":"dvFKoNoOWBCoHo6iGgx+UQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Dark Arts is an endearing mid range .11 that ascends the heart of the black, falls section of the cliff. Start out climbing up large ledges to gain the crack system. Work up thin crack with large face holds. Pass a lone bolt, then continue working up large system. Once you reach the large tan block, mantle up and the harder climbing begins.Do a hard stem move to access holds up and left of finger crack. Keep working up the near perfect stembox past cool face holds and good tips crack to the roof. At the roof, move right and place a #2 Yellow TCU. Move straight up to large jug rail, and continue pulling jugs to a final left hand finger lock. The anchors are below a small roof with white splotches on the underside.\n\n You can now add a bit of climbing to a higher anchor courtesy of Ben Z-H and David Bloom. Doesn’t affect the grade but adds a little pump.\n\n Classic climbing that gets better the more you get to know it, and it's the most moderate route in the black section of the cliff.","protection":"Double set from #00 to #1. Triples #00- .4 on the onsight might prove advantageous. Small and medium wires are helpful. 2 bolt anchor with steel Draco biners.","location":""},"__v":0},{"_id":"o550IbOLUCipvTETtl3CuQ==","name":"Darkest Hour","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"JJ Schlick, Wade Forrest 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":20,"mp_id":"108160025","mp_crag_id":"106461142","climb_id":"o550IbOLUCipvTETtl3CuQ==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Darkest Hour is the jet black, vertical to slightly overhanging seam in between Counter Curse on the left and Dark Arts on the right. I had left it alone for years fearing It might be too close to Dark Arts to make for truly independent climbing. I was wrong... After closer examination it turns out that the majority of the holds and sequences are on the left hand side of the seam, and once established on the line the climbing is quite isolated and exposed. This is face climbing with gear, and this pitch would be a good primer for other techy “face” pitches at the Waterfall like No Utopia, Full Steam Ahead, and Locks Of Dread.\n\n Start by climbing the first 35' of Dark Arts passing an assortment of gear options and one bolt to a very conspicuous right facing concave scoop. Start moving left on big holds to access the seam. You will go a little ways before the first good gear pod (medium wire or #.4). Moving up don't miss the #1 Camalot pod at the large flat jug, and make sure you have a #.75 Camalot for the last, and crux piece off gear. A short, \"all or nothing\" run for the Thank God jugs at the anchor might make or break your day, though there is nothing but wide open air all around you...","protection":"A full single set from #.3 through #1 Camalot, and bulking up on the #.5- #1 range. Small/medium wires, couple runners.","location":"In between Counter Curse and Dark Arts. Shares first 35' of Dark Arts."},"__v":0},{"_id":"pKuHeYcWVF6cSiBi/4r0Xg==","name":"Dark and Stormy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J. Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":26,"mp_id":"108354959","mp_crag_id":"106461142","climb_id":"pKuHeYcWVF6cSiBi/4r0Xg==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"This variation begins with Black and Tan and departs left where Black and Tan pulls twin roofs to the right.","protection":"Rack as for the bottom of Black and Tan, but bring an extra single set of cams from 0 BD to #3 Camalot.  Route finished on a two-bolt anchor.","location":"Begins as Black and Tan, but pulls roofs to the left."},"__v":0},{"_id":"0WMYHOAnXGy3YGVmCw+sgA==","name":"Counter Curse","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"JJ Schlick 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":19,"mp_id":"106461236","mp_crag_id":"106461142","climb_id":"0WMYHOAnXGy3YGVmCw+sgA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Counter Curse offers some really good climbing on bulletproof black rock that is bookended by two hard-to-decipher cruxes.  Begin as for Dark Arts, but just before the bolt on that pitch traverse left along a horizontal to a roof/alcove.  Clip a bolt here and step up into a V-slot.  All I can say is good luck.  Maybe try that SuperTopo Harding Slot beta... \n\n  Above this follow a vague corner with thin gear to some jugs about 20' below the anchors.  A difficult move here leads up to some good edges and the chains.  This is a brilliantly perplexing climb.","protection":"Thin pro (gear to 1/2\"), wires, draws.","location":""},"__v":0},{"_id":"aAU6XcfFVQaTsLiBp3qJ1A==","name":"Could be Worse","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Seth Dyer 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":13,"mp_id":"106460192","mp_crag_id":"106461142","climb_id":"aAU6XcfFVQaTsLiBp3qJ1A==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"This long pitch offers some enjoyable vertical climbing to a stance below a severely overhanging corner.  Above this things get steep and funky... there are some seriously strange moves up through the upper half of the route: quick, three-dimensional thinking is key.  Totally unique and classic.   \n\n  Identify the route by looking for a distinct overhanging column high on the wall (just left of center in the main Amphitheater) that appears to be partly detached from wall.  There is an obvious bolt at the foot of this column, and the route trends up from there and tackles the corner formed by the left side of the column.  The start is currently pretty heavily choked with poison ivy so be careful.","protection":"A single set of cams to 1\" followed by 9 bolts.","location":""},"__v":0},{"_id":"C9wgGjStVL+UwfWZM23WsA==","name":"Broken Chain","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Joel Unema, JJ Schlick, Wade Forrest","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":11,"mp_id":"107971528","mp_crag_id":"106461142","climb_id":"C9wgGjStVL+UwfWZM23WsA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Starts to the right of False Prophet.  The line is characterized by a large low roof with an \"S\" shaped crack that starts off the right side of this roof.  This line follows the right side of the stembox below the roof, continues out the right side of the roof and finishes on the thin S-crack above.  The section 25' below the roof to the roof was cleaned by the equipping party but still has a few flakes and blocks that may be loose, so climb with care.  The climbing in this section beneath the roof however is quite moderate and protects well.  After the roof, the rock quality is immaculate and the intensity jumps up a few levels.   ","protection":"This route protects well with a double set of cams from BD 000 to fingers, a set of nuts from micro to big finger size, and a single set of cams from 0.5 Camalot to #3 Camalot.  The anchor is 2 bolts with chains and biners.","location":"To the right of False Prophet.  The next set of anchors right of False Prophet's mark the finish of Broken Chain!"},"__v":0},{"_id":"zz9FR16uWDSeHnFSYGa8ag==","name":"Black in the Day","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"D.Bloom, B.Zeiger-Haag, M.Broad","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":18,"mp_id":"112876640","mp_crag_id":"106461142","climb_id":"zz9FR16uWDSeHnFSYGa8ag==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Start at a small tree and climb 3 bolts on black plated rock.Pull a small roof and climb a less than vertical seam/crack. Rest up and power up black pockets and edges with 3 more bolts. There is not one single jam on the pitch, but some of the best face features the waterfall has to offer.","protection":"000c3-0.5 camalot,small nuts, 6 bolts.","location":"Leftmost route in the black stained part of the main amp. Right of Rough Around the Edges."},"__v":0},{"_id":"18xJYKTfUQuu0+Kk2EiLhA==","name":"Black and Tan","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Darren Singer, Jeff Huebner 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":27,"mp_id":"105849207","mp_crag_id":"106461142","climb_id":"18xJYKTfUQuu0+Kk2EiLhA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Black and Tan has become a steadfast classic in the line up of Waterfall 5.10’s, if not THEE classic. This all natural gear line features fingers through hands jamming, excellent stemming stances, and of course, the two tiered roof at the top. The crux of the route may be in the middle stemming portion or at the roofs, depending on your height.Hard to miss on the climbers right side of the Main Amphitheater, right of the black falls. A #3 and a #.75 protect the blocky entrance into the stem box. The great rock quality, excellent gear, steepness, and overall vibe of the pitch make it a great first route to do at the Waterfall.","protection":"(2) each #.3 through #.5, (3) each #.75 and #1, a #2 is useful, though kind of tight at the first roof, and a #3 is good for a first piece at the start. A few medium wires are also nice to have. 2 bolt anchor with steel Draco biners.","location":""},"__v":0},{"_id":"wcERPzYbXuaimBKvkLqePA==","name":"The Accidental Tourist","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"J. Unema","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":1,"mp_id":"107402704","mp_crag_id":"106461142","climb_id":"wcERPzYbXuaimBKvkLqePA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"This is the thin crack immediately under the Fierce Invalids anchor.","protection":"small nuts, tcu's, chain anchors","location":"Begin on Fierce Invalids, go left after about 20 ft. and up a thin, tricky splitter. Shares anchor with Fierce Invalids."},"__v":0},{"_id":"l0NKaXn7Vv26omOifEA6LA==","name":"Alligator Sex Farm","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Joel Unema, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"left_right_index":12,"mp_id":"108753507","mp_crag_id":"106461142","climb_id":"l0NKaXn7Vv26omOifEA6LA==","areaRef":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"Alligator Sex Farm is a  mixed addition to the amphitheater.  Start on alligator skin rock down low, climbing up fun cracks to some moderate ledgey territory about 40 feet up.  From here continue up through technical vertical climbing protected by a few cams and nuts.  Reach a stance at the base of the steep white spine, clip the first bolt, and launch up into wild stemming and feature climbing.  Find your way through the roof, placing small gear from strenuous stances while making long moves between unique basalt holds.  Once established above the roof, climb the poddy crack and traverse left across the pocketed face to clip the anchors. \n\n  Or you could just go to Florida and pony up the admission fee for an ASF.","protection":"Gear to bolts, then back to gear.    Recommended gear list: 1 set small-medium nuts, single set of cams from BD 00 to #2 Camalot with an extra BD 0 or equivalent.","location":"Begin between Broken Chain and Could be worse, climbing black Alligator rock.  Continue straight up to the bolted white spine.  Finish by clipping the two-bolt anchor hanging from the roof to the right of the Logic Bomb anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,b84b7318-ff02-5e9d-932e-e0b735a7106a,1abc4302-2612-5b6b-a59d-a9114b8e9221","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Waterfall, The","2. The Main Amphitheater- Fall Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.12-"},{"count":2,"label":"5.12+"},{"count":4,"label":"5.11+"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12d"},{"count":4,"label":"5.11"},{"count":3,"label":"5.12"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":29,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":26,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":26,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73298,34.93186]},"bbox":[-111.73352847737581,34.931410339818136,-111.73243152262417,34.932309660181865],"left_right_index":-1,"ext_id":"106461142","area_id":"GrxDAiYSW2ulnakRS46SIQ=="},"content":{"description":"The Main Amphitheater is the stunning section of tall, steep rock in the middle of The Waterfall area. Essentially this wall starts just past The Sword and Bladerunner on the left and wraps around to the right margins at Black and Tan and Lord Humongous. This section includes the black falls, and is the first section of the cliff that you come face to face with if you wisely stuck to the gulley on the approach.\n\n During the summer months a thick patch of poison ivy lines the base of the wall from the route Could Be Worse on the left to Black in the Day on the right. "},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:52:46.549Z","updatedAt":"2024-01-15T16:39:32.319Z"}