{"_id":"63689de0e80bff5a994f92de","area_name":"Petit Bastille","shortCode":"","climbs":[{"_id":"UyNssamWVnGqLqQTE4Iy+A==","name":"Two-Tone Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harrison and Stuberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":4,"mp_id":"105760065","mp_crag_id":"105746361","climb_id":"UyNssamWVnGqLqQTE4Iy+A==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"The Petit Bastille, Rossiter: \"this is the long, low ridge, just south of the old railroad cut/Fowler Trail, behind The Bastille.\" Stand in front of the Lori J Biehler bench and look East at the Petit Bastille. From the highest point, you'll see 2 obvious lines, one on the left side and one on the right. The line on the right is Two-Tone Dihedral.\n\nClimb the right-facing dihedral, going left over the roof.\n\nIt has good pro, some loose rock, so keep your belayer off to one side, and it is overall a fun, continuous line. I'm surprised it hasn't been written up.\n\nDescent: do an easy walkoff to the east down the scree.","protection":"Standard rack to #3 Camalot using your bigger pieces for anchor.  Brown tri-cam was good at the anchors, too.","location":""},"__v":0},{"_id":"UWGLX7dDVJONaJRhpRNixw==","name":"Sourpuss","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuburg, Brooks","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":5,"mp_id":"105762489","mp_crag_id":"105746361","climb_id":"UWGLX7dDVJONaJRhpRNixw==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"OK, call me a sourpuss for saying it, but... while this is not the worst route in Eldo, it is certainly one of the least worthwhile.\n\nTo find this climb walk up to the south on the West Face of the Petit Bastille, you will pass a huge right-facing two-colored dihedral called (surprise) \"Two Tone Dihedral\" and not far to the right and above that you will see a bulge just off of the ground, above that is a short handcrack.\n\nClimb the bulge to the right and then come back on secure incut face moves to reach a handcrack. Place bomber gear and climb up and through the second bulge. After this, the climbing is essentially over and you have 10 more meters of picking through trashy rock to reach the top. This can be accomplished by aiming to the right side of a short, right-facing dihedral up to, where there is a tree. A better option is to escape off the rock to the right. The best option of all is to just skip it. The handcrack is fun, but the rest is not even worth the effort of the 60 second walkoff.","protection":"A light rack with a few hand sized cams.","location":""},"__v":0},{"_id":"J/FyLB54XGWflfddNJC9Fw==","name":"Scimitar","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown to me","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":1,"mp_id":"105762486","mp_crag_id":"105746361","climb_id":"J/FyLB54XGWflfddNJC9Fw==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"Go up above the Bastille to reach the Petit Bastille.  On the very right hand edge of the roadcut (while facing South), you will see a tiny curved dihedral that leads up the East side of the arete to cracks on the arete on the West side.  Climb up to and through this dihedral protecting with a few small nuts and maybe a tiny cam.  A crack appears on the right for more of the same pro.  Pull up and right on thin cracks to the arete and to the cracks on both sides of it, following the thin wall upward to eventually gain the top of the rock.  When the rock slopes back up top, continue maybe 5 meters over the edge to a bomb-proof belay seat and good gear.\n\nThere is some poor rock and poor pro down low, but the moves are really quite good.  1 star overall.\n\nTo descend, walk up the ridge to the South, then down the West end.  This is MUCH better than the way off to the east.","protection":"A standard light rack with some longer slings. The crux sections protect on iffy small nuts and small cams. The route would be dangerous to lead at one's limit.","location":""},"__v":0},{"_id":"krBPGnufWwOJZaQ9wopcsg==","name":"Plankton Stew","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Harrison, Stuberg, Brooks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":2,"mp_id":"105760047","mp_crag_id":"105746361","climb_id":"krBPGnufWwOJZaQ9wopcsg==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"The Petit Bastille, Rossiter: \"This is the long, low ridge, just south of the old railroad cut/Fowler Trail, behind The Bastille.\"  Stand in front of the Lori J. Biehler bench and look East at the Petit Bastille.  From the highest point, you'll see 2 obvious lines, one on the left side and one on the right.  The line on the left is Plankton Stew.\n\nStart in a right facing dihedral, climb right over the bulge or go right of it (crux), and then continue up the crack.  The bulge was fun.\n\nThis is a mossy, licheny, occasionally loose route -- very different feel than most of the routes I've done in Eldo.  If you're wondering whether the weather is going to hold, or if you've just walked off the Bastille and feel like something different, check it out.\n\nDescent -- easy walk off East down the scree.","protection":"Standard rack to #3 cam, mainly using smaller cams/TCUs.  Bigger cams for the anchor.","location":""},"__v":0},{"_id":"AfHD9Ol7VnuSMDUYL/4M6w==","name":"Eyes to See","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Burdon & Jeremy Bauman, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":3,"mp_id":"113345353","mp_crag_id":"105746361","climb_id":"AfHD9Ol7VnuSMDUYL/4M6w==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"A lot of people think an area as trafficked and as famous as Eldo doesn't have first ascents left, but then a wise, old Eldo climber told me that sometimes all it takes is a fresh pair of eyes and some psych.\n\nStart up some easy terrain to a boulder outcrop. Move up a very thin crack,and then traverse right a bit. Go straight up on lots of good face holds, and pull a few small bulges up to the arete. Gear is sparse for the last 30 feet, but it's juggy face climbing.","protection":"Lots of C3s and up to a #2. 2 0.4s are nice.","location":"Left of the big, obvious dihedral."},"__v":0},{"_id":"wmpCXfN5XgmoEmaTSfkomw==","name":"Bricklayer's Spite","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Stuberg/Carl Harrison, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"left_right_index":0,"mp_id":"105763023","mp_crag_id":"105746361","climb_id":"wmpCXfN5XgmoEmaTSfkomw==","areaRef":"p+jvRkYcXeOmPEq6Z8q6pQ=="},"content":{"description":"So, on a random lark, I decided I wanted to check out the rock of the Petit Bastille.  It was largely what I thought it would be: loose, crusty, and not too aesthetic.Specifically, for Bricklayer's Spite, [start] on a large boulder up the talus field, right off the Fowler Trail.  Head up 5.5 ground with little protection until a chance comes to cut left and get into a dark band.  Here, it gets steep, and you'll find your first good pro.  Head left again to gain a [left]-angling crack with (at the time of this writing) a fixed nut.  Climb the crack to a ledge, traverse right a bit and disappear into a chimney.  At this point, you have 2 options: 1) stay on the face and work to the summit, left, or 2)what I call \"Golpher's Delight\", climb further into the chimney and squeeze out right through boulders to the summit.  This variation is actually quite fun, and saved the climb for me.\n\nNo stars here, but if\n\nCalypso\n\nlooks like the DMV at 3:30...consider Bricklayer's Spite.  (Or just go for a beer.)","protection":"The summit reqires no real anchor.  You can belay, as for\n\nReggae\n\n, \"al [cheval]\"...or something like that.  I'm not French.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,a7e8ef46-461c-5de3-a63c-4aba67cabaa5","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Petit Bastille"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28249,39.92992]},"bbox":[-105.28307638829283,39.92947033981814,-105.28190361170718,39.93036966018186],"left_right_index":-1,"ext_id":"105746361","area_id":"p+jvRkYcXeOmPEq6Z8q6pQ==","polygon":{"type":"Polygon","coordinates":[[[-105.28307638829283,39.92947033981814],[-105.28190361170718,39.92947033981814],[-105.28190361170718,39.93036966018186],[-105.28307638829283,39.93036966018186],[-105.28307638829283,39.92947033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:58.557Z","updatedAt":"2024-02-19T18:31:21.824Z"}