{"_id":"6368a50be80bff5a995b0931","area_name":"Snakeskin Buttress","shortCode":"","climbs":[{"_id":"2+eMsm9vVEq1Wp6yRQtMaw==","name":"Snakeskin","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"James Garrett, Pat Maloney, George Rosenthal, 12 April 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":3,"mp_id":"105944015","mp_crag_id":"108067945","climb_id":"2+eMsm9vVEq1Wp6yRQtMaw==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"Scramble up an easy face to a bolt.  Slither past a pin and enter the weaknesses that snake to and fro.  There are several possible variations, as the cracks and seams fork like a vipers tongue.  Touchy traverses, an odd combination of jams, friction, face moves and rest stances will leave you smiling by the time you reach the belay ledge.  For the second pitch (can be lead as one pitch, but the rope drag would be problematic), scramble up to a bolt and pop the crux bulge to a slab stance.  Wind your way up the slab to a set of anchors just below the summit and enjoy the view.  This is some of the highest quality rock at Ibex.  The approach is a tad longer than some, but well worth the extra minute or two.  There is a terrific flat spot upon which to deposit gear, change your shoes, relax, and belay.  This area sees the sun for most of the day, but the sun goes over the horizon in the early evening, providing adequate shade on hotter days.","protection":"Mixed bolts, fixed lost arrows (anodized blue) set of nuts and small to medium camming devices for the first pitch, all bolts for the second, crux pitch.  A two rope rappel from the top anchors gains the base of the climb.  Several long slings will help to alleviate rope drag.  Some of the fixed protection is placed in awkward places that wind back and forth across the weaknesses.  Also, it may be wise to back up the pitons that are bent (they werent fully seated and have yet to be tied off).  A helmet is recommended.","location":"The south face of the Syringe Wall is divided by a chimney.  Snakeskin climbs the weaknesses between the chimney and the arête to the left.  A ledge is visible towards the top, and the second pitch disappears over the horizon above."},"__v":0},{"_id":"3Wv5C7Y9Wji7O8hx1U6Zug==","name":"Rattler's Arête","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"probably James Garrett","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":2,"mp_id":"105944005","mp_crag_id":"108067945","climb_id":"3Wv5C7Y9Wji7O8hx1U6Zug==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"Scramble up an easy-angled arête, clipping a bolt on the way.  Gradually, the climb steepens becomes both more challenging and more interesting.  Wrestle over a small bulge and scamper up to an undercling.  Here, the crux takes you by surprise because you were expecting something different from below.  Pull up on a crimp ladder until you can edge your way up to the next stance.  Clip the final bolt and pull over the roof onto the belay ledge.  The anchors are visible from here, and reside just a few feet away on the main wall.  The rock quality is some of the best at Ibex.  The approach is a tad longer than some, but well worth the extra minute or two.  There is a terrific flat spot upon which to deposit gear, change your shoes, relax, and belay.  This area sees the sun for most of the day, but the sun goes over the horizon in the early evening, providing adequate shade on hotter days.","protection":"All bolts, rappel off the belay anchors of Snakeskin (lowering off is hard on your rope).  The top bolt can serve as a directional for those wishing to top rope the route after climbing the first pitch of Snakeskin (be sure to guard the rope of the edge though).","location":"The south face of the Syringe Wall is divided by a chimney.  Snakeskin climbs the weaknesses between the chimney and the arête to the left.  Rattlers Arête is the bolted line that sweeps up the western arête that terminates with a small roof under the belay ledge for Snakeskin."},"__v":0},{"_id":"DRt+O/7PWyOtMpgK3QSutQ==","name":"Mexican Gravy Leg","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Benny Bach, Cam Burns, and James Garrett, 8 January 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":1,"mp_id":"109949830","mp_crag_id":"108067945","climb_id":"DRt+O/7PWyOtMpgK3QSutQ==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"Climb the bulgy outside corner. Features some nice friction moves on good quality rock. Well protected. Does not share anchors with Caesar Salad.","protection":"Quickdraws. Chain anchors at the top.","location":"Just around the corner from Caesar Salad. Look for the line of bolts almost in the chimney."},"__v":0},{"_id":"QEPrvWjVW3mspInemawK8Q==","name":"Caesar Salad","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":0,"mp_id":"107424742","mp_crag_id":"108067945","climb_id":"QEPrvWjVW3mspInemawK8Q==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"A fairly casual jaunt up a shorter buttress to the left of\n\nThe Syringe\n\nproper.\n\nStart to the left of a detached block leaning against the slabby buttress. You'll probably end up climbing up on top of the block to clip the first bolt.\n\nContinue up through five more bolts surmounting a difficult-looking bulge along the way.","protection":"5 bolts. Anchor consists of a bolt and chain and a single-ring hanger.","location":"On a short, lower-angle buttress to the left of\n\nThe Syringe\n\nproper. The first (as of this writing) bolted line left of\n\nRattler's Arête\n\n."},"__v":0},{"_id":"tnzZ10w+ULOvBlebXF5rFQ==","name":"Blood Meridian","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tim Toula 2007 FFA: Peter Vintoniv, 22 March 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":4,"mp_id":"107532557","mp_crag_id":"108067945","climb_id":"tnzZ10w+ULOvBlebXF5rFQ==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"This long standing Tim Toula project has been worked on by many. T4 noted when he heard the news, \"I still have yet to see the moves at the upper crux\" of this climb.\n\nSince the advent of the new West Desert Guidebook, Peter V has been making short work of more than a few of these, all within merely a week's time. The true grade may await more of a consensus opinion as they originally were thought to be significantly harder. The star rating is as reported to me. PV almost felt a sense of disappointment that it went down so quickly, as he liked climbing this route so much.","protection":"QDs for 19 bolts. Peter V skipped 5 of them!","location":"Rappel the route with one rope. Just to the right of Snakeskin on the overhanging bullit proof wall.\n\nA two-bolt belay marks the top of the pitch. A second 5.8 pitch takes one to the upper anchors above Anti-Venom, 5.10c (...marked wrong in the new guide, sorry)."},"__v":0},{"_id":"jW/YYI7NXtGlb1PDczUsXA==","name":"Bernerinnen Anstatt Klapperschlangen","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garret. 12/20/2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"left_right_index":5,"mp_id":"106055219","mp_crag_id":"108067945","climb_id":"jW/YYI7NXtGlb1PDczUsXA==","areaRef":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":"Something about preferring Bernese girls to rattlesnakes. This climb can be found on the east face of the\n\nSnakeskin Buttress\n\n. The start is in a recessed U-shaped Bowl. Look for a bolt at the start of the first pitch and a left facing dihedral above. This is a very fun climb for those who like old school style climbing. A few off-width moves and some physicality will get you through the second pitch. The last pitch requires some gumption to get started, make  sure to get good pro before launching into it. We combined the first two pitches.\n\nPitch 1\n\n: Clip a bolt and climb up into a bowl like feature. Place some pro and pull through to the large ledge. The fixed anchor for this pitch is more a rap station than a belay. Belay here or continue up the next pitch for full value. 5.8, 15 Meters.\n\nPitch 2:\n\nClimb up the awesome left facing dihedral. End on a nice belay ledge with bolts. 5.9, 25 Meters.\n\nPitch 3\n\n: Continue up the dihedral past a steep spot above the belay. Then easier climbing to the top. 2 bolt belay. 5.9, 20 Meters.\n\nDescent\n\n: Rappel the route from fixed anchors with one rope.","protection":"One set of camming devices to 3 inch, one set TCU's, 1 set of nuts and slings. 60 Meter rope.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,f1b4726f-5b34-52be-b7fb-f6e0df89436d,0103a58d-fe12-575f-8f83-93be56f131ac","pathTokens":["USA","Utah","West Desert","Ibex","Snakeskin Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.39021,38.98931]},"bbox":[-113.39078851714461,38.98886033981814,-113.38963148285536,38.98975966018187],"left_right_index":-1,"ext_id":"108067945","area_id":"AQOljf4SV1+Pg5O+VvExrA=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:56.378Z","updatedAt":"2022-11-25T11:23:55.094Z"}