{"_id":"6368a722e80bff5a995dd9fa","area_name":"Mount Hooker","shortCode":"","climbs":[{"_id":"vkqVH3DjVOC09lBER/+quw==","name":"Shady Lady","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FA Bradshaw and Dockery 1979 FFA Josh Wharton and Andrew Rothner 2015","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":6,"mp_id":"110980128","mp_crag_id":"109362966","climb_id":"vkqVH3DjVOC09lBER/+quw==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Shady Lady was among the early aid lines on the wall. Much of it had been previously free climbed during the FFA of Sendero Luminoso, and Jaded Lady. Andrew and I simply free climbed two pitches via Shady Lady's original line to connect the free version of Sendero Luminoso with Jaded Lady; creating a very high quality 5.12+ route.\n\nBegin with the first five pitches of Sendero Luminoso. (Good topo on Sendero' route page.). These pitches feature incredible, relatively well protetced face climbing, with two especially good 12+ pitches.\n\nAt the top of the 11c arch pitch on Sendero follow an obvious right racing corner directly above the belay. (This corner was a bit wet and mossy, but the rock itself is good.). Then face climb your way left above the arch into the wide left-facing flake, passing numerous pins, and some relics form Shady Lady. Gently negotiate some precarious flakes, and belay at a chimney stance off a beak and small pin. It's nice to place the #5 C4 up high to back up this anchor. 160 ft. 5.11+\n\nContinue up a mediocre wide pitch on the huge flake/pillar. At the top of the pillar, down climb two meters to the right to gain a nice belay ledge and some old bolts on Jaded Lady. 120 ft. 5.9\n\nAt this point you are 100 feet above the 12a traverse pitch on Jaded Lady. Seven more pitches (including the Der Minor Traverse) leads to the top. The climbing is mostly extremely fun 5.10, and of course there's the immaculate 12a corner pitch as well!\n\nIt's worth noting that Shady Lady actually traversed a bit right on Der Minor and finished independently via a left facing corner. I traversed over and had a look, but the rock seemed chossy about 150 feet above Der Minor, so we chose to continue via Jaded Lady. Hopefully my impression was incorrect, and there are more quality free pitches to be done on the original finish to Shady Lady.","protection":"Double set from #000 C3 to #1 C4 and singles #2 to #5 C4. Small RP and wire selection.","location":"Begin with the opening pitches of Sendero Luminoso. (See that route for a quality topo.)"},"__v":0},{"_id":"FJHj2HW7WdGzuNPU2hQjmA==","name":"Sendero Luminoso Free","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"FA- Steve Quinlan 1980 FFA- Nik Berry, David Allfrey, Mason Earle 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":5,"mp_id":"109386365","mp_crag_id":"109362966","climb_id":"FJHj2HW7WdGzuNPU2hQjmA==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"This is an Incredible and sustained free climb. Very technical climbing, from patina crimping, to tech-9 seam navigation. Nik, Dave and I spent two summers out at Mount Hooker working on this route, employing a variety of techniques to find the free line- aid climbing endless beak seams, equipping free variations ground-up off hooks and stances, and hours spent working sequences on mini-traxion. The first 5 pitches actually follow an original attempt of the wall, joining Sendero Luminoso at the base of the crux pitch, which we dubbed the \"A3 Beauty.\" From here, the route takes a bee-line to the top of the wall, following an immaculate seam through the otherwise blank shield of rock.","protection":"Cams- grey ghost to #3\n\nWires- small to medium\n\nDraws- many!","location":"Center of the wall"},"__v":0},{"_id":"ZAB/h9hoXsSVe6N4tdzvaQ==","name":"Original Sin","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jesse Huey and Maury Birdwell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":7,"mp_id":"113538874","mp_crag_id":"109362966","climb_id":"ZAB/h9hoXsSVe6N4tdzvaQ==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"August of 2017 Maury Birdwell and I traveled to Mount Hooker to try and free climb the original 1964 Royal Robbins, Dick McCracken, and Charles Raymond North Face.  Original Sin follows the 1964 route for 4.5 pitches where we found a \"bolt/rivet\" ladder hooking hard left around the prow to where the Robbins team traversed into the upper wide corners of what is now the Jaded Lady.  We gave ourselves 11 days including travel, hiking, and rest to see if it would come together.  We led every pitch ground up, trying to freeclimb onsite.  We were thwarted in this strategy at the 4th pitch, being a steep overhanging corner system protected almost entirely on blades and beaks (which we fixed) for future ascents.\n\nOriginal Sin follows one of the most obvious crack systems found on the prow of Mount Hooker.  It encompasses all types of climbing, steep cracks, stem corners, boulder problems, slabs, and the occasional wide bits.  This route is sure to become a classic.\n\nAs a side note:  Maury and I will be in touch with the authors of the 1964 route to gain permission to add 3 bolts to the crux pitch, which we led entirely on beaks.  Having climbed on Hooker before I have experienced the freeze thaw cycle and experienced many a pin pull out on me mid crux.  Placing 3 bolts and removing all of the pins/beaks would assure that the pitch wouldn't become scared up from over hammering. I was very sad to see one of my pitons chip away a bit of rock at the end of what was a very hard crux sequence leaving a perfect crimp where there was once nothing.","protection":"Standard double rack to 2 camalot and a Single 3 and 4 are adequate (and important for anchors)","location":"Standard approach.  Original Sin starts on 4th class ledge system approximately 200 feet left of Jaded Lady and approximately 100 feet right of Sendero Luminoso."},"__v":0},{"_id":"hXqVSschXVGFhebHexoQOw==","name":"The Optimist (The Nolan Smythe Memorial Route)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Aaron Livingston, Drew Smith, Jackson Marvell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":1,"mp_id":"119430098","mp_crag_id":"109362966","climb_id":"hXqVSschXVGFhebHexoQOw==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Nolan Smythe was ever the optimist. He was always psyched on big missions, free climbing and huge walls. Nolan had a way of making you believe you were capable of great things, even when you had great doubts. His positivity was infectious in every way and his capacity to love seemed limitless. In 2019 he and I went to Mt Hooker to climb Original Sin and we made a plan to return to put up a new route together on the north face in 2020.\n\nSadly, Nolan would never return to Hooker. His life was cut short in March 2020 when we were climbing together on El Gigante. His rope was severed when a large ledge came out from under his feet and the world lost an incredible friend, son and climber. This route is dedicated to him, his positivity, his love and his never ending appetite for adventure.\n\nWe found clean rock, great cracks, and navigated unlikely face sections and an in-obvious headwall that required us to harness all of Nolan’s optimism in order to make it to the summit. We climbed the route ground-up from the top of P4 after checking that the Razor Roof would go free and cleaning some loose rock from P3 on rappel. All but 4 bolts were placed on lead. We didn’t use any bat hook holes and we used the Cache Pirates rap anchors for belays on the lower portion of the route below the Razor Roof. Expect consequential climbing in the 5.9 - 5.10- range.\n\nP1, 5.8, The Plank: Find the start of Cache Pirates and start up the obvious left to right leaning ramp passing the finger crack on p1 of Cache Pirates. Belay from a fixed nut and piton anchor or build a gear belay at a nicer stance fifteen feet lower. 60m\n\n(Alternatively start on All Grown-ups are Pirates and finish at the same anchor).\n\nP2, 5.10+: Follow the right to left trending splitter until it is possible to take a finger crack straight up to a ledge. 2 bolt belay. 50m\n\nP3, 5.10+, The Flakes: From the left side of the belay ledge, climb a right facing corner until you come up to a ledge below the left to right trending thin crack with flakes sticking out of it. Eventually this crack curves left to a bolted belay below the intimidating roof above. 50m\n\nP4, 5.11, Razor Roof: Climb the awesome finger splitter going straight out the roof overhead. After pulling the lip, navigate the run-out slabs above eventually meeting the traversing 5th pitch of Cache Pirates and belay at a bolted anchor out right. 40m\n\nP5, 5.11-: From the belay follow the crack out right 10 feet until you see a bolt overhead. Navigate the tricky slab moves to said bolt, gain a right facing corner and continue climbing easy terrain until you can follow 2 bolts out left to a small stance. (There is a large block near the bolts at the top of this pitch, you can easily avoid pulling on this). 40m\n\nP6, The Optimist Slab, 5.12: Follow the bolts heading straight up and then trending out right thru several roof and corner features until you reach a belay ledge with a bolt and a fixed nut at the base of a left facing corner. This crux will certainly be harder for shorter folks. Bring some rack. 40m\n\nP7, 5.10: Head up the left facing corner. When it ends start heading up and left to a shallow right facing corner. Step right with a 5.8 move to avoid the large block roof overhead. Follow left trending cracks to a gear belay at a sloping stance. 40m\n\nP8, Triangle Roof, 5.10: Follow thin seams until you are below the roof. Work your way to the right until you are under the triangle feature and pull a cryptic boulder problem thru the roof. From here follow obvious cracks straight up until you gain Der Major ledge. Gear belay 40m\n\nP9, 5.11: From Der Major climb the thin fingers crack straight overhead to gain the next ledge system. Traverse left until you are below a large OW corner (optional belay here). Avoid the OW and climb an arching undercling feature below a thin seam. Clip a bolt and pull some difficult moves to the next bolt. Traverse left until you come across an obvious right facing corner shooting straight up. Climb up to a bolted belay on top of the pillar below the water streaks. 60m (70 m rap to get back to Der Major).\n\nP10, Cold Sweats, 5.12: Head straight up a shallow left facing corner to a ledge head right and then follow a small left facing corner to a fixed nut and a roof with a hand crack. From here the pitch trends up and left passed 3 bolts to a small roof. Pull the roof, clip a 4th bolt and then head to the bolted belay out on your left at a good stance. Rope drag can be an issue if you don’t extend pieces early in the pitch. 40m\n\nP11, Birthday Corner, 5.11-: From the belay do some balancy granite moves to the right. Follow 4 bolts straight up until you can gain the splitter left facing corner. Gear belay at any of the ledges above. Many options. 35-ish meters.\n\nP12, 5.10: Follow obvious cracks up the corner system above until you mantel onto the summit. The cracks just left of the corner seemed cleaner. 35-ish meters. (You can link the last 2 pitches to a large ledge just below the summit, however, in high winds it’s likely you won’t be able to communicate with your partners.)\n\nIt’s likely that the head wall pitches could be wet in the early season. Luckily rappelling back to Der Major is easy and you could finish up the mountain pitches at the end of DM or rap Cache Pirates if that is the case.","protection":"Nuts, Double set purple C3 - #3 C4, single #4","location":"Find the start of Cache Pirates and head up the ramp feature."},"__v":0},{"_id":"WQDFsMl0VNuDbKD1kV5rng==","name":"Jaded Lady","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Established by Stuart Richie, Mark Rolofson, and Annie Whitehouse. FFA Paul Piana, Todd Skinner, Tim Toula","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":8,"mp_id":"109371450","mp_crag_id":"109362966","climb_id":"WQDFsMl0VNuDbKD1kV5rng==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"This is one of the better backcountry free climbs I've done. The climbing is incredibly varied, and generally very clean for such a remote, seldom traveled route. Some sections of the route feel like etched marble! Although not particularly sustained there is a fair bit of 5.11 climbing and two short stretches of 12a. Despite being short, I found the thin bolted traverse pitch to be the crux. The stemming corner up high is also tricky, but not as hard as it first appears. The rock and climbing on this pitch in particular is amazing. The old rusty bolts, and at least one piton were updated in August 2014. Big shout out to Hermes Lynn and Kate Rutherford for this great community service.\n\nThere is a quality written description in Kelsey's guide, and a topo can be found in Todd Skinner's \"Big Walls!\" book.\n\nYou can see some nice Rowell pics from the the FFA here:\n\nhttp://www.toddskinner.com/Hooker/index.htm\n\nHistory: Some controversy surrounds the FFA. The Colorado team put the bolts in and established the free variations, but failed to free the 12a stemming corner due to rain. The Wyoming contingent came in a few weeks later and made a continuous free ascent. I suspect Whit Magro and I did the first one day onsight free ascent in August 2013 in 10-ish hours. Kate Rutherford and Anne-Gilbert Chase did the first all female free ascent in August 2014. I would guess the route has been climbed a dozen times at 5.11 C1. I would not recommend taking bivy gear on this route, as nothing looks very comfortable until high on the wall.","protection":"Offset Rps, Stoppers, and double set from tiny to hands, with a single #3 and #4","location":"Begins just beyond the nose of Hooker, climbing the northwestern aspect of the the wall."},"__v":0},{"_id":"JGI2xugBVSORT2grSbXi5g==","name":"Hook, Line, and Sinker (aka the Free Boissonneault-Larson)","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Whit Magro and Josh Wharton with help from Hermes Lynn","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":4,"mp_id":"109363156","mp_crag_id":"109362966","climb_id":"JGI2xugBVSORT2grSbXi5g==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"This is the free version of the \"B and L\". A good portion of the terrain differs from the original aid line, and it shares some pitches with the Free Eye. The climbing is sustained, steep, and incredibly good. Many sections that appeared difficult proved to be 11 minus due to a veritable potpourri of incut edges! The first six pitches were cleaned and established ground up over three days. The first free ascent was done in 11-ish hours with leader and second taking no falls. From pitch six up everything was climbed onsight.\n\nSince this route was so good, and proved surprisingly moderate, our goal became a high quality free line that would be fun to repeat...i.e. not a \"head point\" style route that's a pain in the ass for everybody but the first ascent team. I think we succeeded in doing this, but in the future adding a rightward trending pitch from the top of pitch six would make the route even better, and likely reduce the overall difficulty, perhaps making the entire route 11+ max. This will require at least a few bolts, but be well worth the effort as it would create a highly accessible route on the biggest portion of the wall. Also, a more direct 2 pitch start coming in from the left side of the big arch could be added easily. This would get rid of the low quality first pitch.\n\nYou could rap easily from the top of pitch six for a quality low commitment 11+. Although you''ll need to fix an anchor somewhere on pitch two due to the traversing nature of the route down low. Also good to note in case of retreat in a storm that it would likely be possible to head left and rap the Third Eye from the top of pitch 6.\n\nP1: 5.10a-ish 65 meters. Start on the rising ramp and climb up and left aiming for the base of a small red, right facing corner; wandering terrain, on sometimes loose flakes. One of the few poor pitches on the route, but mostly easy, so it's over quickly. A one bolt anchor is easily backed up with a small TCU up to the left.\n\nP2: 5.11b-ish, 55 meters. Climb straight off the belay past some fixed gear up the steep little corner, then work left connecting rad dike features on the slab to gain the giant corner. There are some remnants of the B+L on this pitch. A fixed anchor is 10 meters up on a nice ledge.\n\nP3: 5.11a-ish, 30 meters. Climb up the nice left facing corner, and traverse left past a couple bolts to gain the next corner system. Just above a big flake traverse straight left out of the corner to gain a great belay ledge on the corner's arete.\n\nP4: 5.11b-ish, 55 meters. Traverse back into the corner, and tackle some amazing hand crack and corner climbing. At the 50 meter mark traverse straight left on amazing incuts past one bolt to gain a small ledge and another fixed anchor. Unless you bring extra hand sized pieces you will need to back clean and/or punch it a bit on this pitch, but 90% of the corner is perfect hands!\n\nP5: 5.11d-ish, 45 meters. Very cool climbing up the leaning corner above the belay past a few fixed pins (1st crux), leads to easier climbing past some ledges in the middle portion. Skip the old bolt belay out right, and punch it up an easy wide section that can be lay backed. As the right facing corner fades, clip a bomber fixed beak, and head right to a bolt, and some face climbing (2nd crux) to gain a nice little belay stance with a fixed anchor.\n\nP6: 5.11d-ish, 30 meters. Incredible pitch, that would be an instant classic at any crag. Techy laybacks lead up the shallow corner/seam right off the belay. Then head left on fantastic face holds to a right facing flake. At the top of the flake bust out some bouldery moves on edges and giant black knobs (look left and right for gear) to gain another nice belay stance and fixed anchor. At this point the route joins the Third Eye which comes in from the left.\n\nP7: 5.12b-ish, 45 meters. \"The Golden Tufa\" pitch. Incredible climbing, first freed onsight by Dave Sharrat during the FFA of the Third Eye. Climb up past numerous fixed heads, supplemented with bomber small gear on 5.11-ish terrain. At the top of a right facing flake (good gear and fixed angle), climb slightly down and right to a seam. Follow this upward on increasingly insecure, cruxy terrain to a big pod, with two bomber fixed wires, before running it out up 10+-ish ramp out right to belay at a small stance in a left facing corner with another big, bomber fixed wire that's easily backed up with a finger sized cam. The final 15 meters of this pitch are pretty spicy, but the fall is clean, and with some work there is quality, albeit tiny gear to be had.\n\nP8: 12a-ish, 30 meters. Unique, crazy down climbing pitch. Follow the ramp back down left, then zig zag down the wall on a braille trail of edges, knobs, and dikes. Go way down (nearly 20 meters!) before working right, and making a tricky transition into a right facing corner, which leads more easily to a comfortable belay ledge on a pillar with a gear belay. Both leader and second are essentially on top rope for this pitch, although the second needs to untie, and pull their end through the fixed wire after following the pitch.\n\nP9: 5.10b-ish, 80 meters. Scamper up over the pillar and follow a right facing flake and corner system up to a huge ledge. You could break this pitch up in several places if desired. Originally labeled 5.9 by the B+L FA team. The new rating reflects the soft comforts of the modern world.\n\nP10: 5.11b-ish, 55 meters. Head up the huge left facing corner above. Kind of chossy and dirty to start, but has a nice steep crack climbing finish. (Stay right where you wish you could zig left.) Belay in and alcove off gear. Originally labeled 5.10+ by the B+L FA team. The new rating is more realistic, but obviously the B+L guys were badasses.\n\nP11: 5.10b-ish, 45 meters. Another chossy start followed by a better finish, which ends at another gear anchor on a giant ledge. Rated 5.8 by the B+l team...jezus!\n\nP12: Walk way up right on the ledge, and choose from a smorgasbord of finishes in the 5.7 to 5.9 range. The farther right you walk the shorter and easier things get. No matter your choice, end on the best big wall top out around; easy mantle to a flat meadow!","protection":"Double set from tiny to hands with a single #3 and #4. Tiny Offset wires and and single set of stoppers.","location":"Begin near the obvious ramp/flake that slants up from right to left just before the nose of the wall. The free version of Sendero Luminoso also starts on this feature."},"__v":0},{"_id":"kOm411QtWyKjA+KYh1kMoQ==","name":"Gamblin' in the Winds","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"P1-P6: Whit Magro & Hayden Kennedy, August 2015. P7-P14: Whit Magro, Jesse Huey, & Maury Birdwell, August 2019","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":3,"mp_id":"119156219","mp_crag_id":"109362966","climb_id":"kOm411QtWyKjA+KYh1kMoQ==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Originally begun in 2015 by Whit Magro and the late, great Hayden Kennedy. The two launched up the wall looking to connect a series of features, encountering every style of climbing and taking bold runouts. Out of time and energy, after 6 pitches the pair traversed Der Minor a few ropelengths to finish up a previously established route, intending to return for the direct finish up the headwall above. After Hayden's tragic death in 2017, Whit, Jesse Huey, and Maury Birdwell vowed to return and complete the route in their friend's legacy. Established entirely ground up, on lead, and like nearly every route on this mountain it has potential to be a modern hardman classic. Brilliant face climbing, steep boulder problems, jamming, desperate thin cracks...this thing has it all!\n\nUp to P6 (the hole) rappelling with double ropes would require some swinging and mountain swagger, but be reasonable. Beyond P6 it would be increasingly difficult to retreat given the overhung and traversing nature of the next few pitches. Of course, anything is possible with a can do attitude...but the best way out is up!","protection":"Cams 2x BD .1-#3, 1x .0 (grey C3) & #4, RPs","location":"Start about 300m (?) to the left of the nose of Mount Hooker, near the highest point of the talus meeting the wall. Easiest to locate by spotting the quartz dike feature of P5 and/or the Jade Face of P2, then follow it down to the double train tracks slashing up and right that form the first pitch."},"__v":0},{"_id":"OhmLy7zIUtKbfhW6n3henQ==","name":"The Gaff","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Schaffer-Taylor 8/15 FFA Wharton-Gruber 7/16","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":9,"mp_id":"118806691","mp_crag_id":"109362966","climb_id":"OhmLy7zIUtKbfhW6n3henQ==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Another sleeper Schaffer adventure. He completed the route ground up over several trips in summer 2015, freeing all be ten feet. An impressive effort. Phil and I spent one day doing a ground -up recon to figure our how to free pitch four, then returned the next day to do a completely free ascent. Crux pitch grade is a guesstimate.\n\nA bit forced given its proximity to Jaded Lady, and the rock isn't as good as on other Hooker lines. That said it would be a classic on most backcountry walls. Bobs and weaves just to the right of Jaded Lady. Crux is on pitch 4, and involves a scrunchy boulder problem that loops right. In keeping with Jonny's spirit, I'll let the topo lead you down an adventurous path, and say no more.","protection":"Some heads up climbing in places, particularly on the opening pitches. There are some fixed pins and beaks on this route, so a small hammer might be a good idea.","location":""},"__v":0},{"_id":"knujDRwFXKmWZetqYMTl2Q==","name":"Cache Pirates","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"9/2/2019 Paul Kimbrough and Nick Mestre","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":0,"mp_id":"118292922","mp_crag_id":"109362966","climb_id":"knujDRwFXKmWZetqYMTl2Q==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"This is a sustained, modern classic that generally follows natural crack systems on the left side of the Northeast face.  The route is wandering in nature, piecing together an improbable series of cracks, face traverses, and water grooves that grant passage for mortals up the imposing, heavily roofed face. We opted to bolt anchors and add bolts here and there in order to make this route more approachable than the earlier routes on the wall.  That said, this route is not to be taken lightly.\n\nExpect early sun and afternoon shade, and maybe some shelter from the predominant N/NW winds relative to routes further right on the wall.  It’s reasonable to haul a small pack if desired, with care taken at traverses. Sloping but workable bivy sites are available on Der Major ledge above the final pitch 10.\n\nP.1 \"Wishbone Crack\" Start up the moderate right leaning ramp.  Move left into the thin crack with piton and pull 5.11 moves to gain jugs and hand jams.  Easier climbing follows the crack up and left to an alcove and one bolt belay easily backed up with a hand size cam. 5.11 45M\n\nP.2 \"I've lost my Mojo\" Move left from the belay and transfer delicately to the hand crack on the left.  Continue up this left-leaning physical crack to its end and follow discontinuous thin cracks to a final hand section and a belay on a nice ledge. 5.10+ 35M\n\nP.3 Climb the physical wide crack with one bolt and exit left to easier flakes.  Belay below the intimidating offwidth roof.  5.9 25M\n\nP.4 \"Big Booty HO!\" Face moves above the belay lead to hands as the crack cuts right.  Clip a bolt and pull over the lip to a 5.7 layback left and a 5.6R chimney leading to the belay. 5.10+ 25M\n\nP.5 \"Great Exercise\" Climb the right leaning crack ignoring two hard to see bolts that lead up and left (this is \"Pay to Play\" Route 3 Kelsey).  Mostly hands and fingers.  5.10 45M\n\nP.6 \"Fembot Traverse\" Continue out the right leaning crack encountering thin moves and gear (5.11+).  Easier climbing leads to a delicate and technical traverse on amazing grips protected by 3 bolts (5.11+).  Climb up past a piton and traverse right again to a right facing corner and a bolted belay.  5.11+ 37M\n\nP.7 \"Knob Escape\" Follow the right facing weakness and move right into the thin black water groove/seam with a piton (5.10).  The climbing eases as the weakness trends left revealing amazing black knobs.  Mantle up on knob jugs and traverse right to a ledge and bolted anchor.  5.10 35M\n\nP.8 \"Cap'N Doubles' Reach Around\" Climb the left facing corner to the double roof.  Clip the directional bolt left of the second roof to keep your rope out of the crack.  Enjoy the leaning corner until the right wall backs off considerably, allowing a short, steep passage up and right to an improbable small ledge with bolted belay.  Bust up to this ledge via direct boulder moves(5.11) or stay left and then traverse right to the small ledge (5.9).  5.11+ 36M\n\nP.9 \"Atmospheric Connector\" Immediate crux moves past a bolt lead straight right to a solid one inch flake/crack.  Climb straight up this feature for 30-40 feet to a traverse right and another bolt.  Hidden holds to the right of the bolt lead to a hollow block with good hands.  Follow the main weakness until it begins to curve left, then bust right into steep black rock with intricate moves protected by three more bolts. Pull right around a bulge and romp up and right on low-angle terrain to a ledge by the big left-facing corner. 5.11+ 36M\n\nP.10 \"English Corner\" Climb the corner right of the belay.  Although the climbing isn't terribly difficult,  funky and hard to place gear keeps it exciting!  Above, easier climbing in the black water groove corner with hands and big hands gives way to a belay ledge with bolts. The experience may be best captured by a UK grade!  E1 5a or 5.10 PG13 60M\n\nDescent: Traverse Der Major ledge to the right and top out via mountaineering a loose 5.10+ chimney and walk off, or rap from P.10 with 2X70M ropes.  Either would be severe in foul weather or darkness.  See photo and topo for rappel beta. The rappel is reasonable but not the simplest (think 5.11 rappelling). Some raps are long and/or angling.  The rap route goes fall-line below the P.5 anchor, putting you in new terrain that would be very difficult to re-climb.  The final 70M rap puts you on the ramp at the start of the route and requires 4th class down climbing to reach the ground.","protection":"2X.3-#2 Camalot, 1X#3 Camalot, Micro cams, nuts, slings, draws","location":"Route starts on the left side of the northeast face in the wishbone shaped crack system."},"__v":0},{"_id":"qSxjBzVNW0GVPQwxsRpNxw==","name":"Betwixt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Garrett Austen and Brian Heidmous, Gooch Expedition, August 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":999999,"mp_id":"120349251","mp_crag_id":"109362966","climb_id":"qSxjBzVNW0GVPQwxsRpNxw==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Approach the climb by walking around the west rim of Pyrimid Lake towards the slabby south face of Mt. Hooker. Work your way up a series of slabs and grassy benches towards a vertical section of broken rock below the bottom portion of a left leaning ramp.\n\nRope up at the bottom of this section of and climb two pitches of 5.9 through the broken, but solid rock. These pitches will lead you towards the bottom of a large left facing loose wet ramp.\n\nSimul climb or scramble up the third class ramp until you reach a right leaning 4th/easy5th class ramp/series of slabs that lead directly towards two prominent arêtes sticking out from the slab and positioned approximately four feet apart from one another. These are known as the 'butt cheeks.'\n\nThree easy pitches or one simul pitch of right trending slab wondering lead towards a triumphant vertical 5.5 finish betwixt the butt cheeks.\n\nWalk off towards the west where an easy down-climb leads to the col between Mt. Hooker and Tower Peak. Scramble down loose scree to the south and back towards Pyramid Lake.","protection":"Light Rack","location":"Walk around the west rim of Pyramid Lake towards the slabby south face of Mt. Hooker."},"__v":0},{"_id":"RDJNBzwbUG2vwVdj0og6fg==","name":"All Grown ups are Pirates","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"left_right_index":2,"mp_id":"119192233","mp_crag_id":"109362966","climb_id":"RDJNBzwbUG2vwVdj0og6fg==","areaRef":"NoGYdJS6Vnu8MpsUTcW/sw=="},"content":{"description":"Every climber who has walked the base of Mount Hooker has ogled this stunning splitter and I image many have taken the opportunity to caress it's fine grain granite glory.\n\nSeriously though, The first pitch is stellar, it would be a classic at the Index Lower Town Wall, Yosemite Cookie Cliff, or the Squamish Smoke Bluffs.\n\nPitch 1 (5.10): Starting right off the deck, enjoy causal lay back until the crack widens, from here you'll have an options of stemming, jamming, palming, and lay backing your way up 75 feet of perfect granite splitter.  Belay at the obvious ledge.\n\nPitch 2 (5.9): Climb Straight up the face following the shallow flaring crack until it's obvious to cut around the corner to your left into a tight dihedral. From here to the tat anchor is easy 5.6 crack climbing.\n\nYou can rappel from the tat anchor with a SINGLE 70m rope to large ledge system that is above the start of pitch one and below the start of pitch two.  From here you can easily scramble around to the base of the climb.","protection":"Double Rack. Nothing bigger than a #3 BD\n\n(rappel from the tat anchor at the top of pitch 2- a solid piton and a stopper)","location":"30 feet to the right of Cache Pirates on the far Left (east) side of Mount Hooker.  This is a two pitch route that begins on the ground."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,22b43e08-4ef5-5597-933f-385b68ea33d4,36819874-94ba-567b-bc32-9b144dc5bfb3","pathTokens":["USA","Wyoming","Wind River Range","Baptiste Lake","Mount Hooker"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12+"},{"count":1,"label":"5.13d"},{"count":3,"label":"5.12"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":7,"expert":2}},"alpine":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":7,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":7,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.30769,42.85573]},"bbox":[-109.30830339437382,42.85528033981813,-109.30707660562616,42.85617966018187],"left_right_index":-1,"ext_id":"109362966","area_id":"NoGYdJS6Vnu8MpsUTcW/sw==","polygon":{"type":"Polygon","coordinates":[[[-109.30830339437382,42.85528033981813],[-109.30707660562616,42.85528033981813],[-109.30707660562616,42.85617966018187],[-109.30830339437382,42.85617966018187],[-109.30830339437382,42.85528033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:35:22.225Z","updatedAt":"2024-02-19T18:43:15.300Z"}