{"_id":"63689de0e80bff5a994fa461","area_name":"Lone Star Boulder","shortCode":"","climbs":[{"_id":"3EFZ08XzWdq4eLxHZ77Whw==","name":"West Crack","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Horan or Wilford maybe?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"left_right_index":0,"mp_id":"106063222","mp_crag_id":"106063215","climb_id":"3EFZ08XzWdq4eLxHZ77Whw==","areaRef":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":"This is my favorite crack at Carter Lake.  It has all the makings of a fine boulder climb:\n\nFirst, it starts inverted, so plop your butt down on the ground and jam those hands and feet up into the crack.\n\nSecond, it really hurts if you do it wrong, so you can go home to your wife with proud, raw, bloody paws to show for your efforts.  Finding the right jams as you turn the roof are critical to keep from finding where all the pain pressure points are in your hands.  There are pebbles and edges that just hate you for being there.\n\nThird, the crux comes at the top when you are feeling the pump.  The crack isn't all that long, but turning the roof, finding descent feet (find a way to keep them jammed for that Indian Creek Effect), and keeping your hand jam intact in the overhanging, slightly right leaning crack is taxing.  No cheating!  Keep those jams all the way to the top, no matter how alluring those edges look.\n\nCall it a day and scamper off left, or mix it up a bit and finish right on the top out for Areteach.","protection":"Boulder pad is great.","location":"Obvious hand crack on the West face of Lone Star Boulder."},"__v":0},{"_id":"O4QwAm7JXCm0rksyQmXRUA==","name":"Trivial Pursuits Right","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"left_right_index":4,"mp_id":"106065795","mp_crag_id":"106063215","climb_id":"O4QwAm7JXCm0rksyQmXRUA==","areaRef":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":"This was one of the very first routes I did at Carter Lake some tens years ago when I first started bouldering.  I highly recommend this one for beginners as the moves are fun, the top out high enough to feel like a route, and the ground level if things don't work out as planned.\n\nStart on the ground and figure out how to get your feet off the ground using less than ideal edges in front of you.  Once you're \"climbing\", fire for the wonderful, lone edge out on the face.  This is the crux.  Once you have the edge, reposition and fire for the bucket edge at the base of the crack.  Mantel (crux #2 for beginners!).\n\nStroll up the left leaning crack and watch the ground get further away - ooh! - a fine, flat topout!","protection":"Pad for the start.","location":"Right of the SW Crack on Lone Star, on the wall after the break."},"__v":0},{"_id":"08L3YumrWpi3M1za8i2nJA==","name":"Trivial Pursuits Left","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"left_right_index":3,"mp_id":"106065760","mp_crag_id":"106063215","climb_id":"08L3YumrWpi3M1za8i2nJA==","areaRef":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":"To the right of the SW Crack on Lone Star is a pretty, 15 foot high wall with a few nice slab routes.  Trivial Pursuits Left is the first route of substance on the wall.\n\nStart by figuring out how to mantel up onto the break at midheight.  The lower wall is slippery and licheny, so don't expect much help for feet.  A nice left hand hold keeps the going reasonable.  Once you have your feet comfortable, fire for the crisp edges on the headwall - sweet! It's all over - follow the great edges up to the topout.","protection":"A pad to help with the rough boulders at the base.  Don't come off.","location":"Just to the right of the SW Crack on Lonestar, after the break."},"__v":0},{"_id":"LQfw7eL1Wji3Wf416n3tJw==","name":"Southwest Crack","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Horan or Wilford.  Heck, maybe Gill.","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"left_right_index":2,"mp_id":"106063229","mp_crag_id":"106063215","climb_id":"LQfw7eL1Wji3Wf416n3tJw==","areaRef":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":"This is a charming and aesthetic route on the, you guessed it, SW face of the Lone Star Boulder.\n\nThe thin crack leans precariously to the left and only widens (thankfully!) at the very top, where you can enjoy some honest to goodness hand jamming to surmount the topout. (Aren't hand jams cheating in Bouldering?)\n\nA couple of variations seem appropriate to start, either on the ground where the crux will be to get into the absolute bottom of the crack, or standing up using good edges further along the thin crack.\n\nEither way, don't miss the two finger pocket that unlocked the mid-section for me.\n\nLinger for a while on the nice hand crack top out - enjoy the views - and then pull over.","protection":"Pad is ideal.","location":"On the, yup, right again, SW face of the Lone Star Boulder."},"__v":0},{"_id":"lYY/qV4rW2a2qlqVs1SwMw==","name":"Areteach","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"left_right_index":1,"mp_id":"106065729","mp_crag_id":"106063215","climb_id":"lYY/qV4rW2a2qlqVs1SwMw==","areaRef":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":"The \"Arete Reach\", per the old Horan guide, originally rated B5.9 (V0).  Obviously rated as the stand up start - which is great - simply find the choice edges above the bulging roof and pull your feet up, finishing on the arete above.  But let's start at the ground, for the full effect.\n\nThe starting hold is a great, deep hueco in the roof of the bulging prow.  Pull self off the ground and make your way straight out the roof to nice edges from long reaches.  The crux is rounding the roof of the bulge, snagging bomber edges above that allow you to pull your feet up.\n\nFrom there, it's a pleasure cruise on exquisite edges and plates up the overhanging headwall. Top out from handlebar holds to a flat summit.","protection":"Boulder pad is great.","location":"A few feet left of the SW Crack up the overhanging prow."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,58343ac7-d09d-502d-80d2-8c6694f7c914,990e5b12-92be-5206-8090-7092a8be01db,3c12869d-969f-5ae4-a04c-9982bbda1fce","pathTokens":["USA","Colorado","Fort Collins","Carter Lake","Lone Star Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V1"},{"count":2,"label":"V0"},{"count":1,"label":"V2"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.21395,40.32042]},"bbox":[-105.21453976640564,40.31997033981814,-105.21336023359436,40.32086966018187],"left_right_index":-1,"ext_id":"106063215","area_id":"PBKGnZafWuSgTJmCu9ofzg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:57:02.501Z","updatedAt":"2024-01-15T16:44:13.418Z"}