{"_id":"63689de0e80bff5a994f9425","area_name":"Mount Silverthorne","shortCode":"","climbs":[{"_id":"pPvLLjRCWmOVGlNsroftuA==","name":"The Zodiac Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Stan Wagon, both directions","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.18939,39.65394]},"left_right_index":0,"mp_id":"111135815","mp_crag_id":"111123442","climb_id":"pPvLLjRCWmOVGlNsroftuA==","areaRef":"vitOss5TULm1pGr6+BRGJA=="},"content":{"description":"The traverse encompasses 9 named towers, from South to North: Cancer, Capricorn, the Gemini Twins, Taurus, Scorpio, Libra, Sagittarius, and Aries. I'd consider it one of the best alpine traverses at the grade in Colorado.\n\nThe traverse is most feasible, using mountaineering sense, from south to north. North to south involves more scrambling and most accounts report major bypasses and/or skipping towers.\n\nWhile the traverse only encompasses the Zodiacs, which can be accessed from either basin to the east or west, some may argue a ridge traverse begins and end with a summit. Red Mtn. B serves as a good start to the South and either Mt. Silverthorne (aka Willow Benchmark) or East Thorne serves as a good end. I personally like the idea of ending with Zodiac View as it is aptly named.\n\nThe downside to adding Red is that it tacks on a half mile of Class 2 talus. Have fun with that.\n\nClimb Cancer's south face at Class 4 max. Downclimb the northern side for a bit until reaching a cliff. Rappel 60 feet (webbing around boulder) off the east side to a ledge. Follow the ledge back to the ridge.\n\nScramble up Capricorn at class 4 max and downclimb a little until another cliff. Either rappel 30 feet or downclimb the 30 feet at highly exposed Class 4 to a small ledge with webbing around a boulder. Rappel west 85 feet, steep and some free hanging, until landing on the ridge.\n\nScramble up the twin summits of South Gemini Twin at class 3/4. To downclimb, utilize canyoneering technique and drop the North chimney between the sub summits or rap up to 50 feet.\n\nScramble up a gully on North Gemini Twin, and turn left to find a clean 15 foot dihedral on the North side. It goes at perhaps 5.easy to the summit. Scamper up and down.\n\nTaurus' face is intimidating at first but it goes at Class 4. The somewhat junky 80 foot rappel to the north might be downclimbable.\n\nScramble up the East side of Scorpio and curl around to the North face. Climb the NW aspect, hook a left to the summit (5.6, 30 feet plus 15 feet of easier), and rappel down.\n\nScramble up and over Libra, walk the knife edge, and climb the mini-tower \"Libra Prime\" (5.0, loose blocks) or bypass it on the right.\n\nAscend Class 2-3 up Sagittarius, rappel 40 feet north. The existing station is just below the summit between the twin summits.\n\nAscend Class 2-3 up and over Aries and you're home free.\n\nSilverthorne can be grunted at at class 2 followed by a class 3 to 4 gully up to the summit plateu. Hook a left for Silverthorne or a right for East Thorne (class 3) depending on where your car is.\n\nIf tacking on Silverthorne and descending to the West, consider tacking on Zodiac View via the SW flanks of Silverthorne (class 2 annoying stuff). Zodiac's grassy flanks will be welcome. We descended the grassy drainage West of Zodiac View until intersecting the Gore Lake Trail down to Gore Creek.\n\nA detailed TR.","protection":"Light rack, c4s #0.3-1 to backup the raps and protect Scorpio.","location":"This is in the Eastern Gore Range. We shuttled, starting at the Buffalo Mtn. TH in Silverthorne and ending at the Gore/Deluge TH in East Vail. Without a shuttle, start at the Gore/Deluge TH or one of the other confusing Silvethorne THs. If daytripping just the towers, it might be easiest to go from the Willowbrook Rd. TH in Silverthorne."},"__v":0},{"_id":"24xFWfciXs+nSNj95gxuZQ==","name":"Salmon Lake Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.18939,39.65394]},"left_right_index":1,"mp_id":"111136161","mp_crag_id":"111123442","climb_id":"24xFWfciXs+nSNj95gxuZQ==","areaRef":"vitOss5TULm1pGr6+BRGJA=="},"content":{"description":"The traverse includes the East Ridge of East Thorn (5.0), Mount Silverthorne (Class 3), and Rain (5.4) and is best accessed from the east. The beta here is somewhat vague. Welcome to the Gore. Good route finding is rewarded.\n\nStart at the Willowbrook Road TH (no overnight) or a nearby TH and blunder your way up to Salmon Lake. I'd recommend polishing your navigation skills.\n\nGain East Thorn's East Ridge via a prominent weakness by the lake. Scramble up to East Thorn in classic Gore fashion - knife edges and gendarmes proper, with occasional bypasses or weaknesses on the south side.\n\nScramble on over to Silverthorne. This can be tricky - low fifth staying high, or drop north for easier. Talus slog out Silverthorne's summit plateau.\n\nContinue NE on down to Rain. There are 5 gendarmes. Go up or around, weaknesses on the left/west. The third one is the 5.4 crux. A wildly exposed crack system on the west side gains a meat cleaver of a knife edge.\n\nFrom Rain, descend the east slopes and drop a grassy gully leading back to Salmon.\n\n14ers.com/php14ers/triprepo…","protection":"A light rack and rope.","location":"This is in the Eastern Gore Range above Salmon Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,ab307fe3-1f74-53e6-813a-e361b133b0f5,be2b4eb2-ce53-50b9-b5a4-6afaf8144624","pathTokens":["USA","Colorado","Alpine Rock","Gore Mountain Range","Mount Silverthorne"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.18939,39.65394]},"bbox":[-106.18997404039452,39.653490339818134,-106.1888059596055,39.65438966018186],"left_right_index":-1,"ext_id":"111123442","area_id":"vitOss5TULm1pGr6+BRGJA==","polygon":{"type":"Polygon","coordinates":[[[-106.18997404039452,39.653490339818134],[-106.1888059596055,39.653490339818134],[-106.1888059596055,39.65438966018186],[-106.18997404039452,39.65438966018186],[-106.18997404039452,39.653490339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:02.661Z","updatedAt":"2024-01-20T00:59:57.273Z"}