{"_id":"63689d20e80bff5a994f2510","area_name":"Wind Wall","shortCode":"","climbs":[{"_id":"ZG6PGJPhX1mjito9pBPPGg==","name":"Topcat","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Fazio-Rhicard & Cyrena Goodrich (1988)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":10,"mp_id":"109101218","mp_crag_id":"105929669","climb_id":"ZG6PGJPhX1mjito9pBPPGg==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Ascend less-than-vertical nothingness using shallow dishes.  Pull a small lip by means of an undercling pinch and minuscule feet to obtain the first bolt.  Inch up using crimps, mantles, and smears until you are finally able to rock up into a casual stance.  After the second bolt the climbing eases in difficulty but remains thoughtful. \n\n  While low-angle slab climbing repulses the current generation of climbers, I personally love the style and thus immensely enjoyed this line.  Delicately dancing up a sheet of glass has a beauty and tranquility missing from the popular thuggish routes.","protection":"5 bolts to chain anchors.  The bolts are marked with the initials 'ER'. \n\n  While the first bolt is not very high, reaching it requires a bit of gumption.  A stick clip may make you and your belayer more comfortable.  I opted not to use one. \n\n  This route can be setup as a toprope.  Care should be used when accessing the anchors as one must venture across sloping scree.  It is probably best to transfer in from the anchors of Threshold.","location":"Topcat is the rightmost route on Wind Wall.  It is the rightmost of the three routes on the upper tier.  It is ten feet right of Threshold, which follows the crack."},"__v":0},{"_id":"PrmmLGNXVDSSrZmULxwOEg==","name":"Threshold","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Grossman & Rich Thompson (1976)","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":9,"mp_id":"106580551","mp_crag_id":"105929669","climb_id":"PrmmLGNXVDSSrZmULxwOEg==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"A delicate, fun seam that gets progressively easier.  The crux comes prior to the first bolt but can be protected with a nut if one is persistent.  I was amazed and grateful that the crux protects as well as it did.","protection":"2 bolts, small gear, anchors. \n\n  Note the anchors consist of one chain and one hefty bolt.  A clean rappel is difficult since the bolt is higher than the chain and the bolt appeared sharp.  It is probably best to leave a quickdraw in the bolt and grab it on the hike out. \n\n  The anchors can easily be reached from above, making for a safe top rope or quick rappel in.","location":"On the right side of the Wind Wall, Threshold is the obvious seam directly across from Holey Moley, which is on the New Wave Wall."},"__v":0},{"_id":"H0uQYpisUSGnktGlFTfCbA==","name":"St. Stephen","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers & Mark Hathaway (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":0,"mp_id":"108929277","mp_crag_id":"105929669","climb_id":"H0uQYpisUSGnktGlFTfCbA==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Less-than-vertical crimping leads up and past the first bolt where one must decipher a sequence to obtain a small ledge.  Clip the second bolt and stretch your fingers before pulling a plated bulge with larger but less-than-ideal holds.  After this the climb significantly eases in difficulty while increasing in quality.  Scamper up featured, undulating rock to the chains.","protection":"Approximately 7 bolts to chains. Some may find a stick clip useful as the first bolt is rather high and the sequence is not obvious.\n\n Bolts and top-anchors updated by CASA in 2016.","location":"St. Stephen is the second route from the left.  To the left is Baba Rum Raisin and to the right is Be Here Now.  St. Stephen is the bolt line immediately right of the tree that encroaches upon the wall."},"__v":0},{"_id":"CKib5Te+Woya97/+4wneoQ==","name":"Teetering On The Brink Of Madness","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Argueso (1990)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":8,"mp_id":"108209641","mp_crag_id":"105929669","climb_id":"CKib5Te+Woya97/+4wneoQ==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Teetering On The Brink Of Madness is a seldom climbed route on slightly undulating face.  Surmount each bulge with delicate feet and small crimps to gain a no hands rest.  Repeat until reaching the anchor tree.  \n\n  Since the route sees little traffic many of the crimps and tiny feet are friable and will break away when used.  Additionally the bolts seem to placed to draw the climber right rather than following the natural weakness to the left.  At present this route is recommended only for completists trying to avoid the harder, burlier lines.","protection":"5 or 6 bolts to a sturdy tree that can be slung as an anchor.  This tree can be reached via a chossy scramble from the parking pullout to retrieve slings or setup a toprope.","location":"Teetering On The Brink Of Madness is the leftmost of three routes on the far right end of Wind Wall.  It is reached by scrambling up the narrow slot between Wind Wall and Indigo Tower.  The route starts near the rear of the tower and a tree.  The first bolt is approximately 10 feet up and the second bolt follows after 3 feet."},"__v":0},{"_id":"Cz5MZH0+Wvqda8WTDGUtfw==","name":"Spaceman Spiff","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Diane Vetter and Doug Lantz 1990","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":5,"mp_id":"105929682","mp_crag_id":"105929669","climb_id":"Cz5MZH0+Wvqda8WTDGUtfw==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"This route shares the same start as Rocket Man.  Climb a tricky face protected by a bolt to a low angle ramp.  Climb the slightly right leaning face/crack to a notch at the top of the wall.","protection":"Bolts and small gear for protection. There are two bolts with cold shuts at the top of the route. Bring a long cordelette to extend the anchor safely over the lip of the wall if top roping this route.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"tf6u2FjsWvKAKUafYYcEZQ==","name":"Space Cowboy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Kerry and Charlie Rollins 1989","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":2,"mp_id":"105929672","mp_crag_id":"105929669","climb_id":"tf6u2FjsWvKAKUafYYcEZQ==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"This route starts at a low angle ramp just left of the middle of Wind Wall.  Face climb past three bolts to a crack in a groove.  The crux is a tricky sequence right around the third bolt.","protection":"There are 5 bolts on this route and a light rack will suffice to protect the rest. I bring a #3 camalot for a spot just above the third bolt a few small cams and a set of nuts. Chain anchors at the top.\n\n Anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"Fap2mTFHVFuD77VEa4sk3A==","name":"Ropeless Romantic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"EFR,'13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":6,"mp_id":"108121859","mp_crag_id":"105929669","climb_id":"Fap2mTFHVFuD77VEa4sk3A==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Slightly contrived hard move to the right just after leaving the ground.  After that a good bit of lower angle rock with mantle moves to a steeper thin finish.","protection":"Bolts","location":"Just right of the main weakness in the wall."},"__v":0},{"_id":"zMalogliU6aRcCcnR8J2Cg==","name":"Rocket Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bob Kerry and Charlie Rollins 1989","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":4,"mp_id":"105929677","mp_crag_id":"105929669","climb_id":"zMalogliU6aRcCcnR8J2Cg==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"This climb starts about 15 feet to the right of Space Cowboy and shares the same start with Spaceman Spiff.  Climb a tricky face protected by a bolt to a low angle ramp.  Follow a few bolts up a face with a faint discontinuous crack to the top.","protection":"Bolts and small gear for the crack. Chain anchors at the top.\n\n Bolts and top-anchors updated by CASA in 2016.","location":""},"__v":0},{"_id":"Pof+phPWWzyj2BIWMs+qfg==","name":"Horton Hears a Who","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Argueso and Jamie Drizan, 1989","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":3,"mp_id":"118943230","mp_crag_id":"105929669","climb_id":"Pof+phPWWzyj2BIWMs+qfg==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Space Cowboy's harder, scarier and less interesting twin brother.  This climb sports several difficult bulge/mantle moves, at least one of which (just after the first non-Space Cowboy bolt) is poorly protected and has serious ledge fall risk.  The midway crux is reasonably well protected, but very cryptic and involves high feet and either a sideways mantle or some nasty crimps.  Felt 5.11 at first, but a second attempt revealed a 5.10(+) method.\n\n I must admit that I have only inspected this route on TR solo. It's a bold lead that I'll have to come back to.  Plan on doing hard moves in no-fall territory and less-than-ideal pro.  On the bright side, the bolts are brand new (replaced by CASA in 2016).\n\n Well worth top-roping after leading Space Cowboy if you're not up for the lead.","protection":"3 new bolts and otherwise somewhat meager pro, heavy on the smaller stuff. Bring a full range of stoppers, and maybe single cams 0.1-0.5.  Shares two-bolt anchor with Space Cowboy.","location":"First bolt line to the right of Space Cowboy.  Splits off from Space Cowboy after the first bolt, then rejoins to share the anchor.  Start as for Space Cowboy by wandering up the easy slab towards a bolt about 30 feet up.  Or, to keep the spice, start directly under the line and skip Space Cowboy's first bolt.  This adds a fun 10a boulder problem to the start, but you must run it out about 35 feet to the first bolt."},"__v":0},{"_id":"rEDK9JdyWBC/eZnh7Wbv3Q==","name":"Deranged Of Late","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Moira Smith and Scott Ayers 1990","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":7,"mp_id":"105929688","mp_crag_id":"105929669","climb_id":"rEDK9JdyWBC/eZnh7Wbv3Q==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"This is the bolted face climb on the far right side of Wind Wall.  There are a number of bulges on this route which require good balance and some patience.","protection":"Bolts with a two bolt chain anchor at the top.","location":""},"__v":0},{"_id":"4XCI3jqEUjyZSgbD7v07Jg==","name":"Be Here Now","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Grossman, Paul Davidson, Fig Fiola, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"left_right_index":1,"mp_id":"120462249","mp_crag_id":"105929669","climb_id":"4XCI3jqEUjyZSgbD7v07Jg==","areaRef":"upJlZV/kWRSKHLLd6eNIpQ=="},"content":{"description":"Steve had barely turned 21 when he led Be Here Now in 1979, one of the first of his many ground-up on-sight R and X rated leads scattered throughout Arizona.  Even by then, Steve was renown for his ability to find gear, armed with somewhat newly introduced RPs (the first micro nuts) and solid-stem Friends, and an amazing ability to remain perfectly calm while searching for holds and executing difficult moves far from pro.  This route, thankfully, remains essentially as Steve found it, for those that may be on a similar path — or for those of us who are satisfied with a top rope!Be Here Now starts up an easy slab to an obvious crack that takes a few good cams until it peters out, then links discontinuous cracks through a juggy headwall to the top.  The R rated part is hard moves maybe 15 feet up and right from a nest of micro nuts, although other gear may be found in the vicinity (double ropes may be useful).  The rest is reasonably well protected, if you find the right line!  There are no anchors on top, but a large boulder set quite a ways back can be looped with the rope to arrange a belay. ","protection":"Microgear to a .75 (green) Camalot.  Two sets of micronuts may be useful.","location":"When approaching the South Face of Wind Wall on the trail from the pullout, the first line of bolts (on the far left end of the crag) is the sport route St. Stephen.  Be Here Now is the obvious discontinuous cracks just to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ac8cf6f7-5920-536f-ba96-c6b2f8e53c64,ba926565-5fe4-5914-8a1c-b2dde9e348a5","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","3 - Windy Point East","Wind Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11"},{"count":3,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":3,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.7149,32.36721]},"bbox":[-110.71543237254124,32.36676033981814,-110.71436762745874,32.36765966018187],"left_right_index":-1,"ext_id":"105929669","area_id":"upJlZV/kWRSKHLLd6eNIpQ==","polygon":{"type":"Polygon","coordinates":[[[-110.71543237254124,32.36676033981814],[-110.71436762745874,32.36676033981814],[-110.71436762745874,32.36765966018187],[-110.71543237254124,32.36765966018187],[-110.71543237254124,32.36676033981814]]]}},"content":{"description":"This is a sunny southwest facing wall that features some fun climbs which require mostly balance, stemming and mantling.  The sequences on many of the climbs are not straight forward and will require creative footwork.  All of the routes can be easily top roped via chain anchors at the top of the cliff.  Space Cowboy 5.9+ should not be missed."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:52:53.607Z","updatedAt":"2024-01-20T00:56:50.895Z"}