{"_id":"6368a50be80bff5a995afe6c","area_name":"Hound's Tooth","shortCode":"","climbs":[{"_id":"81kVJcEiV/uPJITzlakUgQ==","name":"West Ridge, Northwest Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76762,40.60311]},"left_right_index":0,"mp_id":"106176956","mp_crag_id":"106176953","climb_id":"81kVJcEiV/uPJITzlakUgQ==","areaRef":"VFS7Zs6bVqOVSRfUSkSgGg=="},"content":{"description":"The Northwest/West Face (...of the west flange of the Tooth) is a broken selection of exfoliating slabs, rotting cracks, and other avoidable conditions.  The route follows perhaps the longest, most consistent line on the face weaving between protectionless slabs, crumbing formations, and patches of dirt.  Despite the relative poor conditions, some decent climbing is found.  A helmet is mandatory metallica- everyone is guaranteed at least one bashing no matter how careful you are.\n\nPitch one: start on a sloping grass/granite intersection about 100 meters up from the lowest granite point on the slope.  Climb a quality right diagonalling dike that cuts the lower steep slab in half leading to a large ledge/pocket of dirt and brush.  You might get a manky piece or two in (TCU's).  Belay off poor gear, a poor tree, or a poor bush... or a dirt bollard?  ~60ft, 5.5 R/X.\n\nPitch two: scramble up loose 4th/5th class terrain to a larger ledge.  Body belay or dig out more poor gear. ~50ft.\n\nPitch three: Pick the cleanest, least traumatic line off the ledge.  We found it to be up a series of overlaps left of a crumbling leaning stack of rocks.   Aim between a pine tree on the right and a large brush on the left (these are about 60 feet up).  The climbing varies between spots of quality slabbage and occasional shallow cracks.  Tie off frequent incarnations of Mr. Miyagi's Bonsai trees for hopeful pro.  Stay left of a large left facing corner (looks like a sharks fin from below) for better quality rock.  After about 100ft the climbing eases and a belay is possible, or carry on to the west summit ridge- intersecting that route at the top of its third pitch.  Belay with whatever you can dig up (we found some quality shrubberies).\n\nPitch 4 and beyond:  Easy 4th class scrambling along the crest of the ridge hosts incredible views and the occasional knife-edge straddle.  The views into Deaf Smith, Bells, Coalpit, and north to Wildcat Ridge are stunning.  There is cairn of rocks on the vague, rickety, semi-exposed \"summit\" on the northwest end of the summit ridge.\n\nPotential FA: May 2008- Arie Leeflang, Nate Russell, Kevin Curtis.  If you have any info on a previous ascent PM me and I'll update it.\n\nDescent:  Either roll your way off the backside, or tumble down a fast chute on the west side directly below the summit cairn(obvious on ascent).  The chute is quick, doesn't require a rap, and places you right back into the brush you fought so hard to avoid.  Force you way back down whatever route you brought you up.  The Deaf Smith exit is generally less brushy..","protection":"A light rack unless you have thighs of steel.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,5454bb66-ce9b-56a3-9549-17d44a44a01a","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Hound's Tooth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76762,40.60311]},"bbox":[-111.76821225351841,40.60266033981815,-111.76702774648157,40.603559660181865],"left_right_index":-1,"ext_id":"106176953","area_id":"VFS7Zs6bVqOVSRfUSkSgGg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:23.198Z","updatedAt":"2024-01-15T16:49:02.227Z"}