{"_id":"6368a214e80bff5a9955d97b","area_name":"Shady Side","shortCode":"","climbs":[{"_id":"wbIGtrlfXwCfWTNq53zOaA==","name":"Width of Reason","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":11,"mp_id":"105791065","mp_crag_id":"105826984","climb_id":"wbIGtrlfXwCfWTNq53zOaA==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"A large chimney near the middle of the north side of Cueva. A single large chockstone rests about 15m up the chimney. Once the top of the chimney is reached, gain the summit by face climbing on the right-hand wall, up a short crack. The descent can be found by scrambling off or finding rap-bolts over This is Not a Test.","protection":"Few and far between, unless you have extra-large gear. There are enough places to make the route protectable, but a fall would not be pretty.","location":""},"__v":0},{"_id":"uymQNTdaX9u+AH270zOSoA==","name":"Uncle Wriggly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":4,"mp_id":"105953294","mp_crag_id":"105826984","climb_id":"uymQNTdaX9u+AH270zOSoA==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Mostly a chimney climb, the crux is the first 15 ft where you stem up on good face holds before squeezing yourself into a narrow constriction. Wriggle your way through the constriction to a rest ledge. from here, the chimney opens up and contains more face holds, making it a bit easier to climb. The back of the crack is slightly dirty, especially after a rain as this is one of the run-off routes for the large ledge above.","protection":"A #2 camelot or equivalent protects the early crux. Large cams can be placed at various points on the short route, and there are a few placements for nuts/smaller cams. No fixed anchor so bring small nuts and cams to set one up.","location":"Located near the eastern end of the Shady Side, immediately to the right of Monoculture. The route finishes on a large ledge 50 ft up where two oaks provide a rappel."},"__v":0},{"_id":"dQ8WaX2oU2SZHme8ihahpw==","name":"Torpedo","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":5,"mp_id":"105953307","mp_crag_id":"105826984","climb_id":"dQ8WaX2oU2SZHme8ihahpw==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This route climbs a short clean dihedral with very minimal protection. The crux is pulling off the ground, which involves slightly pumpy moves on decent holds to gain a stance about 6 ft off the ground. Continue up the faint seam to gain a low-angle slab to the top. The climbing moves are good, but the route is short and the protection is also kind of dubious. It provides a quick route to reach the treed ledge above where you can explore setting up top-ropes on the chimney climbs, or look for a possible second pitch to the top.","protection":"Small wires and small cams. You will likely only be able to place two pieces during the first 20 ft, the rest is low-angle (5.2?) slab but run-out to the top. No fixed anchors.","location":"Located between the two short chimneys near the east end of the shady side. Start above a small bush directly to the right of Uncle Wriggly"},"__v":0},{"_id":"giKQ3w5HV062xtYtlx82ew==","name":"This is Not a Test","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Grenko, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":14,"mp_id":"105787907","mp_crag_id":"105826984","climb_id":"giKQ3w5HV062xtYtlx82ew==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This climb is located 100' east of the Bolted Chimney route. It climbs a discontinuous crack system up a steep face. The crux is encountered quickly and finding the hidden face holds helps greatly.","protection":"Small gear. Bolt anchors with chain link or cold-shunts.","location":""},"__v":0},{"_id":"2TTD79VpUcCriX6Gs6J5CQ==","name":"Swainson","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":24,"mp_id":"105818665","mp_crag_id":"105826984","climb_id":"2TTD79VpUcCriX6Gs6J5CQ==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This short top-rope is a good quick climb to finish off your afternoon at Cueva. The anchors are easily accessible and it has a great view over the Rio Grande Valley. That said, it's not a spectacular climb. At first glance, one notices many signs that holds have broken off. In actuality, the holds are all solid and I don't think more rock will be torn off unless you start to meander from the route. \n\n  The climb takes a vertical line up a short face, utilizing a few hidden,deep, and narrow pockets.","protection":"The top-rope anchor for this route consists of two 3/8\" bolts. They are set back 10 feet from the sloping lip so bring some webbing to extend the anchor.","location":"Find this climb on the north side of the western-most spit of rock at Cueva. The climb isn't obvious from the ground; there are two climbable crack systems on this wall, and Swainson is to the west of both of these. The best way to find the climb is to scramble up to the anchors. Reaching the anchor requires easy 5th class scrambling along the easy western-most slabs."},"__v":0},{"_id":"S0zCRrF/VIylJN0bdq+TGQ==","name":"Rotten Reality","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA 16 Oct. 1969 5.5 A3 Leland Davis & Don Delorenzo, FFA Edmund Ward","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":0,"mp_id":"105820118","mp_crag_id":"105826984","climb_id":"S0zCRrF/VIylJN0bdq+TGQ==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This steep diagonal crack provides lots of interesting climbing; Off-width technique, finger-to-fist size jams, big face holds and awkward rest stances make it an interesting and committing lead. Midway up is a bolt, which is where most people end the climb. The upper section is \"grunty\".","protection":"2 3/8\" bolts protect up to the crack. The crack has good gear placements if you hunt for them, but there is also a lot of flaring and crumbly rock which should be avoided.  The mid-point bolt is a 3/8\" and there are two hangerless 1/4\" bolts here  as well. From the top, one can walk north and do a ~100' rappel from the route to the right called \"Banana Splits\".","location":"At the far eastern end of La Cueva is a grotto area. Rotten Reality is the obvious right tending crack."},"__v":0},{"_id":"IE3+GGMjX+6hU8aqFfHJqA==","name":"Proving Ground","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":21,"mp_id":"106331668","mp_crag_id":"105826984","climb_id":"IE3+GGMjX+6hU8aqFfHJqA==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This left-sloping crack system is harder than it looks without being strenuous for the beginner. The crack is gained by face-climbing up 10 ft. Some lichen is on this start, especially if you are further left. The rock is also weaker to the left. Once the crack is gained, gear can be placed from a good rest-stance. The rest of the climbing is gentle stepping up the ramp, relying on the wide crack for protection, and keeping your balance against the head-wall which seems to threaten to push you out. the route tops out at low break in the summit ridge. \n\n  A variation finish can be had by climbing an airy face on the right, just 10 ft below the regular top-out. This gains an additional 20 ft of climbing over the featured face. However, there is not good protection on this finish variation. It does lead to a nice little summit though.","protection":"A small rack of various sizes. Large pieces are especially easy to place in the wide crack, but with more patience, smaller protection can be found. Build an anchor with gear.","location":"Located on the far west end of the Shady Side, this is one of the first routes that is passed when hiking in. It starts behind a small juniper tree about 60 ft to the east of Peregrine. There is no fixed gear at the top. There a couple options for a descent:   1) Have your belayer lower you off the back-side. A 60m rope should reach the ground on the other side, and you can hike back around easy enough.   2) Scramble east over the summit block. This is exposed but not hard. On the other side is a piton-rappel at the top of Nothing to prove. If you'd prefer not to use this rappel, you can continue scrambling east along the exposed summit knife-edge until an easy down-climb on the left can be found. The down climb is low-fifth.   3) Leave some gear."},"__v":0},{"_id":"NmVXSn4aWaqbbllxs1AYfg==","name":"Peregrine","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":22,"mp_id":"106331658","mp_crag_id":"105826984","climb_id":"NmVXSn4aWaqbbllxs1AYfg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This vertical seam offers some interesting climbing for all of 30 feet. It climbs a thin seam, starting with lay-back moves, transitioning to stemming on rotten rock, and finally a few sharp finger jams to finish.","protection":"Setting a top-rope for the route is not straight-forward. The top of the route can be reached by scrambling in from the west, and there is a nice ledge with a tiny juniper right at the top of the route. However, there aren't many protectable features. I use a #5 camelot way back on the ledge, and a pair of tricams in pockets on the upper face. I then needed two 15 ft cordelettes and an additional 10 ft of webbing to get the top-rope biner to be close to the edge.","location":"Located on the far west end of the shady side, 20 ft to the left of Kestrel. the seam is just to the left of a small juniper."},"__v":0},{"_id":"kkct/SJDWYOqy6E2HT2EQg==","name":"Pebble Steps","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":12,"mp_id":"105791072","mp_crag_id":"105826984","climb_id":"kkct/SJDWYOqy6E2HT2EQg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This route is just right (west) of Width of Reason and follows the low angled slab up to a boulder filled gap in the summit. Some loose rock near the top of the route.","protection":"Good placements in the crack where the headwall meets the ramp. A fixed piton is found behind a boulder at the top of the climb. Long webbing required use the piton as a rappel, due to the obstruction caused by the bouldder.","location":""},"__v":0},{"_id":"Nfn5fzrIXEKaiVjwDUtHng==","name":"Nothing to prove","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":20,"mp_id":"106331682","mp_crag_id":"105826984","climb_id":"Nfn5fzrIXEKaiVjwDUtHng==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Mostly face climbing up this left-slanting crack/ramp. The start is made more difficult and tenuous by the lichen and a few rotten holds. These can be avoided by stuffing yourself into the crack, but where's the grace in that?","protection":"A small rack of various sizes. Large cams are useful for making quick and easy placements in the large crack, but smaller placements can be found as well. Half-way up a hanger-less 1/4\" bolt can be found. A 3/8\" bolt and a piton with a rappel ring can be found at the top.","location":"Located on the far west end of the Shady Side, where two large left-leaning crack systems are. This is the left-hand one. The right-hand one is Proving Ground."},"__v":0},{"_id":"p6/h0f0kXEiVRL2xQLZTCg==","name":"Monoculture","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":3,"mp_id":"105798210","mp_crag_id":"105826984","climb_id":"p6/h0f0kXEiVRL2xQLZTCg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This top-rope climb is located on the shady north side of Cueva, near the eastern end of the formation. It climbs up a broad black water-streak. \n\n  The 2-bolt anchor is located on a broad ledge which can be reached by climbing up one of the crack systems just to the right, or by scrambling up the low-angle slab further to the east to gain the ledge system.  \n\n  The climb consists of thin face climbing on crimpers and tiny finger pockets. The crux is located 15ft off the ground, but the entire climb is pretty sustained.","protection":"There is evidence that this climb was once a sport route; a single hanger-less bolt can be found 15ft off the deck. I didn't find any evidence of other bolts. The bolt anchors appear in good condition and one of the bolts sports a quick-link for rappelling.","location":""},"__v":0},{"_id":"3tZu1Tc5WTC6m6HJ4SWauQ==","name":"Meanderthon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":8,"mp_id":"105823983","mp_crag_id":"105826984","climb_id":"3tZu1Tc5WTC6m6HJ4SWauQ==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Don't be fooled by the bolts on this long slabby climb, it is not a sport climb. It is a long, mentally challenging climb around lichen covered bulges while dodging flaky sections of rock. Moving left after the second bolt is on the scariest rock and takes the most concentration. The rest feels pretty solid, but the distance between protection points will keep you focused. A more direct vartiation is to go up and left after the first bolt, and then follow the ramps up to the third bolt. A few marginal tri-cam placements could break-up this run-out, but a cool head is best.","protection":"3 good 3/8\" bolts, widely spaced. There is a good piton and gear placements on the starting ramp. The second bolt is 15' above a belay ledge which can be used to top-rope the lower section, or climbs to the right. Above the third bolt are a few marginal placements of small TCUs or tri-cams. Long runners are essential unless you have a fondness for rope-drag. A good two bolt anchor exists at the top. descen by a two-rope rappel, or two single rope rappekls using the intermediary belay ledge.","location":"Located around the corner (east) of Lichen Fun Slide - Left. On the left side of the slab is a chimney system with poot slings at the top under a large chock stone. To the right is a lichen filled chute. Start near the chimney system and follow the easy ramp up and right. At the top of the ramp is the intermediary belay ledge. From here, climb directly up to a bolt before heading left into some bulges. find/clip the last bolt and head for the top along the path of least resistance/best rock."},"__v":0},{"_id":"5rDsBxMaWSKdOxY5AzmPSg==","name":"Lichen Fun Slide - Right","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":10,"mp_id":"105826971","mp_crag_id":"105826984","climb_id":"5rDsBxMaWSKdOxY5AzmPSg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"The right-side corner system of the \"Lichen Fun Slide\" which continues all the way to the top in one glorious pitch. The start is on a tricky finger-crack, which peters out quickly to become 10m of face climbing on good licheny holds, passing an attractive bulge on the right. By-passing the bulge entirely, continue up into a clean corner gaining a spacious ledge. Stick to the right side of the ledge and continue up, surmounting the final headwall with awkward moves on good, clean rock. After these awkward moves you will be on a nice shadowy ledge, where the side-walls narrow down to form a tunnel-like chute. Chimney up and climb left to reach the anchors of Meanderthon, or follow the tunnel to reach the summit ridge. \n\n  Most of the climbing on this route is on clean rock due to it being the natural drain path. the section with the most lichen also happens to be the easiest. a good variety of moves, and exposure  make this a worthwhile and exciting climb. At the very top where the walls restrict to a chimney, there is an incredible stance where you can stand with one foot on either side and look nearly straight down the entire route. With a little engineering, you can even belay your second from this stance.","protection":"This route protects well, but your options are not varied (a variety of tri-cams will increase your options). Place protection at every possibility, because it is likely to be the only protection for 10-20 ft. The shallow corner past the bulge takes a #1 Camalot (or similar), and a large piece is good for the upper headwall moves. Long runners are a must if you want to avoid serious rope-drag. Use Meanderthon's anchors for the descent.","location":"The Lichen Fun Slide is a narrow 10' wide slab bordered by two corner systems. It is immediately to the right of Meanderthon or east from Width of Reason. It currently is covered with lots of healthy green lichen."},"__v":0},{"_id":"D6ZDwqf1WNGxL4Z+MikaPA==","name":"Lichen Fun Slide - Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":9,"mp_id":"105826963","mp_crag_id":"105826984","climb_id":"D6ZDwqf1WNGxL4Z+MikaPA==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"The left side of the feature dubbed \"Lichen Fun Slide\", is a nice corner system. The rock on the main face is pretty solid, but the wall on the left side of the corner is suspect. About 20m high escape left onto a ledge with anchors. This last move adds some fun exposure. \n\n  Continuing up the left side of the \"Lichen Fun Slide\" is a daunting prospect. The upper headwall appears crumbly, steep, and poorly protected. Good luck (but perhaps bad judgement) to those who dare. If a longer climb is desired one can continue up Meanderthon or traverse over to \"Lichen Fun Slide-right\".","protection":"The lichen makes it a more serious lead mentally. Small cams/wires and tri-cams (up to 1.5\") are all one should need. The belay ledge has a good bolt and piton connected by multiple poot slings.","location":"The Lichen fun Slide is a narrow 10' wide slab bordered by two corner systems. It is immediately to the right of Meanderthon or east from Width of Reason. It currently is covered with lots of healthy green lichen."},"__v":0},{"_id":"+Yyzn9RzXzuCDgjKgjh/Lg==","name":"GRE","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":15,"mp_id":"105828204","mp_crag_id":"105826984","climb_id":"+Yyzn9RzXzuCDgjKgjh/Lg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"The bottom half of this route has great moves, and a nice vertical face. The upper half has abundant loose flakes on lower-angled rock. try not to pull anything down on your belayer's head.","protection":"Use the anchors of This is Not a Test for top-roping. A directional prevents pendulum potential and allows you to climb directly up the upper part of the seam, without having to traverse left.","location":"The thin seam just to the right of This is Not a Test."},"__v":0},{"_id":"dHMRifBTXc2QyQU0jUs56g==","name":"Kestrel","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":23,"mp_id":"106331649","mp_crag_id":"105826984","climb_id":"dHMRifBTXc2QyQU0jUs56g==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"A short climb on a right-leaning crack through two large pods. The hardest moves are right at the start. The rock is generally good, with sturdy face holds and deep pockets between the pods.","protection":"Gear can be placed at each of the pods stances, and different options are available for small or large gear. After the second pod, wires or tricams can protect the last moves before the top. The placements are not obvious and require some searching. \n\n  No fixed gear is at the top and there are scant gear placements for setting an anchor. The main protectable features at the top of the route are small pockets, which can take tricams or small cams. Long extensions are good to have as these features are sometimes far apart.","location":"Located on the far west end of the Shady Side, about 20 ft to the left of Swainson, just to the right of a small juniper. Descend by scrambling off to the west."},"__v":0},{"_id":"3pULi2uLUd+7Ry68GQdnWA==","name":"Garp Tarp","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":2,"mp_id":"118218253","mp_crag_id":"105826984","climb_id":"3pULi2uLUd+7Ry68GQdnWA==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"I've soloed this a few times previously, carrying a rope along to rap down, but having made an earnest effort to lead and protect it today, I guess it's a route now. In any case, it is a nice way to get up high on an exposed false summit just northeast of the true summit of La Cueva (go over there to extend the route), and the view is great in all directions. The origin of the route name is lost to antiquity.P1 (70ft): The route starts near the northeast corner of La Cueva just left of an oak tree growing close to the rock. Pick your path up mostly unprotectable but surprisingly solid rock, trending right to stay on the path of least resistence. The rock is variably pocketed, which is great in terms of occasional jugs, but bad in terms of protection. About 30ft up and to the right you can put place a pink tricam passively in a small pocket by inserting and twisting counter-clockwise. Continue up another 30ft on easy but unprotectable rock and arrive at a nice ledge with a modern bolt+quicklink. FOr an anchor, you can back up the bolt with a Camalot #3 in a pocket above.P2 (130ft): Head up more unprotectable rock until a horizontal \"crack\" (that's a stretch) is reached. This crack will accept a good pink tricam placement, but there are also marginal options to the right for tiny cams or ball nuts. Climb up trending generally left toward a col. Consider placing big cams passively in large huecos but don't waste much time trying. Once you head into the right-trending corner/crack system above, you will be greeted with a yellow Camalot placement followed by a modern bolt 15ft thereafter that protects the crux move, which entails stepping to the right on slightly steeper rock (5.5). From there head up trending generally left with maybe one more small cam or nut placement. Arrive at a modern 2-bolt anchor plus chain just below the exposed false summit. Great place to have a beer and watch the sunset, though they'll ticket you if you do the latter.I did not put the 4 bolts on this route and I don't know who did. Let me know if this is a known/named route.","protection":"I think you could reasonably protect it with a full set of tricams up to large sizes. Without that, there are long sections of runout. Bring 3-4 slings to extend any gear you place.","location":"NE corner of La Cueva, just below the true summit (reddish rock) and left of an oak tree. If you only bring one 60m rope, the descent is a rap off the 2-bolt summit anchors, followed by an easy 10-15ft downclimb to the single P1 belay bolt, followed by a rap from that bold to the ground where you started climbing."},"__v":0},{"_id":"XxujJ5wPXqOPJEBotPng8g==","name":"Flea Protein","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Jason Ploss","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":13,"mp_id":"105881688","mp_crag_id":"105826984","climb_id":"XxujJ5wPXqOPJEBotPng8g==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"A couple of face moves get you into a slopey lieback.  Crux is the top out 15\" up!","protection":"Bring crash pads!  High top out.","location":"A right facing, flaring crack a few feet left of This is Not a Test.  Down climb the slab."},"__v":0},{"_id":"25SF+lbDW3SBP3YM03RcPw==","name":"Depth Charge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":6,"mp_id":"105953299","mp_crag_id":"105826984","climb_id":"25SF+lbDW3SBP3YM03RcPw==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Charge into the depths of the squeeze chimney. Not as hard as it looks, although I find it difficult to rate squeeze chimneys. The crux is getting off the ground and into the squeeze. Some parts of the squeeze are smooth and dirty, others are gritty. there are a few great face holds in the squeeze but for the most part you will be inching your way upwards and trying to decide where you will least likely get stuck. There are two possible exits from the squeeze: 1) if you're small enough squeeze you're way under the giant chockstone at the top. 2) At the narrowest constriction about 5 ft below the giant chockstone, inch your way to the outside of the chimney. As the chimney widens, there are more foot holds.","protection":"A few big pieces are good to have, but you'll also be able to place some small gear, especially if you work your way in deep. I placed a yellow alien immediately after gaining the squeeze, and then a #4 forged friend before working my way to the outside of the chimney (exit strategy #2 above). there is a decent placement for a blue TCU before you gain the large chockstone. From here you can traverse to the right to a lone bolt and lower off (you'll have to leave something on the bolt), or you can continue up to the oak trees and rappel from them.","location":"Hike almost all the way to the east end of the Shady Side and keep an eye out for a short, steep chimney.  The route is the second chimney to the right of Monoculture."},"__v":0},{"_id":"odjlpPn4XUaDHvU9VbV7rg==","name":"Bolted Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":16,"mp_id":"105787900","mp_crag_id":"105826984","climb_id":"odjlpPn4XUaDHvU9VbV7rg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Located on western end of the Shady North side of La Cueva, this climb is a wide chimney with three bolts in the upper section. Fairly straightforward and excellent climbing on solid rock.","protection":"A few cams (something like a purple, a red, and a yellow) for the first 10m, then 4 bolts in the wider section of the shimney. The 3 anchor bolts cover a range of quality and are difficult to equalize. Someone should re-envision and replace this anchor, which is shared with Battle of the Bulges currently.","location":""},"__v":0},{"_id":"QxwKvFp1VcatA89614m+gw==","name":"Battle of the Bulges","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":17,"mp_id":"105787904","mp_crag_id":"105826984","climb_id":"QxwKvFp1VcatA89614m+gw==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This route is the left-tending crack system just to the west of Bolted Chimney. Don't be scared off by the chossy-looking appearnace of this climb, it's better than it looks. Each of the three bulges present slightly different challenges. With some more traffic, the route would clean up nicely.","protection":"Standard rack. Each of the three \"bulges\" can be protected by multiple placements, which I'd recommend due to the somewhat unstable condition of the rock. You can descend off of Bolted Chimney's anchors.","location":""},"__v":0},{"_id":"fF+tqKftWMGCXAfe23LVMQ==","name":"Banana Splits","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA late 1950s 5.6 A3 Harry Davis & J. Mack Adams, FFA Mark Motes & Karl Kiser, spring 1980","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":1,"mp_id":"106127862","mp_crag_id":"105826984","climb_id":"fF+tqKftWMGCXAfe23LVMQ==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"You can access the top rope anchors from Rotten Reality or you can free climb a 4th class Lichen face around the north corner and descend a shaky 15 feet to the crack. The bolts and hangers are old and rusty, I use them but don't trust them....Bad combo. I would back it up with some pro. Hopefully, this summer I can get some good bolts in for everyone. There is quite a bit of rope drag from the top rope, especially when you get close to the overhang. starting the route and the overhang are the 2 crux in the climb. with a 60m rope the climber and belayer have to get a boost to be roped in. Awesome route with some nice hand and finger jams. Get's mellow towards the end, nice way to in the climb and a fun free rappel back down!","protection":"2 old bolts are at the top of the route. about 20ft below, right above the overhand, is another old bolt. A good place to set an aider. right below the overhang above \"the step\" is a new bolt. On the step is an old piton. about 20-30 ft up is a jammed tri-cam, an old piton used to be right by it but i broke it in a fall. a good set of cams can easily do the trick. on the overhang, i could barely fit in a 0 cam and i wouldnt trust the rock in a fall.","location":"West of Rotten Reality in an area my brother and I have dubbed \"The Basin\". You can't miss this huge split up the rock. You can access it from the north trail, or bushwack a bit from the southern la cueva trail under a huge boulder. Awesome place to climb in summer, nice and cool."},"__v":0},{"_id":"EmA4ha9rVRCgnqy9e50PQg==","name":"Back-Scratcher","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":7,"mp_id":"105827011","mp_crag_id":"105826984","climb_id":"EmA4ha9rVRCgnqy9e50PQg==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"This large chimney is clean climbing with two distinct cruxes. Both cruxes are at bulges and are followed by a widening of the chimney where protection is scarce without crawling deep into the chimney. Throughout most of the climb there are good face holds, but above the last bulge, the face holds get scarce and chimney technique is the best way to go.","protection":"Small gear works for the starting cracks. An old 3/8\" bolt with a home-made hanger is at the first crux and can be backed up with small gear. The next bulge takes a large cam, and is the last practical protection until the anchors. anchors are 2 good 3/8\" bolts connected with slings and a beefy rap-ring.","location":"The large chimney to the left of Meanderthon. A huge chock stone is visible near the top, as are the poot slings underneath this chock."},"__v":0},{"_id":"BO89C7sPVBOgSU2V62WADQ==","name":"B - Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":19,"mp_id":"106331707","mp_crag_id":"105826984","climb_id":"BO89C7sPVBOgSU2V62WADQ==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Low-angles face climbing following a thin crack-seam for protection. At the top of the seam, the route squeezes through a small chimney-like section to gain the summit ridge. \n\n  Holds are mostly solid, but there is a lot of lichen on the route. \n\n  Variation: Using the 3/8\" bolts as a top-rope anchor, climb directly up to the anchor. ~5.7.","protection":"Small gear for the first 30 ft seam. There are only a few spots on the seam with good placements. Build an anchor at the top with small wires and cams. For the descent, a pair of 3/8\" bolts can be found by lowering down 10 ft and traversing around the corner to the right.","location":"Near the west end of the Shady Side, two crack systems run together forming a giant \"A\". \"B\"-route is the right hand crack. The left hand crack is A - Route."},"__v":0},{"_id":"Lyiys7K8UPOPVgDvBctoew==","name":"A - Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"left_right_index":18,"mp_id":"106331700","mp_crag_id":"105826984","climb_id":"Lyiys7K8UPOPVgDvBctoew==","areaRef":"/g0kqNqlUPm0ah2LUEqX9A=="},"content":{"description":"Suspect rock quality, but overall low angle combine to make a reasonable lead. The crack provides just enough options for protection to provide comfort. The first 15 ft is very low angle.","protection":"Small rack. Use small wires and cams to set an anchor. For the descent, a pair of 3/8\" bolts can be found about 10 ft around the corner to the right from 10 ft below the top of the route.","location":"Two crack-systems run together forming a giant \"A\". \"A\"-route climbs the left-hand crack. Both these cracks are found on the western end of the Shady Side."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,2e23aecb-6846-50f9-b5df-cb0e7aac0558,fe0d24a8-daa5-50f9-b46a-1d8b504a97f4","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","La Cueva","Shady Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":5,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.4"},{"count":3,"label":"5.5"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"V1"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":16,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5942,32.3351]},"bbox":[-106.59473218358953,32.33465033981813,-106.59366781641046,32.33554966018186],"left_right_index":-1,"ext_id":"105826984","area_id":"/g0kqNqlUPm0ah2LUEqX9A==","polygon":{"type":"Polygon","coordinates":[[[-106.59473218358953,32.33465033981813],[-106.59366781641046,32.33465033981813],[-106.59366781641046,32.33554966018186],[-106.59473218358953,32.33554966018186],[-106.59473218358953,32.33465033981813]]]}},"content":{"description":"The shady side (North facing) of La Cueva offers many challenging trad leads and is the best place to be during hot days, which is most of the time down here. Fortunately, the shady side has more routes than the sunny side."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:13:46.463Z","updatedAt":"2024-02-19T18:38:10.843Z"}