{"_id":"6368a214e80bff5a9955d989","area_name":"Little Squaretop","shortCode":"","climbs":[{"_id":"PkJwFn24WaeXO1HgAJmZyQ==","name":"Normal Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"M. Shriver, O. Parsons, B. Caldwell and H. Davis 17 January 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5619,32.3473]},"left_right_index":999999,"mp_id":"106292853","mp_crag_id":"106292768","climb_id":"PkJwFn24WaeXO1HgAJmZyQ==","areaRef":"b4OpWUoQXDi9Jx+StO86DQ=="},"content":{"description":"The summit of Little Squaretop is a great place to be. Barely large enough for two people, it is just exposed enough to keep you nervous, but not jaw-droppingly exposed where the average adventurous hiker wouldn't ascend it. Getting there requires more scrambling than the popular Normal Route of Organ Needle, but most climbers will find it comfortable without any ropes or gear.","protection":"None required","location":"Hike and scramble to the saddle between Organ Needle and Little Squaretop as for the approach to Northwest Ridge. From this saddle head north down a gully to get into the main gully which becomes the North-South passage between Little Squaretop and the Massif. This passage is blacked by a lrage slab. The slab can be surmounted at its far left (north) end via some scrambling on good holds. This gains a ledge with a few large junipers on it. From behind one of the junipers, scramble up a short corner on more good holds to finally get past the slabs. Continue up easier scarmbling until a huge boulder blocks the gully close to the top. The left side under the boulder can be chimneyed up with good security to gain the top of the gully. There is a superb view down the north side of this saddle. \n\n  The summit is gained by scrambling up good holds on the east side of the peak. Closer to the top, a few moves up a wide crack gain a small ledge where the summit register is located. From here, a cat-walk heads off to the left for 15ft until you can mantle up onto the summit boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,261a19b6-6886-5b81-91c4-7b7985469ba5,6f83a959-4a10-5c38-bd27-1f92b4ef3a0d","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Needle and Squaretops","Little Squaretop"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5619,32.3473]},"bbox":[-106.56243225534509,32.34685033981814,-106.5613677446549,32.34774966018186],"left_right_index":-1,"ext_id":"106292768","area_id":"b4OpWUoQXDi9Jx+StO86DQ=="},"content":{"description":"Little Squaretop is the next major peak North of the Organ Needle. As viewed from Organ Needle, it actually appears to be two peaks divided by a gully running North-South between them. The peak to the left is refered to as Little Squaretop and is the peak that is seen when gazing at the Organs from the West. The peak on the right is referred to as Little Squaretop Massif and is similarly the only peak visible when gazing at the Organs from the East. To make these names even more confusing, Squaretop Peak (or Big Squaretop) is the square-like cog further north along the mountain ridge, but it only resembles a square-cog when viewed from the west.\n\n There are a number of old mountaineering routes up to these summits, as well as steep technical climbs which can be found on the myriad of faces, ridges, and pinnacles which surround these peaks. These include the Tiger Fang formation, found low on the northeast side of Little Squaretop Massif, which is a stunning shark-fin-like pinnacle first climbed in 1956."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:46.465Z","updatedAt":"2022-11-25T11:20:29.031Z"}