{"_id":"6368a50be80bff5a995b09ce","area_name":"South Narrows","shortCode":"","climbs":[{"_id":"ON71zDkwXAO8R+eVOG5TGA==","name":"Walk the Plank","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":4,"mp_id":"108172748","mp_crag_id":"109079966","climb_id":"ON71zDkwXAO8R+eVOG5TGA==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"First bolt is high but there are jugs that take you to it.  You have to start by crossing the river to the rock.  1/2 way up you move right to think holds before reaching a monster right hand jug.  The top has a bulge and funny holds before getting to the bolts.  Fun climb but there are some loose rocks on this climb so be careful not to pull them down.","protection":"Bolted with Chains up top.","location":"Route is on the River side."},"__v":0},{"_id":"qFdbsu+eVzKlISZg626h4g==","name":"Thunder Ball","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"D.A. LeBaron","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":6,"mp_id":"110698819","mp_crag_id":"109079966","climb_id":"qFdbsu+eVzKlISZg626h4g==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Alternate ending of an old\n\nJolly Roger\n\n... After climbing through largest pod on this wall, bust out right through lightning bolt cracks. Move up and right of bulge. Explosive sequence takes you to the chains.","protection":"Bolts to chains","location":"Starts under huge vertically elongated pod to right of\n\nWalk The Plank\n\n."},"__v":0},{"_id":"DC4XD+OlVo270bIcSASCkg==","name":"Slim Shady","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chad Z","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":0,"mp_id":"110685610","mp_crag_id":"109079966","climb_id":"DC4XD+OlVo270bIcSASCkg==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"AKA:\n\nThe Real Slim Shady,\n\nThis route is freestyle’n. A real battle... Start on obvious jugs, get your palms ready, make sure they ain’t sweaty, don’t move up left and touch moms spaghetti. Move up right and be realisticle. Back up left and grab the testicle. Get set up to make a long throw, don’t miss your chance to blow, this opportunity only comes once in a quickdraw yo.\n\nBut for real, be a thug and make it to the top.","protection":"Huge bolts with perma-draws","location":"Furthest route to the left. Faces downstream"},"__v":0},{"_id":"9mmqM1aMWNO9viOawZrmPw==","name":"Rivers Edge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Merton and Brian Loth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":17,"mp_id":"105792179","mp_crag_id":"109079966","climb_id":"9mmqM1aMWNO9viOawZrmPw==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Rivers Edge is the last route on the south wall of the upper narrows.  Climb past the cracks and finish on the arete to the left.\n\nP.S. Don't bail to the right.","protection":"Draws\n\nPermadraw missing on 4th or 5th bolt. Bring at least some of your own gear.","location":""},"__v":0},{"_id":"ZLUM2Bg0XLuAGHUfaa4HjA==","name":"River Runs Through It","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"D.A. LeBaron","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":1,"mp_id":"110684757","mp_crag_id":"109079966","climb_id":"ZLUM2Bg0XLuAGHUfaa4HjA==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"steep, but short boulder problem into a sensitive rest, leads to pumpy 12b climbing, with a thin but fun finish.","protection":"Bolts to fixed chain anchors. First bolt is a directional, for belayer.","location":"Far left of the creek side wall, to the right of Slim Shady. often has a plank leading to it if the river hasn't washed it away."},"__v":0},{"_id":"2PanbwpFUqu6qTOV2EVYAQ==","name":"Quocs Wok","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"D.A. LeBaron and Sam Elias","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":11,"mp_id":"110685586","mp_crag_id":"109079966","climb_id":"2PanbwpFUqu6qTOV2EVYAQ==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Start on a plank to the right of Alma B. Head straight up into the beautiful scoop under a streak that looks like a paintball splatter.  Move up slightly left and try to find your way through holds that are hard to read, at the bottom of the huge white water slide. Thus begins the crux. The crux brings you to the biggest deepest hole at the crag. At the top of the hole, you get a good rest before you tackle a short bouldery finish.","protection":"Bolts to chain anchors","location":"One route to the right of the graffiti (Alma B). If you escape in the pod, you can claim 12b. But if you climb through the bolt line, there is an obviously more difficult sequence that leads to the top of that pod."},"__v":0},{"_id":"9EQUyQEPV7CpVQdEPpBpkg==","name":"Prince of Squeeze","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Seth Walker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":3,"mp_id":"111956183","mp_crag_id":"109079966","climb_id":"9EQUyQEPV7CpVQdEPpBpkg==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"A good addition to the south side for an alternate warmup.  Fun climbing on positive holds and well bolted.  The crux is probably more about deciding to go left or right around the upper bolts than it is about the moves themselves.","protection":"Draws, fixed anchor with biners","location":"Between a River Runs Through It and Walk the Plank."},"__v":0},{"_id":"dRYCUG/eXei0uZwDB+h5SQ==","name":"Old School","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Johnny and Scotty","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":16,"mp_id":"110685630","mp_crag_id":"109079966","climb_id":"dRYCUG/eXei0uZwDB+h5SQ==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Semi-steep at the bottom leads to a curious boulder problem style of climbing about half way up. Commit to finishing this cruxy sequence or take a sketchy whipper. Trends left into scoop.  Top has good holds. One can roll over lip and clip chains of Rivers Edge, but is intended to move up left over a bulge for a final hoo-raw. Has an \"old school\" feeling to it.","protection":"Bolts to chain anchors","location":"Starts where Rivers Edge begins and moves instantly left. Does not share first bolt"},"__v":0},{"_id":"i3zH2JBiVVGawIzoU3lWgw==","name":"Nerve Agent","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jonathan Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":15,"mp_id":"109395095","mp_crag_id":"109079966","climb_id":"i3zH2JBiVVGawIzoU3lWgw==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Walk the plank across the creek and then start off with some relatively juggy climbing for several bolts to about 2/3 height on the route. From here it turns up significantly and foot options get sparse. Moving between the big slippery pods is the crux.\n\nGreat stone and an interesting climb! Certainly not easy for 13a.","protection":"QD's","location":"First route right, on the main face of the South Side."},"__v":0},{"_id":"TPMNnT/ZXjmDenFBPtg5hg==","name":"Narrow Minded","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"D.A. LeBaron","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":7,"mp_id":"112051135","mp_crag_id":"109079966","climb_id":"TPMNnT/ZXjmDenFBPtg5hg==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Moves lead to the bottom of the large pod then on to the arête. A technical crux requiring finesse and precision leads to a committing finish.","protection":"7 fixed bolts to fixed chains.","location":"Right of long vertical pod. Wide obvious dark streak on the smothest section of rock at the crag. (and most beautiful IMO)"},"__v":0},{"_id":"wD837rZyXCqCETnrIVpZkA==","name":"Jolly Roger","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Martin Berzins, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":5,"mp_id":"109320963","mp_crag_id":"109079966","climb_id":"wD837rZyXCqCETnrIVpZkA==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"This fun line climbs in and out of one of the largest pods on the southern side of the upper narrows.\n\nStart by padding up a thin slab past a couple of bolts (somewhat insecure and hard to read, stick clipping is recommended as the holds can get dusty) and establish yourself at the base of the large pod. Stem your way up the pod, avoiding a few loose holds, to reach a clip in the underbelly of the cave (long draw useful). Catch a sweet rest at the apex of the cave, using bomber jams to study the upper section. Clip the first fixed draw, extract yourself form the pod and launch up the lightning bolt crack feature, eventually tackling a final bulging section to reach the chains.\n\nAn alternative lines cuts right from the pod (\n\nThunder Ball\n\n).","protection":"7 bolts to chain anchor. The last 4 bolts sported fixed draws as of early 07/14. Use a longer draw at the 3rd clip to prevent rope drag. A stick clip is nice to avoid landing in the creek. The first 3 bolts may feel a bit R, especially when hanging the draws on a first try.","location":"First route to the right of Walk the Plank. It follows the longest runnel/pod into a cave feature. A very distinctive lightning bolt crack splits the upper section, the anchor sit on a small bulging face to the left of a large bush.\n\nStart on a plant directly below the first bolt."},"__v":0},{"_id":"duGSzMHxWvi+7SSGl3h8Ug==","name":"The Fat Boys Sipping and Chipping Club","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Walter Anyan and Martin Berzins, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":9,"mp_id":"112143129","mp_crag_id":"109079966","climb_id":"duGSzMHxWvi+7SSGl3h8Ug==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"A little techy on the bottom until you reach the top right side of the pod under the mini roof. Quite \"bouldery\" to gain the elongated pockets and then committing moves all the way to the chains. Great style of climbing. Incredible rock. A Must Do.","protection":"Bolts to shared rap-bolts containing biners","location":"Starts on Alma B and breaks leftward after a couple bolts. Shares top anchors with \"The Eleven\""},"__v":0},{"_id":"BB5/RLJMVymBkn79ZBTTgw==","name":"The Eleven","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Boone Speed - 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":8,"mp_id":"109321012","mp_crag_id":"109079966","climb_id":"BB5/RLJMVymBkn79ZBTTgw==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Similar to the 11c which tackles the big pod to the left, The Eleven (per JG's guidebook) embarks on a journey through a slab, a pod capped by a roof and a thin upper face.\n\nStart in the creek and climb a smooth slab via intricate face moves on small holds, eventually reaching an insecure stance inside a small pod. A bit of trickery gets you out of the pod on bomber underclings, giving you time to contemplate the second half of the route. You will be rewarded by another great resting stance if you survive the crux, a left trending affair of bigger moves on small holds and diminutive feet. Once you've regained your composure, surmount a final bulge on chossier rock to reach the anchor.\n\nThe route seems to meets with the 12++ to the right (a route which branches off from Alma) but an independent easier line of holds can be found directly above the last resting stance.","protection":"8 bolts to anchors. As usual, stick clipping the first bolt is a good call for a first try as the slab sequence is tricky and the holds always seem to be coated in dust.","location":"The Eleven is the 2nd bolted line to the left of Alma (identifiable by the namesake graffiti about 15' up the wall). It shares anchor with a 12+ routes which splits from Alma at the 2nd or 3rd bolt.\n\nRecognizable features include a body sized pod below a vertical crack into a dark face."},"__v":0},{"_id":"KdFkRN4JXg2gzTYeV9VJrw==","name":"Bomb Track","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brian Loth & Matt Merton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":12,"mp_id":"109336138","mp_crag_id":"109079966","climb_id":"KdFkRN4JXg2gzTYeV9VJrw==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"An easier start to bypass the heinous thin crux of Alma and still enjoy the upper pods? An independent traversing odyssey through an unlikely line of pockets begging to be climbed? Regardless of how you look at it, Bomb Track is a worthy adventure linking intriguing features into a fun varied pitch.\n\nEnter the Bomb Track by pulling into a right facing dihedral lined with pockets. Crimp, jam, undercling, arm bar your way to the 3rd bolt then bust a hard left, traversing along more pockets to reach the base of the first shell hole. Tackle the first technical crux, figuring out an elaborate sequence to enter this hole and meet with\n\nAlma B\n\n. Clipping that 6th bolt (4th of Alma) with a runner will help control rope drag but add a bit of intimidation to the mix...\n\nCrawl into the next smaller pod by milking amazing pockets and take a nap in there. Once you feel refreshed devise a way to extricate yourself from the pod, go through a tough bulge and slab your way to a giant undercling (and an optional great rest in a crack). Bust left on the slab, executing a thin crux to reach excellent pockets (this may be much harder for shorter climbers and involve some serious friction). A short insecure lieback leads to huge holes in a roof and a final pull over the lip to the chains.\n\nI doubt you could clean this one without taking a monster swing into one of the planks. Better have someone ready to second and take monster swing into thin air if they botch the traversing sequences.","protection":"9 bolts to cold shuts over the lip. Maybe a long runner for the 6th clip (1st shared with Alma) as the route straighten up after that.","location":"Bomb Track starts to the right of a small cave 15' to right of\n\nAlma B\n\nand follows an obvious weakness littered with big pockets, traversing left to merge with Alma. The next route to the right is the obvious\n\nThe Big Smile"},"__v":0},{"_id":"CD4CkoRzVkGBmW8tr/aiAw==","name":"The Big Smile","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Chris Sharma","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":13,"mp_id":"105742196","mp_crag_id":"109079966","climb_id":"CD4CkoRzVkGBmW8tr/aiAw==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"This route is located in the upper Narrows and is found on the south wall of the pass. I believe it is the third line of bolts from the right (west) end of the wall as you face south.","protection":"Draws.","location":""},"__v":0},{"_id":"YlYW7otsXlavCCUiXOBZAA==","name":"Alma B","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mike Call","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":10,"mp_id":"109335960","mp_crag_id":"109079966","climb_id":"YlYW7otsXlavCCUiXOBZAA==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"If the style of this route relates in any way to the personality of the namesake lady, she must have been quite a challenging wench to be around!\n\nAt time thin and delicate, sometimes thuggy and powerful, often balancy and insecure, this line will do its best to chew you up and spit you off using every trick in the bag.\n\nStart in the creek (or on the plank a few feet higher) and rise out of the watery abyss via technical face moves on small holds and polished feet. The route shoots up and slightly right after the 2nd clip, the left bolt line leading into a stunning-looking 12+ (\n\nThe Fat Boys Sipping and Chipping Club\n\n). Ignore this distraction and prepare for a taxing sequence with off balance moves followed by long reaches to small crimps and sidepulls with absolutely worthless feet. A thank-Jeeubs sidepull caps this section and marks a brutal change of style, from thin face to overhanging thuggery though a series of steep pods littered with bomber pockets. As soon as you're getting comfortable with the movement though, Alma changes her mind, taking away the holds and replacing them with a beautiful grey-streaked slab. Get used to feeling off-balance, switch to smearing mode and launch up this friction/lieback/barn-door adventure, eventually latching a couple or monster pockets. One last effort will see you over the roof and to the chains.","protection":"7 bolts to cold shuts (the book says 9, I think my count is accurate). Stick clip the first bolt or risk decking in the creek or on the plank (even worse). Watch your rope when lowering, it goes over the fairly sharp lip of the roof.","location":"Immediately to the left of the largest line of caves/pods/holes/whatever you want to call them sits a smooth face with a number of graffiti. The inscription which gave the route its name sits about 20' right of the first bolt. The route heads straight up the thin face into a series of pods capped by a black roof.\n\nTwo variations lead in/out of Alma:\n\n-\n\nThe Fat Boys Sipping and Chipping Club\n\nbranches off at the 2nd bolt, heading left across a black face via an amazing line of mail-slot pockets to reach the anchors of\n\nThe Eleven\n\n-\n\nBomb Track\n\ncomes in from the right via a series of obvious pockets and merges with Alma at the 4th clip."},"__v":0},{"_id":"YeNtJqj5UceceT158vey5Q==","name":"Alabaster","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Adam Griffith and Kaleb Mcallson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"left_right_index":2,"mp_id":"117406150","mp_crag_id":"109079966","climb_id":"YeNtJqj5UceceT158vey5Q==","areaRef":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":"Quality bouldery start like it’s neighbors to the left","protection":"Bolts to “fixed” chains","location":"Third route to the left. Stick clip the first bolt"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,a8851ebd-1d09-5ac4-9a84-0731b1b82d89,9d82a41a-09b9-5357-aae0-9400b3c36238,bffae1e9-f0b9-57b0-ad21-6f02ffe2f066,20ba6b60-e1b5-5cca-97bc-724bb2d5a129,ecb6c011-b85b-5313-8c30-e1bd9ad9a925","pathTokens":["USA","Utah","West Desert","Stansbury Mountains","South Willow Canyon","Narrows","Upper Narrows","South Narrows"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12b"}],"byDiscipline":{"sport":{"total":17,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":10,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":10,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.59538,40.49128]},"bbox":[-112.59597126541081,40.490830339818146,-112.59478873458917,40.49172966018187],"left_right_index":-1,"ext_id":"109079966","area_id":"7LbAEbhbUxOMMOG9mtmpJQ=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:26:57.904Z","updatedAt":"2022-11-25T11:23:57.086Z"}