{"_id":"63689de0e80bff5a994f99f3","area_name":"River Wall II","shortCode":"","climbs":[{"_id":"XJ9DZKoYVaOXM0EE2NBorw==","name":"Aquadarius","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Matty Hong, 03/07/21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":8,"mp_id":"120456072","mp_crag_id":"105745534","climb_id":"XJ9DZKoYVaOXM0EE2NBorw==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Established and attempted by Darek Krol and Ed McKeown over the course of 2020, the first ascent was ultimately gifted to Matty Hong a few months after Darek's tragic passing at the very end of that year. In true Hong fashion, our multi-month project was dispatched with little effort and less fanfare, confirming the 8b grade we had suspected. Thank you, Matty, for opening the line in such good style, Darek would be proud (and smiling per usual).\n\nSome 5.11 intro climbing past the first two bolts leads to the only large hold on the route. From there, two stacked V7/8ish boulder problems separated by a horizontal break and quick clip gets you to a shallow ledge containing some fussy holds that don't provide much of a rest. From here, it's mid-5.12 resistance climbing for a few clips up to where one encounters what feels like a heartbreaker V6 sequence at the very last bolt. Keep it together, and tick tack up for a few more moves to the chains.\n\nWhile not entirely\n\nau naturel\n\n, there's no denying this is perhaps one of the more aesthetic lines at the cliff. Unrelenting in nature and just far enough away from the adjacent routes to not be contrived. With some concerted effort, one could feasibly escape off and re-enter via either\n\nRH\n\nand/or\n\nBBMM\n\nto find reprieve here and there - if done in this fashion, deduct several difficulty and style points, and give the excursion a different name.\n\nThere are two link-up variants that had been done early on that are quite good but don't warrant being posted as independent routes:\n\nHero to Zero (aka H₂Ø) - 12d\n\n: climb the first four bolts of\n\nRedneck Hero\n\n. From the good stance at the \"Hero\" jugs below the crux section of that route, and with\n\nRedneck's\n\n4th bolt clipped just above your waist, move straight left via a punchy move and then up to the 7th bolt of Aquadarius; finish by continuing on that route.\n\nPimpa la Bimpa - 12b:\n\nstart the same as H₂Ø, but when you get to the 8th bolt of Aquadarius, don't make that clip, instead, match your hands and pull straight left into the large jug sidepull of\n\nBig, Big Monkey Man\n\n. Finish on the last two bolts and anchors of that route. Note: clip only bolt #7 of Aquadarius for best results. In summary, clip the first 4 bolts of\n\nRedneck\n\n, bolt #7 of Aquadarius, and the last 2 bolts of\n\nBBMM\n\n.","protection":"9 glue-in bolts to lowing anchors with chains and biners.","location":"The route takes the line of strength between the prominent features of\n\nBig, Big Monkey Man\n\nto its left, and the popular\n\nRedneck Hero\n\nimmediately to the right."},"__v":0},{"_id":"DvJRPNG3VQ6Qlg6CEQZFyg==","name":"Technicolor Nightmare","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Taylor","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":0,"mp_id":"117295175","mp_crag_id":"105745534","climb_id":"DvJRPNG3VQ6Qlg6CEQZFyg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This route ascends the bright lichen covered wall across from the dam above the River Wall.\n\nThis west-facing wall sits right above the road and is easily seen when walking east toward the parking area if hiking out from the reservoir or a session at the Lion's Den. It is just around the corner from the dam.\n\nA gently overhanging face of nice rock sits above a 50 foot choss approach.\n\nA large tree above the wall provides a easy fixed line setup. Approach the hillside to the east to get up there.\n\nI climbed this via toprope solo setup and only climbed the upper face that contains the good rock and enjoyable climbing (although it still needs some cleaning).\n\nI would be surprised if anyone else actually climbs this thing.\n\nIt is a shame that the approach climbing from directly underneath is such poor quality, otherwise this would be a good route.","protection":"Fix a line from the large tree above the wall.","location":"This is across and just west (around the corner) from the dam above the River Wall. It is behind the powerlines and is easily seen sitting above the road."},"__v":0},{"_id":"vILc9zIsXvCiLyRy5S8L8A==","name":"Social Dispensing","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":10,"mp_id":"119366861","mp_crag_id":"105745534","climb_id":"vILc9zIsXvCiLyRy5S8L8A==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Social Dispensing is a slab climb, less than vertical but with enough techy moves to make you feel like it was harder than adjacent\n\nRedneck Hero\n\n. Body position and foot work are key on this route, so you have a taste of what climbing in Buoux in '80s was. A little footsy crux at the second bolt is followed by easier climbing to another crimps-smears puzzle. Keep it together to pull over and right of a small roof to the final slab crux. High feet will help overcoming the fear of botching the last move.","protection":"7 glue-in bolts and lowering anchors with chains.","location":"The route follows the \"corner house\" of the middle cliff and starts about 15 feet to the right of\n\nRedneck Hero\n\n. Begin either straight up from a dry river bed, or when the water is high, start from the top of the big boulder. Both ways of starting present the same difficulty."},"__v":0},{"_id":"yAGDr4pMX/6R8E8Q+fKf+Q==","name":"Redneck Hero","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Harold Greib & Wolfgang Schweiger, 7/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":9,"mp_id":"105753994","mp_crag_id":"105745534","climb_id":"yAGDr4pMX/6R8E8Q+fKf+Q==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Classic pumpy sport route climbs directly out of the drink. Reach the\n\nEscape from Alcatraz\n\npedastal via rock hopping across river, or access the right side of wall and boulder again left. Climbing directly left from the pedestal, clip traversing bolt with runner or double runner (or unclip later).  Now, climb the past the corner and up into the thuggish face. The crux comes near the top after the pump is well settled into the forearms. Great moves, rock and fun!","protection":"Seven or eight bolts to two bolt anchor from the bolt anchor on the pedastal below\n\nEscape From Alcatraz\n\n. It is listed as 'R' in guide, but perhaps bolt was added, for there were no sizable run-outs as of late.","location":""},"__v":0},{"_id":"Bjnr3WnFWlasaqPQ02qIGw==","name":"Surround Sound","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":4,"mp_id":"111406121","mp_crag_id":"105745534","climb_id":"Bjnr3WnFWlasaqPQ02qIGw==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Steep climbing with a bit of loose rock leads to a moderate face up high. This is a decent warm-up.","protection":"7 aging bolts to a one bolt anchor.","location":"This is located under the roof, 10m right of the start to\n\nBrother From Another Planet\n\n."},"__v":0},{"_id":"5jZT1to9WRaKcSULBlRJog==","name":"Pocket Hercules","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Paul Piana, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":6,"mp_id":"105759426","mp_crag_id":"105745534","climb_id":"5jZT1to9WRaKcSULBlRJog==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This is the crack 25 feet left of \"\n\nRedneck Hero\n\n\". Steep and pumpy this route has good pro and fun movement. The route \"\n\nBig, Big Monkey Man\n\n\" splits off about mid way up. Best to do this route when the river is low.\n\ni.e.\n\nspring, fall. At the top traverse right to a bolted anchor at the top of \"\n\nBig, Big Monkey Man\n\n.\"","protection":"#5 RP through #2 Friend. 3 #1.5 Friends.","location":""},"__v":0},{"_id":"dog1XRPxWO+f4iU+2LWqEg==","name":"New Horizon","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Bob Horan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":1,"mp_id":"105887357","mp_crag_id":"105745534","climb_id":"dog1XRPxWO+f4iU+2LWqEg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"New Horizon is everything a sport climb should be- beautiful, natural, aesthetic, and challenging.  Slap the arete and hug the crack past fairly positive, yet widely spaced holds until it is no longer possible to span between the two features.  At this point commit to the arete, lieback past the last bolt, and then traverse left to the anchors.","protection":"Five quickdraws plus one for the extremely large eye bolt at the anchor.  A 50 meter rope will easily get you back down.","location":"This is the obvious arete on the left side of the Riverwall.  Scramble up a slightly loose, scary ramp to reach the base of this climb."},"__v":0},{"_id":"PBy3qbsIVjifAcb6eac/6Q==","name":"Neurosurgeon","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Wilford and Steve Mammen, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":16,"mp_id":"105754006","mp_crag_id":"105745534","climb_id":"PBy3qbsIVjifAcb6eac/6Q==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Neurosurgeon climbs the stellar fingercrack on the far right side of the 'central' River Wall (after the bouldering approach in from right), just right of the steep 'slab'\n\nLe Diamant E'ternal\n\n. The only reason this climb doesn't receive three stars in my book is the scary finishing options. One must either climb difficult to protect direct 5.11 PG/R finish or move right around the arete as the crack fades in and out and finish on loose scary 5.9 R climbing. The lower portion of the climb, the meat of it, is beautiful and can be worth the scare above, or better yet TR the line.\n\nStart with stellar fingerlocks. Just before the roof the crack widens to off-fingers and thin hands (cruxy). Polish off the roof above and climb several body lengths of pumpy crack.  Good footwork here will make all the difference. On the lead one must choose here as the crack fades in and out to climb right to the arete and up (5.9 R) or directly up the 5.11 (PG/R) finish. A TR will follow the 5.11 finish.","protection":"A rack heavy on small medium gear up to 2.5 inches, and a double sets of TCUs or Aliens are useful. You can use the anchor to the left atop of\n\nLe Diamant E'ternal\n\n(LDE). It is possible to toprope via these anchors with some well-placed directional gear.","location":""},"__v":0},{"_id":"kktn9vtGV66YSUWW7Vz4Wg==","name":"Lost Horizons","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Rob Candelaria, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":2,"mp_id":"120528786","mp_crag_id":"105745534","climb_id":"kktn9vtGV66YSUWW7Vz4Wg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Start at\n\nNew Horizon\n\n. Climb the thin, arching crack to the right.","protection":"Small cams and stoppers.","location":"It is just to the right of\n\nNew Horizon\n\n."},"__v":0},{"_id":"BOZc9wzHXQ2mX/xhHm7Z1A==","name":"Livewire","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Mark Wilford and Steve Mammen, 1985. Retrobolted","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":12,"mp_id":"106254444","mp_crag_id":"105745534","climb_id":"BOZc9wzHXQ2mX/xhHm7Z1A==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This route starts following an arete leaning right, soon traversing left into a mean offwidth protected by the third and forth bolt. The next lead out section can be climbed with little pro up to an 1 1/2\". or just ran out to the last bolt (5.8+) just under the roof of\n\nIntroducing Meteor Dad\n\n.","protection":"Climbing 4 bolts to a hollow flake. Gear up to an 1\" or so. Caution, place at the bottom of flake (wiggly at top). Traverse back right to last bolt, and this climb shares anchor with\n\nIntroducing Meteor Dad\n\n.","location":"This is the route just left of\n\nIntroducing Meteor Dad\n\n. It has a two bolt anchor."},"__v":0},{"_id":"YiWFYAbVXgC5FBOYFrHDug==","name":"Le Diamant E'ternal","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Rob Candelaria","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":15,"mp_id":"106155882","mp_crag_id":"105745534","climb_id":"YiWFYAbVXgC5FBOYFrHDug==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Although it may appear that the beautiful, bullet slab left of '\n\nNeurosurgeon\n\n' is all but featureless, don't be fooled, for there is in-fact a thin, arching seam that offers just barely enough to grab.\n\nBegin the route with easy slab climbing on featured rock. Clip the third bolt and start a 30 foot section of amazing stone where grips are few and far between. Ride the varying seam via tight jams, lay backs and odd mini-pinches until you clip the 6th bolt and rest on good feet. Traverse right on tiny crimps and finish up and left through underclings to anchors.\n\nBrilliant, engaging climbing on super rock. French for 'The Eternal Diamond'.","protection":"Quickdraws.","location":"This is on the large slab right of '\n\nIntroducing Meteor Dad\n\n'. It is left of the crack '\n\nNeurosurgeon\n\n'."},"__v":0},{"_id":"Ihk7lEMOVLO6f+OW/T37Bg==","name":"Introducing Meteor Dad","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Please Add","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":13,"mp_id":"105754000","mp_crag_id":"105745534","climb_id":"Ihk7lEMOVLO6f+OW/T37Bg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"A nice technical climb up the right side of River Wall. Climbs the bolted face just left of the obvious chimney corner (the Box). Carefully reach the 1st bolt and attack the face above. Several catchy sections involve delicate feet to reach the next holds. Edgy, pumpy, delicate and fun.","protection":"Six bolts to two bolt anchor.","location":""},"__v":0},{"_id":"NEgIMez9VBCNkvg2VuGrjg==","name":"Dihedral [River Wall] aka Shades of Murky Depths","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":18,"mp_id":"105764406","mp_crag_id":"105745534","climb_id":"NEgIMez9VBCNkvg2VuGrjg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"The route is on the far right hand side of River Wall and can be accessed without needing to cross the creek.  4 bolts on the left hand side of the dihedral lead to the anchor on top.  Fun moves requiring good footwork, but not much pump on the arms.  Good route to climb in order to access anchors at the top of several other climbs or to avoid needing to cross the creek to access other routes.  Lots of loose rock at the top between the 4th bolt and the anchors.  Anchors are set up and right of the final bolt.  Enjoy this fun warm up.","protection":"4 bolts and a two bolt [anchor] on top.","location":""},"__v":0},{"_id":"R1XYWK6tUJOeuuyFmpEf6Q==","name":"Brother From Another Planet","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Pat Adams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":3,"mp_id":"105753991","mp_crag_id":"105745534","climb_id":"R1XYWK6tUJOeuuyFmpEf6Q==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This superb power route climbs the third route from the left side of the crag. Reach the base by rock hopping across the river just below the Buttonrock Resevoir spillway. The furtherst left two lines are\n\nNew Horizon\n\nand Lost Horizon, a bolted arete and an insane finger crack, respectively.\n\nThe next line, BFAP, climbs the right side of this constant angle overhanging section of stone on unrelenting powerful slopers and edges.  One leaves the security of the initial ramp and right corner launching onto the overhanging face after clipping the first two bolts.  Fire immediately into the powerful crux, a big move to a small incut. One amazingly consistent move after another bring one to the top. Stellar.","protection":"Six bolts. Lowering biners have been left in place on the anchor. Also, there is webbing on blocks above for rapping.\n\nPer\n\nJon Linhart\n\n: 2 bolts were added to the start with the permission of the FA.","location":""},"__v":0},{"_id":"iBL+VhPHX0edmgTV1Tw09w==","name":"Escape from Alcatraz","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chip Ruckgaber, Andrea Azoff (Jack Mileski, Jeff Gruenberg, ~1987)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":11,"mp_id":"105753997","mp_crag_id":"105745534","climb_id":"iBL+VhPHX0edmgTV1Tw09w==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This is an interesting line that escapes from the pedestal jutting out of the river in the middle of River Wall. Reach the pedestal by rock hopping across the river (impossible in spring/summer), access the right side of River Wall, and boulder to the pedestal (also tricky in spring) or rappel from the top. Note: place draws on one side of rope while rappeling, so the rope doesn't fall into the drink. Belay off the pedestal anchor bolt, and either place protection or run it out to the first bolt. After the first bolt, reach a layback and undercling flake. From there, technical climbing and tricky route finding will get you to the top.  Alcatraz is a solid and fun thinking man's route.","protection":"There is a one bolt anchor on pedestal. A small nut or 0.5 tricam protects mantel that reaches 1st bolt. Six slightly space bolts protect this wandering line. There is a two bolt ancho atop with chains and rings.","location":""},"__v":0},{"_id":"Vp6SxoOBUaq5zFHBrhalnQ==","name":"The Box","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":14,"mp_id":"105754003","mp_crag_id":"105745534","climb_id":"Vp6SxoOBUaq5zFHBrhalnQ==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"A worthwhile route, despite the loose rock. Climbs the chimney corner between\n\nIntroducing Meteor Dad\n\nand Le Diamant E'ternal (LDE) to the left and right, respectively. A fun stemming problem surmounts the low crux bulge. Easy but loose climbing above past ledges. A crack on the left face can keep the rope from running across the ledge and dislodging anything loose. Climb on slightly choosy rock to the right at the top to reach the anchors atop LDE. Worth a smile, a nice moderate, just keep the belayer out of the line of fire.","protection":"Standard gear up to three inches, including long runners. BE CAREFUL OF LOOSE ROCK! Doesn't receive too much traffic, and loose rock on the ledges and choose your holds in the upper half carefully. Can use the anchors to the right at the top of Le Diamant E'ternal for toproping or seconding this pitch.","location":""},"__v":0},{"_id":"6au+Mwr5XOK1Y3eQXkWfbQ==","name":"Big, Big, Monkey Man","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Piana, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":7,"mp_id":"105756298","mp_crag_id":"105745534","climb_id":"6au+Mwr5XOK1Y3eQXkWfbQ==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"This is a great pumpfest just left of\n\nRedneck Hero\n\n. It probably deserves a full three stars, but I gave it only two because the stone at the very top is a bit suspect - not as good as\n\nRedneck\n\n. However, as long as the holds stay put, it is a killer line.\n\nTo do this line, cross the creek on the upstream side of the cliff. Once you get to the wall, follow little ledges out as far right as you can go - this is the start of\n\nPocket Hercules\n\n. Climb\n\nPocket Hercules\n\nfor 30 feet or so (requires gear) until you reach the first bolt.\n\nThe route then trends right up the overhanging wall, involving big reaches to mostly good holds.\n\nIt is totally fun - a solid letter grade harder than\n\nRedneck\n\nand every bit as cool.","protection":"You place gear for about 30 feet, then you clip 5 bolts to the anchors. The specific gear recommended is: a couple of #1.5 Friends, a couple of small nuts, and maybe a large stopper.\n\nPer\n\nANGUS WIESSNER\n\n: the first two pieces are fixed nuts, then a #0.5 Camalot, fixed nut, a stuck #0.75 Camalot, a fixed quickdraw, 5 bolts (clip the 2nd with a regular length sling), and a 2 bolt anchor. Consider using extension slings on all gear placement. It is best to clean this on toprope or use the fixed/cleaning draw.","location":""},"__v":0},{"_id":"tm8rYUsAXRSJPAkPHNBkEg==","name":"Big, Big Gunky Man","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Colin Lantz, Greg Robinson, late '80s?","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":5,"mp_id":"106332872","mp_crag_id":"105745534","climb_id":"tm8rYUsAXRSJPAkPHNBkEg==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Turning the lip of the small overhang and establishing onto the sheer face above is scary and intricate.","protection":"Small gear and a bolt.","location":"This is located on left side of the River Wall right of New Horizons formation.  Climb from water up and out small roof to a steep face above via small gear and a bolt at the lip."},"__v":0},{"_id":"3jQ7FEOYXhyvP1bXjXfy5Q==","name":"Arresting Arete","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"left_right_index":17,"mp_id":"106415046","mp_crag_id":"105745534","climb_id":"3jQ7FEOYXhyvP1bXjXfy5Q==","areaRef":"Je+cNzj/V22G4U50t4QW6Q=="},"content":{"description":"Follow the line of bolts up the left side of the obvious arete, next to the climb \"\n\nDihedral\n\n\".  Use holds around the right side when necessary, and finish on the right face at the top.","protection":"7 bolts, to 2 bolt anchors with chains.  It should be noted that the anchors are well above and right of the top out, and you will be scrambling up 4th class terrain.","location":"Follow the small trail across the hillside past the outhouse on the right hand side.  The trail deposits you at the base of \"\n\nDihedral\n\n\" and \"Arresting Arete\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,54d59106-7c50-5090-a31c-a08615f50b44,6b5a0ff1-9564-5731-a585-e5e0b58b4bd3,25ef9c37-38ff-576d-86e1-4e74b78416e9","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","North Fork of the St. Vrain River","Longmont Reservoir Area (aka Buttonrock)","River Wall II"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13d"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":4,"expert":1}},"sport":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":5,"expert":4}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":9,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.34538,40.229]},"bbox":[-105.34596896961536,40.22855033981814,-105.34479103038466,40.229449660181864],"left_right_index":-1,"ext_id":"105745534","area_id":"Je+cNzj/V22G4U50t4QW6Q==","polygon":{"type":"Polygon","coordinates":[[[-105.34596896961536,40.22855033981814],[-105.34479103038466,40.22855033981814],[-105.34479103038466,40.229449660181864],[-105.34596896961536,40.229449660181864],[-105.34596896961536,40.22855033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:24.912Z","updatedAt":"2024-01-20T01:00:32.500Z"}