{"_id":"63689de0e80bff5a994fa40a","area_name":"International Buttress","shortCode":"","climbs":[{"_id":"lVYlqE6QVFSGxqI1bjZr2w==","name":"The International","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Michael Kennedy & Harvey T. Carter, 1975 FFA: Kennedy & Jeff Lowe, 1982.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"left_right_index":0,"mp_id":"106268149","mp_crag_id":"106268139","climb_id":"lVYlqE6QVFSGxqI1bjZr2w==","areaRef":"eQOXgFCsXL+CYXVIs3YVyg=="},"content":{"description":"It's impossible and out of character for the nature of the climb to give a pitch-by-pitch detailing of the climb. So, the general beta is to climb two granite buttresses at the bottom and one limestone buttress at the top, with a short amount of hiking, bushwhacking and scrambling in between.\n\nOn the first granite buttress, we climbed a relatively clean and enjoyable right-facing corner with a splitter crack in one long pitch. This may not have been the original line of ascent.\n\nOn the second granite buttress, climb and simul-climb ledge-filled terrain with the best start being on the right side of the buttress. Look for old fixed pins to guide the way and in general, follow your nose. This second buttress is at least a few hundred feet tall and so may involve several pitches.\n\nThe limestone climbing is what this climb is really all about. Climb the nose of the buttress, aiming for a small tree down low and the prominent, vertical crack. A number of old pins assist in route finding. About halfway up the buttress, the crux roof pitch is encountered although it's the terrain below the roof that is to be feared and taken seriously. It's maybe 4 pitches to the roof pitch. Above the roof, climb 2 or 3 pitches, or one really long pitch, following the vertical crack. This set of pitches ends at a large ledge.  A final headwall is climbed in a couple of pitches or one really long pitch. Finish on the canyon rim with a cairn.\n\nOriginally climbed in 18 pitches, it was climbed in 10 pitches on the free ascent. Most parties interested in making a speedy ascent will incorporate simul-climbing on the easier sections.\n\nMany of the pitches are of a serious nature so you should expect some PG-13, R and maybe X-rated climbing. There's a lot of loose rock as well and this route is the definition of \"adventure\" climbing so take all beta with a grain of salt and bring your \"A\" game.\n\nHike east (upstream) from the top of the route, follwing game trails, until it is possible to descend a gully. In the gully, head downhill through scree and foliage until you are deposited on to the train tracks.","protection":"A complete set of Friends from micro to #6 Friend, a small set of stoppers and a set of pins including knifeblades (2-3, especially long), Lost Arrows (2-3, including super long), and angles (2-3, including baby).","location":"Located two buttresses upstream of the Fountain Buttress. The easiest way to find the location of this route is to park on the opposite side of the interstate in one of the pullouts and to look for the most sustained and continuous line of rock, culminating in the obvious limestone buttress at the top which is split by a clearly visible crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,79039780-50ac-5cbf-8261-7548b37615ca","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","International Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.22249,39.57474]},"bbox":[-107.22307337256326,39.57429033981814,-107.22190662743674,39.57518966018186],"left_right_index":-1,"ext_id":"106268139","area_id":"eQOXgFCsXL+CYXVIs3YVyg==","polygon":{"type":"Polygon","coordinates":[[[-107.22307337256326,39.57429033981814],[-107.22190662743674,39.57429033981814],[-107.22190662743674,39.57518966018186],[-107.22307337256326,39.57518966018186],[-107.22307337256326,39.57429033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:01.285Z","updatedAt":"2024-02-19T18:32:44.785Z"}