{"_id":"63689de0e80bff5a994fa61d","area_name":"Hall of Justice","shortCode":"","climbs":[{"_id":"fopWCdusWQqHuVeVbOpPMA==","name":"Somewhere Over the Rainbow","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Nelson, Beth Goralski","type":{"trad":true,"mixed":true,"ice":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.67134,38.02432]},"left_right_index":4,"mp_id":"108689016","mp_crag_id":"107954778","climb_id":"fopWCdusWQqHuVeVbOpPMA==","areaRef":"RZB4EOWJUtmjNWfIoiI+6g=="},"content":{"description":"Pitch 1  we chose to climb Holy Girlpile Batman! and then traverse into the arch feature and belay at the mid-way anchors of \n\nPull the Trigger Tigga\n\n.  Because it was warm, the rock was falling apart terribly from the water that runs through the rock in this part of the cave.  I guess we chose this start because there was some ice on it, but halfway up, I was looking over at \n\nPull the Trigga Tigga\n\n thinking it looked more appealing.  I placed one cam on the traverse to the anchors. Ill call this pitch M11.\n\nPitch 2  a wildly exposed traverse out under the arch and above the cave, carefully treading around some wedged blocks to the anchors on \n\nZero to Hero\n\n.  I guess a D7 maybe seems appropriate as its overhanging in places.\n\nPitch 3  climb easier terrain up cracks to the big ledge in the middle of the HOJ.  Belay from bolts at a section of fixed ropes.  D6 or 5.9?\n\nMove the belay across the ledge.\n\nPitch 4  We climbed an ice squeeze chimney on the right side of the cave.  It was a bit cruxy as I could barely fit through. My helmet got stuck, and then pushing through a slot coated with a smooth layer of ice was tricky.  Traverse yellow ice left to an overhanging bombay chimney with ice in it. Chimney and off-width up the rest of the pitch with occasional pro in pockets.  Rock quality is great and the pockets make for great face climbing in between chimney and off-width moves. The pitch ends at a ledge, giant solution pocket thing about 150′ up.  This pitch is sort of like pitch 2 of\n\nSkylight\n\nbut harder, way more dramatic, and with less ice.  Im not sure how to grade this due to the unique nature of the climbing.  Maybe 5.10 wide crack climbing, and the ice climbing falls out of definition by current ice grades. I mean really, pulling with one tool in ice and doing an arm bar with the other arm just doesnt fit into our grading for ice.\n\nPitch 5  An overhanging chimney with ice in the back blocks the final 80′ to the summit.  Stemming, arm bars, chicken wings and pocket pulling gets you through this pitch.  Maybe it is 5.10 rock climbing?","protection":"Single set of cams from red C3 to #5. Doubles from #2  #4 are suggested.  Bring quickdraws and a few extendable slings and a blue Bigbro. Use a 70m Rope. A tag line might be useful.","location":"Climb from the Hall of Justice cave, out the arch, into a crack system, and then finishes up the chimney on the upper part of the wall.\n\nDescent: hike toward Ouray (east) along the top of the cliff about 400′.  After hiking over a slightly exposed little gully, set a rap off of the tree patch closest to the cliff.  Rap about 40′ to bolted anchors at the cliffs edge. The next rap goes climber's left. Kick and swing through the overhang so you can reach the anchors on left side of the ledge. It is a difficult to pull rope. Rap again to the big ledge.  Hike west on the ledge (exposed and loose), maybe crawl some.  A fixed rope takes you around a very exposed arete to a set of anchors.  Rap that anchor (climbers left) to a hanging belay anchor at the top of Holy Girlpile Batman! which is just above the lip of the cave.  Rap again to the ground.\n\nIts also possible to hike West from the summit and descend the gully (avalanche possibility) with some 4 class down-climbing.\n\nI've also witnessed a BASE jumper leap from the right side of the wall. So there's another option if that's your thing."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,d71642e5-9bcd-5b7b-ab37-f9d7a21da88a,45907810-e589-52d9-a335-67c8a2223eea","pathTokens":["USA","Colorado","CO Ice & Mixed","Ouray (Ice/Mixed)","Hall of Justice"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.67134,38.02432]},"bbox":[-107.67191081631127,38.02387033981814,-107.67076918368875,38.02476966018187],"left_right_index":-1,"ext_id":"107954778","area_id":"RZB4EOWJUtmjNWfIoiI+6g==","polygon":{"type":"Polygon","coordinates":[[[-107.67191081631127,38.02387033981814],[-107.67076918368875,38.02387033981814],[-107.67076918368875,38.02476966018187],[-107.67191081631127,38.02476966018187],[-107.67191081631127,38.02387033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:06.409Z","updatedAt":"2024-01-20T01:01:22.345Z"}