{"_id":"6368a50be80bff5a995b005b","area_name":"Pharaoh's Hat","shortCode":"","climbs":[{"_id":"UPITvbLMWqS9ajoa7cGfOw==","name":"Magical Mystery Tour","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"James Garrett and Paul Tusting, 8 June 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79,40.7118]},"left_right_index":2,"mp_id":"106180034","mp_crag_id":"106174961","climb_id":"UPITvbLMWqS9ajoa7cGfOw==","areaRef":"ayCkStBPWXSycCQS2A9XZA=="},"content":{"description":"This ascends the NW Spur of Pharaoh's Hat. It is one really long 70m rope stretcher of a pitch or one may break it up in between and build a belay along the way and make it two pitches. This starts on the far right or west end of the ledge system on the north side of The Hat. Take care traversing on this ledge system. A fixed tag line seemed to be appropriate here.\n\nThis is a direct line to the tower top of the Pharaoh's Hat. This side of the wall is more broken up than the other side, it was established ground up and despite rigorous cleaning efforts while climbing, some looseness, lichen, and dirt still prevails. I liked this climb alot, though....consider it an alpine type tower adventure.\n\nPitch #1: Climb out of the alcove up the ramp following bolts to an overhang. Climb through this first overhang to what becomes an obvious spur or arete. Numerous short cruxes finally lead you to easier terrain to the tower top. Use long slings to avoid rope drag. 5.9, 70m.","protection":"QDs for 14 bolts and 4 fixed pitons. Assorted other small Camalots may also be desired.","location":"This is located 20-30m to the right (west) of Hat Trick along the same ramp system. Find the climb in an alcove with a wide chimney ramp/arete that exits the dark alcove. A tag line has been installed on this ramp protecting the narrow traverses and to the beginning of the climb.\n\nRappel 3 times with a single 60m rope from the top via Cat In The Hat/ Hat Trick."},"__v":0},{"_id":"SsJujAD6Xnu9aLyfkl0VKA==","name":"Hat Trick","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"James Garrett and Franziska Garrett, 3 June 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79,40.7118]},"left_right_index":1,"mp_id":"106176859","mp_crag_id":"106174961","climb_id":"SsJujAD6Xnu9aLyfkl0VKA==","areaRef":"ayCkStBPWXSycCQS2A9XZA=="},"content":{"description":"This is the third known route on The Hat. From the ramp at the corner where Cat In The Hat begins, continue on an exposed ledge to the West. At the lowest part of the wall, this route starts on a small spur of dark colored rock on the right side of the wall near some small bushes.\n\nPitch #1: Climb up the spur to where it steepens. Pockets, rounded jugs, fun edges, and length compose the character. Pass 10 bolts to a 3-bolt belay stance. 5.10a, 30m.\n\nPitch #2: Continue up a somewhat puzzling section, past a bolt to easier climbing. An old piton (probably from Broughton's 1991 climb?) is found just before the two-bolt belay (shared with Cat In The Hat, P1). 5.7, 20m.\n\nContinue on to the tower top or Rappel the route","protection":"QDs for 11 bolts. Belay bolt at the base on the ledge. A small assortment of Camalots may be useful on Pitch #2.","location":"On the North Face of the Pharaoh's Hat, this is a bolted line that starts near the center of the face 20m to the right (west) of Cat In The Hat. See more details for that route."},"__v":0},{"_id":"f5fZhuMHXtm1Kge9B/fYQA==","name":"Cat In The Hat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Garrett and Harvey Sax, 1 June 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79,40.7118]},"left_right_index":0,"mp_id":"106174964","mp_crag_id":"106174961","climb_id":"f5fZhuMHXtm1Kge9B/fYQA==","areaRef":"ayCkStBPWXSycCQS2A9XZA=="},"content":{"description":"Pitch #1: From the corner ledge, climb directly up the edge(arete). Initially, some dirty (but easy) grass hummock 3rd class scrambling leads to a bolt and steepening terrain. Follow the arete past a few more bolts to a two-bolt belay. 5.7, 55m.\n\nPitch #2: Hop along the crest to the spectacular summit ridge of the tower passing two bolts to the final two-bolt belay. Improbable position and beautiful views. Sign in the tower top register and spray away.  5.5, 30m.","protection":"QDs, shoulder runners, moderate set of Nuts and Camalots.","location":"After following the red dot trail for about 30 minutes, the hiker will arrive at an obvious and unique flat stone platform campsite. From here, Pharaoh's Hat is just to the west. Easy bushwhacking a short distance will bring you to the ledge system that wraps around back to the north side. Continue on this ramp to the base of the NE Ridge. The climb starts at the corner.\n\nFrom the tower top, rappel 30m to the top of Pitch #1 and then rap straight down again 30m to another belay station. The 3rd single rope rappel will bring you to the same ledge system where you may rejoin the base of the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,f57dcf29-b36a-5796-af2d-2ba74d73c589,6b20a44a-d04f-5974-b270-2412d80f5764","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Parley's Canyon","Pharaoh's Hat"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.79,40.7118]},"bbox":[-111.79059321922068,40.71135033981813,-111.78940678077933,40.71224966018186],"left_right_index":-1,"ext_id":"106174961","area_id":"ayCkStBPWXSycCQS2A9XZA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:29.166Z","updatedAt":"2024-01-15T16:49:11.118Z"}