{"_id":"6368a44ee80bff5a9959c282","area_name":"Chockstone Corridor - South Summit","shortCode":"","climbs":[{"_id":"idvzFEqNXOqVJBDanrA8/Q==","name":"Ticket to Taster Town","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Pelczarski & Robbie Freidel","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49947,43.88305]},"left_right_index":999999,"mp_id":"108119267","mp_crag_id":"108119262","climb_id":"idvzFEqNXOqVJBDanrA8/Q==","areaRef":"CevfXzYMX0ud4WQmHK+Fng=="},"content":{"description":"This is a nice long obvious arete which is mostly 5.6 or easier.  The crux is where you least expect it. \n\n  Watch out for the huge loose flake on top of the route, past the steep climbing!","protection":"One fixed pin near crux.  Other than that, bring small nuts and cams to place in horizontals along the way.  The largest piece I used was a BD #.75 at the top for an anchor.  Up to #2 could have been nice for a better anchor.  The route tops out at a large ledge.  You may optionally scramble on top of a large boulder by continuing climbing to use a bolted anchor for a route in the Chockstone Corridor.  Not sure if a single rope length would be long enough to do that with a belay from the bottom and there might be a lot of rope drag.  If you would like to use the bolted anchor to rappel into the Chockstone Corridor, I recommend doing a second pitch from the large ledge, or soloing to the anchor. \n\n  The route does feature a 50 foot runout (last 50 feet) through the steepest climbing on the route, however, the crystals are large and tasty, and the climbing feels about 5.5 to 5.6.  Be careful though, as this is a new route and holds may break!  The last 50 feet makes the route.","location":"Look for the Chockstone Corridor.  Immediately to the left of the corridor is a long beautiful low angle arete.  Gain the arete by climbing up a chimney to the left of the arete."},"__v":0},{"_id":"Y6FtixhoW6aDazFPxlKxvA==","name":"Purple Pawn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andy Busse and Britton Vidal  Circa 2011 (Ground Up)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49947,43.88305]},"left_right_index":999999,"mp_id":"112775669","mp_crag_id":"108119262","climb_id":"Y6FtixhoW6aDazFPxlKxvA==","areaRef":"CevfXzYMX0ud4WQmHK+Fng=="},"content":{"description":"A hella great two star route that no one will ever do, but everyone should really put it on their tick list anyway. Not too hard to find! If you are on the south eastern side of The Chockstone Corridor you will see a darkly colored rampy formation to your right. Mantle and scramble up this delightful five sixish slab placing sparse amounts of pro whenever possible. Hint! Ballnuts rule! Gain yourself a hand crack (in the middle of the formation) that is surprisingly super duper. Swim and flail your way through a crux that can only be described as unique. Gain another hella run out section of slab and find a safe way to reach the chains on the summit of this massive formation. Spend some time on the summit enjoying the view. You could have a chess tournament up there.","protection":"Not much, but bring a standard rack anyway. Leaders will want to build an anchor in a strange vertical crack on a summit that seems to be a long way away from the chains but isn't. An 80 meter will get you down using a Needles Style Rappel. Bring lots of long leaver slings if NSR is not your style.","location":"This is one of the first routes you will find after approaching the more northenly masses of rock on the old mountaineer trail."},"__v":0},{"_id":"QPQdf5FMWKSL2WYeV5RLYw==","name":"Missed the Boat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chris Hirsch, Josh Columb 2012 (ground-up)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49947,43.88305]},"left_right_index":999999,"mp_id":"114075054","mp_crag_id":"108119262","climb_id":"QPQdf5FMWKSL2WYeV5RLYw==","areaRef":"CevfXzYMX0ud4WQmHK+Fng=="},"content":{"description":"Basically an extension to the 'Rediscovered Rook Crack'. Climb most of Rook Crack, once past the crux the holds become large patina jugs and chicken heads. At one particular large horn turn around and stem across the corridor to gain another hand crack that goes to the summit. A great sustained variation!","protection":"Double rack to BD #3 plus nuts   Bolted chain anchor at top","location":"Starts on right (E) side of corridor on the route 'Rediscovered Rook Crack'. Finish on opposite side. 80m rope does not reach!"},"__v":0},{"_id":"O4eTuaDCXwuWouCvNrV+8Q==","name":"Goats on a Bridge","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jason and Erin Haas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.49947,43.88305]},"left_right_index":999999,"mp_id":"109297031","mp_crag_id":"108119262","climb_id":"O4eTuaDCXwuWouCvNrV+8Q==","areaRef":"CevfXzYMX0ud4WQmHK+Fng=="},"content":{"description":"Start the climb under the gap formed by the lowest and second lowest chockstones.  Boulder up six feet, place some gear in a finger crack on the north wall, and then make an awkward move over to and up onto the first stone.  From here, the climbing is very straightforward to get on top of the second, third, and fourth chockstones. \n\n  Now move onto the near vertical north wall again following a series of chicken heads that is bisected by a crack system which affords good protection.  The crux of the climb is midway up this crack system where the hand crack ends for about a four foot distance.  Once you are past this point, face climb up and right to the narrowest point of the corridor.  Chimney up between the two walls until it seems easiest to pull over onto the south wall where another hand crack leads to the top.  Build your belay here and not at the rappel anchors which would generate huge rope drag.","protection":"Standard rack including cams from a #0 Metolius TCU to a #3 Camalot plus a set of nuts.","location":"Enter the Chockstone Corridor from the south side via the Mountaineer's Trail that accesses the Chessmen group.  Proceed into the Corridor and up a 12' step to reach the start of the climb. \n\n  To descend down the south wall, move to the right and down from the top of the climb to reach a rappel station consisting of slings around a spike of rock.  As you climb down from the end of the climb, you will first come to some slings around a boulder that is on a ledge.  This is not the rappel station and is actually 10' above the rock spike that you are looking for.  Take care getting to the rappel station as it is quite exposed with no real ledge at the rock spike. \n\n  When you descend, rappel down between the third and fourth chockstones then hope your rope does not get stuck when you pull it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,6ca754b4-95e6-5ee7-8989-4931d98d8116,9a893bc4-1429-578d-9b3d-32161be78a45,09ebdf5f-360c-5f4b-9de1-64261caf859e","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Horsethief Lake Area","Chessmen, The","Chockstone Corridor - South Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.49947,43.88305]},"bbox":[-103.50009387278068,43.88260033981815,-103.49884612721937,43.88349966018186],"left_right_index":-1,"ext_id":"108119262","area_id":"CevfXzYMX0ud4WQmHK+Fng=="},"content":{"description":"First climbing area you come to in the Chessmen."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:19.529Z","updatedAt":"2022-11-25T11:21:53.295Z"}