{"_id":"63689d20e80bff5a994f2776","area_name":"Mt. Chaktar","shortCode":"","climbs":[{"_id":"v0RTupCkW66nol4EQkDExA==","name":"We Expect You","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Ayers, Mike Strassman, Dave Burke, Avi Steinburg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"left_right_index":999999,"mp_id":"113784695","mp_crag_id":"106563123","climb_id":"v0RTupCkW66nol4EQkDExA==","areaRef":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"Super fun route up the main slab on Mt. Chaktar.  First two pitches have some 5.9 slab moves, and second two pitches are easier coming in around 5.8. \n\n  Route location left to right is:   Courage of the Fearless Crew   Ghosts of the Past   We Expect you   Strassman Memorial Buttress \n\n  Pitch 1:   Clip bolts to the left facing roof/corner, continuing up clipping bolts to a small stance, anchor.  5.9 14 bolts, 110' \n\n  Pitch 2:   Continue up the slab, clipping bolts, to an anchor 5.9 10 bolts, 110' \n\n  Pitch 3:   Climb up to the roof, clipping bolts, following them to the right of the roof, ending at a nice ledge. 5.8, 5 bolts, 50' \n\n  Pitch 4:   Follow the bolt line directly above the anchor, up and left clipping bolts, eventually reaching a section of chickenheads, anchor lies above.  5.8 11 bolts, 160'\n\n Descent:    1st Rap to P3 anchors on Ghosts of the Past   2nd Rap to P2 anchor on Ghosts of the Past   3rd Rap to P1 anchor on The Royal Scam   4th Rap to ground","protection":"Many bolts, pro to 2\"","location":"From the ledge, start just right of a grassy corner, just to the left of the start of Strassman Memorial Buttress.  Under a left facing corner/roof."},"__v":0},{"_id":"EZC6g1gOVoeaMszOUB6XKA==","name":"Strassman Memorial Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Dave Burke & Avi Steinburg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"left_right_index":999999,"mp_id":"111790694","mp_crag_id":"106563123","climb_id":"EZC6g1gOVoeaMszOUB6XKA==","areaRef":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"P1:  Technical crumbly bolted climbing leads to easier runouts \n\n  P2:  The crux pitch, and the best pitch.  Follow bolts up and right to a crack that will take a few medium cams and continue past lower angle session to a nice ledge \n\n  P3: Take the right bolt line from the ledge, and when the bolts run out sling chickenheads.  Anchor will be at the end of a leftward trending dike.  \n\n  Descent:  Two rope rappel","protection":"Draws, a couple pieces, slings","location":"Obvious buttress on Mt Chaktar"},"__v":0},{"_id":"2N2v+O3WVAm+/EMxuDXqGw==","name":"The Royal Scam","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"SA 87'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"left_right_index":999999,"mp_id":"120167200","mp_crag_id":"106563123","climb_id":"2N2v+O3WVAm+/EMxuDXqGw==","areaRef":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"Fun, and adventurous route.Pitch 1: (5.9) Face climbing to bolted anchor.Pitch 2: (5.5) Easy low angle climbing to gear anchor.Move belay left 40ft along the ledge. This can easily be rope free.Pitch 3: (5.10+) Steep finger pockets past bolts to bolted anchor.Pitch 4: (5.10) Step left on slab the the sideways hand crack. Follow crack and past bolts to a bolted belay at a dike.Pitch 5: (5.11-) Walk dike to thin slab crux, belay at bolted anchors on top out.Descent: Single rope rappel (60m) to P4 anchors. Double rope rappel to ledge. Scramble left from ledge down 4th class gully and along the base of Mt. Chaktar to the bottom of the climb.","protection":"Pro .75 to 3   Draws","location":"Left start on Mt. Chaktar. "},"__v":0},{"_id":"kXrXrwbeW3yiTIygaxkwLg==","name":"Ghosts of the Past","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Scott Ayers & Jeff Fascett (P1-2).  Scott Ayers, John Diaz & Charlie King (P3-4)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"left_right_index":999999,"mp_id":"106655191","mp_crag_id":"106563123","climb_id":"kXrXrwbeW3yiTIygaxkwLg==","areaRef":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"Originally rated 5.8 R in the Kerry guidebook, this is now a safe and wonderful route that is little-travelled.   \n\n  There were definitely sections where the climbing seemed much harder than 5.8 (but what else is new in the Stronghold!). \n\n  Pitch 1: Climb a fairly vertical bolted face with good features up higher.  Surmount these jugs and make a run on easier terrain toward the bolted anchors up slightly left. 90 ft 5.9/9+ \n\n  Pitch 2: Consistent slab moves continue to take you in a left-angling direction.  The crux comes at a bolt in the middle of a brown, super-polished waterstreak: very slippery and lacks any reassuring handholds on the smooth, white dike just above the bolt.  Continue angling left, placing pro in intermittent crack opportunities as they appear.  Head for a huge ledge.  Traverse this ledge left around a corner and belay on beefy rap anchors. Perhaps 180 ft 5.9 \n\n  Pitch 3: Climb straight up from the anchor via a curving, small crack, then commit to the steep slab face to a bolt.  Enter the crux: harder (but well protected) slab moves take you up and right from the bolt to a large crack.  Continue up the crack to another steep bolted face.  More hard moves that don't let up angle up right on the face to a bolted anchor. 80-90ish ft 5.10a/b  \n\n  Pitch 4: Climb a cruxy, steep move directly off the belay up the bolted face.  A short run of alternating easy slab, hard slab, easy slab leads to 5.8/8+ crack climbing (somewhat exfoliating and dirty due to lack of traffic).  After 30ish feet, look for a bolt line up the face right.  The face offers more consistent, thought-provoking steep slab moves to the last bolted anchor at the summit. 100ish ft 5.10a \n\n  To descend, this is what we did: to make pulling our rope clean, the second on the last pitch was belayed from the summit down to a neighboring route's nearby anchor (20-30 ft away west).  From there, the pitch leader threaded the GotP summit anchor and was lowered by the second to the route's previous anchor at the top of p3.  Then the second pulled the rope from the GotP summit anchor and rapped from the neighboring anchor.  This should allow the rope to pull as cleanly as possible. \n\n  From the top of GotP p3, another single-rope rap takes you down to the top of its p2 anchor on the big ledge.  One more single-rope rap directly below this anchor takes you to the gully floor below.  Scramble down west and then south around Mt Chaktar to the route's base. \n\n  This route provides a most excellent outing with lots of sustained climbing and little to no company on the busy Sheepshead side.","protection":"One 60 m rope \n\n  10-12 draws: bring a mixture of extendable alpine draws and short sporties \n\n  Single rack up to #3 Cam.  A selection of micro-cams are useful to protect the start of pitch 3. ","location":"Located on the southwest face of Mt Chaktar (more west than south I believe).  The crux of the route is just finding it. "},"__v":0},{"_id":"OjPkTYNsVlSES+AF7kxuSw==","name":"Courage of the Fearless Crew","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Ayers & Mike Strassman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"left_right_index":999999,"mp_id":"106563129","mp_crag_id":"106563123","climb_id":"OjPkTYNsVlSES+AF7kxuSw==","areaRef":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"The topo from Bob Kerry's guide is good. I added the PG13 for a short and relatively easy section near the beginning of P2.  I listed the route as 5.9+ although there are harder variations given below. \n\n  P1:  See \"Location\" below to find our start.  We took the \"5.6\" flaring crack in the middle of the topo  for our first short pitch - felt more like hard 5.8 but with good pro.  Belay with a bomber stance at the top of the crack at about 30 feet; there is also a handy tree not far to climber's left. \n\n  P2:  Surmount the ledge a little above.  From there, the advertised 5.8+ crux was reasonable to protect but the next \"5.6\" short leftward traverse felt rather R/X except for a questionably slung horn (PG13).  Perhaps there is better pro that I missed; else, this could use one bolt.  P2 then continues mostly straight up, running it out on 5.5 terrain occasionally making use of the plates / chickenheads.  Top out at a huge ledge at about 50 meters.   One may or may not want to use the bolted anchors depending on how one wants to do P3. \n\n  P3:  The three beginning options all end at the same mid-pitch bolt. This bolt is several feet above an obvious left-leaning flaring crack which is the 'ii' option below.  The options are \n\n i) climb a short distance up a weakness that trends left (\"5.5\") and set a belay; then strike out rightward to a horn at the flaring left-leaning crack and then to the \"mid-pitch\" bolt;  ii) trend right to the flaring left-leaning crack (\"5.10a\"); climb up the flaring crack to the horn and then to the \"mid-pitch\" bolt, or  iii) head almost straight up from the bolted anchors face-climbing past two bolts (move or two at 5.10 b/c?), then right to the horn, and the \"mid-pitch\" bolt.  \n\n  Options 'i' and 'ii' are shown on Bob Kerry's topo.  Option 'iii' is not but lies between 'i' and 'ii'.   We only did option 'iii'. \n\n  Continue P3 from the \"mid-pitch\" bolt by climbing rightward, then a little up on easier terrain, and lastly back left on very easy terrain to the start of P4 at two bolts.  Rope drag and protecting the second might be difficult unless one runs this out.  Perhaps a medium-small tri-cam in a pocket would protect the second (not sure). \n\n  P4:  Continue as shown on the topo past several bolts (5.9+) and then up the weakness to a few feet past a small dike and belay at a gear anchor. ~40 meters. \n\n  P5: Continue up easy ledges to a two bolt anchor; low 5th class; ~40 meters.","protection":"Standard rack.  Could use a small slider nut to protect against rolling off the ledge near the start of P2.  Medium-small tricam (not sure) may be useful for the P3 traverse to protect the second.","location":"Traverse / bushwhack leftward around the base of Mt. Chaktar until gaining some elevation for a few minutes.  One will pass a ~50 foot tall offwidth crack to get to our start.  Our start was the one with two upper variations: first an easy vertical weakness about 25 feet long with the obvious lefthand \"5.6\" and righthand \"5.7\" options.  See Bob Kerry's topo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,4165d80c-e397-52b4-a953-ec990b9b9aac,b21b7021-a8d9-560d-9d83-f12558382cde","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Sheepshead Area (Southwest)","Mt. Chaktar"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99625,31.87229]},"bbox":[-109.99677949340817,31.871840339818135,-109.99572050659182,31.87273966018186],"left_right_index":-1,"ext_id":"106563123","area_id":"shtwIajZVg2dg/ElWDgs3g=="},"content":{"description":"Mt. Chaktar lies a few peaks NW of The Sheepshead.  For a photographic visual from the west, go to location in the below photo and identify The Sheepshead.  The first peak left of The Sheepshead is The Muttonhead.  Left of The Muttonhead lies  Hootgoat Mtn with Mallethead immediately underneath that.  And left of Hootgoat Mtn is Mt. Chaktar. \n\nHiking out at Sunset, looking back at the Sheepshead.\n\n  In short, viewing from the west, Mt. Chaktar is the 3rd peak on the skyline to the left of The Sheepshead.  Bob Kerry's topo of the four peaks/domes may be helpful."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:02.317Z","updatedAt":"2022-11-25T11:09:57.352Z"}