{"_id":"6368a60be80bff5a995c543a","area_name":"Mount Torment","shortCode":"","climbs":[{"_id":"z2i8cZrsW4e4DAxzA+ri+w==","name":"Torment-Forbidden Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ed Cooper and Walt Sellers, July 1958","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.0768,48.5123]},"left_right_index":999999,"mp_id":"108312467","mp_crag_id":"108312462","climb_id":"z2i8cZrsW4e4DAxzA+ri+w==","areaRef":"aT3ZgZAMX5i4qz8N+fx4Pg=="},"content":{"description":"Traverses the jagged skyline from Mt. Torment to Forbidden Peak.\n\nFrom the base of Torment, ascend the S. Ridge or the SE face (both loose 4th/low 5th class) to a prominent grassy ledge leading to a V-shaped notch climbers right. Packs can be left here as you summit and downclimb (or rap, though downclimbing is manageable) back, eventually following the grassy ledge to the notch.\n\nFrom the notch, an overhanging rap on obvious slings takes you to a glacier on the northeast side of Forbidden.  Bypassing the moat on the first rap can be tricky.  From the bottom of the first rappel, determine the best route to bypass the bergshrund.  There are rappels available on skiers left and right sides of the glacier, and this can be really simple or quite complex depending on the moat, schrund, and general glacier conditions.  After getting over the schrund, traverse hard to skier's right and regain the rock at the obvious notch/ramp system.\n\nFollow this rock around the corner, and then begin going up and gently left, aiming for the snowy saddle at the beginning of the snow traverse.  You'll need to go nearly to the top of this sub-peak to access the saddle at around 8,000 ft.  This section is mostly 4th class and some easy 5th, and the rock improves as you get higher.\n\nFrom the saddle, begin the traditional snow traverse.  Descend slightly under the obvious small buttress, and then go up and left to the large saddle on the other side of the pinnacle.  Depending on conditions this can be icy front-pointing or easy step-kicking.  There is also a rock option available here which avoids the second (steeper) portion of the snow section by climbing up and over the pinnacle from the north and rappelling to ledges on the south side, but the author of this description has not completed that option.  Steph Abegg has some good beta on her website.\n\nFrom the end of the snow traverse, cross over to the south side, and follow easy scrambling along heathered ledges to the \"Sidewalk in the Sky\" ridge traverse section.  There is quite a bit of ground to cover in this section but the climbing is very easy so it goes quickly.  Stay off the ridge proper for the easiest travel, until just before the knife-edge section, or rappel into it from above.  FOllow the fantastic knife edge, bypassing the first gendarme on the left side at about the same height as the sidewalk.  Go up and around the second gendarme on the right side, and then traverse easy terrain to the \"West Ridge Notch\" where you join the standard Forbidden climbing route.\n\nThis classic route is followed to the summit, via 4th/5.easy terrain to a 5.6 tower pitch, then further to the summit. Downclimbing and rappels take one back to the notch, where the standard Forbidden peak couloir/gullies can be descended (downclimbed/rapped) back to the glacier, and back to Boston Basin.  The waterfalls slabs below the glacier can be dangerous, and there have been fatalities here.  We stayed to skier's right until the terrain eased off around 6400 feet, but other routes may exist.  Familiarity with the West Ridge descent is a bonus when doing this route.","protection":"Alpine rack, a picket or two and or screw for the snow traverse or crevasse/bridge issues in late season.","location":"Mt. Torment is located on the far West side of Boston Basin, the peak with double summits.  Descent from the route is really only feasible from Torment, Forbidden Peak's West Ridge notch, or the summit of Forbidden. Rapping the SE face of Torment has been done (but watch the bergschrund at the bottom!)"},"__v":0},{"_id":"eS+0aMgGVCCWWDNPP/k8zw==","name":"South Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Cooper, Sellers 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.0768,48.5123]},"left_right_index":999999,"mp_id":"112057303","mp_crag_id":"108312462","climb_id":"eS+0aMgGVCCWWDNPP/k8zw==","areaRef":"aT3ZgZAMX5i4qz8N+fx4Pg=="},"content":{"description":"One of the most-frequented routes up Torment in a great setting.\n\nFrom the lower camp (permit and bear can required) in Boston Basin by the toilet, follow the trail up and west, steeply hiking on the right side of the inset Boston Creek (good trail). Near the moraine and as the slopes of the creek ease, the trail crosses the creek and contours over to the high camp above the tundra just within the talus and moraine.\n\nContinue rock hopping and cross a prominent ridge just below the cliffs. A couple slab stair steps with the Taboo glacier above. Climb the slab steps on the right side and aim towards a notch within Torment's south ridge with a bright yellow patch of lichen above, briefly crossing easy glacier.\n\nThe right side of the gully below the notch is loose 4th class. Once on the ridge, climb the left side via a short dihedral and continue angling left into another steep gully that quickly increases in difficulty. Escape the gully on left and generally do an ascending traverse for several hundred feet (no harder than 5.4 and sustained 4th and low 5th with good route-finding) on the left side of the ridge on ledges and chimneys until reaching a prominent notch below the summit headwall. Rap stations are in abundance.\n\nThe idea now is to basically do a half circle around the peak and summit from the other side. Cross the ridge at the notch to the right side and traverse over until easier terrain on the SE face. Finish scrambling up the SE face (3rd class with brief 4th) until reaching the NE ridge. More class 3 scrambling either on or just right of the ridge takes you to the airy summit.\n\nDescend: Continue on the Forbidden traverse (5.6, 45 deg snow and ice highly conditions dependent), descend the full SE face (haven't done), or downclimb and rappel the south ridge. The south ridge may be best to simul downclimb, or do numerous short, traverse-y rappels.","protection":"Light rack and long slings, clip the rap stations as necessary. Replacement webbing.","location":"Park at mile 23 on the Cascade River Road outside Marblemount. The first 10 miles are paved and the rest is mostly dirt with some asphalt. Parking is limited, but you can squeeze in on the side of the road as necessary and set the parking brake. Follow a good trail as it switchbacks steeply up and traverses west across a couple creeks to Boston Basin (1.5-3.5 hrs). Biting flies in abundance."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,2b12e30c-2e42-562d-9059-641229f273fe,693dd981-900c-5f98-b8ab-3f0df9fc783e","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Boston Basin","Mount Torment"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.0768,48.5123]},"bbox":[-121.07747877410046,48.511850339818146,-121.07612122589953,48.51274966018187],"left_right_index":-1,"ext_id":"108312462","area_id":"aT3ZgZAMX5i4qz8N+fx4Pg==","polygon":{"type":"Polygon","coordinates":[[[-121.07747877410046,48.511850339818146],[-121.07612122589953,48.511850339818146],[-121.07612122589953,48.51274966018187],[-121.07747877410046,48.51274966018187],[-121.07747877410046,48.511850339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:50.129Z","updatedAt":"2024-01-20T01:08:31.696Z"}