{"_id":"63689d20e80bff5a994f2609","area_name":"Bone Boulders","shortCode":"","climbs":[{"_id":"WsskWhgfW2iySnsofLRuaA==","name":"Huecos Rancheros","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6159,35.075]},"left_right_index":0,"mp_id":"117237972","mp_crag_id":"117237923","climb_id":"WsskWhgfW2iySnsofLRuaA==","areaRef":"0UPWHLDoWDqoaZTr8dXQ+Q=="},"content":{"description":"I cleaned and climbed this thing in 2011. I still have no idea if it had seen an ascent prior to mine but I can only imagine it has as it isn't too hard and hardly hidden. Name of problem is for filler purposes. If you have any insight, let me know. Right-left traverse. SDS on the far bottom right side of boulder. Traverse up and left through jugs for a few moves until the rock undercuts and you gain two steep face crimps. Paste your feet anywhere on the undercut section and make a big deadpoint move left to a small two finger sloping dish (this is the crux). Bump left to gain a nice horn. Move your feet and cross into an enormous dish/hueco feature. Match and throw for a good but small dish on the slab and top out. Fun!","protection":"Pad and perhaps a spotter. Lowball problem with a good but slightly sloping landing could make for an awkward fall from the upper slab section.","location":"Boulder is rarely climbed so little to no chalk should be on any of the holds. Problem starts down low on the far bottom right of rightmost boulder. Boulder is easily recognized by the huge dish/hueco on the left side, a little above head height.This is really the only quality climb on this rock but if you are out near Bad Ass/Gomez, it is worth doing. The boulder itself is a beautiful piece of stone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,6c033448-232d-5752-8075-9bdeb17f1686,fd08501e-d91e-5bb3-8d24-93653b5ead24,a6aebb1a-6568-55b6-92be-23d7138f50d4,6e31460a-b561-59bb-ae17-01e076c8ad30,d143d61c-b0e8-583a-a869-94ebf1d5d0f9","pathTokens":["USA","Arizona","Northern Arizona","*Northern AZ Bouldering*","*Flagstaff Bouldering*","Priest Draw Area","Howard Draw","Bone Boulders"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2-3"}],"byDiscipline":{"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6159,35.075]},"bbox":[-111.6164494377921,35.074550339818146,-111.6153505622079,35.07544966018187],"left_right_index":-1,"ext_id":"117237923","area_id":"0UPWHLDoWDqoaZTr8dXQ+Q=="},"content":{"description":"The Bone Boulders are a stand alone formation in between Bad Ass and the Gomez Traverse roof band. The area consists of two large boulders in a grand open meadow in Howard's Draw. The boulders appear to have been a single boulder at one point. From the trail it looks like a giant, well... broken bone. The boulders house a couple of easy V0-V1ish climbs and a harder, fun traverse on the rightmost (East) of the two split stones. If you're in the area, it's worth a gander."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:57.130Z","updatedAt":"2022-11-25T11:09:51.002Z"}