{"_id":"6368a1b8e80bff5a99553ecc","area_name":"Very Nice Crag, The","shortCode":"","climbs":[{"_id":"YV6ZQeCHX1OaL7WbY+65lQ==","name":"Tintinabulation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chloe Quinn, 7/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":13,"mp_id":"113497631","mp_crag_id":"108281340","climb_id":"YV6ZQeCHX1OaL7WbY+65lQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"This is Chloe Quinn's route. I was lucky to come across it, while checking out the Northwest Passage for the first time. It is located to the left of \"Cozenedstone\"(one of her other popular routes). It starts off by working your way up a ramp to a steep bulge. Clip the third draw and commit to working your way up the bulge. Continue upwards, until you come to the last section of steep climbing to the anchors!","protection":"8 bolts to LO","location":"Located directly to the left of \"Cozenedstone\"."},"__v":0},{"_id":"06K8Yu3UW1KAcfHUy1nCfw==","name":"Very Nice Crack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Hassig mid 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":8,"mp_id":"106119507","mp_crag_id":"108281340","climb_id":"06K8Yu3UW1KAcfHUy1nCfw==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"It's name speaks true indeed. This is the \"very nice crack\" to the left of the mouth of the Northwest Passage Gully. \n\n  From the ledge grunt through tough fingers and ring-locks up a steep start to a wider and more moderate top on perfect hands and fists... top it out and belay from the top... This would be a 4 star route if it was cleaner and had a lower off anchor (edit- brand new glue-in top anchors added)... the bottom is nice and clean the top out is very dirty... \n\n  Definitely a contender for the best crack at rumney but Blackjack still wins it every time...","protection":"A small rack of cams from fingers to wide hands... Belay in crack on the ledge... Rap off of a near by tree or walk off to the left hooking up with a trail that brings you back around...","location":"Head up along the left edge of the  steep gully a little until you can scramble left on to the ledge to belay and sink you fingers in to this beauty..."},"__v":0},{"_id":"luXjEkHBVMKZj6QbHhrlSA==","name":"Rippopotamus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ward Smith, 6/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":3,"mp_id":"113099109","mp_crag_id":"108281340","climb_id":"luXjEkHBVMKZj6QbHhrlSA==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Angle out right through the low roof. Grab the small tree to top out.  It is short, but it might be the steepest 9 in Rumney.","protection":"3 bolts to LO","location":"Low roof up and left of Cozendstone."},"__v":0},{"_id":"vUHwmnsOXtmaq4UTSAzJ2g==","name":"Pump it Up","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ward Smith  6/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":4,"mp_id":"113099140","mp_crag_id":"108281340","climb_id":"vUHwmnsOXtmaq4UTSAzJ2g==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Stick clip then power out the low roof.  It was wet when I sent it so the grade is approximate.","protection":"3 bolts to lower off.  Lead on RBs, I will put real bolts in soon.","location":"The low roof up and left of Cozendstone, right where the trail hits the cliff below Very Nice Crack."},"__v":0},{"_id":"v/ZecLtTUy2s0tvHhxy7vQ==","name":"Project","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":2,"mp_id":"116574906","mp_crag_id":"108281340","climb_id":"v/ZecLtTUy2s0tvHhxy7vQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Listed as having been done on TR but not bolted or led. Anybody know whether there is any plan for this to be finished or named in it's current state?","protection":"Toproped off of the anchor of Double Creature Feature.","location":"To the right of The Lords Prayer. Behind the boulder. Climb up, stem the boulder, Continue to crux and on to the anchor."},"__v":0},{"_id":"GSB17YzNXnm4K1WGoIeVdQ==","name":"Pretty Good Face","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Smith, 10/2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":7,"mp_id":"108417155","mp_crag_id":"108281340","climb_id":"GSB17YzNXnm4K1WGoIeVdQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Stick-clip the stainless eyebolt, jump for the starting jug, then climb the face just left of Very Nice Crack.  Close, but totally separate climbing, and an easy way to set up a TR on V Nice Crack if you don't have gear giving you a great two-for one.","protection":"three bolts to LO.","location":""},"__v":0},{"_id":"dNBT9EVAXi6UKAGCEpDD9A==","name":"Mixed up Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":10,"mp_id":"113708824","mp_crag_id":"108281340","climb_id":"dNBT9EVAXi6UKAGCEpDD9A==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Not a bad little climb. I am surprised I never noticed it before. If it was a little cleaner at the start I would say it was a must do at the grade but alas I cant imagine it will see the traffic it would need to keep it clean. \n\n  Anyway, a little careful stemming at the beginning gets you to the crack proper. Until then there isn't much in the way of gear. Maybe 10 ft up is your first piece?  \n\n  Once you hit the crack it is all jams and jugs to the top with maybe 1 or 2 tricks thrown in there.  \n\n  Note: The anchor is 2 bolts and a couple of quick links and there is a fixed rope tied through the links right now. this makes it tricky for using it as an anchor for lowering or rappelling. I chose to rap the fixed line. my belayer kept me on belay as I cleaned so that if the weather ravaged rope broke I wouldn't have a ground fall.","protection":"Regular rack. I only place hand size cams but there are other options. \n\n  2 bolt anchor.","location":"As you arrive at the walkway that leads to Very Nice Crack you will see a corner with a mossy start leading to a nice crack system. Currently there is a fixed rope hanging from the anchor."},"__v":0},{"_id":"dYv1gEpiV7ei773X9UqMIA==","name":"The Lord's Prayer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ward Smith, 10/14","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":1,"mp_id":"109590472","mp_crag_id":"108281340","climb_id":"dYv1gEpiV7ei773X9UqMIA==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"When you hit the Very Nice Crack wall, go left and start behind a big boulder. Stick-clip, then follow the right-angling crack/seam past a low boulder problem, a mantle move, and a technical crux.  My high school friend Jason \"Lord\" Peterson flew in from Alaska for a visit and started cleaning it but decided it was too hard.","protection":"5 bolts to lower-off.","location":""},"__v":0},{"_id":"tUToVRnYWlGxMx9Dhsj9SQ==","name":"Lateralus","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sept 29, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":12,"mp_id":"108361839","mp_crag_id":"108281340","climb_id":"tUToVRnYWlGxMx9Dhsj9SQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Kind of a mini version of Venus on a Halfshell. Fun climbing; I just wish it kept going and was in a more accessible location.   Climb out on the juggy rail and clip your first bolt then throw your right foot up and press into a long reach for a crimpy flake (take care not to rip it off, please) Clip again and continue into a crimpy sequence that gets you to good holds where you can now move left and get a shake. Up high and left gets you to the start of a series of cool pockets angling back right that ends with a pop with bad feet to the anchor clipping jug.  \n\n  Great for getting away from the crowds. Short but engaging.","protection":"4 fat galvanized glue-in bolts, clippie anchors.","location":"Above, almost at the very top of the steep gully between Cozened Stone and Very Nice Crack, on the left wall. The very nice 'Lectra Crack (which is actually nicer than Very Nice Crack) with one bolt at its start, is just left of it. Alternatively, if you are already in the vicinity of the Asylum, walk to the very left side of that crag and you will find a goat path that will drop you into the gully half way up. Take care if you come from the Asylum, as it is a little exposed at one point and you are above the Prudential."},"__v":0},{"_id":"3L+OBpmxXL6OFIgfM/kfVA==","name":"The Friend Zone","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Hansche 9/11/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":6,"mp_id":"106887427","mp_crag_id":"108281340","climb_id":"3L+OBpmxXL6OFIgfM/kfVA==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Fun route! Solid rock, Fun moves on really interesting holds. And it's right next to one of the best cracks at rumney. if you dont like hiking, don't come out here but if you don't like crowds, it's worth it. \n\n  Reach up to the nice rail and hand traverse left till you can make crux moves up and right and in to the better holds. Climb big moves up the steep wall on good holds. One last tricky section makes the top less than easy. ","protection":"3 bolts to a 2 bolt anchor.","location":"20 feet left of Very Nice Crack.    It's nice to have another route to play on up here when you come to try very Nice Crack."},"__v":0},{"_id":"HZ5Vuxe7VS+jM7amwAjvzg==","name":"Forty Six and 2","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":9,"mp_id":"108391645","mp_crag_id":"108281340","climb_id":"HZ5Vuxe7VS+jM7amwAjvzg==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"The route opens with some very \"thin\" technical climbing to the 1st crux. A fairly difficult traverse left after clipping the 2nd bolt leads to the really cool lie-back flake and the 3rd bolt. Thin face climbing past the 3rd bolt leads to good holds to clip the 4th and final bolt, (do not fear the space between 3rd & 4th bolts, good holds make clipping the 4th bolt easy, especially if you utilize the ancient art of \"technique\").   A final \"crimpy\" crux, which has been called a \"show stopper\", stands between you and the anchors! Some are calling for a grade of 12d/13a.","protection":"4 protection bolts, and anchors. *stick clip the 1st bolt w\\ a locking carabiner, (I HIGHLY recommend this)","location":"This route is located right of \"A Very Nice Crack\" and the \"The Friend Zone\". Hike uphill on the stone steps past the starting ledge of \"Cozened Stone\" & \"Double D's\" and around the right edge of a cave like area, till you are just below a 6' headwall in the trail, \"Forty Six and 2\" will be just to your left. Traversing left under \"Forty Six and 2\" on the narrow ledge leads to the start of \"A Very Nice Crack\" & \"The Friend Zone\"."},"__v":0},{"_id":"Sf2TgMGjW5WzqHUP/ZxDpw==","name":"Double Dynos","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"David Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":15,"mp_id":"108370950","mp_crag_id":"108281340","climb_id":"Sf2TgMGjW5WzqHUP/ZxDpw==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"This route starts just right of Cozened Stone from the same ledge. This route may feel like 12b if you're tall or 12c if you are short. \n\n   Climb a short headwall on the right end of the starting ledge past an eye bolt to a sloping ledge, continue up a short, steep wall and slab following the line of eye bolts left of the corner. Climb up and left under the roof and clip the 2 bolts in the 10' roof. Unlock the \"mean little boulder problem\" moves out the roof, (crux)and onto the steep face above. Climb the \"Rad face\" on pristine, Waimea quality stone with cool moves to a final crux and the anchors.","protection":"Eye Bolts: 11 draws. ( protection bolts, 2 anchor","location":"Right of Cozened Stone"},"__v":0},{"_id":"klw8Dkz7XbCTmlIml3YY9g==","name":"Final Frontier","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Peterson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":0,"mp_id":"113099071","mp_crag_id":"108281340","climb_id":"klw8Dkz7XbCTmlIml3YY9g==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Up and left of the other routes at the top of the hill.  The new trail from the buffalo pit ends up here. Climb the bulge at cracks to the easier face above","protection":"5 bolts to lower off.","location":""},"__v":0},{"_id":"R+FxvbA5WLqp9gTOVn7jcQ==","name":"Double Creature Feature","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Peterson, 10/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":5,"mp_id":"109590485","mp_crag_id":"108281340","climb_id":"R+FxvbA5WLqp9gTOVn7jcQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"Scramble out left on the ledge below Very Nice Crack, then keep moving left to a single wave bolt anchor.  Belay here, then climb the obvious right facing corner.  Actually really good climbing; just short.  Harder than it looks; I thought it was going to be 5.5.","protection":"Trad gear up to 4 inches, with extra 2.5 to 3 inch cams.  Two bolt lower off at the top.","location":""},"__v":0},{"_id":"Q+Ic7f7hXXuOc1SGqRKEXQ==","name":"Cozened Stone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chloe Quinn, (2nd Generation Team Tough)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":14,"mp_id":"108370872","mp_crag_id":"108281340","climb_id":"Q+Ic7f7hXXuOc1SGqRKEXQ==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"This route is the second from left off the ledge left of Boar War. Climb on eye bolts with a technical slab crux at the 2nd bolt. Move left under fins of rock after 4th bolt until you can climb up onto a ledge. Make stemming\\chimney moves to navigate the large corner as it widens and flares. Make a thoughtful move out of the corner to the left and up onto a small ledge. Clip the high bolt below a roof and prepare to make the stellar finishing moves to the anchor!","protection":"All Eye Bolts. 15 draws, long slings\\draws helpful on bolts 5-9.","location":"From the Black Jack boulders (facing uphill), hike continuously left through the boulder field  following cairns on the North West Territories trail, (this trail has seen significant upgrades recently) Continue past the north west territories until you reach the left end of the Prudential crag and the lower start of Swedish Girls. Hike left uphill for 35' to a starting ledge on your right. You will see the large 10 foot roof of Double D's above and the route Boar War to the right."},"__v":0},{"_id":"1UcKonwCWQiLw1blm+wn1A==","name":"Boar War","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"jim shimberg 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":16,"mp_id":"106975565","mp_crag_id":"108281340","climb_id":"1UcKonwCWQiLw1blm+wn1A==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"An interesting varied route that works through a slab, a roof and an airy arete. \n\n  The right most of the Passage climbs. Start from the ledge on the right side of the beginning of the Northwest Passage gully and belay from the single bolt anchor, or start lower for the newly added direct start that doesn't make it harder but adds a few draws to your rack and rope drag. Either start is slabby and technical and will deposit you at the difficult roof crux. Crimps and footwork will help you prevail. After a fun pull out of the roof (though it might be tough for shorter folks) you get to a no hand stance and look up at the finishing arete. It was covered in lichen but i cleaned off the holds you need so it climbs well presently. Fun climbing (around 5.11) on flakes and crimps puts you at the chains.   \n\n  recommend","protection":"15 bolts! to 2 bolt anchor if you do the extended start. I think it was 10 from the ledge.","location":"The left most route at Prudential. Look for the roof."},"__v":0},{"_id":"Hed+xzPoWqqeH+EZinULHA==","name":"'Lectra Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tim Gotwols, Chris Hassig seconding, early '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"left_right_index":11,"mp_id":"108281446","mp_crag_id":"108281340","climb_id":"Hed+xzPoWqqeH+EZinULHA==","areaRef":"h3x8Mfa3UQWU51iMDOda4g=="},"content":{"description":"High up in the gully, on the left side is a very nice looking finger crack with a steep start that leads up to an arete. Long thought to be an abandoned project, recently this was given a scrub, a bolt at the top and bottom and given an \"FA\" and a name. Oops. It turns out this was previously climbed by Tim Gotwols and Chris Hassig in the early 1980's  and later given an anchor by Brady Libby. Fun climbing, with a pumpy steep section..worth the extra hike up if you are in the area and it protects well with only a small handful of gear.  \n\n  The original line traversed in to the base of the crack via a thin seam (probably bumps the grade up a little), and then escaped left near the top, with the second doing the direct finish with a top belay. The added bolt at the bottom protects a fun direct start and the one at the top protects the final run to the anchors.","protection":"2 bolts, a few finger tip sized nuts and cams. A blue #1 Mastercam is great after the first bolt and the orange one at the top of the crack, bolted anchor","location":"almost at the very top of the gully, on the left side, left of the glue-in bolted face climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,877c7c31-f6b7-5105-94e7-588c0ce75ae2","pathTokens":["USA","New Hampshire","Rumney","Very Nice Crag, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":7,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84486,43.80545]},"bbox":[-71.84548306176882,43.80500033981815,-71.84423693823116,43.805899660181865],"left_right_index":-1,"ext_id":"108281340","area_id":"h3x8Mfa3UQWU51iMDOda4g==","polygon":{"type":"Polygon","coordinates":[[[-71.84548306176882,43.80500033981815],[-71.84423693823116,43.80500033981815],[-71.84423693823116,43.805899660181865],[-71.84548306176882,43.805899660181865],[-71.84548306176882,43.80500033981815]]]}},"content":{"description":"Note- This area was also known as the NW Passage for a time. Up hill from the Northwest Territories, just left of the Prudential Crag, there is a steep gully with routes on either side.  Mostly known for its namesake Very Nice Crack in the past, or as an obscure way to get to the top of the hill, Very Nice Crag has been getting some recent new routing activity. As such, it is getting a heading of its own and a few routes formerly placed within the Northwest Territories or Prudential, like Very Nice Crack and Boar War are now organized here.  \n\n  This is a nice place to get away from the crowds, with a mixture of grades and styles, with some quality routes hidden here. Also, since it is near the trail heading to Prudential and the higher crags, the long 5.9+, Cozened Stone, makes a good stop for a warm-up for harder routes.  \n\n  Low on the right side of the gully, which is the left side of the Prudential formation, off a ledge above the lower Prudential wall, are three sport routes; two twelves, The Boar War and Double Ds 12b, which tackles the bulging roof and cool face above, and the above mentioned Cozened Stone.  \n\n  A little higher up, to the left of the gully, is a short cave like area, which is great for escaping a passing shower or as a place to drop your extra stuff before heading higher. If you follow the stone steps to the right around the cave, above is a cluster of five routes centered around Very Nice Crack, that begin off the ledge, including Dave Quinn's great technical crimpy face route Forty Six and 2 and a couple of short bouldery 5.11s. \n\n  If you make the effort to continue up the gully a little more, near the top are two quality lines on the left side, 'Lectra Crack 5.9+ (worth bringing the handful of gear you need) and a new 12a bolted face climb Lateralus. \n\n  Note - If you are trying to hike around to above the Summit Crag, and not already up in the gully, rather than taking the passage, you would probably be better taking the trail hooking left under the cave and around right up an easy slab up onto the ridge. It brings you up above Flea Surgeon. From there you are on your own :)"},"density":0,"totalClimbs":17,"__v":2,"createdAt":"2022-11-07T06:12:10.749Z","updatedAt":"2024-02-19T18:35:11.829Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}