{"_id":"6368a0dee80bff5a9953bcc3","area_name":"Mooselandia","shortCode":"","climbs":[{"_id":"nHMZ/qjmVPaRuPV1DWuAYA==","name":"My first Moose AKA Bosch Toss","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bobby Omann","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40783,48.39093]},"left_right_index":1,"mp_id":"112246632","mp_crag_id":"112246356","climb_id":"nHMZ/qjmVPaRuPV1DWuAYA==","areaRef":"CPZtEYNdVAKzCL4mcYVSpg=="},"content":{"description":"Thanks to Jeffe for the eye (you were right, it goes at 11c) and Tyler for the help (you were right, let that rock breathe a bit, get it nice and clean) I was able to bag \"My first Moose\"  Not even a boltgun pinballing down the slab was going to shut this hunting party down.  Ramble up the easy and possibly damp slab (if it looks wet, look again, where the holds actually are tends to be dry) to the obvious roof encounter.  Don't miss the namesake \"Bosch Toss\" move gaining the lip.  Maybe you could keep your feet on for it? but you are on a magical trip to the rugged north, have some fun, let em' cut and swing all you want.  It's a BUCKET I promise.  Once you have the landing gear reestablished, find a way to mantle your way to freedom.  There's a trick, as there often is on the Lac La Croix granite. See if you can figure it out, or prepare to get burlier than you would expect for the grade.","protection":"8 Bolts (6 draws required + 2 permas in the roof)Steel biners at the anchor","location":"The obvious line of weakness right in the center of the Mooselandia roof."},"__v":0},{"_id":"31SohDojXaamqK5rXTA4sQ==","name":"Mooswu (OPEN PROJECT)","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"unknown","type":{"sport":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40783,48.39093]},"left_right_index":0,"mp_id":"112246382","mp_crag_id":"112246356","climb_id":"31SohDojXaamqK5rXTA4sQ==","areaRef":"CPZtEYNdVAKzCL4mcYVSpg=="},"content":{"description":"The first line bolted at Mooselandia.  \n\n  Opening face moves are expertly engaging, on stellar black rock. Have a picnic on the giant ledge before strolling along the slab. Then, say hello to my little bulgy friend.  \n\n  I'm pretty confident that this roof needs someone who boulders V10, especially for the crux (first section of roof). After the crux, it should be around V7/8 climbing, with incredibly fun dynamic moves.  \n\n  The term 'Mooswu' comes from the Algonquin language. It means \"the animal who strips off\". This could be from the way the moose strips bark from the trees for nourishment, or from a bull (male) moose stripping velvet from their antlers. Or, both.","protection":"7 bolts + 2 anchor bolts (anchor chains needed)   NOTE: The second bolt on the roof is very high up. I suggest lowering down first from above and placing a very long draw for making the clip. (Bolt may need to be moved or else a long perma draw installed)","location":"First route on the left, as you are facing the wall."},"__v":0},{"_id":"hXw/Gp6vX3SQaMhtH0SGBA==","name":"Big Fish on the Rocks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Angie Jacobsen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.40783,48.39093]},"left_right_index":2,"mp_id":"112246397","mp_crag_id":"112246356","climb_id":"hXw/Gp6vX3SQaMhtH0SGBA==","areaRef":"CPZtEYNdVAKzCL4mcYVSpg=="},"content":{"description":"One of the last lines bolted in fall of 2016. The upper half has been scrubbed and cleaned viciously, but I ran out of time to finish the bottom. Only needs a little more brushing and a classic awaits.  \n\n  Edit: This has now been sent.","protection":"7 bolts + 2 anchor bolts (needs anchor chains)","location":"Furthest right route, when facing the wall. A gorgeous rock patio has been built for the belay."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,0e733a12-f01e-573a-8643-30f0d6c6b432,08f66d11-835d-5402-b308-be26718552a6","pathTokens":["USA","Minnesota","Jeff's World (MN/CA border)","Mooselandia"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.9"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.40783,48.39093]},"bbox":[-92.40850715360412,48.39048033981813,-92.40715284639589,48.391379660181855],"left_right_index":-1,"ext_id":"112246356","area_id":"CPZtEYNdVAKzCL4mcYVSpg=="},"content":{"description":"First development of this little heart-breaker (it's just so cute) area occurred in October 2016 by Tyler Hoffart and Robert Omann. As Tyler placed bolts beside imaginary holds on the super project and Bob threw his Bosch at the earth for spinning too fast, one thing was certain: chuggers get shit done.  \n\n  Located only a stones throw distance between Jeff's World Proper and Swamp Wall, Mooselandia centers mostly around a large roof bulge near the very tail waters of the bog/swamp. Currently, all routes climb slab to varying degrees of bulge, very easy to very hard.  \n\n  The rock, per usual, is very good - a beautiful example of the mighty Canadian Shield. Stays in the shade for almost half the day. While seemingly short to the eyeballs, these rigs have a LOT of climbing to them.  \n\n  If bugs are remotely bad anywhere else, they are most likely the worst here. Tell them Tyler and Bob say hi. Then flip them a huge bird. \n\n  Keep your wits about you while engaging in play in this area. There is a good chance you may be confronted by a moose looking for his right antler, which Bob found while pooping during the initial development adventure."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:08:33.302Z","updatedAt":"2024-01-15T16:45:43.554Z"}