{"_id":"6414a36f135731b6911188cd","area_name":"White Pass","shortCode":"","climbs":[],"children":["6414a373135731b6911188de"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,3396badc-1a81-5a16-b36a-867161b949cd,83f867dd-18c8-5fa6-ba04-69b9c264c78e,b545a755-78db-5cdd-9a61-1815482e2e91","pathTokens":["Canada","Yukon Territory","South Klondike Highway","White Pass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-134.85538,59.80675]},"bbox":[-134.85065404933266,59.80433033981814,-134.84886595066732,59.805229660181865],"left_right_index":-1,"ext_id":"","area_id":"tUWnVXjbXN2aYRgVSC4ukQ==","polygon":{"type":"Polygon","coordinates":[[[-134.84886595066732,59.80433033981814],[-134.85065404933266,59.80433033981814],[-134.85065404933266,59.805229660181865],[-134.84886595066732,59.805229660181865],[-134.84886595066732,59.80433033981814]]]}},"content":{"description":"Technically in British Columbia, but by all accounts, this area is culturally part of the Yukon. It parallels the more famous Chilkoot Pass and, with the Chilkoot, was one of the ways prospectors coming up the Inside Passage entered the interior in search of fortune in the goldfields of Dawson City. The mountains here are a sub-range of the Coastal Range, called the Boundary Range, and the terrain is extremely reminiscent of the southern Coastals with peaks made up of dark, blocky granite. Albeit, generally smaller than the peaks you might explore in the Sea to Sky area. The benefit of being high-latitude and relatively high elevation is that the tree line is practically non-existent and entry into the alpine is quick (or immediate, once you reach the passes summit). Don't let this fool you into thinking travel is easy, however, as there are canyons everywhere and the willow, while short, does not give way easily. The weather can also be fickle as it is extremely close to the coast and elevated.\n\nAlthough very little development exists here for rock climbing it is an extremely popular place in the winter for slednecks and ski-touring. Most of the peaks west of the pass are gentle-sloped and would be of more interest for scrambling and mountaineering type ascents. However, it has an extraordinary amount of potential for bouldering with short cliff lines practically as far as the eye can see and even a few areas with potential for roped climbing. The east side of the pass, however, has a ton of potential for alpine rock climbing. The access isn't easy and the rock is far from perfect but it's a beautiful and remote area. Continue south past the border and you'll find yourself in Skagway. A beautiful, but touristy, coastal Alaskan town. More alpine objectives such as the Sawtooths, Pyramid Peak, Laughton Glacier, and Mt Carmack exist here as well as some sport climbing and bouldering."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414a373135731b6911188db","prevHistoryId":"6414a371135731b6911188d5","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":2,"createdAt":"2023-03-17T17:29:19.931Z","updatedAt":"2024-01-15T16:55:30.470Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}