{"_id":"63689de0e80bff5a994f9ed8","area_name":"Sentinel Spire","shortCode":"","climbs":[{"_id":"NP8ngBFNU2O6i7oBEvC0fg==","name":"Vision Quest","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Lisenby & Will Hays, 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.72594,39.10295]},"left_right_index":999999,"mp_id":"105847644","mp_crag_id":"105744909","climb_id":"NP8ngBFNU2O6i7oBEvC0fg==","areaRef":"SJuAIUB6VcOo773+wPTm9w=="},"content":{"description":"The striking, wide crack shooting off to the right of the first\n\nMedicine Man\n\nbelay.  First projected by Matt Lisenby in the late ninties but abandoned due to loose rock.  Cleaned up a bit in 2005 by Elizabeth Fortushniak, David Roy, & James Stover. This line is a great addition to the Sentinel Spire.\n\nUpon arriving at the first belay of\n\nMedicine Man\n\n, hoist your sack and thruch up the wide (#6 Friend) slot until you can force a fist into the overhanging cresent, fire away until you turn the roof and rest before thruching again up the remaining rotten slot (5.9+).  The next pitch is a pleasant, narrowing crack until you are forced into the dihedral.  More clean thruching brings you to another good anchor.  The final summit pitch remains a mystery, as the quality significantly diminishes in the final 100 feet.\n\nRap down the stations, and head up\n\nMedicine Man\n\nfor a stout, six pitch day.","protection":"Single Friends down to a 00 Metolius TCU, 3 #3.5/3 #4/2 #5/1 #6, nuts.","location":""},"__v":0},{"_id":"10H7naDQWN2glVZsd1jXGg==","name":"Medicine Man","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Petefish and Tom Bratton, FFA  Alan Lester and Pete Takeda","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.72594,39.10295]},"left_right_index":999999,"mp_id":"105761043","mp_crag_id":"105744909","climb_id":"10H7naDQWN2glVZsd1jXGg==","areaRef":"SJuAIUB6VcOo773+wPTm9w=="},"content":{"description":"Awesome route. Exposed and steep! This has got to be one of the most classic splitters in the desert. If you don't climb 5.12 you can easily aid the crux pitch and toprope it. The rest of the pitches are very doable and offer some great desert crack climbing on a sweet tower. First free ascent by Alan Lester and Pete Takeda.\n\nPiz's comments were pretty much right on but thought I would try to add some more detail and add the route to the database._\n\nApproach: Two options: 1. Go to the campground and head to the rim. There's a viewpoint building right above the spire. Fix a rope from a tree which you can back up with a good stopper. This is the preferred approach and definitely the easiest. 2. Hike in from the Monument Canyon trailhead, approximately 2 hour approach.\n\nMedicine Man is the obvious line up the center of the east face.\n\nDone in 4 or 5 pitches. Intermediate belay on pitch 2 is probably a good idea but not necessary, I like the way it gives you a rest before the 5.11 section. Described here as 5 pitches.\n\nPitch 1: (5.10) Obvious start up crumbly bottom layer into nice handcrack in left-facing corner.\n\nPitch 2: (5.10+) Continue up crack in corner and exit roof to the left to intermediate belay or continue. Tread carefully on the death block that is mysteriously lodged in roof.\n\nPitch 3: (5.11)(Using intermediate belay or can be combined with P2). Layback flake with bad feet. Watch for loose stuff above flake (gone?).\n\nPitch 4: (5.12b) The crux pitch. Jam obvious splitter through small roof. Nice  kneebar in roof for no-hands rest before pulling crux.\n\nPitch 5: (5.10) Up corner and traverse left through roof. Continue up crack to summit. Watch for loose stuff before and immediately after roof.\n\nDescent: Two raps from Fast Draw anchors and jug back up your fixed line to the rim.","protection":"Camalots 1 #0.3, 1 #0.4, 2 #0.5, 4 or 5 #0.75, 5 or 6 #1, 2 #2, 2 #3. Runners/draws. Two ropes.","location":""},"__v":0},{"_id":"HS87bTmmUliCFqNiMGJktw==","name":"Lizards & Scorpions w/ Sky on Tuesday","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Petefish & company, 1986 ish","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-108.72594,39.10295]},"left_right_index":999999,"mp_id":"105810487","mp_crag_id":"105744909","climb_id":"HS87bTmmUliCFqNiMGJktw==","areaRef":"SJuAIUB6VcOo773+wPTm9w=="},"content":{"description":"This is one of the Better Routes in The Momument hands down! as well as the prominence of being the most accessible, full-length route out there. Just right of Sentinel Spire (approximately 200') lies a HUGE corner that extends the full length of the canyon wall. (There are two distinct approaches; I recommend climbing from the ground up first, so you know what you are getting into when you downclimb!)\n\nEyeball the large dihedral that makes up this fine route from the rim. The last belay lies directly under the HUGE overhang, and the anchors are hard to see. Grasp a line and an idea where you are going then downclimb a moderately loose but an easy 5.7 pitch to the belay under the overhang. Leave slings and rappel two excellent stations via double ropes to either:\n\nterra firma\n\n; or, (if you want to avoid an extremely unpleasant and extremely short, 5.11+, dirty fingers crux right off the ground) land on the ledge directly above this section and diss the crap, in lieu of an awesome and sustained 5.10a experience to the rim.\n\nAt the ledge, belay off a pixed pin and large cams in the horizontal.\n\nP1: if climbing from the ground.  3rd class up some ramps to a finger crack.  Work up this difficult feature to a large ledge move into exciting 5.10 face for three pins, then enter the chimney. Excellent, clean, and well protected climbing lead to an exposed and super-exciting traverese left onto the ledge with a good bag anchor. Lots of long songs   Retrieve your rappel gear.\n\nP2 starts with a what looks like a little mank, (watch your gear!) but in reality; excellent and thought provoking movement lead into a sustained 120' hand crack all the way to the belay. Retrieve your rappel gear.\n\nContinue up the 5.7 line of least resistance out and to the right.","protection":"Singles with many hand size pieces, few extra thin hands and fingers.  If doing the full deal, bring a few small TCUs for the bottom.  Nuts,\n\netc.\n\nnothing larger than a #4 Friend.","location":"Start 200 feet climber's left of the start of\n\nMedicine Man\n\n."},"__v":0},{"_id":"LCuDjuQVXgGGrAW0E2JLFg==","name":"Fast Draw","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.72594,39.10295]},"left_right_index":999999,"mp_id":"105749617","mp_crag_id":"105744909","climb_id":"LCuDjuQVXgGGrAW0E2JLFg==","areaRef":"SJuAIUB6VcOo773+wPTm9w=="},"content":{"description":"P1. Step across the scary little gap and plug a finger size piece to protect the tips/lieback start (10+) which opens to a perfect hand crack...steep...then gets fists toward top. Traverse left at fixed pieces (or continue up the grungy crack above, not recommended) and optional belay at 2 piton belay (scary and uncomfortable). It may be better to link into P2.\n\nP2. Go up crack/corner/chimney using big cams and old bolts on wall for pro...sustained chimneying for a pitch to a big ledge with a chain anchor (3 drilled angles).\n\nP3. Continue with more of the same chimneying with a mix of modern bolts and drilled angles to the nice summit. We only had up to #3 Camalot, and it was a bit scary...#4 and #5 cams would be good for pitches 2 and 3.\n\nDescend by making 2 raps (60m rope): first to the top of P2 chain anchor, then to ground.","protection":"Lots of cams...especially hand-sized and a few large pieces might come in handy for the chimneys.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,ad22b47b-28bf-545c-bb26-55da9f0f1805,489b8021-407a-55c3-a8ef-bdfec0f4e6f7","pathTokens":["USA","Colorado","Grand Junction Area","Colorado National Monument","Sentinel Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.72594,39.10295]},"bbox":[-108.72651944859233,39.102500339818135,-108.72536055140766,39.103399660181864],"left_right_index":-1,"ext_id":"105744909","area_id":"SJuAIUB6VcOo773+wPTm9w=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:43.751Z","updatedAt":"2022-11-25T11:17:30.651Z"}