{"_id":"6368a722e80bff5a995dd951","area_name":"Old Easy","shortCode":"","climbs":[{"_id":"OflMmw+zXuGblv8S76kRBg==","name":"Unknown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"117629915","mp_crag_id":"105745244","climb_id":"OflMmw+zXuGblv8S76kRBg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is pretty sweet. The route starts off with slabby fingers and thin hands then progressively harder moves leaving the slab up to the \"bird hole\" and up the flared hand crack - cool movement. The route finishes up on a couple of bulges that are slightly harder than you would think. This has really nice face climbing with a few jams that is somewhat atypical for Vedauwoo. Perhaps it is a little harder for shorter folks..??...\n\nGrade wise, there isn't much to compare this to in Vedauwoo. It felt harder than\n\nCurrey's Diagonal\n\nbut not as hard as\n\nDa Gyps Route\n\n. It is just as good as those by the way. This is a very nice climb.\n\nI did an enormous amount of cleaning on this, especially on holds that are crucial. It is in prime condition currently. If this has been done, I would guess it was a long time ago. It seems odd that such a nice line would go unreported....?.... (best I can tell anyway).","protection":"A single set of cams (#0.4-#3 BD), small to medium-sized nuts, and a couple of subfinger-sized cams. There is a 2 bolt anchor with fat hangers (courtesy of Will Mayo, I believe). It is quite safe with the only grey area being in the middle of the pitch where the gear can get in the way of your fingerlocks and may not quite be as straightforward as one would like.","location":"This is the first route to the right of Big Wednesday/Aluminum Overcast roof. The route ends at the right side of the Aluminum Overcast roof."},"__v":0},{"_id":"JOCh6o2CXcSVE0FcpKZr0Q==","name":"Straight Edge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":3,"mp_id":"105844331","mp_crag_id":"105745244","climb_id":"JOCh6o2CXcSVE0FcpKZr0Q==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Climb\n\nMRC Direct\n\n, and belay on the large ledge that is down and climber's right from the MRC rap rings (gear belay). Straight Edge is the unmistakable splitter. Step across the chasm, jam a flared crack (#6 stopper works nicely here) to a small bulge, place pro, and gun for the top. The guidebook rates this a 9+; however, compared to other 9+s in Vedauwoo that I have done, this is a step up. It is definitely a 3-star pitch.","protection":"1 ea (#1 Camalot, #2 Camalot), 2 each (#3 Camalot, #4 WC Friend). Have an extra 4-inch piece for the belay.","location":"Descent: From the top walk climber's right for 100 or so feet to a rap anchor. Do 2 raps to a shelf, walk off easily to the south east from here."},"__v":0},{"_id":"niJ26JKQV/iHyyA6TNS1YQ==","name":"Soggy Bottom","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Paul Piana and Strappo Hughes, during the Carter Administration","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106455722","mp_crag_id":"105745244","climb_id":"niJ26JKQV/iHyyA6TNS1YQ==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a fun little thin crack boulder problem.  Start sitting down on the low tight hand, moving up to a bomber finger slot and then into the tips jams.  Reach to the top of the boulder after the crack disappears.  The crux comes moving through the tips jams.","protection":"A pad or two and a spotter is nice.","location":"Park at the very eastern parking for MRC, as for Desiderata or anything over there.  Walk down the Turtle Rock Trail for a short distance until you hit the fork right by the small pool with the little waterfall.  This problem is on the large rock that borders the western side of the pool, and generally faces the parking lot.  The base of this problem is only dry during low water."},"__v":0},{"_id":"6dpAb1LjVVSEu4oI/jCQZQ==","name":"Reverse Cowgirl","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Montgomery Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"111941986","mp_crag_id":"105745244","climb_id":"6dpAb1LjVVSEu4oI/jCQZQ==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Sit start using the right arete and a good left crimp. This problem climbs the triangular side of the boulder facing the ledge. Hit both sides of the boulder to make your way to the top. She won't finish until you assume the position.","protection":"This is more enjoyable without protection ;)","location":"This is on the small boulder through the corridor to the left of\n\nThe Biggest Lips in Rock 'n' Roll\n\n. Find\n\nThe Biggest Tits in Country Music\n\n, and you can find this problem."},"__v":0},{"_id":"BoSCmAbvXoKDEfrm1R6bJg==","name":"The Red Snapper","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Andy Reather","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106097769","mp_crag_id":"105745244","climb_id":"BoSCmAbvXoKDEfrm1R6bJg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This a fantastic crack problem.  It is also a sloper problem.  Andy did the problem by pulling on the traversing flared crack like a rail, and the concensus grade for that method is soft V12.  You can also primarily crack climb it, only using a couple of face holds, and the grade given reflects my opinion on how hard it is to do it that way.  People who face climb it don't all think that it is a quality problem, but I think it is a fantastic crack problem if you are in to that sort of thing.  Either way you climb it, it is very representative of Vedauwoo style climbing.  A quality find on Andy's part.","protection":"A couple pads.","location":"This problem is not actually on Old Easy, but park in the parking lot as for Desiderata. Get on the turtle rock trail and follow it as it bends northeast around the very base of old Easy. You will pass a couple of really cool huge boulders sitting right in the middle of the trail, one of which has a huge nose sticking off it (some cool face problems). A ways past these boulders, right about when you get to where the forest is thick on both sides of the trail you will see a small pile of rocks on the right, and rocks will begin to appear on the left as well right after the pile of rocks.  These will be the first real rocks you see once you are past the two big boulders. Walk just past the peak of the pile of boulders and then take a right off the trail and over the pile of rocks, and then down into the boulders on the northeast downhill side of the pile.  Look around for this distinct flared right traversing crack, which faces uphill, and is only a hundred yards at most off the trail."},"__v":0},{"_id":"hGAPpb0NWOG6UiNwDl4dhA==","name":"Psychoshop","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Justin Edl and Davin Dagdonas, 2003","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"105867965","mp_crag_id":"105745244","climb_id":"hGAPpb0NWOG6UiNwDl4dhA==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a beautiful fifteen foot low ball splitter roof crack.  It starts out as good tight hands and narrows all the way down to ringlocks at the lip, going to tips before rocking over the top of the boulder.  Start as far back as possible.  Incorrectly labeled Tyco Shop in the bouldering guide.  It is named after an Alfred Bester/Roger Zelazny book.  The Psychoshop is the black place of the soul changer.","protection":"One pad is sufficient.","location":"This is located in the cluster of boulders behind (east of) Desiderata.  It is under a low squatty boulder right under one of the biggest boulders over there.  If you drew a straight line between the two, it is only about twenty or thirty feet away from Desiderata."},"__v":0},{"_id":"KJQyURCWXYGZFI2lPGkkyA==","name":"Old Easy Arete (aka \"Arettez Maintenant\")","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ben Boykin, Dean Twitchell, c.1993","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"105981926","mp_crag_id":"105745244","climb_id":"KJQyURCWXYGZFI2lPGkkyA==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Sustained crystalline friction at 5.9, first 3 bolts. Tech crux at the 4th bolt (might even be 10a). Rob Kelman, guidebook author, downrated route from original rating of 10a to 9 in 1994's\n\n\"Heel & Toe.\"\n\nRecently (2007), Rob said, \"It's become harder. Couldn't be because I've gotten older, could it??\" This would be a bad route for the second to fall of of, hence I have added two more bolts in the middle section & one at the very top.","protection":"All 3/8-inch bolts. Sustained crystalline friction at 5.9, first 3 bolts. Tech crux at the 4th bolt (might even be 10a) with sporty reach to easier ground at the 5th [new] bolt; 6th [new] bolt sets up leader to 5.4 moves to [new] 6th bolt, leading to loose, gravelly crystals at the 7th & 8th bolts. [New] 9th bolt protects second from the big swing should footing be insecure. Natural anchor (an 18-foot cordelette works well around the boulder at the top). At the middle section, we used to reach over the arete and place a few small Camalots in the crack underneath, but being as that was \"Department of Prior Knowledge,\" I chose to add bolts here this year (2007).","location":"Look for an obvious line of bolts on the rounded arete to the left when about to begin the 3rd class approach to MRC. Standard descent from Old Easy's MRC area."},"__v":0},{"_id":"VbMW1fhHUU6IMJ6e4wMZDw==","name":"No Name Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Horn and Party","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":4,"mp_id":"112196278","mp_crag_id":"105745244","climb_id":"VbMW1fhHUU6IMJ6e4wMZDw==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Climb the chimney past several blocks to a crack in a flared groove. There is a two bolt anchor on the ledge at the top of the first pitch.\n\nPitch two climbs blocky twin cracks to the top of\n\nMRC Direct\n\n.\n\nThis route is fun adventure climbing to the top of Old Easy.\n\nDescend the\n\nMRC Direct\n\nrappels, two raps with a 60m from the summit bolts.","protection":"Gear to #4 C4.","location":"On 'MRC Right,\" the first major chimney feature to climber's right of the\n\nMRC Direct\n\nroutes. The ledge at the top of the first pitch intersects the right edge of the large roof in the middle of Old Easy."},"__v":0},{"_id":"MI8spXlIV/G4LDu/gz3W5g==","name":"Nameless Crack","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"119755544","mp_crag_id":"105745244","climb_id":"MI8spXlIV/G4LDu/gz3W5g==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Start at the good hand jam, then bypass the wideness to a good fist (tight for some) to some crumbly feet and face holds. Top out on the kitty littered perfect hand jams to the top. You definitely want good technique, a fall would probably break your legs.\n\nThe chimney on the other side of the rock makes for a good warm-up.","protection":"Pads or balls.","location":"If you’re in the parking lot looking at the seam pointing at\n\nDesiderata\n\n, it’s the big, house-sized boulder off to the left."},"__v":0},{"_id":"PFLAufnYVz+AX7sgTz174A==","name":"MRC Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layne Kopischka, Drew Arnold, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":1,"mp_id":"108406558","mp_crag_id":"105745244","climb_id":"PFLAufnYVz+AX7sgTz174A==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Climb the first pitch of\n\nMRC Direct\n\n.  Instead of stopping at the anchor, do an easy traverse left to a prominent, vertical crack and belay.  Climb straight up and over the roof (lots of jugs), and continue on easy climbing to the end of the crack.\n\nTo get back down, there are rappel bolts at the top of the mound between\n\nMRC Direct\n\nand MRC left.  Rappel to the bolts on the top of pitch 1 of\n\nMRC Direct\n\nand then to the ground.","protection":"Gear to 4 inches, heavy on medium to large nuts, and cams 0.75 to 3.  The upper crack is easy but wide.  You may want a larger piece up there if not comfortable running it out.","location":""},"__v":0},{"_id":"MxI2FiaCUAuMy+UaBsPOPw==","name":"MRC Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":2,"mp_id":"105751435","mp_crag_id":"105745244","climb_id":"MxI2FiaCUAuMy+UaBsPOPw==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Found on the west face of Old Easy, 'MRC Direct' (#1 on topo) is one of the most striking lines encountered at Vedauwoo.  While it is a true hand crack classic, it may be climbed less than one would expect.\n\nSeveral cracks overlap and intersect witheach other, making it seem more comfusing than it really is.  It is the most central, 2 pitch line with a belay station (B) midway, just under the prominent roof.  The crux is turning the roof!  After this, one moves up and gradually right to the second belay (on gear).  To get to the rap anchors (XX), one climbs up and left (facing the rock) to the rounded top of the formation.  Double ropes will get you down in one rap, but a single 60 M rope requires an intermediate stop at the 1st belay station under the roof.\n\nOther variations:\n\nMRC Left\n\n(#2, 5.7) strikes out left from the first belay on '\n\nDirect', traverses 25' along a ledge and ascends a prominent handcrack which widens to offwidth near the top.  The top belay is on gear.  The rap is the same as for 'Direct\n\n'.\n\nThe Seam Variation\n\n(#3, 5.10a) starts midway up the first pitch of '\n\nDirect\n\n' and is then continuous with '\n\nLeft\n\n'.\n\nRalph Called\n\n(#4, 5.10b) is the left crack above the roof of '\n\nDirect\n\n' which goes vertical and is continuous with a bolted face to the top rap anchors.\n\nFinger Trip Roof\n\n(5.10a) is a harder variant of the prominent big roof of '\n\nDirect\n\n', taken by going up the right side of the roof, somewhat off line.\n\nTwo option exit pitches:\n\nMiddle Exit\n\n(5.9)\n\nThe Straight Edge\n\n(#5, 5.10a).  See guidebook for details-take larger pro.\n\nOptional beginning pitch:\n\nArretz Maintenant\n\n(#6, 5.9). See guidebook for details.","protection":"Take all cams from '0' to #3 Camalot (#3 1/2 Friend) and a full set of wires.  This route literally 'eats pro'.","location":""},"__v":0},{"_id":"MCPzmHk6UxGQanwQTzC8cg==","name":"The Hatchet","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Jeff Sleuter","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106457667","mp_crag_id":"105745244","climb_id":"MCPzmHk6UxGQanwQTzC8cg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is one of Vedauwoos best roof problems.  The meat of the roof is a ten foot positive sloper rail followed by another ten foot positive sloper rail.  At the end of the second rail, move out left to another smaller rail containing a positive crimp and then rock up onto the slab and top out.  Getting from the end of the big rail to standing up on the slab is the crux.  This one is an absolute classic.","protection":"A couple of pads for the lip.","location":"Walk up as if going to\n\nDesiderata\n\nbut when you hit the boulder filled gully before the slabs take a right and contour the gully.  This problem is on a very large boulder on about the level of the gully, and it is on the easternmost side of the formation.  The problem faces uphill, and is distinguished by its unique, V-shaped rail feature."},"__v":0},{"_id":"kbb6/OvaWse7Ah37mptAuw==","name":"Guardian","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Justin Edl, 2008","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106169872","mp_crag_id":"105745244","climb_id":"kbb6/OvaWse7Ah37mptAuw==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a very fun moving problem!  Sit start on an ok, tight, flared right hand and a decent left hand sloper on the low cobble.  Work your way up the ever thinning crack, using all available features.  Finish on the cobbles after the crack peters out.  This thing provides an excellent combination of technical jamming with interesting footwork.","protection":"A pad.","location":"Drive around Old Easy as if going to\n\nDesiderata\n\n, and when the road forks (one fork to a parking lot with a bathroom and information sign, the other fork goes left and uphill) take the left fork and park in the first pullout on the left.  This crack is in the obvious cluster of boulders a couple hundred feet away up toward Old Easy, and is visible from the road."},"__v":0},{"_id":"ySo1f0AFVIm0nqcS7lXiNQ==","name":"Golden Grief","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":6,"mp_id":"107256432","mp_crag_id":"105745244","climb_id":"ySo1f0AFVIm0nqcS7lXiNQ==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Pull over the lip with high feet and underclings to gain a jug and easy ground to the first bolt. Clip the bolt and traverse low right to a mantle move onto a chicken head, and clip a second bolt. Make some slabby moves to gain the third bolt which is a little higher and to the right. Clip the older bolt and move yet again up and right to gain a nice, but short hand crack which turns into a seam. Make some difficult moves to gain a ledge, where you can belay.\n\nFrom there, move to the left edge of the ledge and pull through the 5.8 fist crack/bulge. The more insecure you are willing to get, the easier it is. From here, move left up the easy crack/flake until you can move straight up on unprotected 5.4. Gain a 5.6ish fist crack and belay at the top at two bolts.\n\nI linked this into 1 varied pitch with good use of slings. Less confident leaders should probably break it into two pitches.","protection":"Standard rack. You should have 2 #3s, and a #4 if you feel uncomfortable on fist cracks.","location":"This route is located about 100 yards up and right of\n\nMRC Direct\n\n. Scramble up the blocks until a hanging slab is above you with a few bolts on it.\n\nTo get off, walk across the top of the formation to the rap anchor located above\n\nMRC Direct\n\n. Two single rope raps will get you down. You could probably also rap off the anchors at the top of the climb with two ropes."},"__v":0},{"_id":"XFkK/IwHUlS5QS7zs1FK/g==","name":"Gehe Jetzt","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rob Kelman, Andy Kovats, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":0,"mp_id":"106881678","mp_crag_id":"105745244","climb_id":"XFkK/IwHUlS5QS7zs1FK/g==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This route is just to the left of\n\nOld Easy Arete\n\n. It features two sections of wide crack with the second one being the crux of the route. Start up a relatively easy, wide crack/chimney to a shelf. Move left on the shelf to a fist crack. Climb that to another shelf. From there, we continued straight up to\n\nOld Easy Arete\n\n, clipped the last two bolts on that route, and went up to its anchor. Luckily, the sketchiest parts of that route are below you at that point, so the climbing is relatively easy to the anchor.","protection":"We used gear up to a #4.5 Camalot, but a standard rack up to a #4 Camalot would probably suffice. A few long slings would be nice because of the wandering nature of the route.","location":"This route starts just to the left of\n\nOld Easy Arete\n\n. Get yourself to the start of that route, and look to the left of the arete. You'll see a shelf with a wide crack in a corner. The route starts there. We rappelled from the anchor atop\n\nOld Easy Arete\n\n, but you could also walk off from there by reversing the approach to\n\nMRC Direct\n\n."},"__v":0},{"_id":"i5lF3akSXfqspOpD91oxAg==","name":"Finger Fantasy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob Cowan, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"107013250","mp_crag_id":"105745244","climb_id":"i5lF3akSXfqspOpD91oxAg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Finger Fantasy climbs steep flared hands and fingers out a roof. Much steeper and more gymnastic than it looks from the ground. Similar to Nasty Crack and The Rookie, in that it makes a good introduction to steep flared fingers at Vedauwoo.","protection":"Single set from #0.3 to #1 Camalot.","location":"It is located a couple hundred yards to the climber's right of the\n\nStraight Edge\n\n. It sits on top of the formation and is easily seen from the parking lot."},"__v":0},{"_id":"KBZmP0HpWpuifrlvpS4uiQ==","name":"Dire Pitch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Pousch and Jeb Schenck, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":5,"mp_id":"121069122","mp_crag_id":"105745244","climb_id":"KBZmP0HpWpuifrlvpS4uiQ==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Dire Pitch is a good, varied climb. Start with some easy chimneying, occasionally interspersed with short sections of OW and hand cracks. Belay at a rap station just below a steep headwall covered in bird poop. Climb around a chockstone above the headwall on the left, passing an ancient bolt. (I climbed the headwall, which is about 20 feet, hand crack on the right, fist to offwidth on the right, and good stemming against walls on either side. This is good, well-protected climbing, but I could not squeeze around the chockstone at the top, even after removing helmet, so downclimbed and proceeded the correct way. Maybe a child could fit?)\n\nIt is easy climbing after that, with a quick, fun 7-7+ hand crack at the top.\n\nDescent: we walked off to right/back, eventually making our way back to our bags. It was quite tricky to find the path of least resistance, especially near the top. You could also rap off as for MRC, as you top out at the straight edge anchors, but that is not efficient with four rappels dropping you at the base of the face climb arete. It may be possible to rap down to the top of P1 and rap down to bags on P1 anchor, but the first rappel looks like it goes through rope eating crack, so we didn't attempt that.","protection":"Rap off of a cordalette on P1 and straight edge bolts on the top/straight edge summit. I took through a #5, and Big bros. I placed the #5 and 3 BB but probably could have left both - there are lots of small opportunities to protect. Also there are stopper and tricam possibilities.","location":"Both Kelman and Orenczak say it is in a left-facing corner, but that beta confused me, as it is more right-facing considering the direction of the crag, which both of their topos indicate. This is right of\n\nNo Name Chimney\n\nand left of\n\nGolden Grief\n\n. Find the right-facing dihedral right behind and to the right of no name chimney, and start in the chimney facing right in the back."},"__v":0},{"_id":"PxVftUAbXgaAO+b5BIVSxA==","name":"Desiderata","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Justin Edl, 2003","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"105861281","mp_crag_id":"105745244","climb_id":"PxVftUAbXgaAO+b5BIVSxA==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a beautiful fifteen foot offwidth roof.  Start inverted at the very far end of the cave and work your way out, stacking your way out to and over the lip, after which the crack thins all the way down to fingers.  Find the way that fights you the least.  This is a very elegant moving problem.  One of the best problems in Vedauwoo, and one of the best offwidth problems anywhere.","protection":"One pad for the lip is adequate.","location":"This thing is way around the corner from MRC, baisically on the other side of the formation. To get there drive into Central and follow the signs to the \"Beaver Pond\" area or some other such name.  Basically instead of turning left around the roundabout and heading down to the Gazeebo, continue straight and follow the road as it bends around, ending near the south east side of Old Easy.  Park there by the bathroom.  Looking up to the formation you will see a huge roof that faces south with some very large boulders under it.  There is a thin aid seam splitting the left end of this roof and Desiderata is a couple hundred feet down from the wall, pretty much straigt in line with that seam.  Desiderata generally faces west."},"__v":0},{"_id":"kWjLZAtlWw6gP+PXynTNVA==","name":"Dancing All Night","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106822311","mp_crag_id":"105745244","climb_id":"kWjLZAtlWw6gP+PXynTNVA==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Pretty unique.  More later.","protection":"Gear to chains.","location":"Backside of MRC; uphill from\n\nDesiderata\n\n/\n\nPsychoshop\n\n/\n\netc\n\n."},"__v":0},{"_id":"wUkcsdtJW8OeClUKEUsQLw==","name":"Classic Splitter","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Several in the last decade","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"105971762","mp_crag_id":"105745244","climb_id":"wUkcsdtJW8OeClUKEUsQLw==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Find Desiderata and walk Southbound along the base of the Old Easy formation for less than 100 yards. You will encounter a large pine tree next to a prominent alcove. This southeast facing crack overhangs about thirty degrees, and can be done from a stand using perfect hands, or done for full value by sit starting on fingers/tight hands.","protection":"A pad or two, along with a spotter is nice. The landing is  flat, but hard.","location":""},"__v":0},{"_id":"pOd2sFVtUI+NGfQYMy+jAg==","name":"Cincinatti Sua Slide","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Kris Hampton and Ray Ellington","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106937009","mp_crag_id":"105745244","climb_id":"pOd2sFVtUI+NGfQYMy+jAg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is likely Vedauwoo's longest roof crack.  Start on a flake jug at the very bottom of the cave and climb rightwards through two big pods, afterwhich the crack bends and heads up the \"Sua Slide\", which is a long, rectangular tunnel.  At the end of this tunnel, follow the crack through some funky offwidth moves as the crack bends again and spits you out of the cave.  The only detraction is the fact that the moves right before the offwidth finish are very lowball, though that is forgiveable given the overall quality of the problem.  A great and funky mix of many types of crack climbing with a touch of face climbing thrown for good measure.","protection":"A spotter and maybe a pad for the lip moves.","location":"Park in the main Central parking lot, right below the base of Old Easy.  Scramble up the talus as if headed for MRC.  About halfway up, veer to the climber's right and head for the large and distinct gully to the right of MRC.  Just to the right of the gully and about half way up there is a distinct section of low angled water streaked slabs with a short vertical wall directly to the right of them.  The exit of Cincinatti Sua Slide is on the right and at the top of these slabs, though you can't see the cave until you are right in front of it."},"__v":0},{"_id":"f1hNiK8QWOO7cblTawdxWQ==","name":"Cheap Perfume Direct","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Bart Cubrich, 2016?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"111884776","mp_crag_id":"105745244","climb_id":"f1hNiK8QWOO7cblTawdxWQ==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"","protection":"One pad without a spotter can work, but two are better if you are by yourself or one and a spotter.","location":"This route starts ~5 feet to the right of\n\nBombay Hooker\n\non the neck of the\n\nBombay Hooker\n\nright underneath the prominent prow of the boulder."},"__v":0},{"_id":"nSze4szGUt+gFleUM12oeg==","name":"Cheap Perfume","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Bart Cubrich, 2016?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"111878921","mp_crag_id":"105745244","climb_id":"nSze4szGUt+gFleUM12oeg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"There is an obvious mafic cobble at chest height, which is the logical start to this problem. There are probably many possible variations, but the easiest route seems to be to hike your foot up high at the start, traverse right to a good pockety crystal mass (crux), and then to work your feet back left to the starting cobble. You can finish straight up from here on nothing lichen crystals, or traverse further left to the crack under the prow of the\n\nBombay Hooker\n\nBoulder (which is what I did).","protection":"I had one pad and no spotter, but I recommend two if you are by yourself, or one and a spotter.","location":"This route starts about 5 feet to the right of\n\nBombay Hooker\n\n, on the neck of the\n\nBombay Hooker\n\n, one might say...right underneath the prominent prow of the boulder."},"__v":0},{"_id":"X2qoRdaqV0C2GrQVDwYGgg==","name":"The Borg","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Andy Raether","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"110467553","mp_crag_id":"105745244","climb_id":"X2qoRdaqV0C2GrQVDwYGgg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a fun little crimp problem. Start on the left with your hands and foot in the obvious crack (hands on the obvious sloper, flat toed shoes are helpful), and work your way right until the crack ends. A few more desperate crimp moves up the face lead to the top.\n\nThe bouldering guide by Bagdonas gives this problem V11; however, one of the crux crimps broke off while I was working on it, making the end quite noticeably harder with very different beta. The new end beta also strongly encourages staying higher on the problem the whole way, which I found more enjoyable.","protection":"A pad.","location":"This is just off the parking lot at the end of the easternmost road that wraps around the southern side of old easy, below Desiderata and Dancing All Night.  Follow the trail a very short distance to the fence and follow that directly up to the first boulder, which has The Borg on it's northern side."},"__v":0},{"_id":"tKFYEwznXjGjtidVuIvHPA==","name":"Boneghazi","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Montgomery Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"111942030","mp_crag_id":"105745244","climb_id":"tKFYEwznXjGjtidVuIvHPA==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Start on crimps, then stroke the bone.","protection":"A few pads and a spotter.","location":"This is on one boulder northwest of\n\nThe Biggest Lips in Rock 'n' Roll\n\n. Ascend the north face. If you can find\n\nThe Biggest Tits in Country Music\n\n, you can find this problem."},"__v":0},{"_id":"5daFL9huWUCudk0j2aLhnw==","name":"Bombay Hooker","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Tracy Brandt","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106533911","mp_crag_id":"105745244","climb_id":"5daFL9huWUCudk0j2aLhnw==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"Awesome crimping and balance problem with a cool jump move to get things started. Start left hand on a small divit/bump/crystal feature at about head height. Using any number of crumbly feet, jump up into the undercling jug where the nose connects to the boulder. A few crimpy moves up and left lead to a sloping dish on top.","protection":"Two pads are nice, plus a spotter.","location":"Follow the directions as for\n\nThe Red Snapper\n\n. This problem is on the boulder with the giant nose described in those directions. Bombay Hooker is on the side facing away from the trail. Goole maps 41.164550,-105.365669"},"__v":0},{"_id":"cwscGj6rXSepi53zM73yyg==","name":"The Biggest Tits in Country Music","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"105753949","mp_crag_id":"105745244","climb_id":"cwscGj6rXSepi53zM73yyg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"I'm not sure where to put this one. This is an awesome roof crack boulder problem.\n\nTBTICM is under a low roof on the back side, where that roof meets a vertical wall at its right edge. Slide all the way back. The roof crack is a hand crack at the very start, then pinches down to fingers/off-fingers for most of its length. The best way to do this section is by power underclinging, but since the crack diagonals to the left here, this isn't as bad as it could be, especially since the feet are less than ideal in a few spots. Near the lip, it opens up to good hands. To finish, there are two options: climb the crack over the lip and stand up, or climb to the big knob at the lip, bust a kick-through out left into the roof crack formed by a VW-sized boulder leaning against the main boulder, pull through, and top out on knobs and a flared hand jam. The latter option is harder and very much the better of the two. This is a great, visionary Scarpelli first and an excellent place to practice roof crack climbing and Leavittation.","protection":"Never more than 4 feet off the deck.  It helps to have a spotter to bail you out when your feet get stuck in the bomber heel-toes on the kick-through move.","location":"Eds.\n\nThis is located near the Nautilus & Old Easy. Due to the nature of the database, we need to have someone submit the \"crag\" or \"boulder\" to move the route to the appropriate location.\n\nTo find it, hike up to saddle at the north end of the Nautilus. Look west over to the huge slab, right (ie across the street) of and even with the Coke Bottle/etc complex. Notice the big hat/hogie roll shaped boulder about halfway up the slab complex. TBTICM is on the back side of this. Now drive over there and hike up. It may take some wandering around, but you'll find the boulder in question. Of all the huge rocks up there, it is the biggest.\n\nPer\n\nSpencer C\n\npark at campsite 12A / 12B. Note the obvious trail into the aspen. The 'boulder' is the big, flat topped feature at the right-top of the hill. Walk straight up from the trail with a wall on your left until you cut right around some boulders, then cut back left across below the 'boulder', and cut left around it to the backside on some slightly slabby terrain."},"__v":0},{"_id":"mRsIE3b3UZO25nYCyXsPug==","name":"The Biggest Lips in Rock 'n' Roll","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Pat Goodman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"111942212","mp_crag_id":"105745244","climb_id":"mRsIE3b3UZO25nYCyXsPug==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This route is a thin hands flare though a roof. It is possibly hand size dependent. I found the crux getting to a ledge out left above the lip. I wasn't quite sure what to rate this crack, but it sure was fun! It is harder than\n\nBiggest Tits\n\nin my opinion, similar to\n\nNat's Three Star Roof\n\n, but Nat's is easier, and easier than\n\nBeer Crack\n\n. All are rated V3.","protection":"We happened to have a lot of pads the day we did this problem which helped. There is a \"Tiger Trap\" right underneath the crack, a pit of sorts. Basically there is a flaring gape under this problem, but it is protectable with enough pads or pure bravado and strength!","location":"I'm logging this problem in hopes to clarify the approach to\n\nTBTICM\n\nfor others.\n\nPark in the Box Canyon parking area, and walk toward the Old Easy formation. We found a faint trail off left of the main road through some aspens and headed up the slabs of the old easy formation trending right. Keep your eyes out for the large, 60 foot tall rock formation that is pictured. Once you have found this boulder, continue up the slabs left of the rock formation, and find a somewhat exposed foot traverse that will bring you around the back side of the pictured boulder. I'm sure there is more than one way to approach this formation, but this is what seemed most obvious to myself.\n\nThe Biggest Lips is an obvious crack system located to the left of\n\nTBTICM\n\non the same rock formation. We actually mistook this crack system for\n\nBiggest Tits\n\nand walked right past it.\n\nBiggest Tits\n\nis in somewhat of a tunnel. I hope some more info helps! Get on it!"},"__v":0},{"_id":"Kf8FZsr6Vn6KKfRIYmUTqg==","name":"The Bear Flare","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Justin Edl and Bonnie Botello","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"left_right_index":999999,"mp_id":"106936959","mp_crag_id":"105745244","climb_id":"Kf8FZsr6Vn6KKfRIYmUTqg==","areaRef":"TLhzGmdyViu06/64aCPcSg=="},"content":{"description":"This is a really cool, bombay, roof crack.  Start at the very back of the roof and burl your way out to the lip using an interesting combination of chimney and hand/tight hand crack technique.  The lip is a committing offwidth and fist sequence above an uneven landing.","protection":"Pads and spotters.  Though the lip is only about ten feet up, pinballing out of it would be a bad idea.","location":"Park in the main parking lot in Central, right below the western side of Old Easy, and begin walking up the paved trail into Box Canyon.  When you get to the first picnic area on the right, which is overhung by an immense boulder, cut up into the talus.  Upon entering the talus, look for the big boulder with the obvious and promising forty five degree overhanging face which more or less faces down toward the parking lot.  This boulder is near the bottom of the talus field.  Scramble up the talus beneath this overhang and look left to spy this A-frame roof crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,4cb8731a-6772-562b-b4eb-feb86823dc4a","pathTokens":["USA","Wyoming","Vedauwoo","Old Easy"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.9+"},{"count":1,"label":"V5"},{"count":1,"label":"V2"},{"count":1,"label":"V10"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.6"},{"count":4,"label":"V3"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":3,"label":"V6"},{"count":1,"label":"V7"},{"count":3,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11"},{"count":1,"label":"V5-6"},{"count":2,"label":"V1"},{"count":1,"label":"V12"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":8,"expert":3}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":18,"bands":{"unknown":3,"beginner":0,"intermediate":3,"advanced":6,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":7,"advanced":11,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37104,41.1632]},"bbox":[-105.37163728692077,41.162750339818146,-105.37044271307923,41.163649660181875],"left_right_index":-1,"ext_id":"105745244","area_id":"TLhzGmdyViu06/64aCPcSg==","polygon":{"type":"Polygon","coordinates":[[[-105.37163728692077,41.162750339818146],[-105.37044271307923,41.162750339818146],[-105.37044271307923,41.163649660181875],[-105.37163728692077,41.163649660181875],[-105.37163728692077,41.162750339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:35:20.683Z","updatedAt":"2024-02-19T18:43:12.442Z"}