{"_id":"6368a11ae80bff5a99542cb5","area_name":"Black Line Buttress","shortCode":"","climbs":[{"_id":"mQ1uLaguUZifh/r6L+Obew==","name":"Thintucky","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"J. Griffin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":6,"mp_id":"109305389","mp_crag_id":"106002013","climb_id":"mQ1uLaguUZifh/r6L+Obew==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Start up Blackline for 20'. Branch left, following bolts through sustained thin slab. Access the break and start plugging cams in horizontals. Finish on Blackline Direct. Offset cams are super helpful here.","protection":"5 bolts, single set of cams to #2, set of offset cams from tiny to fingers.","location":"Start on Blackline."},"__v":0},{"_id":"a0fBT3xcWV+wAFIy2D6vjA==","name":"Sour Diesel","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"QTH July 10,'18","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":0,"mp_id":"114777441","mp_crag_id":"106002013","climb_id":"a0fBT3xcWV+wAFIy2D6vjA==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"From a two bolt anchor above the slab, climb up the face and tip toe through a band of gross rock. Cut right, through the face and eventually to a right facing dihedral below a roof. Boulder a series of roofs to the top. Chain anchor.","protection":".3-#1, #3. A few RP's","location":"Above the slab, left of Diesel Driver."},"__v":0},{"_id":"s1fivmr+UFCPYPv/ClKhdw==","name":"Raven's Roost","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jack Tackle, Brian Leo, Doug Randall (1978)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":5,"mp_id":"119386758","mp_crag_id":"106002013","climb_id":"s1fivmr+UFCPYPv/ClKhdw==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"This fantastic, widely overlooked 30m moderate sitting on Blackline's west face is the little brother to Ashes of Stone. What was likely very run out climbing 40 years ago is somewhat less runout with tiny cams.\n\nStart up the obvious corner in the middle of the face and place solid gear before the right-facing flake.  Follow the weakness through a cruxy but well protected bulge up the left side of the face until the weakness ends with a snug #0.2 critical gear placement. Stay towards the left of the face / arete past good gear options in horizontals until the anchors.\n\n2-bolt anchor. Rappel or lower with a 60m or longer rope. Get on it!","protection":"Doubles from BD #0.2 - #1, nuts, bolted anchors with rap rings. Offset cams / modern narrow cams like totems are very useful for some funky but bomber placements.","location":"From Blackline, walk around the corner to the obvious low-angle west face of the buttress. A gully separates Diesel Driver from Blackline, Raven's Roost is the face right of the gully."},"__v":0},{"_id":"BWCm0F1uWQamrtl58ki7ug==","name":"Rambo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A.J. Helms & Pete Gallup Sept. 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":17,"mp_id":"110606596","mp_crag_id":"106002013","climb_id":"BWCm0F1uWQamrtl58ki7ug==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"An unsuspectingly fun climb. Would be a lot better if it got more traffic to wear down some of the mosses on the route and clean the loose rocks.\n\nStart under the bottom of the obvious large dihedral that occupies the middle of this route. Sling your gear while in the main dihedral to reduce rope drag near the top. Trend up and right out of the dihedral to the right of a very small roof for a balancey, airy finish. Gear/sling large rocks for the belay.\n\nDescent:\n\nWalk off right.","protection":"This climb protects well the entire way. Bring a standard rack up to a Camalot #3.","location":"Farthest right side of south face of Blackline Buttress. Locate the obvious and large right trending dihedral above you. Walk off right."},"__v":0},{"_id":"e+ubon+yVzuT/m75G/XZ1g==","name":"Mirror Image","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jack Tackle & Gary Skaar 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":4,"mp_id":"112155914","mp_crag_id":"106002013","climb_id":"e+ubon+yVzuT/m75G/XZ1g==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Weird and surprisingly good route up the backside of the Diesel Driver formation. Tunnel/ scramble up underneath both chockstones (or start on the left of the second) and work your way up and right on steep cracks. Routefinding is kinda tricky but gear is good. End on the upper anchors for Diesel Driver and rap per that route.","protection":"Gear to 2.5\" (one fixed piton) Please be careful as there is a lot of loose stuff all over this route, particularly at the base.","location":"The big tunnel with the chockstone when rounding the corner from Blackline to DD. Goes up the left side of the chimney."},"__v":0},{"_id":"oAZ44Ez6UZ2MaLzYjDh81A==","name":"Lacy Panties","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Todd Cozzens, Nate Adams, April 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":9,"mp_id":"107682359","mp_crag_id":"106002013","climb_id":"oAZ44Ez6UZ2MaLzYjDh81A==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"This fun slab line starts directly to the right of Blackline and suffers a bit from a very scary start above a large backbreaker boulder.  Lay your backpacks over it or have your belayer give a good spot so if you don't make the first clip (12ish feet off the ground) you don't go splat.  Otherwise continue up following bolts through relatively easy terrain until the 5th bolt where it turns into true slab climbing.  Pull through 2 more bolts and then head into the top of the Blackline crack.  Pull through that to the chains!","protection":"7 bolts and some assorted gear up to a #1 camalot and one #3 to protect the horizontal.","location":"Directly to the right of Blackline this line starts between the two large trees with the first bolt 12ish feet off the ground."},"__v":0},{"_id":"WChD3n8hVkaJvFD3dRhtkg==","name":"Kabooki Direct","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Dinkins, Todd Davidson (May 2002)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":10,"mp_id":"108067391","mp_crag_id":"106002013","climb_id":"WChD3n8hVkaJvFD3dRhtkg==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Start at the anchors for the first pitch of Alto Ray and climb straight up the face past three bolts. Continue up the nearly perfect finger/hand crack to another ledge. Continue up the arete past three more bolts. Top out and walk a few feet back to the anchors. A great climb with three very distinct sections that would all be worth being a climb of their own.","protection":"3 bolts on the bottom section, three bolts at the top, and gear in the middle. Standard rack.","location":"Directly above the anchors on the first part of Alto Ray. Can be linked and done with Alto Ray in a single pitch but you would have to do two rappels as a 70m rope won't get you to the ground."},"__v":0},{"_id":"8k5hmfGoVBCaLoAXqoq+lw==","name":"Just Effacin' the Crowd","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Trevor Bowman, Ty Gittins, Ethan Edwards, Matt Johnson, and Kelsey Link  6/12/10","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":15,"mp_id":"106847458","mp_crag_id":"106002013","climb_id":"8k5hmfGoVBCaLoAXqoq+lw==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Starts from the same ledge where If Pleides Could Dance and French Lace start from; this ledge is reached with a 40' 5.4ish scramble, either from the right or up the obvious dihedral on the left.\n\nBegin just left of Pleides, and pull diagonally left off of the ledge on steep, solid orange rock (crux). Once the arete is met, follow the left side of it until the obvious horizontal crack, cut right onto the arete proper, and follow this into a thin crack to the upper ledge. Good climbing, but there is some hollow rock and lichen. Done on-sight, ground-up, so not much cleaning was done.","protection":"Double set of stoppers and cams, cordalette or long slings for upper anchor. Small tree and marginal gear anchor on big upper ledge. Walk off to the east.","location":"Starts just left of If Pleides Could Dance, on the right side of the south face of Blackline Buttress."},"__v":0},{"_id":"aTGUhzPbWyiILsIJ9Pc4iQ==","name":"If Peterbilts Could Prance","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Alex Lowe, May 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":2,"mp_id":"119017122","mp_crag_id":"106002013","climb_id":"aTGUhzPbWyiILsIJ9Pc4iQ==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Very fun route, with rather atypical movement for harder routes in the Gallatin.  Begin as for Diesel Driver, cutting right at the lodged flake on top of the first finger crack section.  Moving past 3 bolts on the face comprises the crux, with the hardest moves being around the last bolt. Another 40ish feet of 5.10 over sparse but adequate gear deposits you at a chain anchor.","protection":"Finger sized gear for the start of Diesel Driver, 3 QD's, and a few small to finger sized pieces for the end (red c3 or similar is helpful).  A double length sling is helpful to avoid rope drag before moving right to clip the bolts.","location":"Same start as Diesel Driver, look for 3 bolts about 30 feet up the face, to the right of the crack of Diesel Driver (the 3 bolts lower on the face are a currently closed project)."},"__v":0},{"_id":"XKoNYjk+XYSYHh85xUuiEQ==","name":"Fringe Benefits","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Trevor Bowman and Matt Johnson 6/12/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":16,"mp_id":"106847495","mp_crag_id":"106002013","climb_id":"XKoNYjk+XYSYHh85xUuiEQ==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Start on the same large ledge (40' up) as French Lace, which is accessed by a mid 5th class scramble from either the right or the left.\n\nClimb the obvious finger-hand crack just right of French Lace. It starts thin and progressively widens. The bulge mid-height is powerful, it helps to pull it on the left and then cut back right into the crack. There is good gear anchor opportunities immediately above the route on the major ledge, or you can use the huge pine tree 20' back from the edge.\n\nThis is a good crack climb and an obvious line. It was done OS, ground-up, so only the minimal necessary cleaning was done and it's still rather grungy; if it was scrubbed thoroughly it'd be another great line on the wall, I will do it if I get back up to Bozone with some time to kill.","protection":"Double set of cams and stoppers. Cordalette for anchor.","location":"Follow the right-leaning crack starting just right of French Lace."},"__v":0},{"_id":"0d8pgFCuUjWrQqulIuAXXg==","name":"Fakir","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bill Dockins (June 1986)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":13,"mp_id":"108003621","mp_crag_id":"106002013","climb_id":"0d8pgFCuUjWrQqulIuAXXg==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Short and stout. Climb the crack up to a fixed pin then follow the seam up and right to the top. Bolted anchors. \"Thuggish\"","protection":"Some small nuts plus a medium cam or two and a quickdraw for the pin. Might also bring a pad.","location":"On the up hill part of Black Line, starts right off the ground."},"__v":0},{"_id":"rqB92HEcXES7cFzIkXWt8w==","name":"Diesel Driver","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Kanzler, Terry Kennedy, Fall 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":1,"mp_id":"107165169","mp_crag_id":"106002013","climb_id":"rqB92HEcXES7cFzIkXWt8w==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Deisel Driver is the striking wide crack on the north side of the blackline butress. Some feel that this climb is a bit of a sandbag, but the gear is bomber, so go ahead and send it! After a few overhangs that require some cupped hands/fist jams, step right to a chain anchor or continue to the top of the formation. Shares anchor with If Peterbuilts Could Prance (5.12).","protection":"Standard rack with a few extra wide pieces.","location":"Follow the approach to Blackline, and continue around the corner past Blackline, past Raven's Roost (5.9) and Callis' Warts and Corns (5.9 R?) to a steep, wide crack. Route begins with 15 feet of easy 5th class before turning steep."},"__v":0},{"_id":"NRQLvvTBWvy30QPsushw5w==","name":"Callis' Warts and Corns","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Callis, Bill St. Lawrence","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":3,"mp_id":"118584723","mp_crag_id":"106002013","climb_id":"NRQLvvTBWvy30QPsushw5w==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Fun route ascending the west aspect of the Blackline Buttress. Feels like a scarier version of the Waltz and a little tougher. Pull roof off the ground, get in whatever gear you can (finger-ish size), traverse left to flared hand-ish crack, then take the obvious weaknesses (with better pro) to the top of the buttress pulling through a fun roof. Don't blow the first 30-40 feet. If this route sounds at all appealing to you, you will enjoy it. The R rated climbing is honest Montana 5.8 and is sustained at the grade. Good route and cool position make this a worthwhile climb.","protection":"Extra fingers to 3\" nuts. Natural anchor.","location":"Climbs the obvious west buttress between Diesel Driver and Blackline."},"__v":0},{"_id":"moTmkM4QW+6mKEUvknvH/w==","name":"Blue Dream","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Emily Wolfe, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":14,"mp_id":"117258170","mp_crag_id":"106002013","climb_id":"moTmkM4QW+6mKEUvknvH/w==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Interesting, varied face climbing. Start in a left facing dihedral and move left at the feature that looks like a left-pointing finger. Pass a bolt, move left at the horizontal, clip another bolt in the bulge, then follow shallow gear placements in the black rock to the anchor.","protection":"Two bolts, fixed anchor.","location":"Start right of the unnamed 5.10, in the approach corner for Pleides. Angle up and left, passing two bolts to a fixed anchor on a small ledge. The upper part follows the shallow crack system in the dark rock immediately left of Just Effacin' the Crowd."},"__v":0},{"_id":"OkVR4ScUXW2ZVXLMBhb2tQ==","name":"Black Line - Directest Finish","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Trevor Bowman and Pat Kingsbury July 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":7,"mp_id":"106216501","mp_crag_id":"106002013","climb_id":"OkVR4ScUXW2ZVXLMBhb2tQ==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"This great new variation to one of the most classic crack lines of the canyon adds a nice \"sting in the tail\" finish that maximizes the pump. Climb the standard\n\nBlackline\n\nto the point of the \"5.7 traverse\", instead of cutting right to either of the standard finishes (original 5.7 crack or direct 5.9 with the bolt) crimp directly up and slightly left over a small bulge and up parallel right-leaning seams. Sidepull and crimp your way up these to the crux last move right (look for a key mono) into the very top of the dihedral on the 5.9 finish and clip the chains. This makes for a great addition to this classic line, but the protection is not very straightforward. It would be a tricky onsight, and may be most enjoyable as a TR.","protection":"With offset TCUs, this protects well, but it would be quite spicy without them. Bring a purple/blue Met. offset, black/blue and blue/green Alien offsets, RPs. A bomber #2 cam can be placed in the upper part of Blackline before pulling the small bulge.","location":"The most direct (directest) line up to the chains on\n\nBlackline\n\n. Lies about 7' left of the\n\nDirect Finish\n\n(5.9)."},"__v":0},{"_id":"pqSY4Q5WV7WUg+xKreuBWg==","name":"Black Line","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Randall, John Kravetz FFA: Terry Kennedy, Jim Kanzler 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":8,"mp_id":"106002018","mp_crag_id":"106002013","climb_id":"pqSY4Q5WV7WUg+xKreuBWg==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"A beautiful line, one of the best in the Bozone. Sustained crack movement! Somewhat pumpy...\n\nAfter busting the \"5.7\" traverse at the top (I thought it was a bit harder!), you can continue up a grungy 5.7 crack to the top of the buttress, or take a newer, 5.9 bolted finish which is a bit more direct.","protection":"Take a wide range of gear from blue TCUs to hand sized cams. A larger piece (#3 camalot?) is useful for the traverse. Protect intelligently here to alleviate drag on the last bit (especially if doing the 5.9 bolted finish). Two bolt chain anchor.","location":"The route is near the left end of Black Line's south face. It's the obvious crack."},"__v":0},{"_id":"7CeFCo2YWv+BcJcfd5XVag==","name":"Baby Moose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"? maybe Anju","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":12,"mp_id":"118750200","mp_crag_id":"106002013","climb_id":"7CeFCo2YWv+BcJcfd5XVag==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Beautiful crack line with some face climbing.","protection":"Full rack (BD .2 - 3 (2 is fine too) and small to medium sized wires for good protection.","location":"When you come up the trail, its a little tower right to the main wall.  Just left of an old climb on the arete (5.9, Liars and Lunatics)."},"__v":0},{"_id":"sg8eWfqwV+WgXqFxFBL+Kg==","name":"Alto Ray","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Terry Kennedy & Steve Jackson, Fall 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"left_right_index":11,"mp_id":"107569582","mp_crag_id":"106002013","climb_id":"sg8eWfqwV+WgXqFxFBL+Kg==","areaRef":"kaVSAwqgW/KguewVOtFYqQ=="},"content":{"description":"Look for a small roof with a hand crack spliting the left side. Easier terrain leads to a large ledge with anchors. Stop her and descend via the large Merolius hangers or continue left to a right facing corner which dumps you atop Blackline","protection":"Standard rack","location":"Middle of Blackline Buttress"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,6e521460-906b-5b30-a4be-5357410788e1,91a55203-0aa0-5bf2-a0b9-ec153ad158a9","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","East Side","Black Line Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12-"},{"count":4,"label":"5.9"},{"count":3,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":9,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.2296,45.41671]},"bbox":[-111.23024059142564,45.416260339818145,-111.22895940857437,45.41715966018186],"left_right_index":-1,"ext_id":"106002013","area_id":"kaVSAwqgW/KguewVOtFYqQ==","polygon":{"type":"Polygon","coordinates":[[[-111.23024059142564,45.416260339818145],[-111.22895940857437,45.416260339818145],[-111.22895940857437,45.41715966018186],[-111.23024059142564,45.41715966018186],[-111.23024059142564,45.416260339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:09:34.730Z","updatedAt":"2024-02-19T18:34:31.528Z"}