{"_id":"6368a722e80bff5a995dda13","area_name":"Midsummer's Dome","shortCode":"","climbs":[{"_id":"mW9GtiwFU0+13I4dwSph1g==","name":"Southwest Face Midsummer's Dome","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andrew Embick, Dave Goeddel, & Jack Norris 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.31552,42.83754]},"left_right_index":999999,"mp_id":"106560771","mp_crag_id":"113646153","climb_id":"mW9GtiwFU0+13I4dwSph1g==","areaRef":"hwf0K/dcUvukSQEE8G1Jvw=="},"content":{"description":"A moderately sandbagged route on the southwest face of this classic rouche moutonee situated in the middle of the East Fork Valley.  Lots of good belay ledges, a bit wandering at first, not much loose rock, and a bit (200+') of fourth class at the top all combine to make this a good route.\n\nI did the route in 6 pitches, with the first two being about 57 meters long.  Many options exist for weaving your way up the SW face. (Following Kelsey's description, I found a move of 5.8 and 5.9, but have stuck with his rating in the book)  Here is what I did.\n\nP.1 Start below and left of large beautiful right facing corner 200 feet up the southwest face.  Climb up and trending left for about 200' to a sizeable ledge.  Belay here\n\nP.2  Continue up, trending left and aiming for a ledge with krumholtz on it.  Move left to the trees and belay at a crack that trends up and rightish (200')\n\nP.3  Climb up crack, trend right, traverse to big ledge and belay (75')\n\nP.4  Climb up cracks above moving onto a sloping ledge.  Climb some flakes and corners up until on a small ledge with some small blocks below a funky looking section of crack.  (100')\n\nP.5  Climb short funky section of crack to sizeable ledge below a right facing corner and a set of double cracks to the right (50' 5.8)\n\nP.6  Step right and climb double cracks that are just right of a black water streak.  Climb double cracks to a right facing chimney. Belay at top (150' 5.9)\n\nTop out by continued scrambling over 4th class terrain.","protection":"Standard Rack.  Set of cams, stoppers, tri-cams","location":"The route is located on point 11,172 on the Mount Bonneville USGS quadrangle.  This outcropping of rock likes in the middle of the East Fork Valley.\n\nTo get to the valley one could do many things.  I suggest hiking the Fremont Trail from Big Sandy Opening Trailhead and then taking the Pyramid Lake Trail to Pyramid Lake.  This is about 11-13 miles.  One could camp below Midsummer's Dome or at Pyramid Lake.\n\nTo find the bottom: From the south face and its grassy base, move left until below and left of a large corner 200+' up (this corner is part of the South Face Left route (III 5.10a))  Scramble up some fourth class terrain and belay.\n\nTo get down from the top, scramble down 3rd class terrain to the NW to gain easy terrain on the north side."},"__v":0},{"_id":"5WyGH3z6UX2WCzwIcawe5w==","name":"Midsummer Dome, South Face Center","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dick DuMais & Dick Williams, 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.31552,42.83754]},"left_right_index":999999,"mp_id":"106876355","mp_crag_id":"113646153","climb_id":"5WyGH3z6UX2WCzwIcawe5w==","areaRef":"hwf0K/dcUvukSQEE8G1Jvw=="},"content":{"description":"This route is so good it needs to be on this web site. It was put up in the 1970's and graded 5.9 - this will give you an idea of what has occurred in terms of grade creep over the years- it is truly stout for the grade.\n\nApproach - in the center of the South Face of Midsummer dome is a left facing dihedral system to the right of large black water streaks. A diagonal ramp leads up towards the first pitch which is at the top of this ramp.\n\nApproach Pitch - 4th class - I suggest you belay the upper portion of the ramp as it is now grass choked and exposed.\n\nPitch 1 5.8- Just left of a dirty overhanging corner two cracks converge in a point about 10-12 feet up. the right crack is fat/knee locks, the left is a seam with grass in it.  Climb this until you can get gear in the top right of the overhanger corner then proceed up and then traverse right to a ledge/belay.\n\nOptional pitch 1 - 5.9 stout: To the left of the first pitch is a stunning left facing corner that flares at the top - climb this then traverse across flakes to the belay.\n\nPitch 2 - 5.9 stout: Pick a path essentially straight up from the belay past the least dirty sections to then climb a well featured face, eventually traversing left to a shallow, steep right facing flake. Climb this strenuous lieback flake then step right to a belay ledge.\n\nPitch 3 - 5.6: Climb up and left over flakes/small ledges until you eventually intersect the main left facing dihedrals.\n\nPitch 4 - 5.9 stout: Climb up through an offwidth and an overhanging section to the base of a clean corner. Climb it.\n\nPitch 5 - climb up easy terrain to a tree covered ledge top belay. Exit left and up.","protection":"Standard alpine rack (camming units very useful).","location":"Approach - in the center of the South Face of Midsummer dome is a left facing dihedral system to the right of large black water streaks. A diagonal ramp leads up towards the first pitch which is at the top of this ramp."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,a42d6cfa-ab7f-51a0-812b-fa905431f122,8707f42b-f75c-52fb-a449-0104f06d49bf","pathTokens":["USA","Wyoming","Wind River Range","East Fork Valley","Midsummer's Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.31552,42.83754]},"bbox":[-109.31613321377678,42.83709033981814,-109.31490678622325,42.83798966018186],"left_right_index":-1,"ext_id":"113646153","area_id":"hwf0K/dcUvukSQEE8G1Jvw==","polygon":{"type":"Polygon","coordinates":[[[-109.31613321377678,42.83709033981814],[-109.31490678622325,42.83709033981814],[-109.31490678622325,42.83798966018186],[-109.31613321377678,42.83798966018186],[-109.31613321377678,42.83709033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:35:22.647Z","updatedAt":"2024-01-20T01:09:24.772Z"}