{"_id":"63689de0e80bff5a994fa41d","area_name":"Boulders, The","shortCode":"","climbs":[{"_id":"dhftBRWzVjC6+SmEOZlR4w==","name":"Unnamed","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":7,"mp_id":"106397625","mp_crag_id":"106393896","climb_id":"dhftBRWzVjC6+SmEOZlR4w==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"Climb the short but steep east face of the boulder on great rock.","protection":"3 bolts to anchors.","location":"This is located on the east face of the boulder, facing the Main Wall and climbs such as Youth."},"__v":0},{"_id":"E0nEO9GxX9aOLmQiR2Ejsg==","name":"Unknown","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":2,"mp_id":"107392396","mp_crag_id":"106393896","climb_id":"E0nEO9GxX9aOLmQiR2Ejsg==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This four-bolt route is too short to be a classic but has good stone and some challenging moves. Climb to an angling ledge and then up the short, blank face. Veer slightly left to a two-bolt anchor. Once on the face, this route has hardly any positive holds and felt like 5.10c or so.\n\nI posted this because it was one of the only routes on the Boulders not here on Mountain Project. If this is your route and you want to add a name and FA info, please do.","protection":"4 bolts closely spaced.","location":"This is on the Bert Boulder in-between\n\nOscar Was a Dumpster Junkie\n\nand\n\nRoom With a View\n\n."},"__v":0},{"_id":"hvkvzJsDXTOYP89MxRxufQ==","name":"Toprope2","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":999999,"mp_id":"106545984","mp_crag_id":"106393896","climb_id":"hvkvzJsDXTOYP89MxRxufQ==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This uses the black anchors in the beta photo.\n\nIt is a toprope route on the steep face.","protection":"Top rope.  Old anchors on climber's left. New anchors on climber's right.","location":"This is the steep face nearest the cave."},"__v":0},{"_id":"6ETFA36ZVeG+jOzubGgNqA==","name":"Toprope1","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":8,"mp_id":"106545929","mp_crag_id":"106393896","climb_id":"6ETFA36ZVeG+jOzubGgNqA==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This is the black line in beta photo.\n\nIt is a toprope route off of the anchors of the\n\nUnnamed, 5.11c\n\n.  Slap your way up the steep arete.","protection":"Toprope.","location":"This shares the anchors with the\n\nUnnamed, 5.11c\n\n(brown)."},"__v":0},{"_id":"4gveJQk9VdOsTzqQHq8fYQ==","name":"Slab Happy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Megan Cerise, Evan Winn, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":0,"mp_id":"106434822","mp_crag_id":"106393896","climb_id":"4gveJQk9VdOsTzqQHq8fYQ==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"Red in beta photo.\n\nThis is a slab climb up the south face of the Bert Boulder.  It is a little thin at the start, but after that it gets easy.  It goes right up to the pinnacle of the boulder.","protection":"Five bolts to a chain and rap bolt anchor.","location":"You will find this climb on the north face of Bert (directly facing the tunnel) up on the hillside."},"__v":0},{"_id":"BlWIM+2oU3uu9YgS9Fnn6Q==","name":"Short Story","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Evan Winn, Megan Cerise, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":5,"mp_id":"106434865","mp_crag_id":"106393896","climb_id":"BlWIM+2oU3uu9YgS9Fnn6Q==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This is the green line in beta photo.\n\nYou start on small flat ledges to the first bolt.  Here the ledges end and you turn to crimpy sidepulls and balancy footwork.  Look for good right hand holds in the chossy crack and lefts on the grey face.  You will find the chains up and left over the lip, or top it out and walk off the high side near\n\nBrought to You by the Letter V\n\n.  This has good, fun, technical climbing.  It would be classic if it were 2 or 3 times longer.","protection":"Four bolts and chain anchors.","location":"The route is located on the far left of the Ernie Boulder on the grey and orange face that faces the parking lot, just to the left of the route\n\nErnie\n\n."},"__v":0},{"_id":"xzjCXhenWImZErY/yNk89w==","name":"Room With a View","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Megan Cerise, Evan Winn, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":1,"mp_id":"106434849","mp_crag_id":"106393896","climb_id":"xzjCXhenWImZErY/yNk89w==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This is the yellow line in the beta photo.\n\nIt is not classic but scenic.  The route starts at a flat belay spot.  You use a big slot to step up onto the slab, then using practically no handholds but decent feet balance up to the big, left-trending ledge.  Walk left on the ledge and then up and over the lip, from here you have easy hiking on good looking stone.  Don't forget to turn around at the anchor and take in the view.  Be sure to yell out loudly so your belayer can hear you.","protection":"Seven bolts and ring anchors.","location":"The route is on the south face, down low in a flat place just to the left of\n\nOscar Was a Dumpster Junkie\n\n."},"__v":0},{"_id":"tmXQBqsgUA2f0Er4+P2RMA==","name":"Oscar Was a Dumpster Junkie","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"hang-dogged, but not sent yet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":3,"mp_id":"106434778","mp_crag_id":"106393896","climb_id":"tmXQBqsgUA2f0Er4+P2RMA==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This is the teal line in the beta photo.\n\nWhen we were young, we were so naive. We watched Sesame Street and never asked questions we just took things at face value. We just believed that Big Bird was the only one who could see or talk to Snuffleupagus but never wondered if Big Bird needed therapy. We didn't realize the Count probably had O.C.D., didn't realize Bert and Ernie (neat and clean roommates for life who wear colorful sweaters) were likely living in the closet and really more than best buddies and never asked what was in Cookie Monster's Cookies, but worst of all, we all laughed at Oscar, a dirty grumpy guy who lives in a garbage can, and now we realize that he was probably in that can due to a RAGING drug problem.\n\nWell, like Oscar, this route is short dirty and grumpy. It follows an interesting looking, dihedral feature up the front of the Bert Boulder. You start on some chossy ledges and move left into the dihedral. There are a few good sidepulls low and out to the right and harsh crimps on the left. At half height, look for a decent, right handed undercling, and then you hit the crux. There are a few small crimps in the orange scar that will get you to a good pinch right of the anchor. If you fall it won't be far, but the sharp stone will make you pay. This is not great, but once you start you will want to finish it.","protection":"Three bolts to a Euro-style, trad anchor.","location":"The route is on the lowest part of the Bert Boulder facing the parking lot. It is easily recognized by the mini-dihedral with a left-facing, flat, fault face and right-facing fused stone."},"__v":0},{"_id":"KWkj0FN7Wnecu639HciOqw==","name":"Ernie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Megan Cerise, Evan Winn, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":6,"mp_id":"106434757","mp_crag_id":"106393896","climb_id":"KWkj0FN7Wnecu639HciOqw==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"Pink in the beta photo.\n\nFun boulder problem like route.  The route starts in the orange stone just left of a gnarled oak tree (yes, the tree is off for full value).  Climb on flat square edges to the big ledge.  Chalk up and then move up and left following a pencil thin fused crack on flat two pad ledges to a two brick sized orange block in the middle of the face.  You could try to climb the chossy, dusty crack to the right, it does go but it isn't very good that way.\n\nAlso, watch your backside.  If you fall pulling up the rope on the second or third clip, you may quickly become intimate with the tree and I don't think it will call you in the morning.  Clip the 2nd from a good left side pull and you will be alright.","protection":"Three bolts to a vertically equalized chain and ring style anchor.","location":"Anotner short route on the boulders under the main wall.  From a distance the boulders look like the heads of Bert and Ernie (hence the name) and this route is on the short wide Ernie boulder.  It is dead center on the orange and grey face that faces the parking lot, just to the left of the older, established 5.11c."},"__v":0},{"_id":"Y8f4/jNaXpafrgnNOcEc0Q==","name":"Brought to you by the letter V","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Evan Winn, 2009","type":{"sport":true,"bouldering":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":4,"mp_id":"106429582","mp_crag_id":"106393896","climb_id":"Y8f4/jNaXpafrgnNOcEc0Q==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"This is purple in the beta photo.\n\nThis route is on the tall pointy boulder in the center of the amphitheater.  It climbs friendly water sculpted edges that are so good you would think that they are indoors.  The crux is between the 1st and 2nd bolt.  It involves a flat ledge (the rest are incut).  Once you have stemmed out between a ledge and a good sharp left foothold, you are into a rest.  The route has great moves and great holds and is one of the best 5.5s that I have climbed.  What is the significance of the letter V?  1. It's a big boulder.  2. It's the Roman numeral for 5.  Get it?\n\nThis is the first of a series of new beginner/intermediate routes on the boulder.  The boulders are ideal for beginners and large groups of kids because most of the routes are short and easy and it is easy to set a lot of topropes very quickly by scrambling up the backs of the boulders on the uphill sides.","protection":"Four bolts or a big pad and 2 spotters.  If you decide to boulder it, don't fall after half way.  The anchor is 2 rap hangers over the lip of the boulder.  Two long quickdraws will do well for an anchor, but an equalized 24\" runner with lockers on the hangers will do even better.  It is a good place to teach beginning climbers to rap off of an anchor rather than lower.","location":"The route is located at the top of the cleft between the 2 boulders on the north face of the big boulder."},"__v":0},{"_id":"4x2NOO/zXpKNBRJ5ShKbkA==","name":"Bert","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Evan Winn, 2009","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"left_right_index":999999,"mp_id":"106429599","mp_crag_id":"106393896","climb_id":"4x2NOO/zXpKNBRJ5ShKbkA==","areaRef":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":"The route follows a right-trending, flake feature with interesting moves.  It is another great beginner route.  It has fairly consistent climbing but involves one tricky high foot at halfway.  You will wish this route was way longer.  If you want to get tricky with it, you can stem out between the two boulders.  This is the blue line in beta photo.","protection":"3 bolts. Rap hanger anchor.  There are a few places in the crack that may accept cams, although you need to watch your backside due to the other boulder.  It would be more of a novelty than a practical application.  If you supplement the bolts with 2 cams or nuts, it may be a great teaching climb.","location":"If you look from a distance, the boulders have the same shape as Bert and Ernie of Sesame Street.  The route is on the north face of the Bert boulder dead center in the cleft between the two boulders."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,fd4cfe65-eea3-59b9-9a7b-8401d6c7fbe5,65331288-033a-5b46-b71f-b1dfdf83cab7,ee155533-89b0-5e60-bc03-9553c7acff71","pathTokens":["USA","Colorado","Glenwood Springs","Glenwood Canyon","Puoux","Boulders, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.12"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":2,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.30402,39.56219]},"bbox":[-107.30460326698139,39.561740339818144,-107.3034367330186,39.56263966018187],"left_right_index":-1,"ext_id":"106393896","area_id":"7hVVM4mwXmC8A5VTx6z/cQ=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:57:01.294Z","updatedAt":"2022-11-25T11:17:52.081Z"}