{"_id":"63689d5ce80bff5a994f5517","area_name":"Below the Fun House","shortCode":"","climbs":[{"_id":"H4HMvrc1Xi6e3FmqAtN+iA==","name":"Slice of Life","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Greer, Julian Kuettner, August 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"left_right_index":4,"mp_id":"113698290","mp_crag_id":"113698061","climb_id":"H4HMvrc1Xi6e3FmqAtN+iA==","areaRef":"s9LBnx+5UPSkkx2pXkRl6A=="},"content":{"description":"Start the route Not a Tooma, but stay in the up-and-right seam/crack to its end (5.11b R).  Belay in an alcove with a ledge (make a gear anchor).  A second, 5.10b pitch continues straight up and then up-and-left to the same end point as the route Lung-ger.\n\nDescend by walking up past The Fun House to The Burst Rock Trail and then back down and around to the base of the cliff.","protection":"Many tiny and small to one two-inch piece.","location":""},"__v":0},{"_id":"AESYp53QWRmdxAQEG46HqQ==","name":"Not Pneumonia","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Greer, Camille Hacket, August 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"left_right_index":1,"mp_id":"113698169","mp_crag_id":"113698061","climb_id":"AESYp53QWRmdxAQEG46HqQ==","areaRef":"s9LBnx+5UPSkkx2pXkRl6A=="},"content":{"description":"This is the left-most of three bolted face routes on the most obvious part of Below the Fun House cliff, the clean, smooth, steep, north-facing slab.  Start left of a huge block that makes a ledge (the next two routes start on this ledge).  Thirty feet of easy climbing on edges and knobs near ferns  lead to an eight inch deep ledge (5.6 with optional gear to here).  A few 5.7 moves lead to the route’s first bolt.  This bolt protects the route’s first crux.  Nine more bolts protect sustained face climbing up and then up and right, to a large ledge and a two-bolt anchor, 100 feet from the start (the anchor is shared with the next two routes).\n\nFurther notes: The name derives from one of the diagnoses Greer received while in the hospital with a collapsed lung (see the “other” comment to the route Lung-ger above).  Also this route was first led with eight bolts.  Greer added two bolts to his own climb in order to drastically reduce the chance of a leader hitting the eight inch deep ledge during a fall.","protection":"Ten bolts and, optionally, gear to ¾ inch for the climbing to the first bolt.","location":""},"__v":0},{"_id":"kX60kJLKWCu5SD23KhyzcA==","name":"Not a Tooma","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Greer, Camille Hacket, August 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"left_right_index":3,"mp_id":"113698237","mp_crag_id":"113698061","climb_id":"kX60kJLKWCu5SD23KhyzcA==","areaRef":"s9LBnx+5UPSkkx2pXkRl6A=="},"content":{"description":"This route and Slice of Life (listed below) start in an up-and-right seam/crack five feet right of the route Lunge or Plunge.  Not a Tooma follows the seam for 20 feet before moving straight up on dikes and edges to the route’s first bolt (5.9 climbing to here).  Four more bolts protect climbing straight up the face.  Move left after the last bolt to the large ledge and the shared two-bolt anchor.\n\nAdditional notes: Intentional spelling. Also, the route name derives from another of the diagnoses Greer received while in the hospital with a collapsed lung (see the “other” comments to the routes Lung-ger and Not Pneumonia above).","protection":"A few pieces from tiny to small and one two-inch piece followed by five bolts.","location":""},"__v":0},{"_id":"yWg6yaCfXcm+mdNzoxmMXA==","name":"Lunge or Plunge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Greer, Camille Hacket, August 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"left_right_index":2,"mp_id":"113698216","mp_crag_id":"113698061","climb_id":"yWg6yaCfXcm+mdNzoxmMXA==","areaRef":"s9LBnx+5UPSkkx2pXkRl6A=="},"content":{"description":"Start on the left side of a large block that forms a wide ledge (there is usually seeping water on and under this ledge - even very late in the season).  Eight bolts protect sustained climbing directly to the two-bolt anchor shared with Not Pneumonia and Not a Tooma.  Although this route includes a lot of 5.10 climbing, its crux is getting past the first bolt; a deadpoint/lunge is needed over an otherwise blank section of rock.\n\nFurther notes: John Greer is six foot four inches tall.  Even he has to do this route’s crux by way of a deadpoint.","protection":"Bolts only.","location":""},"__v":0},{"_id":"SaML1nxiUBGzlMYR657dLA==","name":"Lung-ger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Julian Kuettner, John Greer, August 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"left_right_index":0,"mp_id":"113698124","mp_crag_id":"113698061","climb_id":"SaML1nxiUBGzlMYR657dLA==","areaRef":"s9LBnx+5UPSkkx2pXkRl6A=="},"content":{"description":"This route is on a northeast facing portion of Below the Fun House cliff.  It is around and left from the three easy to find bolted face climbs located on a very easy to find, smooth, steep, clean, north-facing slab (these three bolted routes are listed next).  Go to the lowest toe of rock at the left edge of the smooth, clean slab (left of the bolted route Not Pneumonia).  From that point, move 30 more feet left/southeast (slightly uphill) to a triplet of hand-size cracks, which are each five feet apart (all three join together 35 feet up).  Start climbing in the right crack.  Continuous crack systems lead to a wide crack/corner, in black-stained rock 90 feet up (this intimidating section of crack is easy to see from the ground; also, it is not as hard to climb as it looks).  The corner turns low angle after the wide crack.  Finish the route’s first pitch at a large ledge 155 feet from its start (make a gear belay; also the two-bolt anchor shared by the bolted face climbs listed next is on the same ledge 20 feet right and around a corner).  The second pitch starts on in a wide ramp/right-facing corner.  This ends 40 feet up.  Move up and left to another, not-as-wide ramp/right facing corner.  Follow this second corner for 30 feet to its end.  Continue up and left toward trees and a walk-off point 115 feet from the first pitch belay ledge.\n\nDescend by walking up past The Fun House to The Burst Rock Trail and then back down and around to the base of the cliff.\n\nFurther notes: :  Intentional spelling.  Also, the name is a play on John Greer’s medical condition on the day he first did the climb.  Although he hadn’t been feeling well for over a week, Greer came up from the Central Valley that day.  He and Kuettner did the first ascent of this route and then drove home.  After doing most of the drive, Greer felt so bad that he went to an emergency room.  As it turned out, he had a collapsed lung and had been climbing and working in that condition for a week.  Greer spent that night (and four more!) in the hospital.  Finally, although the route is dirty in places it gets stars anyway because of its length and because it includes a significant amount of really fun climbing.","protection":"From ½ inch to a single four inch piece, with extra two and three inch and many runners.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,327bafd8-74a6-554b-b487-93aff233501f,26a6ae92-9679-518f-9338-a02f5bf99c49,b3d2c19f-1fb9-50f4-a493-1da95e4465e8","pathTokens":["USA","California","Sonora Pass Highway (108)","Burst Rock","Below the Fun House"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.87697,38.20561]},"bbox":[-119.87754223501742,38.205160339818136,-119.87639776498258,38.206059660181865],"left_right_index":-1,"ext_id":"113698061","area_id":"s9LBnx+5UPSkkx2pXkRl6A==","polygon":{"type":"Polygon","coordinates":[[[-119.87754223501742,38.205160339818136],[-119.87639776498258,38.205160339818136],[-119.87639776498258,38.206059660181865],[-119.87754223501742,38.206059660181865],[-119.87754223501742,38.205160339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:52.690Z","updatedAt":"2024-02-19T18:30:05.800Z"}