{"_id":"63689d12e80bff5a994f1a13","area_name":"Sunshine Ridge","shortCode":"","climbs":[{"_id":"pAV7QC/kVk2pqTKtmLGKMw==","name":"Whajacallit","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Grant Walker, Todd Pagel","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":18,"mp_id":"108950316","mp_crag_id":"106454168","climb_id":"pAV7QC/kVk2pqTKtmLGKMw==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Whajacallit starts under the right side of the roof on the left side of the scree field just under Sun Shine Ridge.  Traverse right for a scary first clip then climb up to a telephone pole on sketchy gear.","protection":"2 bolts, gear to .75, Telephone Pole anchor","location":""},"__v":0},{"_id":"C7xuNQ76WkeZGuPLunOKqg==","name":"Unknown 5.8+ \"Blue Hanger Route\"","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":19,"mp_id":"109094029","mp_crag_id":"106454168","climb_id":"C7xuNQ76WkeZGuPLunOKqg==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Are there three parties already on Sunshine Ridge? Occasionally this is the case, have no fear. A second route exists. While it is shorter, and the rock quality suffers at the bottom, the upper pitches are actually almost has good as those on sunshine. This route likely has a longer history, it has (or had) several old military style ring pitons on it although they are slowly disappearing or have been replaced by bolts.  \n\n  Access pitches: Anything around Mayday, Thrombosis gully climbs, Although you could also scramble up Thrombosis gully\n\n Pitch 1: 5.6 climb rotten rock trending left, there was a fixed ring piton in this section.  belay off the a large ledge, to the left of the second sawed off telephone pole located in a nice alcove (the first sawed off pole is just above the anchor on Mayday. This is about 50ft from Sunshine Ridge. This line starts another 50-100 ft to the left of this.  Find a section that looks like the rock is good, and follow the highest rock quality. Keep your eyes on the look out for bolts. The next two pitches are at least as high quality as the pitches on sunshine ridge.  \n\n  Pitch 2: 5.8+ Climb some rotten rock past one (blue) hanger 5/16 button head bolt, the rock quality improves here.  follow the crack system to a small, and suspect tree with sun rotted webbing. Belay here, but probably not off the tree, there is a wide crack just below the next bulge that will take 3 or 4 inch pieces.  \n\n  Pitch 3: 5.7+ climb upwards and trend right until you see a fixe hanger and bolt. Clip this and climb up and follow three or four more bolts through some moves above it. These bolts are all missing hangers and nuts, so bring some stoppers to sling them. Belay from the Anchor at the top of sunshine. \n\n  Laugh at the throngs of people stuck on Sunshine, and walk down following the trail to the left.","protection":"gear to 2\"","location":"To the left of Sunshine Ridge Proper"},"__v":0},{"_id":"9JhA88fmWj6gwtKA9kK6fw==","name":"Unknown 1","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":16,"mp_id":"108950313","mp_crag_id":"106454168","climb_id":"9JhA88fmWj6gwtKA9kK6fw==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"This sport route is located just right of Mayday.  Start up and right on face climbing to reach a corner with a crack.  Follow the crack left then cut  right to the anchor on top of a slab.","protection":"6 bolts, 2 bolt chain anchor","location":""},"__v":0},{"_id":"SJLP+F+wU82CLf9w1Sgbqw==","name":"Unknown","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":2,"mp_id":"112115934","mp_crag_id":"106454168","climb_id":"SJLP+F+wU82CLf9w1Sgbqw==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"This is the first of two unknown routes between \"Last Call\" and \"Unforgiven\" climb through bolts to a two bolt anchor with no quick links. The second pitch climbs loose dirty rock through gear.","protection":"pitch one is fully bolted, pitch two is gear.","location":"lefthand unknown route."},"__v":0},{"_id":"VOWdfZDFX06BzjIi2qJ/ow==","name":"The Unforgiven","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Williams and Friends","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":3,"mp_id":"110341796","mp_crag_id":"106454168","climb_id":"VOWdfZDFX06BzjIi2qJ/ow==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Starts on a clean face on the right side of the tundra knoll. A scramble right will bring you to a grey belay bolt. Fun face moves past the first three bolts before easier ground. The fourth bolt hides up and left of the small tree. Clip this and traverse right to good rock. the anchor for the first pitch is in an alcove behind the tree at the top of the pitch. A 35m First pitch! \n\n  For the second pitch run it out to the bolt high up on the bulge. A short but fun boulder problem guards the bulge before easy climbing past one more bolt and the anchor. A cool all gear variation to this pitch follows broken cracks up and right from the belay, gear to 2\".","protection":"P1: 8 bolts   P2: 2 bolts opt. gear to 2\"   bolted anchors","location":"250' above the parking for Sunshine Ridge. The best approach is a scramble up Thrombosis gully to the tundra, continuing up and left to the nice tundra knoll with a large half dead spruce tree. Walk off as for Sunshine Ridge or rap."},"__v":0},{"_id":"LdPPFteeXPq/21MrUmAjMg==","name":"Thrombosis","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Hollaway","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":13,"mp_id":"106454177","mp_crag_id":"106454168","climb_id":"LdPPFteeXPq/21MrUmAjMg==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"A short slab climb.","protection":"3 bolts to a 2 bolt chain anchor","location":"This is the second of three bolted climbs up the gully at the far end of the wall."},"__v":0},{"_id":"nI/VLbtNV5O1XpxLWgvF9A==","name":"Sunshine Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":20,"mp_id":"107135728","mp_crag_id":"106454168","climb_id":"nI/VLbtNV5O1XpxLWgvF9A==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"The best rock quality out on the highway (second pitch)?  Actually a fun multipitch although on the easy side, Sunshine Ridge is a great afternoon climb. The route starts about 50 feet up the scree gully below morning star. Look for bolts that lead left on a short slab. This is likely most often done as an afterwork solo. It is often done in the winter with tools, and is good prep for alpine mixed.  \n\n  There are many possible variations that you can start on from the road including mayday, and the two unknown 5.10a's. If you're feeling creative you can also link the Thrombosis climbs into this route.  \n\n  Pitch 1: 5.7, from some boulders about 50ft up the scree slab, climb past a few bolts (button head) and up onto the ridge. After about 60-70ft from the deck  there is small ledge to belay off of with some gear. You can also keep climbing to one bolt one chain anchor above that. 150ft.  \n\n  Pitch 2: 5.7 From the anchor climb up and to the left and climb a small bulge with some bolts. Climb up past bolts to a large boulder on a ledge. Belay from here. 120ft.  \n\n  Pitch 3: 5.7 From the boulder climb up the face with some bolts. Climb the 5.6 moves to more easy climbing. There is a two bolt anchor above this. 100ft.  \n\n  Pitch 4:  5.7 Climb up and left from the anchor to a left to a leftwards leaning crack, climb this and cut back right past a bolt to a two bolt anchor on a small ledge. There are also opportunities to belay from gear above the anchor. 100ft \n\n  To descend follow the trail left that will take you down to the car. I have seen some creative and sketchy raps of this route. Usually using the sawed off telephone poles. This is generally not recommended.","protection":"This route can be done on a rack of quick draws by most parties, although for those less comfortable with significant runouts in easy climbing, a single rack of cams maybe .3 in to 1.5 inches or stoppers would be fine. You can skip all the bolts and climb this route on gear by staying either right or left. Regardless of whether you choose to clip bolts or plug gear, bring plenty of slings to reduce drag, and plenty of anchor material, including some long sections of webbing or cord to sling the big boulder.","location":""},"__v":0},{"_id":"q/OaF7yPUESvpnQFwWehDw==","name":"Sex on the Rocks","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Skine Boynton, Wade Collins, A. Robinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":12,"mp_id":"108112275","mp_crag_id":"106454168","climb_id":"q/OaF7yPUESvpnQFwWehDw==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Just to the right of Exotic Dancer.  Climb left into the dihedral before heading right towards the anchor.","protection":"6 bolts, One bolt one chain anchor up and left.","location":"Thrombosis Gully, just to the right of Exotic Dancer. If you have the guide book this in the \"Lower Sunshine\" area. Walk east from the parking towards the grassy area, walk along there for 150-200ft passing a faded sign on the rock about climbing. Keep going until you see a spot in a corner like area where some loose rock is pouring out onto the grass. Walk up this area(<1min) and you'll be on lower sunshine right by several bolted routes. This one should be the 3rd from the most right route as for 2021."},"__v":0},{"_id":"HsAp7UayUHySC4nrvJaeHQ==","name":"Road Warrior","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Garvey, Jim Sweeney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":9,"mp_id":"106454171","mp_crag_id":"106454168","climb_id":"HsAp7UayUHySC4nrvJaeHQ==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Good moderate sport route, the crux is the bulged area about a third of the way up.","protection":"8 bolts to a 2 bolt chain anchor.","location":"This climb is the second bolted route as you walk to the wall from the parking area."},"__v":0},{"_id":"UiTj7VWpUnWhzcqMuMHDZA==","name":"Road Soda","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Moncrieff and Pat Rinehart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":7,"mp_id":"107151206","mp_crag_id":"106454168","climb_id":"UiTj7VWpUnWhzcqMuMHDZA==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Start on the face and climb past some cruxy stuff till you hit the slab.  Bring a sling for the giant ring.  Continue up and left till you hit the next vertical face.  Climb past a couple more bolts till you hit the 2 bolt anchor.","protection":"9 lead bolts, possible gear to .75 in the slab, clip-n-lower anchor","location":"Just right of the large corner there is a line of bolts leading up the face.  Look for the large DOT circle anchor thingy and you are right below it."},"__v":0},{"_id":"A5xGJ9ggUxe+ORQ6T5XptA==","name":"Road Rash","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pat Rinehart, Jason Moncrieff","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":4,"mp_id":"108862040","mp_crag_id":"106454168","climb_id":"A5xGJ9ggUxe+ORQ6T5XptA==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Starts under large roof (about 6ft off ground).  Pull the roof, off the ground, and continue direct or traverse easily in from climbers left.  Continue past 2 bolts to crappy anchor.  Guidebook says gear to 1\"; you really only need it if you are scared about getting off the ground.  I would rap it, and not lower off sketchy eye bolt.","protection":"2 bolts to one rap ring and 1 ancient eye bolt.  Throw in some trad gear if you want.  First bolt is ~15ft up.","location":"First bolted line you will see when walking down from the parking lot.  High first bolt.  Ends on ledge with tree on it. See pic."},"__v":0},{"_id":"djcawHadU4GJcPakvltQ8g==","name":"Purple Rain","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kelsey Gray and?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":17,"mp_id":"109007261","mp_crag_id":"106454168","climb_id":"djcawHadU4GJcPakvltQ8g==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"This route starts just to the right of the 5.10 which is to the right of May Day. The rock quality at the bottom of the route is awful and as of 5/21/14 is missing a nut, the hanger is still there perched on a ledge. The bottom boulder problem could merit a bomb rating and  the bolt and the holds around it are HIGHLY suspect.  \n\n  Climb the steep loose boulder problem,  and follow route direct up the slab on better rock following the bolt line and end at the anchor on the left. It is possible to continue this into Sunshine Ridge. \n\n  It might be possible to skip the nasty boulder problem and traverse into the climb from the climb to the left, bring runners.","protection":"Bolts","location":"second climb to the right of Mayday. Follow a path up an under the overhang to the first bolt."},"__v":0},{"_id":"ZJssb3W3WgaKKHJwTwQyug==","name":"Poser","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":14,"mp_id":"108175138","mp_crag_id":"106454168","climb_id":"ZJssb3W3WgaKKHJwTwQyug==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"This is the first route on the right as you hike up the \"Thrombosis Gully\", the steep loose scree chute containing the routes Thrombosis, Sex on the Beach, and Exotic Dancer. Follow an arching crack up and right to the first of three bolts. Force yourself to stay out left on the steep crimpy face and don't stray too far right into the choss. Third bolt is shared with Thrombosis 5.10b.","protection":"3 bolts, 2 bolt chain anchor.","location":""},"__v":0},{"_id":"ct3p/17cXZu4wq6kUTEeuw==","name":"Plebeian Paradise","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Chris Williams, Lisa Delaney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":0,"mp_id":"113180933","mp_crag_id":"106454168","climb_id":"ct3p/17cXZu4wq6kUTEeuw==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"A long moderate route on good rock. Starts on a small apron of rock left of a low mini roof. Continue past a small ledge to a series of vertical steps separated by sections of slab. Still dirty but should clean up with more traffic and brushing. This is a very long single pitch, lower with an 80m rope or rappel with 2 ropes.","protection":"12 Bolts, Chain Anchor 80m rope or double rope rappel","location":"Up hill from the large, lone spruce tree. 50ft uphill into the brush, look for bolts on a small rock apron."},"__v":0},{"_id":"EtPaxs+qVO+2BUB2drA7+A==","name":"Mayday","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Grant Walker, Todd Pagel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":15,"mp_id":"106454181","mp_crag_id":"106454168","climb_id":"EtPaxs+qVO+2BUB2drA7+A==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"A nice short climb for the aspiring 5.9 leader. According to the Scar one can continue up the ridge for 5.7 trad climb.","protection":"4 bolts to a 2 bolt anchor.","location":"This is the bolted route furthest from the parking area along the wall."},"__v":0},{"_id":"u98gp4/YX3q1sIfPGGWBVQ==","name":"Last Call","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chris Williams, Daniel Linnell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":1,"mp_id":"110171308","mp_crag_id":"106454168","climb_id":"u98gp4/YX3q1sIfPGGWBVQ==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"A fun intro to multi-pitch. This climb follows a line of cleaner rock between moss streaks on the high left side of the Sunshine ridge formation. The bolts are well spaced on this one though a few gear options to 2\" are possible.  \n\n  Pitch 1 starts on a clean bulge 30' downhill from the start of a poplar thicket. Climb spaced bolts through fun moves to a section of easy scrambling. A short final bulge gaurds the an hoe. The anchor is slightly left in a tundra covered alcove. This pitch is 110 feet, knot your ends if you rap with a 60! \n\n  Pitch 2 climbs the bulge directly off the anchor before trending slightly right. More 5.6ish fun on good rock.","protection":"Pitch 1: 6 bolts, rap anchor   Pitch 2: 4 bolts, 2 bolt anchor","location":"250' above the parking for Sunshine Ridge. The best approach is a scramble up Thrombosis gully to the tundra, continuing up and left to the nice tundra knoll with a large half dead spruce tree. Walk off as for Sunshine Ridge or rap the route. 2 60's will get you down in one rap."},"__v":0},{"_id":"p9n8ZC65UPKCGuK2abBB0A==","name":"Huge Left Faceing Corner","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":6,"mp_id":"108950211","mp_crag_id":"106454168","climb_id":"p9n8ZC65UPKCGuK2abBB0A==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Huge Left Facing Corner is as the name implies.  Plug sketchy gear up this 40m route to a one bolt anchor.  Walk off or look for something at the top of the route to rap off with two ropes.","protection":"Gear to 3\", 1 bolt anchor","location":""},"__v":0},{"_id":"PGwSyBogWMCaykwDoFY8SA==","name":"Hey Operator","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":10,"mp_id":"107179677","mp_crag_id":"106454168","climb_id":"PGwSyBogWMCaykwDoFY8SA==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Climb the face using holds that don't feel as good as they look from the ground.  Gain easy terrain and scramble up to the next section of 5.2 protecting with a bit of trad gear if you aren't into that whole free soloing thing up top.  Either set up a top rope or walk off and down a gully to the right.","protection":"Bolts and a rack of singles for protecting the top bit.","location":"To the right of Road Warrior there is a large gully.  This is the climb on the formation to the right of the gully on the steep wall that goes to slab.  Starts in the middle of the formation right to the left of the left facing small corner."},"__v":0},{"_id":"CrATufYsXvyV6Iw3pjl0jQ==","name":"Fist Sucker","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":5,"mp_id":"107152511","mp_crag_id":"106454168","climb_id":"CrATufYsXvyV6Iw3pjl0jQ==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"An easy slab climb that is spoiled somewhat by some bad rocks and pebbly ledges.  Tell your belayer to stand off to the side a bit when you are climbing this bad boy.","protection":"Bolts, 10 to a two chain anchor.  Bring two ropes or a 70 to rap, otherwise walk off left.","location":"About 30 feet to the left of the large corner.  Stays left of the large corner."},"__v":0},{"_id":"bi2osnWLVqaTHVzmFyRzsA==","name":"Exotic Dancer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Keith Fiedorowicz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":11,"mp_id":"108112261","mp_crag_id":"106454168","climb_id":"bi2osnWLVqaTHVzmFyRzsA==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Low bolt can be used for belay anchor as the gully is kind of sketchy with loose rocks. Begin in the crack, climb to the face and then straight up just to the right of the roof.  Anchor is just to the right.","protection":"5 bolts, 2 bolt anchor","location":"Thrombosis Gully, far left climb"},"__v":0},{"_id":"Ne0ZQ85tXfSttV1fP1A6Eg==","name":"Draino","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Miller, Dave Hollaway","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"left_right_index":8,"mp_id":"108112281","mp_crag_id":"106454168","climb_id":"Ne0ZQ85tXfSttV1fP1A6Eg==","areaRef":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"Climb straight up from the \"Notice to Climbers and Hikers\" sign.  Climb the crack through roofs and bulges.  Continue right and end at Road Warriors anchor.","protection":"Gear to 3\", 2 bolt anchor","location":"In between Road Soda and Road Warrior"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6eaa5769-cc0d-546f-9a11-211d3d4dc321,f6384c73-8d01-530f-b638-bd6a9305a63f,f4cc6acb-383b-5e4c-8eac-fdbb12170bf2,416421cc-af2d-515a-8989-79ca4046d896","pathTokens":["USA","Alaska","Anchorage & South Central Alaska","Seward Highway","Sunshine Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":4,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.7"},{"count":4,"label":"5.9"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":7,"intermediate":9,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":9,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-149.68649,61.00626]},"bbox":[-149.68741768132872,61.005810339818154,-149.68556231867126,61.00670966018187],"left_right_index":-1,"ext_id":"106454168","area_id":"QWQhzK8tUVqJiXnKQEbYlg=="},"content":{"description":"A nice collection of moderate sport routes. As with nearly all Seward Highway climbs, it can be quite windy, and have some cruddy rock, so wear your helmet!"},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:52:28.428Z","updatedAt":"2022-11-25T11:09:18.231Z"}