{"_id":"63689de0e80bff5a994f91db","area_name":"Apostle, The","shortCode":"","climbs":[{"_id":"/ZeJskebUN6haz3DPuFISg==","name":"The Tongue is like Fire","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"Unknown (FDA: T. Bubb/ J. Antin, 2/2013)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"left_right_index":1,"mp_id":"107989011","mp_crag_id":"105837336","climb_id":"/ZeJskebUN6haz3DPuFISg==","areaRef":"QE+rdy9DWQypZwiPTVmaIQ=="},"content":{"description":"This is one of the better routes on the rock, and it is previously undocumented.\n\nApproach as for the other Apostle routes, but continue South along the base past the main face. A huge, left-facing corner separates the 'sub-slab' from the main East Face. Go around this corner and uphill to this second tier of rock and settle at the base just left of the huge corner. Boot up and climb main face on good holds and clean dry stone on this face the summit.\n\nThis route finishes on the \"true summit\" of the rock, Southwest of the previously documented routes.\n\nTo descend to the base, walk off to the West and skirt the formation to the South, coming down between this rock and 'Damascus', a small Flatiron to the South of the Apostle.","protection":"A light standard rack.  Or solo it.","location":"This route ascends the East-facing \"sub-slab\" that lies up and around the corner to the SW of the main slab, just up and around a huge, left-facing dihedral, starting a few meters left of that dihedral on clean, solid rock."},"__v":0},{"_id":"6Ha+AvJSV7ytMLax68xfiA==","name":"The Tongue is a Rudder","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown (FDA: T. Bubb/ J. Antin, 2/2013)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"left_right_index":0,"mp_id":"107988994","mp_crag_id":"105837336","climb_id":"6Ha+AvJSV7ytMLax68xfiA==","areaRef":"QE+rdy9DWQypZwiPTVmaIQ=="},"content":{"description":"Perhaps this is the best route on the rock, and it is previously undocumented.\n\nApproach as for the other Apostle routes, but continue South along the base past the main face.  A huge, left-facing corner separates the 'sub-slab' from the main East Face.  Go around this corner and uphill to this second tier of rock and then out left and up further to the southern-most edge.  Boot up and climb the left edge of this face and the arete to the true rock summit.  A few bulges and overhangs along the way can be climbed directly on jugs (5.7) or avoided at a grade nearer 5.2.","protection":"A light standard rack.\n\nThis route finishes on the \"true summit\" of the rock, Southwest of the previously documented routes.\n\nTo descend to the base, walk off to the West and skirt the formation to the South, coming down between this rock and 'Damascus', a small Flatiron to the South of the Apostle.","location":"This route ascends the Southern-most edge of the entire formation, that being the left (Southern) edge of the recessed, East-facing \"sub-slab\" that lies up and around the corner to the SW of the main slab, up and around a huge, left-facing dihedral."},"__v":0},{"_id":"fSU/DcX8WWuo7XkS5y73jA==","name":"Southeast Ridge","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"left_right_index":2,"mp_id":"107988952","mp_crag_id":"105837336","climb_id":"fSU/DcX8WWuo7XkS5y73jA==","areaRef":"QE+rdy9DWQypZwiPTVmaIQ=="},"content":{"description":"This is the better of the 2 previously published routes.  From the base of the Apostle, probably the NE corner if approached via the drainage trail, head South along the base past a narrow rib of rock (buttress) that leans against it, bisecting the North and South sides of the East Face.  Continue sharply downhill and South to the lowest point of the East face, near the South arete.  A sub-slab exists around the corner Southwest of this, but it is not a part of this route.\n\nStart off of the ground on nebulous terrain.  This is down deep into the trees and well shaded, and so in winter this will be icy or snowy and perhaps wet besides.  The lichen is slick when wet.  This may feel more like 5.8 when out of season.  When dry, however, it should offer little resistance.  After about 50' of heads up climbing (little gear to be had), you emerge out of the trees onto solid clean rock and romp up on great holds and fun scrambling to the top in about 3 pitches, total.","protection":"A light standard rack.  Protection will be difficult to find for the first 1/2 pitch.","location":"The lowest point on the East Face lies down on the South end of the main slab.  The SE Ridge ascends the face and arete formed upward of that for over 400' to the summit."},"__v":0},{"_id":"HZA4WEf7UFOiyrpN4EAzhQ==","name":"Northeast Ridge","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"left_right_index":4,"mp_id":"107988911","mp_crag_id":"105837336","climb_id":"HZA4WEf7UFOiyrpN4EAzhQ==","areaRef":"QE+rdy9DWQypZwiPTVmaIQ=="},"content":{"description":"This route is a reasonable route as a Flatiron scramble, but probably the least notable of all those on the Apostle.\n\nStart either:\n\n1) On the Northern-most edge of the East Face of the Apostle, some 10-20 meters North of a narrow buttress (rib of rock) leaning up against that face, bisecting the lower section of it North to south....\n\n2) On the foot of the narrow, protruding rib of rock just 20 meters South.  Despite appearances, we found this well featured section to be quite solid, overall.\n\nIn either case, join the right (North) side of the face nearest the North Arete and climb this in two pitches to the top of the rock.\n\nDescend by scrambling down Southwest for 4 meters and then up and over a very low angle section slab to the back of this formation.  Although the main rock page suggests going around North back to the base, snow and ice made going around South, between this rock and a smaller Flatiron adjacent much easier.","protection":"Perhaps a standard light rack with long slings... we soloed it and did not place gear.","location":"This route starts roughly on the North edge of the East face of the Apostle, either right on the corner nearest the watercourse in the woods, or indirectly (but just as well) on the long thin buttress of rock leaning against the main wall just a few meters South of that corner."},"__v":0},{"_id":"7YO3RV6pXv2n9E4SmeaC6w==","name":"East Face Center","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"left_right_index":3,"mp_id":"107988970","mp_crag_id":"105837336","climb_id":"7YO3RV6pXv2n9E4SmeaC6w==","areaRef":"QE+rdy9DWQypZwiPTVmaIQ=="},"content":{"description":"This route is the best of the previously documented or listed routes on the Apostle.  The Haas book refers to this as a variation to the Southeast Ridge, but the lines share very little in character or line if either is followed directly.\n\nStart off on a relatively high point on the main East Face slab of the Apostle, not far South (left) of the narrow buttress of rock that bisects the lower section North to South.  Climb up on sunny clean rock on a slab with great slopers and the occasional edge to make a beeline for the summit.\n\nDescend as for the SE Ridge.","protection":"A standard light rack.","location":"This route climbs the center of the main East face of the Apostle, starting just a few meters to the left (South) of the thin buttress which leans against the wall splitting the North and South Sides.  It climbs the obvious slabs to the summit."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,404fab77-2f43-590c-a967-088f4d599a21","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Apostle, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.0"},{"count":1,"label":"5.7"},{"count":1,"label":"5.2"},{"count":1,"label":"5.1"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28496,39.95397]},"bbox":[-105.28554659443829,39.953520339818134,-105.28437340556171,39.95441966018186],"left_right_index":-1,"ext_id":"105837336","area_id":"QE+rdy9DWQypZwiPTVmaIQ==","polygon":{"type":"Polygon","coordinates":[[[-105.28554659443829,39.953520339818134],[-105.28437340556171,39.953520339818134],[-105.28437340556171,39.95441966018186],[-105.28554659443829,39.95441966018186],[-105.28554659443829,39.953520339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:55.693Z","updatedAt":"2024-01-20T00:59:46.511Z"}