{"_id":"63689de0e80bff5a994fa165","area_name":"Gollum's Arch Rock","shortCode":"","climbs":[{"_id":"FouSTGTRWXeTUl4VuaUQCg==","name":"Wrath","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jason Seaver 4-9-05 (5.9 C2)  FFA: Jason Seaver 5-14-05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":999999,"mp_id":"105763929","mp_crag_id":"105746689","climb_id":"FouSTGTRWXeTUl4VuaUQCg==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This new pitch is located on the upper tier of the large expanse of rock separating the route Gollum's Arch on the left side of the cliff and\n\nLatch Hand\n\non the far right side of the wall. Walk past\n\nSeam-stress\n\nand\n\nGollum's Arch\n\nalong the base of the wall, boulder up into a hanging gully beneath an overhanging, rotten section of the cliff, and scramble up to the gully's highpoint. (\n\nLatch Hand\n\nis just down to the right at this point). From this high point in the gully, climb a 4th class ledge system / ramp straight out left to a big, perched ledge at the base of the route. You'll want a blue camalot and a blue TCU for an anchor here.\n\nThis is a rowdy little pitch with a vicious crux section. The line of the pitch forms a perfect 7 (more visible from the approach gully). Climb the obvious, right-leaning seam in the headwall for 30' to where it meets a left-angling dike system. Follow the dike out left for 15' to a small, left-facing corner, then pull straight up onto the slab and a slung flake anchor. The gear between the bolt and the left-angling dike is small, very strenuous to place, and crucial to keep the climbing safe.\n\nIf anyone cares: I originally established the pitch aid-solo at something like 5.9 C2 (I'm not an aid climber). After some toproping, and determining its freeclimbability, I re-aided the pitch and placed the bolt on lead.\n\nThis is the latest addition to (and possibly the hardest in) a sick circuit of seams in this vicinity. Also check out\n\nTwo In The Pink\n\n(11+) and\n\nHagakure\n\n(12a) on the Hens and Chickens; and Seamstress (11d) and\n\nLatch Hand\n\n(11c) on Gollum's.","protection":"To belay on the ledge beneath the pitch you'll need a blue Camalot. For the route you'll need RPs, HB Offsets, small stoppers, and cams up to 1\". 1 bolt keeps it safe.","location":""},"__v":0},{"_id":"tElGqRFwVmS42a4eqkzQgA==","name":"Tufa Dreams","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Josh Gross, Adam Baxter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":999999,"mp_id":"108491488","mp_crag_id":"105746689","climb_id":"tElGqRFwVmS42a4eqkzQgA==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"Climb up steep finger crack / flake feature two crack systems left of the arête, left of\n\nHurlin'\n\n. This has super fun, steep, engaging climbing! This crack was definitely aided and probably free climbed years ago. Happy to change the name of this routes post if somebody knows if it has a name. There is a fixed head about 25 feet up from the original ascent. The belay is small tree and a #3 Camalot up and left.\n\nSpectacular route!","protection":"Standard rack to #3 Camalot.","location":"This is the rock/ block below the Gollum Arch Wall.\n\nClimb steep crack around the corner from \"\n\nHurlin'\n\n\". Start out with 10 feet of moderate ramp climbing, at which point you step back right and climb the steep flake, crack system!"},"__v":0},{"_id":"IKvIhM6QXiaBtWT2eoY14A==","name":"Seam-Stress","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Wilford, Skip Guerin 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":1,"mp_id":"105763920","mp_crag_id":"105746689","climb_id":"IKvIhM6QXiaBtWT2eoY14A==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This is the short, thin seam in between\n\nFrigidaire\n\nand\n\nGollum's Arch\n\n. The gear is good, but hard to place, and the climbing is thin, sequential, and feels quite steep for a Lumpy seam. When the seam ends above the bulge, step left into Frigidaire. Finish on that route or build an anchor in it for some TR fun (big finger-sized pieces).\n\nThis is one of several excellent and hard pitches of similar character in the Hens and Chickens / Gollum's Arch area. Within a couple hundred yards of each other you have\n\nTwo In The Pink\n\n(11+) and\n\nHagakure\n\n(12a) on the Hens and Chickens; and Seam-stress (11d),\n\nWrath\n\n(12), and\n\nLatch Hand\n\n(11c) on Gollum's Arch. They all climb desperate little seams on small gear and make up a kick-ass collection of hard pitches.","protection":"Bring RP's, small stoppers, cams to 1\".","location":""},"__v":0},{"_id":"VgfUZmUsXwWluTQs3XTZrA==","name":"Latch Hand","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Billy Westbay, Scott Kimball, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":5,"mp_id":"105763923","mp_crag_id":"105746689","climb_id":"VgfUZmUsXwWluTQs3XTZrA==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This pitch is on the far right side of Gollum's Arch Rock, about 100 yards past Seam-stress and Gollum's Arch. Walk past those routes along the base of the cliff, boulder up into a hanging gully beneath an overhanging, rotten section of the cliff, scramble up to the gully's highpoint then descend just a bit to the base of the route. A short, narrow, and hanging right-facing dihedral is the start of the pitch.Gain the hanging corner, climb to its top, then traverse left to the obvious, thin seam that splits the upper slab. Climb the continuously delicate tips crack past a piton and a tiny tree. The gear is very good but not immediately obvious. For what it's worth, I find the moves off the ground to be really burly (not 10a as the guidebook suggests).I have also led an alternate \"direct\" start. Just left of the original start, climb a left-angling weakness to a short right-facing corner feature (11/11+ R), then move right on a sloping shelf to the base of the crux seam. I certainly don't recommend this start over the original, since it's kinda dirty and dangerous, but it is something different. From the top you can walk left (West) down a ramp to get back to the ground.\n\nThis is one of a killer circuit of hard seam pitches in this general area. On the Hens and Chickens check out Two In The Pink (11+) and Hagakure (12a); also on Gollum's Arch Rock, try Seam-stress (11d) and Wrath (12).","protection":"Bring RPs, small stoppers, and cams up to 2\". There is one decent pin in the crux seam.","location":""},"__v":0},{"_id":"qbtiCSORUF+BsYgXCG2JCQ==","name":"Hurlin'","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rick Hurley & Eli Helmuth, 7/02","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":999999,"mp_id":"105763854","mp_crag_id":"105746689","climb_id":"qbtiCSORUF+BsYgXCG2JCQ==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This is an interesting, little route that is less travelled and is tucked in on a chunk of rock lying just below the main part of Gollum's Arch Rock.  It is visible in S. Kimball's Lumpy Ridge guide on p.31 just down & left of the 78 on the page.  It is also depicted just under the 6 on p.28 of B. Gillett's RMNP Estes Park Valley guide.  It's fun & worth the romp (wee bit of spice) if you're in the area.\n\nFind this by approaching Gollum's Arch, just East of Twin Owls.  You continue East & down a gully to a chunk of rock with big water grooves on its West face & a lonesome set of 3 bolts on its S face.  It lies a stone's throw from Triangle Rock, just to the East.\n\nTo climb it, boulder up, move left on an angling dike to clip the 1st bolt.  Continue angling left to the 2nd bolt, staying low.  Now go up on crystals and liebacks to clip a fixed wired.  Highstep/mantle up and clip the 3rd bolt.  Go up or move left and then up (easier) to a right-angling ramp.  Go right and find grooves & cracks to finish about 120 feet up at a tree. You'll get a bit of rope drag on the top of this climb.\n\nWalk off/downclimb right.","protection":"3 bolts, 1 fixed wire, 4-5 cams green Alien to #2 Camalot.","location":""},"__v":0},{"_id":"zvEcazVIVJOlwmzqLGAzWw==","name":"Gollum's Arch","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Duncan Ferguson & Dudley Chelton, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":2,"mp_id":"105749707","mp_crag_id":"105746689","climb_id":"zvEcazVIVJOlwmzqLGAzWw==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This route is not on [Twin Owls].  It lies on [Gollum's] Rock which is directly east of Twin Owls.  This is a smaller cliff about one hundred feet high.  Approach as though going to\n\nHen and Chickens\n\nRock and when next to that cliff look east 100 yards to find an hundred foot left-arching, aesthetic crack, this is the route.\n\nThis is a great one pitch crack climb that begins with a 5.9 fist crack through a bulge then widens considerably for thirty feet.  This section doesn't require any offwidth technique as there are [decent] face holds around.  After the wide section, the crack narrows down through all the sizes to fingers at the end.  At the end, either traverse left to a belay, or continue over a poorly protected 5.9 roof.\n\nThis is a very sustained pitch with no single crux. It is given .10a in most guides, but feels [definitely] harder.","protection":"This crack goes through several sizes, bring a couple #3 Camalots, and at least two #4 Camalots to supplement a standard rack.","location":""},"__v":0},{"_id":"9JyU1WHgX2OQASPprPOS3g==","name":"Frigidaire","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"C. Salaun & N. Heron, 1978","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105763140","mp_crag_id":"105746689","climb_id":"9JyU1WHgX2OQASPprPOS3g==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"In the middle of the SW face lies a double crack system.  This is the line.  It is technically the easiest of the routes here; however, it climbs longer than it appears to be.  Some refer to this as 'Twin Cracks.'\n\nAscend either the slightly bushy left-angling groove or the flake system (the start of\n\nGollum's Arch\n\n) to sloping ledge area.  Continue up a water groove to a good rest.  Move left to the double, flared, water-groove cracks.  Ascend either crack, a combination of the two, or the fin between to the top.  At approximately 130', there is a set of slings at the base of a large block.  Just above lies a large tree in a small alcove without slings.  No offwidth technique is required.\n\nWalk-off left or right or rappel from the above slings.  Note, a 60m rope only reaches the sloped ledge area & requires a 4th class downclimb to the base.","protection":"Wires, cams to #4 Camalot, a few large hexes.  An extra #2 or #3 may be nice.","location":""},"__v":0},{"_id":"VjpXXJLEXOiSeHYL3HypJg==","name":"Facial Hair","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Caldwell and Dan Ludlam","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":3,"mp_id":"105764265","mp_crag_id":"105746689","climb_id":"VjpXXJLEXOiSeHYL3HypJg==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"This is one of the forgotten classics at the Ridge.  A bit of a sandbag at 11a- feels like a letter harder and somewhat runout as it was bolted on lead way back in '85. Also a little dirty as it has seen little action for the last decade or so.  Facial Hair starts just 20' right of the mega classic Gollum's Arch at a left leaning crack just left of a big right facing dihedral (Latch Hand).\n\nMike Caldwell and Eli Helmuth replaced all four bolts in the summer of '05 with ASCA hardware.  The first bolt, which was placed by an unknown person before the first ascent was moved down and left 3' to be in line with the rest of the route and to give even spacing between the crack gear on both sides of it.  The thin horizontal crack above the first bolt has a hidden big slot just left above the bolt, and this is key as it takes a fat nut or small cam before committing to the crux slab section up to the second bolt.  Steep crack climbing at the bottom and thin slab above give this route a balanced and testy feel.  Scramble off to the west into the first gully for the descent- skiers right.","protection":"Four bolts, full rack of cams to #2 Camalot.  Small to medium nuts.","location":""},"__v":0},{"_id":"flGcXdK1UyeiOKlnRM1Dlw==","name":"Bikini Wax","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Ray, Mike Caldwell","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":4,"mp_id":"105809114","mp_crag_id":"105746689","climb_id":"flGcXdK1UyeiOKlnRM1Dlw==","areaRef":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":"[I'm pretty sure this is the new route in between Facial Hair and Close Encounters. It starts just right of Facial Hair in a cool right-angling flake crack just left of the arete. The crack leads up to a neat bulge and a sloping ledge on which you step right into a deep flare with fists in the back. Hard moves exiting the flare deposit you at a horizontal break from which you climb straight up past new bolts with hard looking slabbin'. I've heard there's a bolt anchor up there too.]","protection":"","location":"[...pretty sure this is the new route in between Facial Hair and Close Encounters. It starts just right of Facial Hair, which is right of Gollum's Arch, in a cool right-angling flake crack just left of the arete.]"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,8ba3ee79-5bf2-5fc9-b1d5-7fa2919b6266","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Gollum's Arch Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105746689","area_id":"i6PueVvyX8mx1X+ikZtiZg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:52.298Z","updatedAt":"2022-11-25T11:17:40.752Z"}