{"_id":"6368a60be80bff5a995c53f7","area_name":"Le Petit Cheval","shortCode":"","climbs":[{"_id":"eankbbbtWiCiotqEm5Xuww==","name":"Spontaneous Distraction","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Thad Nelson, Joe Wiederhold    Aug 2011","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.62207,48.53569]},"left_right_index":2,"mp_id":"107745728","mp_crag_id":"107213168","climb_id":"eankbbbtWiCiotqEm5Xuww==","areaRef":"IvbEscFeWU6EuVwvHaPUvw=="},"content":{"description":"Pitch One-  Locate the first bolt which blends in very well.  From here climb just above the left trending overlap (see Beta Photo) then up over 3 bolts on some exciting face climbing 5.10a\n\nPitch Two- Head up past two bolts and catch a crack(5.10a).  Traverse right at the third bolt and take easier cracks to the anchor.\n\nPitch Three- A sport pitch with a tough start(5.10a) easing into more moderate face climbing(5.7-8) after the first twenty feet. Climb until you reach the tree anchor.\n\nPitch Four.  Continue up fun cracks (5.6-7) to the top build a gear anchor or belay off of a tree.","protection":"Standard Rack to 2\"   Some runners to help with rope drag.  You may wish to replace the webbing at the top of pitch 3 depending on it's condition.  This route requires a single 70 meter rope to rappel.","location":"This Route is close to Le Petit Chaval and can be accessed by climbing the first three pitches of Spontaneity arete and cutting across the gully, or for a faster approach take the gully that parallels Spontaneity arete (see beta photo below).  Or if you want a long day or you just didn't get enough you can rap down one rappel from the top of Le Petit Chaval to the gully and cut across and down the gully (3rd class) to Spontaneous distraction (in about 20 minutes)\n\n\"From milepost 165, park in the large pullout and find a climbers trail at the far west end of the pullout, leading into a boulder field.  The trail continues through the woods leading down to Early Winters creek.  Cross on a log (may be washed out), or bring sandals to wade the knee deep water.  From there, the trail climbs up and left through trees into a clearing that is the runout of a large avalanche path (Snow until mid season).  Cross the clearing and climb to the upper left edge where a trail will take off close to the rock.  Three small, dirty and slabby sections are equipped with fixed ropes to ease the ascent.  The Spontaneity Arete Route begins on a ledge at the left hand toe of the ridge next to a large tree.\"\n\nBurdo Mazama Rock\n\nApproach time to Spontaneity Arete is about 1 hour.  Approach time to Spontaneous distraction via the gully is an hour and a half for non-super-humans in average physical shape.\n\nFrom the top of Spontaneous distraction scramble down to the top of pitch three and rap the route.  One 70 meter rope is sufficient.  If desired it is also possible to rappel the bottom pitches of Spontaneity Arete rather than hiking down the gully."},"__v":0},{"_id":"n5xb3wDQXLiq4ZPU9SSarw==","name":"Spontaneity Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry Goldie & Scott Johnston (2004)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.62207,48.53569]},"left_right_index":1,"mp_id":"107213171","mp_crag_id":"107213168","climb_id":"n5xb3wDQXLiq4ZPU9SSarw==","areaRef":"IvbEscFeWU6EuVwvHaPUvw=="},"content":{"description":"Every pitch feels like 5.7: (Descriptions are Approx.)\n\n1st: from snag on exposed side of ridge follow cracks up to just below the roof\n\n2nd: under roof and out right another 50 ft.\n\nClass 3 for ten mins\n\n3rd: start on the steepening ground and follow cracks up until comfortable or you reach the base of a 10\" crack.\n\n4th: Find or start up 10\" crack (gear to left), short. Once on top follow finger and hand cracks until past a shallow gully and bushes, belay at flat section.\n\n5th: follow crack in corner to the right, or cracks strait above to a tree. Follow corner that the tree is in (lieback). Once above corner follow moderate ground before another steepening in the ridge.\n\n6th: follow cracks (picture) up to less steep ground. Belay after ~140 feet, before final head wall which has #3 crack out left.\n\n7th: optional, #3 crack Left of an easier gully. Short, two or three pieces, but well worth it.\n\nDescend the route (careful, some rope stretching raps with a 60)","protection":"Cams to #3 and nuts, doubles of #1. Extendable runners.","location":"(In Mazama Guide book) From the Pullout across the valley from the formation follow climbers trail, which starts at south then of pull off, down to the creek and back up the opposite side of the valley. The sandy ledges start about ~100-150 Left of the drainage (Picture.) Following these ledges up and Left, following easiest ground, will get you to the fixed lines. From the top of the fixed lines scramble up and a little right to gain a weak ridge line. From here follow the developing ridge to where the ridge steepens into upper 5th class. From these few trees traverse out left to find the snag mentioned in the book and vertical (#3) 5.7 crack, both of which are on the more exposed part of the ridge. This is where the first pitch starts."},"__v":0},{"_id":"MFBbRE/+VeW2qF+vdcfrVw==","name":"First Amendment","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ian Nicholson, Chris McNamara","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.62207,48.53569]},"left_right_index":0,"mp_id":"109581071","mp_crag_id":"107213168","climb_id":"MFBbRE/+VeW2qF+vdcfrVw==","areaRef":"IvbEscFeWU6EuVwvHaPUvw=="},"content":{"description":"First Amendment climbs almost directly up the West face of La Petit Cheval. The route starts in earnest after a short low 5th pitch on a large ledge with trees and a white streaked wall to the left of a big arch.\n\nPitch 1: Starts via a short, direct, and obvious 5.10a thin crack or a 5.8 crack to the right. Easier 5th class climbing to the start of pitch 2.\n\nPitch 2: Ascend low angle cracks up and right to a 5.9 face climbing section with minimal gear.  Climb up into a big choss cave with bolts to begin pitch3.\n\nPitch 3: Climb around the corner to the left of the belay bolts and up blocky nondescript terrain until reaching a ledgy area with a short vegetated groove to the left. Keep your eye out for this groove and don't climb too high. 5.9\n\nPitch 4: Traverse right and down climb a little during the traverse, then climb up easy 5th to a large sloping ledge with two belay bolts.\n\nPitch 5: Start climbing to the right of the belay bolts on the most obvious or easiest section through weird bulges to a finger crack dihedral with a big tree in the middle of it. 5.9\n\nPitch 6: Climb up and right through thin cracks into a series of changing corners. To exit the last corner either climb up and left through a weird bulge with big quartz pockets or right into the last corner ending at a tree with the bolt in sight of the next pitch. 5.10c\n\nPitch 7: Mantle a big ledge to the right of the belay, clip the bolt and climb up the corner ascending obvious features ending at a tree.\n\nFrom here the route follows Spontaneity Arete to the summit. Climb up and left to reach the Goldie Crack and continue up obvious and easy terrain to the summit.\n\nI've entered the given grade for the route but feel it deserves a significant downgrade, 10.b tops. The \"crux 5.11\" pitch is maybe .10a.\n\nThis route will probably never become classic. It lacks sustained interesting features, a natural line, remoteness, or intimidating posture... any of which can contribute to a classic route. But if you wanna be alone and tick a soft 5.11 with an hour approach go get it!","protection":".5-2 x2 Camalot\n\n1x 3 Camalot\n\nBring small nuts, small cams, and and maybe an extra in purple TCU size. Don't skimp on the small stuff, most of what is placed on pitch 6 is small gear.","location":"Ascend the trail as for Spontaneity Arete but break left once you are virtually at the base of Spontaneity Arete. There is a sucker trail that starts left too early, don't follow it. There isn't a worn climbers trail to the base. Follow pretty much the only way to get there once you start the traverse to the big ledge. You can't really go too high or to low because it's either a rock wall above or 70+ degree vegetation below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,22f6c4b1-c15e-594e-84b9-5c2f1da3d4bf","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Le Petit Cheval"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.62207,48.53569]},"bbox":[-120.6227490876392,48.53524033981814,-120.6213909123608,48.53613966018187],"left_right_index":-1,"ext_id":"107213168","area_id":"IvbEscFeWU6EuVwvHaPUvw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:49.020Z","updatedAt":"2022-11-25T11:24:45.388Z"}