{"_id":"63689d20e80bff5a994f27a0","area_name":"NOLS Wall","shortCode":"","climbs":[{"_id":"OrPVPLifVkSJz/FT7RySuA==","name":"Zonked","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.03896,31.90785]},"left_right_index":999999,"mp_id":"118796803","mp_crag_id":"121823065","climb_id":"OrPVPLifVkSJz/FT7RySuA==","areaRef":"FW1T1LtGWG2lJ5A2ypGF6g=="},"content":{"description":"This is a real hidden gem and a fun route. This route consists of a bomb bay chimney to a hand double crack to an exposed chickenhead climb on a huge boulder with bolts. Protect the crack with trad pro and the boulder with sport quickdraws. The sport part of this route is generally more challenging than the lower crack section.After the angle of the crack eases up greatly towards its top, look up and to your right on the huge boulder on the edge of the cliff with large boiler-plate chickenheads. Here you will spot a line of bolts. Follow this line to the top of the large boulder and the anchor. Note that you absolutely need two ropes to rap off the top with this anchor (around a 50m rappel), if you plan on rapping to the start point. If not, you can rap from the top of the boulder to the top of the crack and walk off, however.Friends and I discovered this route after exploring the trad wall behind Council Rocks. I did not create this route and it does not appear in its completeness in any guidebook I know of.","protection":"A standard rack to 4\"; a BD #5 is optional for entering the chimney. 6ish quickdraws for the second section of sport climbing.","location":"Park at Council Rocks. Stay on the main trail to your left that goes past the main pictograph rocks with the sign and generally go straight for another 500 meters. You will see the wall on your right cut by numerous cracks. Look for the large stacked boulders on the edge of the wall with a tiny balancing boulder on top of and in between two larger balancing boulders. This is generally across the small valley from the bouldering route the Sahara Motel and in the vicinity of the Laundry Bin boulder."},"__v":0},{"_id":"C++SMscnVaqQO+xm7e4dKA==","name":"Good Enough For Government","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.03896,31.90785]},"left_right_index":999999,"mp_id":"118796847","mp_crag_id":"121823065","climb_id":"C++SMscnVaqQO+xm7e4dKA==","areaRef":"FW1T1LtGWG2lJ5A2ypGF6g=="},"content":{"description":"A fun warm up for the more intense cracks to its left.This route is 5.6 climbing with a fun and easy chimney section at its middle.A toprope can be set up at the top of this climb using a large boulder with a triple-length sling, a crack with .5-#2 cams, or both. There is some rope drag but it is manageable.Access the top of this climb by going around the cliff to its right. Look for the large cairn.I recommend using a 70m rope if you plan on top roping this route as a 60m may not reach.","protection":".5-#2 cams and/or a slung boulder with a triple-length sling for the toprope anchor. To lead 1-#4 cams.","location":"One of the rightmost cracks on the trad wall in Council Rocks."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,623f75c1-f039-51d0-8457-304f3238efbd,156d53d4-bb46-586d-a527-9036ca9185ea","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Council Rocks","NOLS Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.03896,31.90785]},"bbox":[-110.03948969791928,31.907400339818146,-110.03843030208074,31.908299660181868],"left_right_index":-1,"ext_id":"121823065","area_id":"FW1T1LtGWG2lJ5A2ypGF6g=="},"content":{"description":"This is a single pitch trad area that has become popular with NOLS. They tend to camp at the trailhead and do some of their introductory rock stuff at this wall. This wall host a variety of moderate routes. More specific beta can be found in local guidebooks. "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:02.873Z","updatedAt":"2022-11-25T11:09:58.427Z"}