{"_id":"63689d20e80bff5a994f2336","area_name":"North Tower","shortCode":"","climbs":[{"_id":"lU6z+BzhWeW0YGWIBpjmiQ==","name":"Good Friday - North Tower West Face","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dyer, Schlick, Burcham, 2001. FFA: Abel Jones, 2012.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75744,34.83107]},"left_right_index":0,"mp_id":"105893418","mp_crag_id":"105893414","climb_id":"lU6z+BzhWeW0YGWIBpjmiQ==","areaRef":"mBJfsA4UXcWqmm2Ef92GiQ=="},"content":{"description":"This route was originally posted by JJ Schlick, and turned over to me to incorporate some more recent updates. It is overall a very enjoyable route with mostly clean, engaging 5.10 climbing, a short but burly crux, and just a bit of easy, junky terrain at the top. It deserves more attention than it seems to receive, and makes a nice combo with any of the neighboring spire lines.   \n\n  P1--The line starts in the middle of the west face, off of the limestone ledge, and follows a shallow corner/crack system with a bolt about 15' up. There are many different \"mini cruxes\" separated by decent stances that add up to a full value lead at the grade! The rock is generally quite good. The pitch ends at a small shelf belay with 2 bolts/chains. (5.10, 100' or so) \n\n  P2--Stretch left from the belay shelf and clip a bolt, boulder out the crux on good features past a 2nd bolt, and follow a mellower crack up to the really nice, \"sterilized\", Budweiser Ledge and a two bolt belay (no chains). (5.10, 50') \n\n  P3--Launch up the left-facing dihedral above with great fingers in a flake that quickly pinch down to tips in an awkward flare. Wriggle up this until just a bit under the roof and bust a hard left using face holds. The crux sequence culminates in a desperate mantle onto the small belay ledge at the left end of the roof. This is a very sequential, awkward, and burly bit of climbing, and it will be tricky to protect the face traverse as the roof crack is a bit above the actual climbing. The pro is small, Green and Red C3 size, but good as the rock on this pitch is some of the best I've seen in Sedona. Of course, this stretch can be easily aided through to keep the line at 5.10 C1. Belay on the ledge immediately above the roof to avoid the potential for heinous drag. There is one bolt and an adjacent crack for gear (.5-#1 BD). (5.12- ish, 25') \n\n  P4--Cut up and left trying to avoid the bigger blocks to the large flat summit. This pitch has the only loose rock on the route. The anchors are set back from the top out by about 20', and are on the actual summit block. (5.7, 25') \n\n  Scramble up the summit block to tag the top.  \n\n  On the first rappel, aim skier's left (west) and toward the notch between North Church Spire and the adjacent wall with the route Praying Hands. An anchor on Praying Hands will be visible on a large ledge system, but the 2nd rap anchor for Good Friday won't be visible from above. This hidden anchor is on the same ledge system as the visible one, but is closer to the North Church Spire. From this anchor, rap to the ground. A single 60m rope is adequate, with the 1st rappel being close to 100'.","protection":"(1-2X) green C3/purple TCU, (3X) red C3/blue TCU-#.75 Camalot, (2X) #1-#2 Camalot, (1X) #3 Camalot, slings.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,067c012b-dbd2-5525-8435-04aa2eebdc2f,e50e9605-1971-537c-8ae5-3b7f5284f303,fb50fce6-0645-5cdf-a9f3-f48a49280376,98125fb0-0e14-5dc5-aa9a-6d847fdd8689","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Twin Butte","East Twin Butte","Church Spires Area","North Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75744,34.83107]},"bbox":[-111.75798780517277,34.83062033981813,-111.75689219482723,34.831519660181854],"left_right_index":-1,"ext_id":"105893414","area_id":"mBJfsA4UXcWqmm2Ef92GiQ==","polygon":{"type":"Polygon","coordinates":[[[-111.75798780517277,34.83062033981813],[-111.75689219482723,34.83062033981813],[-111.75689219482723,34.831519660181854],[-111.75798780517277,34.831519660181854],[-111.75798780517277,34.83062033981813]]]}},"content":{"description":"This is the obvious tower which hugs the main formation. Taller and just north of the Minister."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:47.352Z","updatedAt":"2024-01-20T00:56:44.156Z"}