{"_id":"6368a722e80bff5a995ddae7","area_name":"Breaks, The","shortCode":"","climbs":[{"_id":"UfmKMsLPVxib5k1NLBEuiw==","name":"Summit Fever Direct Start","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Z. Orenczak, R. Lynn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62501,42.41016]},"left_right_index":1,"mp_id":"113599064","mp_crag_id":"113501520","climb_id":"UfmKMsLPVxib5k1NLBEuiw==","areaRef":"p2/7AZHGV0aKB5gHjZJX6Q=="},"content":{"description":"A 40' variation start to Summit Fever.  This climb starts as for Skywalker, diverging after a few insecure body-lengths of climbing.\n\nStart up these a crack that turns into a set of tiny seams, trying to find both protection and holds.  Place gear when you can, as it will not be there later when you will otherwise want it.\n\nConsinute up the seams on inobvious and insecure climbing, placing very small gear (nuts & cams) to make a move up and left, then back right under a bulge (cams here, still tricky) and then over the bulge on better rock and better gear.  Join the route Summit Fever after about 40'-50' of independant climbing ad finish on what is probably 5.8 or so, with predominantly hands to wide-hands sized gear.  There are 2 anchor options (either side) at the ledge at 100' up from which one can rap, or even TR.","protection":"some thin gear of various sorts to hand sizes.  I think that the placements are small, tricky, and just enough to be safe, provided you don't fall form an insecure stance while placing them.  Not a good lead to max out on.","location":"Just left of the main arete that is crossed by Summit Fever, there is a set of thin seams, as per the start of Skywalker."},"__v":0},{"_id":"vdbvKoLZWNCzihJzSTnbIA==","name":"Summit Fever","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Z. Orenczak, R. Lynn, K. Marshall","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62501,42.41016]},"left_right_index":2,"mp_id":"113599032","mp_crag_id":"113501520","climb_id":"vdbvKoLZWNCzihJzSTnbIA==","areaRef":"p2/7AZHGV0aKB5gHjZJX6Q=="},"content":{"description":"There are a few ways to do this climb's first pitch, some better than others.\n\nThe route as described in the book (P 190) traverses in from the far right up to a crack system above a bulge, with a few points of protection available a the bulge, then up and left around the corner to a much more obvious, shallow, right facing corner with hands to wide hands cracks.  Follow those to a ledge/horizontal and belay there on 2x bolts (100' to the ground) to the left or to the right, as you please. The book states that this is a 180' pitch, but it is about 100' in reality and retreat with a 60M rope is possible from the anchors.\n\nAdditional climbing above (5.9, trad) in a right facing system reportedly leads to a trad anchor on top, and a walk off if topped out.\n\nA better start to the climb, harder and more direct (but not the 'Summit Feaver Direct Start') is to climb up from below the crack and bulge from very near the arete at the base.  Place a few cams in a so-so horizontal then battle your way up the right-leaning cracks to the bulge instead of traversing in from the right.  This is harder, more sustained, and all in all, protected just fine.  I imagine it has been done before, but is not documented in the Orenczak book.  (FKFA's on lead K. Arendt and then T. Bubb, 8/2017?)","protection":"A mix of cams from tight fingers to fist.  The crux is protected on fingers to thin hands, down low. The upper section on larger gear.","location":"At the far right end of the Lower Breaks, just left of the massive R-facing corner that holds Dozer, a crack/flake/corner on the right side of the arete goes up and right before heading left around the blunt arete to the other side, climbing up on more moderate terriain in a few pitches to the top.\n\nThis system and a few variants of it are colelctively, Sumit Fever (and it's variations)."},"__v":0},{"_id":"SlfYXA6pWsqaDmIxqs8xHA==","name":"Give Me a Break","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"T. Bubb, Z. Voldman, 8/2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62501,42.41016]},"left_right_index":0,"mp_id":"113501523","mp_crag_id":"113501520","climb_id":"SlfYXA6pWsqaDmIxqs8xHA==","areaRef":"p2/7AZHGV0aKB5gHjZJX6Q=="},"content":{"description":"A short route, but since the main feature is 2-meter-long roof, I suppose the rest doesn't really matter anyway.  That's the challenging part and what you've come for.\n\nThis climb ascends the splitter roof to a surprisingly difficult/insecure sequence to turn the lip.\n\nDifficulty will be hand-size dependent.  Those with larger hands will find it easier, as the crux is blue-camamlot sized.\n\nIf someone is going to hang-dog on follow/TR, then a large hex set in the lip of the roof crack end-to-end would make a great bearing to keep the rope out, since the roof tops out onto the shelf and requires setting the anchor back away from the edge.","protection":"A few cams from 2.5-3.5\" with extras for the anchor and maybe a 4\" piece.  I set the anchor on 2x blue camalots.","location":"Way down left, on the left breaks, on the lowest tiers of rock, perhaps 100m from the left end, a few large Boulders at the base sit just below a large roof, 30' up the rock.  Rack up a few pieces of gear in the hands to wide hand size, and a few more wide hands to fist for the anchor up top.  A nice flake for feet gets you started in the roof, and a nice edge out to the right helps you get out and over it, and meanwhile, there is a full body-length of roof to jam and enjoy.  It is solid rock and well protected."},"__v":0},{"_id":"B+BL0vBiXnOCOoTKO3o2cg==","name":"Dozer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"M. & C. Roberts","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.62501,42.41016]},"left_right_index":3,"mp_id":"113501597","mp_crag_id":"113501520","climb_id":"B+BL0vBiXnOCOoTKO3o2cg==","areaRef":"p2/7AZHGV0aKB5gHjZJX6Q=="},"content":{"description":"Great climbing, but some poor rock and some dirt at the top.\n\nStart in the low angle rock at the base of hte R-facing corner.  Scramble up 20-30' of boulders up to the vertical section of rock in the dihedral proper.  On the left wall there are finger to tight-hands cracks and placements that are not visible until you arrive.  Plunk in a few pieces and get started upward.  As you go up the crack widens.  The route climbs far better than it looks, but no less, it does have a few sections of low quality rock and/or dirt in non-crux areas.\n\nContinue up and over the top, optionally placing a few hand-sized cams in or around the top chckstone for a directional before topping out.\n\nFrom above that, either try to find a way off of the back and a belay (not straight forward) or sack up  and follow the rising sloping traverse up and left out to the Arete to climber's left of the route, where you can find a 2-bolt anchor to lower or TR from.\n\nA lead far from this insecure traverse would be a very very bad idea.  I suspect it is 5.8+, but is insecure.","protection":"Small gear at the bottom on the left, big gear here and there.  A top anchor could be problematic, so take the kitchen sink and figure it out.  OW gear is not required, but is not a bad idea.  If you don't take it, you can use occasional placements out left to keep it sane.","location":"On the Far right side of the 'Breaks Right' there is a massive right-facing corner with an inset at the back.  The left side of this inset holds a right-facing corner that goes from thin cracks on the right to OW and even Squeeze up top, culminating in a crux coming out from under the Massive Boulder/chockstone up top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c2080c33-d16e-5a0b-bed2-ae6d1a7354aa,7b50fb5e-ac1e-5258-97d2-31530c0d5e87,a76ffb01-91c6-5746-8a07-98078d9257e9","pathTokens":["USA","Wyoming","Laramie Range","Curtis Gulch and La Bonte Canyon","Breaks, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.62501,42.41016]},"bbox":[-105.6256190185623,42.40971033981814,-105.62440098143772,42.410609660181855],"left_right_index":-1,"ext_id":"113501520","area_id":"p2/7AZHGV0aKB5gHjZJX6Q==","polygon":{"type":"Polygon","coordinates":[[[-105.6256190185623,42.40971033981814],[-105.62440098143772,42.40971033981814],[-105.62440098143772,42.410609660181855],[-105.6256190185623,42.410609660181855],[-105.6256190185623,42.40971033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:35:25.035Z","updatedAt":"2024-02-19T18:43:19.557Z"}