{"_id":"6368a60be80bff5a995c4fed","area_name":"NW Pinnacle","shortCode":"","climbs":[{"_id":"/VQ3uaqSXni/NVlmAV3AoQ==","name":"SW Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Coe, George Zack - 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.19322,45.72194]},"left_right_index":1,"mp_id":"110317685","mp_crag_id":"110317482","climb_id":"/VQ3uaqSXni/NVlmAV3AoQ==","areaRef":"9X6pUlUDWCKtVltvud+2Pg=="},"content":{"description":"A long, clean, well-protected 5.6 climb with a single 5.9 move and an amazing summit belay position.\n\nP1:  Start up a crack leading into a low mini-roof at the toe of the buttress, then clip a bolt at 30' off the deck before making the single 5.9 crux move of the route.  Continue up the crest of the buttress, using incipient crack systems for protection along the way, and generally taking the path of least resistance to reach the very large belay ledge and bolted anchor.  110', 5.9\n\nP2:  Climb up past the small trees (just above the anchor) to their right to a small dirty ledge.  Your goal from here is to round the corner that is up and to your left.  After a couple of exposed, but well protected moves around the corner, pull up onto the large ledge.  Surmount the final short summit block directly ahead via your choice of cracks and belay from the bolted anchor in the shallow notch. 110', 5.6\n\nDescend by walking off the East side of the pinnacle.","protection":"A set of nuts and single cams from .5-3 is sufficient.  Bring doubles in .75-2 if you really wanna sew it up (hexes in this range also work well).","location":"Starts at the toe of the SW buttress of the pinnacle.  Reach it by skiing down the white talus slope on the downhill side of the Central Pinnacle and turning north to the buttress."},"__v":0},{"_id":"u5Yvd3yJXyqRWRO5P/wekA==","name":"NW Buttress","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"George Zack, Jeff Thomas, Bill Coe  - 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.19322,45.72194]},"left_right_index":0,"mp_id":"110317512","mp_crag_id":"110317482","climb_id":"u5Yvd3yJXyqRWRO5P/wekA==","areaRef":"9X6pUlUDWCKtVltvud+2Pg=="},"content":{"description":"The most obvious, striking line up the tallest face of the NW Pinnacle.\n\nP1:  Clip two bolts up a 5.5 face and pull a cruxy, but short, diagonal fingertips crack to a large ledge.  Continue up the fun and sustained 5.8 dihedral looming above, then romp up a series of small ledges and easier climbing to the spacious belay ledge.  Belay from small tree and #3 Camalot.  120', 5.8\n\nP2:  Head for the short, left-facing, offwidth dihedral above and to the right.  Protection can be had before reaching the OW by looking slightly around the corner on your right.  The cruxy offwidth is easier than it looks, thanks to hidden face holds and secure rests.  It protects well with a tight #4 Camalot in a parallel slot deep in the crack about halfway up.  Once the angle eases, leave the offwidth for the crack system to your left, and continue up this easy stretch until you are standing on a couple of large chockstones.  Traverse to the right past a bolt (5.6), gain the ledge, then work back left to belay from the tree directly above the bolt.  80', 5.8+\n\nThe descent is a quick walk off the East side:  Push through the belay tree, unrope, and hike up the dirty ledge to gain the true summit, then head down.","protection":"Single Camalots from .3-.75, two #3's, and a #4.  A set of nuts (+ a set of offsets recommended) and some slings for constrictions.  Optional .2 and a second #4 cam.","location":"Starts up the obvious face just right of the toe of the true NW buttress of the Pinnacle.  Get there by skiing down the white talus slope from the Central Pinnacle and then working right (north)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,92f9a13d-6569-5e8a-bcf6-421cc787b8f4,7916d17d-080c-5901-bf30-a68e2f184158,d3f89c59-3451-5cdb-be38-55e44bd3f1d1,f57ea952-5503-5822-ad56-5b6fb9dfb63e","pathTokens":["USA","Washington","Southwest Cascades","Southwest Cascades","Chimney Rocks","NW Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.19322,45.72194]},"bbox":[-122.19386408202294,45.72149033981814,-122.19257591797705,45.72238966018186],"left_right_index":-1,"ext_id":"110317482","area_id":"9X6pUlUDWCKtVltvud+2Pg==","polygon":{"type":"Polygon","coordinates":[[[-122.19386408202294,45.72149033981814],[-122.19257591797705,45.72149033981814],[-122.19257591797705,45.72238966018186],[-122.19386408202294,45.72238966018186],[-122.19386408202294,45.72149033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:36.693Z","updatedAt":"2024-02-19T18:42:00.342Z"}