{"_id":"63689d5be80bff5a994f3f23","area_name":"Dana Plateau","shortCode":"","climbs":[{"_id":"JjeLura1Xm6WIz+PrGyBKw==","name":"Third Pillar, Regular Route","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Phil Bircheff and Bill Bonebrake, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.21264,37.92309]},"left_right_index":0,"mp_id":"105816995","mp_crag_id":"105816990","climb_id":"JjeLura1Xm6WIz+PrGyBKw==","areaRef":"8e26aubfVWyRbJe3PIpQVw=="},"content":{"description":"This route is one of the high Sierra classics.  All 5 pitches have excellent climbing on very high quality granite.  While most of the climbing is on cracks there is a mix of face and chimney climbing on the route as well.  It can be done with a 50 m rope, but a 60 m rope will make things easier.  Supertopo has an excellent description of the route in their High Sierra Climbing book (p. 108).  Other good references include Secor's The High Sierra (second edition, p. 376), Croft's The Good, The Great and The Awesome (first edition, p. 183) and Moynier and Fiddler's California's High Sierra (second edition, p. 374).\n\nP.1 (normal start).  From the initial horizontal ledge system, the route gets right down to business with a short 5.8 fist jam crack in a right facing dihedral.  One will be tempted to continue on the arete above the dihedral, but it is a bit simpler to traverse over to another 5.8 crack that heads up and diagonally to the right.  At the top of this the angle briefly lessens to 3rd class.  Belay at a tree.\n\nP.2.  Traverse left at the base of the face and start up towards a hand crack that eventually narrows to a finger crack.  The climbing on this pitch starts at about 5.7 and has a few moves of 10a at the top of the finger crack.  The system widens to an off width, but this section is most easily done by using the face moves available.  There is a belay stance just below the off width, but things will go better on the next pitch if the belay is set up at the next opportunity above the off width about 20-30 ft higher up.\n\nP.3.  From this belay there are many parallel cracks that head up to a large detached flake.  The climbing here is approximately 5.8, but can be a bit harder or easier depending on the exact route taken.  Once the flake is reached there are several choices here as well.  Underneath the left side of the flake is a very enjoyable mid-5th chimney, while on the right side is more 5.8 fist jamming.  Take your pick - it's good either way.  Belay on top of the flake on a 12\" by 6 foot balcony with a spectacular view of Mono Lake.\n\nP.4.  directly above the flake is another 5.8 crack that leads to a short steep 10a finger crack.  The 10a section can be bypassed by going right, but it is really very nice and well protected.  Above the finger crack is a difficult face section.  The only pro here is two fixed pitons.  Supertopo rates the difficulty of this section as 10b.  It certainly rewards good balance and a long reach is handy for clipping the pitons.  There are other options, which are either run out or harder.  This section is short and my recollection is that the hardest moves are right by the pitons.  Belay at a tree.\n\nP.5.  This part of the route has been described as \"the best 5.9 pitch in the universe\" (Moynier, p. 374).  While most of it is 5.9, it actually has two short sections of harder climbing (10a or so) that some refer to as the crux of the entire route.  Both are just above good rest stances and so pro can be placed and the moves contemplated.  Note that the first difficult section comes early in the pitch and pro can be placed in a finger crack.  A long reach will allow placing the pro while in a good stance, while a leader with a shorter reach will need to commit to climbing into the finger crack before being able to place the piece.  Once a small roof is surmounted another good stance is reached along with the start of the next difficult section.  This one involves a thin crack.  It can be done as a lieback, but that's not the only way and may not be the best way...  Place a small nut high before committing to the moves.  From here the route gradually steepens and the pillar gets narrower, eventually narrowing to some 5 or 10 feet.  Looking straight up to the point at the top with only blue sky behind can be somewhat intimidating!  However, the climbing actually eases in difficulty here and has solid jams.  The top is slightly overhung, but is bypassed by traversing to the right (place good pro before traversing) and then performing a strenuous mantle.  It's an awesome way to finish a route!\n\n\"The Third Pillar is a great little alpine climb on a very unique feature. The entire climb is pretty high quality, but its the exceptional last pitch that makes it a classic.\n\nThere seem to be many variations to the route, but most commonly parties scramble up around the left side of the formation and then begin climbing there. Alternatively the \"Croft variation\" basically starts at a low point and climbs up a large flake/pillar and up various crack and ledge systems to a fun finger traverse. Break down the pitches however you like and take whatever lines appear the best -- eventually they will all funnel you towards the narrow pillar at the top of the formation. The crux is on the second-to-last pitch and passes a short, sheer face with a pin and a few RP placements. The last pitch is an outrageous overhanging hand crack with jugs just where they're needed most. Reminiscent of... believe it or not... the Gunks!\" [-Josh Janes]","protection":"Bring a set of nuts and cams from .5\" to 3\", doubling up on some of the medium sizes. [Also a few RP's or small wires. - John Janes]","location":"Approach via a well-marked trail at the Tioga Lake Overlook just east of the Park entrance. The trail descends steeply and heads around the west end of the lake before crossing the stream. At this point the trail disappears in the woods, but head south without straying too far from the stream at the right and the trail will become apparent again. After an hour or so the trail will reach an alpine valley/basin that sits just below the Dana Plateau. Mt. Dana is the peak to the northwest. Here the trail heads steeply up a talus slope to the right (east) after another stream crossing. Above the talus the trail heads into the beautiful plateau -- an open expanse of grass and boulders. Head due east across the entire meadow to the cliff line and identify the top of the Third Pillar which juts out over the cliff. It may be helpful to have viewed the formation from 395/Lee Vining to get an idea of the layout of this. [-Josh Janes]\n\nOnce the Dana Plateau is accessed, the Third Pillar is fairly obvious as a prow jutting away from the main cliff face towards Mono Lake.  Hike to the edge of the plateau just north of the pillar.  Stash any gear you don't want to climb with here and descend the 3rd/4th class loose rock into the second gully north of the pillar.  Care must be taken here because of the amount of loose rock, but things become more solid with the descent.  Hug the south (right as you face down) side of this gully until you can traverse across a ridge into the first gully north of the pillar.  From here descend to a point about 200 ft above the base of the pillar where a ledge system marks the normal starting point of the route.  (A direct start can be made from the base of the pillar that adds an additional pitch.)  There is often snow in this gully, but it is generally unnecessary to bring an axe or crampons.  Either kick steps to traverse or if it is too icy, just descend a short distance to where the angle eases and come back up on the other side.\n\nDescend down a buttress just north of the Third Pillar via fourth class passages, eventually cutting back south, sometimes crossing a snowfield, to the base of the climb. {-Josh Janes]\n\nAfter climbing the route, return to the parking lot the same way you came up along Glacier Creek."},"__v":0},{"_id":"pBmdakxEUpy6fMDowM1TJA==","name":"Lenticular Limbo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Peter Mayfield, Scott Grafton, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.21264,37.92309]},"left_right_index":1,"mp_id":"108182639","mp_crag_id":"105816990","climb_id":"pBmdakxEUpy6fMDowM1TJA==","areaRef":"8e26aubfVWyRbJe3PIpQVw=="},"content":{"description":"This is a great and somewhat overlooked way to climb the 3rd pillar of Dana. It joins the regular route 1.5 pitches from the summit and adds two excellent 5.10+ pitches as well as one so-so 10a pitch. The appeal for climbing this route would be if you are coming back to the area for the second time, looking to add a few well-protected harder pitches to your day, or if the regular route is simply too crowed. The best thing is that the route can be climbed in 4 long pitches with a 60 m rope and you get to do the best pitch on the regular route. That's the description that follows. You could also break up the upper 3 pitches into 4 following the topo.\n\nP1. Climb the pumpy handcrack out of the alcove. Before the roof you can traverse left to the arete on good holds, but poor feet. From the arete make a reachy move and mantle or stem up to a stance (10+). Follow double cracks just left of the arete until you run out of rope and your forearms are thoroughly \"warmed-up\" (10-). Pitch ends on the broad sloping ledge covered with loose rock (60m, 10+).\n\nP2. 4th class up towards the bolted anchor under the steep headwall. 10 ft left of the anchor layback a small RF corner (10-), then trend left to easier terrain and go up some large blocks. Take care on this pitch to avoid knocking down loose rocks - there's a lot of them. If you stretch the rope again it's possible to build a great gear anchor on a ledge right under the 2nd crux of the route (60m, 10-).\n\nP3. Step left from the belay to the thin crack that turns into a seam, check out a broken RP, fire in a few of your smallest pieces (several options available including 0 and 00 C3) and layback the rounded edge of the crack (10+). You get more good gear very soon and the difficulty quickly eases. Once on easier terrain, identify the huge hanging flake on the regular route and climb up to it. It's possible to chimney the right side of it (5.8) or layback the left side (way more fun! 10-). Stretch the rope again to the last belay of the regular route at the tiny pine (60 m, 10+).\n\nP4. Climb the awesome last pitch of the regular route. Crack open the beers that you stashed on the summit and enjoy the view (30 m, 10-).\n\nMore history, beta, and pictures can be\n\nfound on supertopo\n\n.","protection":"Doubles to #2, RPs and thin C3s (down to 000) won't go unused on the 3rd pitch. A few shoulder length slings will ease the rope drag on the long pitches.","location":"100 ft right of the regular route start find a shaded alcove with a RF corner under a big roof with a hand crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,02e65cb3-85a0-52d1-8454-ed8140eeb3fa,f1edba6a-e6df-556c-916c-97b73c8a5057","pathTokens":["USA","California","Sierra Eastside","Lee Vining Canyon / Tioga Road","Dana Plateau"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.21264,37.92309]},"bbox":[-119.2132100296592,37.92264033981814,-119.2120699703408,37.923539660181866],"left_right_index":-1,"ext_id":"105816990","area_id":"8e26aubfVWyRbJe3PIpQVw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:36.945Z","updatedAt":"2024-01-15T16:40:00.684Z"}