{"_id":"63689de0e80bff5a994f92ee","area_name":"Upper Peanuts","shortCode":"","climbs":[{"_id":"DnZOcwuxUeWlzB+d9VILvA==","name":"Upstairs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"L. Dalke & B. Chase, 1965.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":11,"mp_id":"105755263","mp_crag_id":"105744790","climb_id":"DnZOcwuxUeWlzB+d9VILvA==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This route is a clean, right-facing dihedral parallel to and just right of the climb Sunrider.\n\nApproach as for\n\nSunrider\n\n, then climb the obvious dihedral to the right.\n\nClimb the dihedral through hand-to-off-fist moves placing good gear along the way.  This is a fun route of jamming, stemming, and lie-backs.\n\nA single set of cams should be sufficient for a strong leader, but a double set of cams would be better if you are not strong at 5.9 and want to protect the more closely.\n\nTo descend, belay over from the top to rig a rap from the top of Sunrider, or scramble up to the southwest to the rough trail down to the Northwest from up above Upper Peanuts Wall.","protection":"A double set of cams, hand-sized to #4.","location":""},"__v":0},{"_id":"b5eBq2K0VIGygYw3gbUUsQ==","name":"Twilight Variation","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":8,"mp_id":"105757474","mp_crag_id":"105744790","climb_id":"b5eBq2K0VIGygYw3gbUUsQ==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This route does not appear in Rossiter's Eldorado Canyon guide, so for ease of locating I'm using the adjacent, parallel climb's name as a reference.  This could be the start of Upstairs, but that climb's route is also not described.\n\nThis variation starts just up the hill from the popular Heavy Weather area and can be used as a means to gain the second pitch of that route, but would be better used to gain the upper, Upper Peanuts Wall climbs, including Sunrider and The Cruise.\n\nLocate the start by identifying the large flake (which is described, rather accurately, under the Heavy Weather description as a cantaloupe slice) sticking out of the wall on the first pitch of Heavy Weather.  Up the wall to the right is a very similar flake, only smaller, and is the flake described in Rossiter's Twilight description.  Passing this smaller canteloupe flake on the right is the squeeze chimney crux of Twilight.  The Twilight Variation climbs the steep face and cracks right of this squeeze chimney.\n\nA couple of options get you to the Twilight flake, the first is the left facing dihedral directly below the flake (the start of Twilight); the second is up hill from the Twilight start 20 feet or so at an easy, slightly left angling crack with a conifer at its base which also deposits you under the flake.  And finally, the last option, provides good climbing and a true independent line from Twilight.  Continue another 15 feet or so from the conifer crack to a left facing dihedral with an off-hands and fist crack in the corner that gets you off the ground.  About ten feet up, step left and follow a finger crack that leads to a big ledge with a large pine tree (6).  Traverse left along the ledge to the base of the cantaloupe flake.  A short, steep wall just right of the flake provides the crux and can be protected with gear in good cracks.  Boulder up the wall (7) via a corner and trend left, stemming and playing on top of flakes and blocks to a rotten area.  Cautiously work your way left around a headwall of sorts into a slot.  Escape the slot right via a second short, steep wall and the second crux.  Boulder up this wall (7) protected by small stoppers in cracks and top out on the large ledge shared with a huge pine tree and belay.  Be very careful of loose rocks on this ledge.\n\nFrom here, a short easy climb up to the right leads to the Sunrider area.  Heavy Weather's second pitch can also be reached from the huge pine by following a ramp down to the left.  After about 30 feet, the flip-flop dihedral of Heavy Weather's second pitch will be straight above.","protection":"SR","location":""},"__v":0},{"_id":"oOuylCr9UgSE/uGdKkXHog==","name":"Twilight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Linda Willing, R. Rossiter, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":7,"mp_id":"105757276","mp_crag_id":"105744790","climb_id":"oOuylCr9UgSE/uGdKkXHog==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This is yet another obscure Eldo route that can be used as an alternate start to Heavy Weather.\n\nTrek up the boulder field to Upper Peanuts Wall.  Find the start of Heavy Weather, look 15 feet right.\n\nFind a small dihedral with a squeeze chimney above.  Delicately, move up the dihedral on reasonable edges, lightly sprinkled with lichen, on the left wall.  Slot lots of smaller wires.  Gain a ledge.  A long reach to a good left hold, another good left hold, a left pinch, and then you are left to contemplate the squeeze chimney.  A #4 camalot fits nicely in its base.  Follow this with a look right and find glorious bucket holds that permit virtual climb of the squeeze without the reality abrasions.  Move up through fractured rock to the top of a block.  Either move up and right a short crack to a large tree or loop the top of the block (to keep down the drag) and downclimb to the tree (with 3 slings and rings, 100ft off the deck) at the top of Gravity's Angel/Heavy Weather's 1st pitch.","protection":"light Eldo rack, emphasis on small wires, a #4 camalot can be nice","location":""},"__v":0},{"_id":"k9HLLJx2XY2ACvoIegjizg==","name":"Through and Through","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A. Azoff, M. Brooks, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":1,"mp_id":"105755224","mp_crag_id":"105744790","climb_id":"k9HLLJx2XY2ACvoIegjizg==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This short pitch is up and to the [left] of\n\nCardinal Richelieu\n\n, through the upper band of rock at Peanuts.  If you were silly enough to come out and climb\n\nCardinal Richelieu\n\n, and haven't dropped enough rock and dirt on your partner, or simply want to make the walk-off even more complex, move down and left on the ledge at the top of\n\nCardinal Richelieu\n\nand then up though the last band of rock at the first obvious crack system.\n\nWhile this route in and of itself is not so terrible, it doesn't really have any merit either, and getting to it involves some of the worst Eldo has to offer.  Skip it.  There are many far better routes.","protection":"Standard rack.  Watch for loose rock.","location":""},"__v":0},{"_id":"oFEGFMVPUNmmV9bq4zqoqA==","name":"Sunrider","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"J. & R. Rositer, K. Kuddels, D. Hare, 1987","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":10,"mp_id":"105755194","mp_crag_id":"105744790","climb_id":"oFEGFMVPUNmmV9bq4zqoqA==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"Sunrider is on the upper tier of [Upper Peanuts] wall, on a pretty, Northwest-facing arete.  The prominent line is visible from the trail to the crag.\n\nApproach via the the first two pitches (done as one) of\n\nHeavy Weather\n\nor from one of several scrambles from other pitches.\n\nClimb up the arete on small holds and heel/toe hooks around the corner, switching sides as desired to maintain the easiest line.  The sequence-oriented crux is around the 2nd to 4th bolts.  After the crux, the route gets easier as you move up.  Some people report a height [dependent] difficulty.","protection":"Take 7 quickdraws or TR the route after climbing\n\nHeavy Weather\n\n,\n\nUpstairs\n\ndihedral, or\n\nThe Cruise\n\n.  You may also scramble up the downclimb to hang a toprope.\n\nOf course, you may want a rack to get to either the base or the top...","location":""},"__v":0},{"_id":"MODjYTogXbKamZq9OKGtxQ==","name":"Martyr's Arena","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Joseph Crotty","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":9,"mp_id":"107756828","mp_crag_id":"105744790","climb_id":"MODjYTogXbKamZq9OKGtxQ==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"Scenic views, mental stamina and a bold crux. If you're looking for spicy, Bruce Lee, ground up action or head point nirvana, welcome to the arena. In general, the route climbs directly up with a few slight jogs left and right until reaching the mini-ledge post crux where the preferred finish moves a bit right.\n\nStart near a block at head height on the ramp and climb up and slightly left - .10+. Two suspect micro nuts may ease the jitters but will probably not keep you off the deck.\n\nA few bomber nuts and some chill climbing put you on a right-angling ramp (AKA - leg eater). Tip toe through the .11- directly above. Sink two bomber cams in a made to order, tight, hand-sized angling mail box slot. Feel free to hum a dirge here if you lack a large ape index for the looming crux.\n\nyoutu.be/Cj7q-uxDx9o\n\nProgressively harder moves on small dish like half digit crimps culminate in a balance reach or throw to a mini-ledge. Place good gear and climb right a bit and up for the final run out.\n\nFA done head point style over four days August 2012. All gear placed on lead.  Major thanks to Alex Blum, Greg Miller, Rob Kepley, Steve Annecone, and Steve Levin for their support. Your helping hands made a dream come true!\n\nThis was formerly known as Northwest Face TR by Richard and Joyce Rossiter 1987.\n\nI can't recall how many walks down West Ridge were spent gawking at this route the last five years. It held such sheer beauty from afar, but I also knew from recent new route forays on the Peanuts formation it probably harbored some nasty lichen and friable crimpers.\n\nTwo weekends ago I found myself partner-less due to no fault of my own. I wasn't getting any younger or stronger and past attempts to land a partner for this potential ground-up death route ended in blank stares that unequivocally said \"no.\" I thought \"heck, let's get on with it and get in the game.\" Thanks be to God I head pointed it.  After burning through a beefy brush scrubbing it partially clean on the first day, I found myself breaking critical supposed \"good\" holds a few days later on mini traxion. I would have grounded out for certain ground up. It cleaned up wonderfully and has great climbing, tactics, and technique that are signature Eldo.","protection":"SR with a good selection of small stoppers. Some micro nuts if you're into illusions.\n\nFollowing is for TR setup. From the base of\n\nSunrider\n\n, you can scramble slightly South and then East to the summit ridge and descend to the\n\nSunrider\n\nanchor. Using about 30' of rope, it's possible to rig an anchor off a tree directly above the line. By using one of the bolts on the\n\nSunrider\n\nanchor, you can mitigate the likelihood of the anchor point sliding down the angled lip.","location":"On\n\nUpper Peanuts\n\nbetween\n\nHeavy Weather\n\nand\n\nSunrider\n\n. Approach as for\n\nSunrider\n\n. From the start of\n\nSunrider\n\n, walk about half way down the exposed ramp (i.e., 25'). Locate a block at head height which is the major weakness. Descend by rappelling from the anchors on\n\nSunrider\n\n."},"__v":0},{"_id":"Wel+8Tz0W6Ckm3QSb1Q1TQ==","name":"Heavy Weather","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":5,"mp_id":"105755077","mp_crag_id":"105744790","climb_id":"Wel+8Tz0W6Ckm3QSb1Q1TQ==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This route is located on Upper Peanuts Wall. P1 begins on a pedastal below a big, cantelope-shaped flake that is sticking out perpendicular to the main wall. Do not confuse this with another similar feature higher and up to the right.\n\nP1 climbs a lower angle 5.7 crack system up to a 5.9 dihedral created by the huge, cantelope flake. The 5.9 section is short and offers reasonable protection. Finish the pitch by moving left, and slightly down to a big ledge at a large tree (do not go up and right to another large tree). Be careful here not to knock off any of the loose rock sitting on the ledge.\n\nP2 is the crux of the climb. Continue upward through balancy moves over a \"flip-flop\" dihedral (5.9) and then traverse up a ramp toward the left.\n\nP3 takes on a super nice 5.8 fist crack of variable width and gains a huge ramp. P2 and P3 can be combined with a 60m rope.\n\nP4 is short, but fun. Traverse left to a blocky cave and follow an obvious crack about 15 - 20 feet to the top. You can probably combine P3 and P4 with minimal rope drag as well.\n\nPer\n\nCarl Schaefer\n\n: an alternative P4 is to head straight up towards a flaring flake (#3 and #4 sew up the moves around this flake).  Directly above this flake is the bolted rap anchor.\n\nDescent: as of 2018, there is now a set of three rap anchors, making the descent much faster and easier.  Be careful of knocking rocks off on parties below!  Find the first set of anchors on the slab to the east of the summit, on the north edge.  The bolts are on the TOP of the rock surface, with long chains that go over the edge.  You may have to go slightly down the slab to get to them.  Find the next two stations on large ledges, working to the climber's left of the prior station.","protection":"Standard rack. Some may like to include RPs and a #4 Camalot.","location":""},"__v":0},{"_id":"vSCnZgswU9WltTNPqias+A==","name":"Gravity's Angel","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Johnson and Archer, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":2,"mp_id":"105755248","mp_crag_id":"105744790","climb_id":"vSCnZgswU9WltTNPqias+A==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"Directly below\n\nSunrider\n\nand behind the trees are two good starting pitches separated by a large flake that has been augered into the ground. The left is Gravity's Angel, a clip-up with an optional cam placement at 20 feet. Follow a clean, vertical face to a small roof that is dodged on it's right. Belay at the tree. The tree serves as the pivot point to launch an approach to Sunrider via the crux pitch of\n\nHeavy Weather\n\non the left or low fifth class on the right. It also can be used to hang the draws on\n\nAdvanced Rockcraft\n\n. Clean stone, crisp edges, and a nice vertical face. Save it for a warm day since it does not get great sun.","protection":"Bring a #1 or #2 size Camalot, half a dozen draws, and a rope.","location":""},"__v":0},{"_id":"taI+5s6aWpagfgOQ1qfFEw==","name":"Downstairs","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"George Bracksieck, Jay Mather, Dale Lindhart","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":6,"mp_id":"107129913","mp_crag_id":"105744790","climb_id":"taI+5s6aWpagfgOQ1qfFEw==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This is the left-facing dihedral to the right of\n\nHeavy Weather\n\n.  Climb the obtuse dihedral using many large face holds straight up to a flake which you climb through on the right side.  Finish through the rotten yellow band with a right-rising hand crack.\n\nCurrently the route is lichen covered and climbs through a typical Peanuts loose rock bands.  Would be an OK climb if it saw more activity. My one star rating reflects what it could be, if climbed more and cleaned up.","protection":"SR.","location":"If not continuing up, either rap from tree at the top of the pitch or traverse off right (lots of loose rock.)"},"__v":0},{"_id":"d1i1Pt26VwSEo9NNXdOYJg==","name":"The Cruise","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard and  Joyce Rossiter, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":12,"mp_id":"105755266","mp_crag_id":"105744790","climb_id":"d1i1Pt26VwSEo9NNXdOYJg==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"The Cruise...  no, not exactly.  I didn't cruise this route at all, in fact I got stumped on it for a few minutes and though it was hard for the 5.9 grade it was given.\n\nThis fine climb starts on the ledge as for\n\nSunrider\n\n, but just a ways down and to the right of it.  Start off of the ledge on the large north-facing wall to the right of the route\n\nUpstairs\n\ndihedral.  Climb up to and through a crack that will take you around the arete to the right-hand side (west facing).\n\nClimb the lower-angle rock on the right of the arete, through small holds.  Pass a bolt and then climb up and right to a few placements for gear, then over left through to top of the\n\nUpstairs\n\ndihedral, to the bolt anchors above\n\nSunrider\n\n.\n\nThe area around the bolt is insecure and the pro may be a distance from you at a few odd moves.\n\nTo descend, rap from the\n\nSunrider\n\nanchors or top out and scramble and walk to the southwest to the rough trail, which leads back to the base.","protection":"Standard rack with a bolted crux.  There are some insecure moves up some way above gear, so this is probably safe, but not a route to trifle with.","location":""},"__v":0},{"_id":"hmhTIdWoVf6GclbDufHK4w==","name":"Cardinal Richelieu","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Doug Hill and George Bracksieck, 1976?","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":0,"mp_id":"105751087","mp_crag_id":"105744790","climb_id":"hmhTIdWoVf6GclbDufHK4w==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"The climb is difficult to find, but can be identified by the \"elephant ear\" flake near the bottom and the \"cat claw\" flake in the middle of the North Face of Upper Peanuts Wall. I finally tracked down this climb because it was the ONLY 5.8+ in Eldo that I had never climbed.  In the book it gets a *, but I disagree.   This review is meant to WARN you about this route, not to encourage you to go climb it.\n\nMy partner (a 5.10 climber in his own right) said that he would never lead the route and that he thought it would be a horror for an intermediate leader.","protection":"The pro is difficult in places and non-existent in others.  Where it is available it is usually in questionable rock.  This route could end the climbing career of anyone who is not \"SOLID\" at this grade of climbing.","location":""},"__v":0},{"_id":"r+PZWqtMUOm+CWU1nD0jUQ==","name":"Advanced Rockcraft","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Fowler, Copeland, Horan, Rolofson, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":4,"mp_id":"105755269","mp_crag_id":"105744790","climb_id":"r+PZWqtMUOm+CWU1nD0jUQ==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"Start directly below\n\nSunrider\n\nto the right of a large flake augured into the ground. Climb out left in the large, left-facing dihedral. The awkward part-smear, part-stem crux comes at about 15 feet, just above the bolt. Two more pins leads into a largely unprotected run for the tree. This climb would be a tricky on-sight, and what we used to do was run up\n\nGravity's Angel\n\n(on the left) and get the clips set above the bolt. I've always felt really scrunched up in the crux. There is not much in the corner for hands, not much on the face for hands either, and the position is cramped. Nonetheless, this is a crafty sequence to solve, probably classic. The original hideous anchor (a pin and a wire) can be avoided if you are willing to run up to the tree, and this is highly recommended.\n\nWhile I probably will not get any support for this idea, slapping in a bolt 15 feet below the tree would turn Advanced Rockcraft into the classic that it deserves to be.","protection":"Half a dozen draws, a heavy sack, and a rope.","location":""},"__v":0},{"_id":"wUAbRjd4WpCx4e4UPKh6jw==","name":"Ace Of Spades","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"left_right_index":3,"mp_id":"105757015","mp_crag_id":"105744790","climb_id":"wUAbRjd4WpCx4e4UPKh6jw==","areaRef":"EnmnJj/EUBa+h3CKfQzbIA=="},"content":{"description":"This route lies on Upper Peanuts Wall.  Begin the Route as for Gravity's Angel.  Hike up to and past Lower Peanuts Wall to Upper Peanuts wall.  Follow the base of the crag, watching carefully as you go for a line of bolts that ascends upward, then to the right, then upward again.  This is Gravity's Angel.\n\nStart Ace Of Spades as for Gravity's Angel, clipping the first two bolts of that climb.\n\nThe book beta says that a 2\" cam can be placed between the two bolts, but this is no longer true. There is no placement there, but there is plenty of broken rock as of ??? I was there on Saturday, 6/14/02 and the rock was on the ground. I hope that nobody was injured.  As an end result, the climbing is actually slightly easier in that spot and does not require a placement. Even most 5.10 leaders will feel comfortable getting to the second bolt.\n\nFrom the second bolt, climb up into an under-cling on the left of the two hanging flakes that form a slot-like A-shaped roof at the top.  A 2.5\" cam will fit up into the under-cling. This is a red or yellow camalot, or something between- I used a red HB quadcam. This piece is reasonably solid protection and should hold a substantial fall if necessary.  From the under-cling use body-english and interesting footwork to get over into a sidepull/lieback in the A-shaped slot and work your fingers into the crack on the right side.  If you have the power/endurance to do so, you can slip a small TCU (1/2 inch, give or take) into this little fingery section.\n\nFrom there, use deviously elusive pinches and clings on the left to advance your position upward past the slot and onward.  This is the crux.  After the crux, there is little or no pro for the next 40'  Or at least nothing good.  The climbing eases off to 5.8/5.9, but is dirty and on poor rock.  Climb up and to the right to the tree and belay or be lowered as for Gravity's Angel.  The slings should be replaced soon- a few of them are old and nibbled on.\n\nThe moves to and under the roof are good and fun, but after that point, one would prefer to abort the climb than to bother risking life and limb climbing through dirty and questionable rock.\n\nOne Star?  Well, there is no box to check for \"2 star moves below some -1 star rock\" so I gave it one overall.  A good and healthy compromise would be to simply TR it from the anchors after doing Gravity's Angel.","protection":"A few bolts, a 2.5-inch cam, a 3/8-5/8\" TCO and a few nuts.  Tiny brass nuts may be useful too, if you would bother in the easier areas of the climb, but I thought they'd break out anyway.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,b66d8360-dd00-50a8-ae29-7fd0480e360c,1279a726-3fc4-5016-be87-708a7d0cdb20","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Peanuts Walls","Upper Peanuts"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28679,39.92857]},"bbox":[-105.2873763767286,39.928120339818136,-105.28620362327139,39.92901966018186],"left_right_index":-1,"ext_id":"105744790","area_id":"EnmnJj/EUBa+h3CKfQzbIA==","polygon":{"type":"Polygon","coordinates":[[[-105.2873763767286,39.928120339818136],[-105.28620362327139,39.928120339818136],[-105.28620362327139,39.92901966018186],[-105.2873763767286,39.92901966018186],[-105.2873763767286,39.928120339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:55:58.559Z","updatedAt":"2024-01-20T00:59:51.748Z"}