{"_id":"6414107ff0cf0083295f7063","area_name":"Big Eddy Crag","shortCode":"","climbs":[],"children":[],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,761dedee-f3e3-537e-9364-9cb9f9792677,6b37c9ed-e66f-58a7-8245-05e7ee03cc56","pathTokens":["Canada","British Columbia","Revelstoke","Big Eddy Crag"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-118.24047,51.00511]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"azfJ7eZvWKeCRQXn7gPMVg=="},"content":{"description":"The Big Eddy Crag is a dry-tooling area to the right of the Big Eddy Walls. The best thing about this crag is you can be tying into your rope at the base of the routes in as little as 10 minutes after leaving town, so it’s ideal for a quick workout. The routes are also suitable for rock climbing in summer, although the rock is exfoliating and gets dusty quickly similar to the Big Eddy Walls to the left.\n\nThe rock is reasonably solid, but caution should be used when positioning the belayer in case of falling rocks and ice. YDS grades are to be used if you climb the routes in the summer with bare hands. M grades are to be used if you climb with crampons and a combination of ice tools and hands. The rock has not been modified by drilling or chipping holds like some other dry tooling crags, so the routes can feel a little \"scratchy\" as you would expect to find in the mountains.\n\nPlease do not dry tool at other rock climbing areas in Revelstoke not specifically created for dry tooling, as crampons and axes damage the rock.\n\nSkxikn (Big Eddy) used to be where the Sinixt (Sn̓ʕay̓čkstx tm̓xʷúlaʔxʷ) people set up a settlement in the summer months for hunting, gathering, and trading with other Indigenous people coming from the West.\n\nRoute descriptions with up-to-date information can be found here."},"density":0,"totalClimbs":0,"_change":{"user":"4ajWp03BVBCjRxLgIO3Deg==","historyId":"64141081f0cf0083295f706b","prevHistoryId":"6414107ff0cf0083295f7060","operation":"updateArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":0,"createdAt":"2023-03-17T07:02:23.822Z","updatedAt":"2024-01-15T16:55:15.562Z","updatedBy":"4ajWp03BVBCjRxLgIO3Deg=="}