{"_id":"64148e9c135731b69110a17a","area_name":"White Bluff","shortCode":"","climbs":[],"children":["64148e9e135731b69110a18b","64148eaf135731b69110a28c","64148eb1135731b69110a29d"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,c8c8a323-4d99-5810-b98e-9cb5165074cd,c63302da-5ca4-56f4-ac7f-cedda47a3b96,2fdc26f8-07ec-5df7-966a-5533a5040167","pathTokens":["Canada","Ontario","Ontario South Bouldering and Rock","White Bluff"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-81.27034,45.02773]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"L9wm+AfsXfeWalUzpQQBZw=="},"content":{"description":"White Bluff sits along the Georgian Bay of Lake Huron, just across from Lions Head. There are a mix of sport and trad lines with the majority of the routes being bolted. The routes tend to be steep but there are few routes that are mostly vertical to less than vertical. Even so most routes have at least one small roof on them. Most of the less steep routes are gear lines. Along the cobblestone beach there are a number of boulder problems, many of which define \"pebble wrestling\". This cliff gets morning sun and afternoon shade. Some areas are more filtered by trees than others. B-Movie Wall is a popular rainy day destination. The rock doesn't get wet from the rain but can seep/sweat when it is raining. \n  \n The highest concentration and the majority of routes are at B-Movie Wall. The rock at the B-Movie Wall looks like total choss but most lines are relatively stable. Be aware that holds do occasionally fall off. This is not the place to bring your barely climbing girlfriend. Except for one sparsely bolted and steep 5.8 the routes start at 5.11. The B-MW has 20 routes plus two extension routes that range from 11a to 12+. \n  \n Further down the wall is the Hippie Wall. This wall has a mix of steep and slabby routes all of which are 5.12 and up.  \n  \n Past the Hippie Wall the routes don't get done very often. There are only a few sport routes and the rest are gear lines. However many people take the walk way down to gawk at The Monument. Past the Hippie Wall watch out for snakes. They are rather rare so don't disturb or harm them. Even though they can, they would rather not harm you. \n  \n While there is a huge amount of virgin rock at WB it is asked by the land managers that no new routes be put up at this time."},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64148eb1135731b69110a29a","prevHistoryId":"64148eaf135731b69110a289","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":3,"createdAt":"2023-03-17T16:00:28.763Z","updatedAt":"2023-03-17T16:00:29.896Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}