{"_id":"6368a36ae80bff5a995829cd","area_name":"Illumination Rock","shortCode":"","climbs":[{"_id":"zhZsLqmDX0OF2FmcSKVDYw==","name":"West Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"mixed":true,"ice":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.71043,45.36788]},"left_right_index":0,"mp_id":"108208800","mp_crag_id":"108208781","climb_id":"zhZsLqmDX0OF2FmcSKVDYw==","areaRef":"NqTJUCHlWNGn/TFwVFHUFw=="},"content":{"description":"The longest route on iRock, the West Ridge route follows the path of desired course along the western ridge. What it lacks in technical difficulty, it more than makes up for in adventure and aesthetic value. The broad Zig Zag glacier to your right, and the Reid glacier, its headwall, and the storied Yokum Ridge in full profile to your left, you just might spend more time taking in the sights than climbing. \n\n  The route, like most on this wild, adventurous rock, is not clearly defined, leaving one to pick his own path and make of it what he wants. At the top of the West Chamber, one is confronted with two immediately obvious lines- an easy cracked slab to the left, or a steeper, broken stack of chunks forming a dihedral of sorts to the right. The 5.4 rating is given to the face version- having never attempted to ascend the dihedral, this author cannot give a rating, but would estimate it at closer to 5.7 or 5.8. Farther out to the right, still, is the chunky buttress known as the West Gable, and will likely become your path of descent later on. \n\n  From the top of the slab, follow the line of prominence to the summit ridge, carefully checking every hold before weighting it. The exposure opens up significantly here, and while the climbing is still not terribly committing, some individual moves are, and it's a long way down. \n\n  Pulling up onto the summit ridge, the fun has only just begun... the path is obvious, but the safest way to go about it may or may not be. Seize all opportunities to traverse lower, as there are a couple of spots where the ridge blocks appear to be defying gravity. Past both skylights, the final stretch of ridge is probably the least solid- don't trust any one hold to human life. \n\n  Descend the upper ridge to the lower ridge, or the top of the West Gable. Traverse to the west end of the West Gable and find the prominent boulder there- around the base, likely buried under a foot or more of rime, you shall find about 4-5 strands of tat in the form of cord, rope, and webbing. There should also be at least two BD carabiners somewhere along there that you can use to thread through, but some asshole may have bootied them by the time you read this. You can rap back down the face you climbed up to the snow and rock fields above the West Chamber, or, faster, you can actually rap straight down into the South Chamber, but I think you'll need twins to make it in one jump.","protection":"Short screws when good ice is available, cams to 1.5\", thin rack of nuts. Pins are never a bad thing to have on the rack. Few really good cracks exist, and slung knobs will likely be your best protection up high.","location":"Approaching iRock from Timberline, cut left (west) under the prominent gully on the SE of the rock, continue west past the steep block and crack lines to the second large, prominent gully, called the West Chamber. Ascend the gully, protecting the 50 degree snow/ice with pickets or screws, conditions depending, to the ridge above. The West Ridge rises above you."},"__v":0},{"_id":"X2LciQGxXUaUMyHvteEq1w==","name":"SE Buttress","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"mixed":true,"ice":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.71043,45.36788]},"left_right_index":3,"mp_id":"108209019","mp_crag_id":"108208781","climb_id":"X2LciQGxXUaUMyHvteEq1w==","areaRef":"NqTJUCHlWNGn/TFwVFHUFw=="},"content":{"description":"Follows the steep ridge to the right of the South Chamber on the S/SE side/face of the massif. \n\n  Highly conditions dependent, if the whole route is skinned over and hard, it'll actually be very easy ice with a few mixed/rock moves thrown in. Otherwise, this seems to be one of the more commonly bailed-from routes on the massif. \n\n  Descend by rapping the \"anchor\" at the top of the West Gable- the prominent boulder at the farthest west end of the lower ridge (under, and to the west of, the summit ridge). It'll be festooned with 5 or 6 pieces of rope, webbing, and cord, and should still have a couple biners to thread through. Rap straight down into the South Chamber. Twins for one jump, or one 60 to get it in two.","protection":"Cracks to accept every shape and size, if summer conditions.. otherwise, short screws, pickets, thin mixed rack to 2\"","location":"Approaching iRock from the south side, the base of the route is the prominent buttress just right of the South Chamber. If summer, the route is easily identified by the fat off-width spitting the otherwise slabbing rock at the base. In the winter, the whole base is generally rimed over- just go up and follow the prominent line."},"__v":0},{"_id":"s03KjHUtVh2C/STCC/A8gQ==","name":"Rime Dog","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Wallace et al.","type":{"ice":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.71043,45.36788]},"left_right_index":2,"mp_id":"109756203","mp_crag_id":"108208781","climb_id":"s03KjHUtVh2C/STCC/A8gQ==","areaRef":"NqTJUCHlWNGn/TFwVFHUFw=="},"content":{"description":"A fun mixed line on the south face of Illumination Rock, it climbs rime covered rock before entering an ice tunnel and then climbing an awesome crux dihedral (half rock and half rime when we did it). As of yet it has not been climbed to the summit, but ends at the West Gable as most of the routes on that aspect of the rock do. See the Mt. Hood Climber's Guide for more information.","protection":"pickets, ice screws, nuts and cams... depending on conditions it could take a whole bunch of stuff, but don't expect to have anchors at the belay stances or anything besides mental pro if its really rimed up.","location":"The buttress immediately left of the South Chamber."},"__v":0},{"_id":"hwEkCtRiVhKcxnX0xCZRPA==","name":"Iron Maiden","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"mixed":true,"ice":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.71043,45.36788]},"left_right_index":1,"mp_id":"112254390","mp_crag_id":"108208781","climb_id":"hwEkCtRiVhKcxnX0xCZRPA==","areaRef":"NqTJUCHlWNGn/TFwVFHUFw=="},"content":{"description":"Mullee's guidebook calls this 5.6 AI2, but as with most routes on Illumination Rock, conditions determine the real grade.  If the ice is thin, this can be a spicy mixed route. \n\n  Pitch 1: Climb up easy ice in the gully on the left to a snowfield, then angle up and right to the base of a chimney. \n\n  Pitch 2: Climb the chimney to the ridge, go up and left on the ridge to the base of the headwall. \n\n  Pitch 3: Traverse right along the headwall until you reach a chimney. \n\n  Pitch 4: Climb a chimney system (right, then left and up) to some easy/moderate snow below the west gable. \n\n  Some pitches may be combined via simulclimbing or longer section, depending on conditions and belay options available.","protection":"Mixed rack to 2\".  Opportunities may be sparse.  Nuts and pins in thin conditions, may take screws and the occasional picket in fat conditions.","location":"The route starts between the West Chamber and the South Chamber, in the left of the two gullies on the rock toe separating the chambers.  Approach via Timberline and angle left and uphill about halfway up the magic mile lift."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,f7ecbea8-fb28-52ef-98cc-e0b25b55bee7,36a4c950-21e5-58d1-a7fd-31705451d417","pathTokens":["USA","Oregon","Mt. Hood National Forest","Illumination Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"5.6"},{"count":1,"label":"Unknown"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.71043,45.36788]},"bbox":[-121.71107003819662,45.36743033981814,-121.7097899618034,45.36832966018187],"left_right_index":-1,"ext_id":"108208781","area_id":"NqTJUCHlWNGn/TFwVFHUFw=="},"content":{"description":"\"...a crumbly hellscape fit for neither man nor beast.\"  \n\n  - Ian Kyle \n\n  Illumination Rock is a unique place in the world. A sub-peak of Mount Hood, Illumination Rock Massif is made of better stuff than the rest of the mountain, but its basalt slabs and cracks are blasted and raw, locked in snow and ice for most of the year, and rarely touched by man. Holds are not to be trusted, and one must always keep a watchful eye and ear above, for the telltale sound of rockfall. The several hundred feet of scree-ramp surrounding the entire massif give warning to the overall stability and rockfall history of this beast... and traversing the summit ridge, for those few, brave men who attain it, is more an exercise of constitution than climbing skill. \n\n  The north face features lesser climbed, significantly steeper, and more hazardous, lines. The south face offers the majority of established lines, as well as significantly easier to find rap anchors, for convenience of an easy exit, or, more commonly, retreat. Both east and west ridges are climbable as well, with the west being the longest, and technically easiest, route on the massif. The east ridge is probably the shortest path to the summit, but has definitely seen more bails than topouts, due to the deceptively long stretches of unprotectable vertical steps, and poor ice. \n\n  The best ice will be found on the south face, between February and March, but some lines will form up earlier and some will occasionally last well into June, depending on how a given year shapes up. Generally, March is considered the best month to climb her. \n\n  The summit register is located directly under the teetering summit boulder. Most climbers bold enough to make it that far will settle for simply touching the summit bloc. Fewer still will boulder up the east side of the boulder and, panting and sweating with anxiety, reach out and slap the high-point, let out a yelp, and quickly shimmy back down. Very, very few have actually placed foot on that high place- only the hardest of hardmen will dare. \n\n  Will you?"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:24.471Z","updatedAt":"2024-01-15T16:47:57.398Z"}