{"_id":"63689de0e80bff5a994f9f4a","area_name":"Needle Rock","shortCode":"","climbs":[{"_id":"IjULnVR0Wg6LwQBCBTgfeg==","name":"Tin Cup Pistol Tricks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Zeilman, Rees, & Kay, Summer 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5498,38.7245]},"left_right_index":999999,"mp_id":"111959622","mp_crag_id":"111891047","climb_id":"IjULnVR0Wg6LwQBCBTgfeg==","areaRef":"J3mc/Mv2XRSbDhaSprT+hw=="},"content":{"description":"On the Northeast shoulder of the Needle is an obvious weakness (kind of a prominent, blocky dihedral of sorts) that is evidently left of the North Face Route and right of an easy gully called the \"NE Gully or Brady Gulch.\"\n\nThe first pitch of Tin Cup Pistol Tricks is run-out 5.7ish terrain - there's a fixed knife-blade piton a little ways off the ground, then a bolt at about 70 feet, with small gear and RPs everywhere else. A loose scramble on the upper half of the pitch eventually ends at a ledge with another fixed pin at the anchor.\n\nThe second pitch is short (also 5.7ish) and ends at a cairn on top of the finger (perhaps first placed there by NE Gully climbers?). From here, you have the option of rappelling back to your bags (double rope) or downclimbing off the backside of the pillar into a \"saddle\" and scrambling to the summit proper.\n\nAll in all, this route is a fun adventure in a beautiful setting. The line itself is a \"5.7\" for a seasoned trad leader - not technically that difficult but fairly heads up and chossy.\n\nFor all those Black Canyon climbers who have wondered about this formation every time they visit the North Rim, standing on the summit is worth the effort. It could be a fun afternoon adventure on an extended stay in the Black.","protection":"Single rack of TCUs plus microcams, RPs - maybe even a hammer, pins, and a bolt kit. Feel free to add another bolt or two. There ain't much gear.","location":"Follow the directions to the parking area at the Needle, and walk up the well-marked trail to the north side of the formation. Look for the prominent weakness/blocky dihedral left of the\n\nNorth Face\n\nroute."},"__v":0},{"_id":"oN/Pk9vGVVitUsjk7nYEkA==","name":"North Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5498,38.7245]},"left_right_index":0,"mp_id":"111891051","mp_crag_id":"111891047","climb_id":"oN/Pk9vGVVitUsjk7nYEkA==","areaRef":"J3mc/Mv2XRSbDhaSprT+hw=="},"content":{"description":"From the parking area, hike north-northwest on the trail as it winds its way to the north side of the formation.\n\nOnce on the north side of the formation, there are two easy ramps that appear to have 5.6 climbing. The correct ramp is on the right and is fairly obvious. You can look for a new bolt ~40-50 feet up to insure you're starting up the correct ramp.\n\nClimb up a series of short 5.0-5.4 terraces to the bolt. A rusted piton continuing up the ramp is not the correct path; instead, traverse left (5.6) to a blocky gully. Climb up the gully, extremely chossy, passing a fixed pin (acceptable) to a vegetated ledge. Continue past the ledge up through a somewhat tricky roof.\n\nBelay at the top of the roof or at the vegetated ledge if rope drag is a problem. From here, it's a class 3 romp to the top.\n\nFor the descent, look for a slung horn, and rappel ~150 feet down a different gully to the ground.","protection":"Gear is funky to non-existent. Double check the rock quality on every move as this would be a bad route to take a lead fall. Climbing without a helmet would be silly. Belaying without a helmet would be foolish and naive.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,27799cfc-cbf6-5d14-9b0e-1692a6b4fe87","pathTokens":["USA","Colorado","Gunnison","Needle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.5498,38.7245]},"bbox":[-107.55037636698246,38.72405033981814,-107.54922363301755,38.72494966018187],"left_right_index":-1,"ext_id":"111891047","area_id":"J3mc/Mv2XRSbDhaSprT+hw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:44.978Z","updatedAt":"2022-11-25T11:17:32.386Z"}