{"_id":"6368a50be80bff5a995b0930","area_name":"Syringe","shortCode":"","climbs":[{"_id":"WYB4opCLWP6sTSgIcapbRw==","name":"Lakeshore Loon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: James Garrett, FFA: Maloney, Rosenthal and Garrett, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3899,38.9896]},"left_right_index":0,"mp_id":"106113965","mp_crag_id":"105943999","climb_id":"WYB4opCLWP6sTSgIcapbRw==","areaRef":"ToG+x4I8Wu6LEMypBybpsQ=="},"content":{"description":"AKA:\n\nDestination Unknown\n\n. This is a really fun clip-up with varied, high quality climbing on edges and slopers.  P1 starts with clipping a bolt and then some sinker hand jams for a few moves to gain a small bulge.  Traverse left and onto the arete with a fun, defined crux.  You can combine P1 with P2, which is bouldery, easy .10 slab and edge climbing up to a nice belay ledge that gets late afternoon shade.  P3 has tightly spaced bolts in a shallow dihedral to an arete with a killer softball sloper.  This pitch is fun, hard .10 insecurity way off the deck.  The first and last pitch are really fun and the rock is bomber.","protection":"Bolts mixed with lots of pika hangers.  I think we had about 16 draws and a few of those were long runners.  P1 anchors are tat but you can rap from the bottom of P3 with a 70m rope.","location":"Starts the bottom of the\n\nSyringe\n\njust left of the gully separating it from the\n\nSeverity Butress\n\n."},"__v":0},{"_id":"c6DNBkQRWgm9FyFNg8dryw==","name":"Adrenaline Junkies","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"James Garrett & Kris Pietryga, May 1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3899,38.9896]},"left_right_index":1,"mp_id":"108056371","mp_crag_id":"105943999","climb_id":"c6DNBkQRWgm9FyFNg8dryw==","areaRef":"ToG+x4I8Wu6LEMypBybpsQ=="},"content":{"description":"While the name of this line is typically something you'd hear from Grandma when she talks about your climbing habit (or a KSL news anchor reporting on any number of \"extreme\" sports), you'd be foolish to expect a tame adventure. The climbing has a typical Ibex feel (thin, funky, exposed) and the Bronze Age hardware keeps things spicy!\n\nP1. Start in an alcove below a steep bolted dihedral. Scramble to a pin then commit to steepening moves on worsening holds to get over the first of many bulges. A ridiculously wide stem maneuver seems mandatory: you might split your crotch but at least you're clipping bolts. Slightly easier climbing past more bulges protected by amusing fixed antiques (and the gear you should have brought) will deposit you at a two-bolt anchor. 5.11a, 35m.\n\nP2. Intricate face moves off the belay lead to a beautiful arete sequence protected by a bolt and a pin. No stemming to be found here, just battle the arete then shuffle right, surmount a tricky bulge and take a deep breath when you get to a perfect ledge. Don't get carried away and keep going, there's a bolted anchor to the right. Solid 5.11, 15m.\n\nP3. From the belay traverse back left to the bolt and shoot up the spur feature clipping the occasional bolt. Stay on the spur until a pin appears then commit to a few bulgy moves on less than inviting rock to get to a last bolt (stemming to the left is appealing but not recommended: you'll find a crack and gear placements but also a bunch of loose flakes and choss). Wander up and left to reach a crack (those quickdraws don't work too well in there) and top out. 5.10c, 20m.\n\nCollect a piece of what's left of the anchor rope for your tat collection. Try not to pull on the pin, it's already coming out on its own.","protection":"The new JG West Desert bible recommends 12 draws for bolts and pitons. While this Maple Canyon rack is sufficient to make it to the top, a set of medium to large nuts and cams from BD .4 to #2 with optional double #1 will spare the local wildlife from a loud stream of expletives as you run it out past home-made pitons pounded in perfect cracks...","location":"Drive about 200' S from the\n\nRed Monster\n\ntoward the\n\nCorral\n\nand park at a pull out a few feet past a fork in the road.\n\nLocate the groove that separates\n\nSeverity Buttress\n\nfrom the\n\nSyringe\n\nand drag yourself to the base of said groove (5 min). The line follows the left blunt arete of\n\nSeverity Buttress\n\n. A pin a a few bolts leading out of a steep alcove mark the start.\n\nJG recommends rapping the route. The state of the upper anchor should discourage any but the most experienced canyoneers from doing so. If you insist, bring a knife to de-tat the hardware, fresh webbing and a hammer to pound the pin back in.\n\nIf you're sound of mind and want to live a bit longer, walk N along the top of the tower to the chain anchor of Without Despair (bolts/chain painted black). Two raps with a 70m will put you on the ground.\n\nYou will see at least one other rap station (top of Severity Disparity?) really close to where you top out but I'm not sure if you can get off with one rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,f1b4726f-5b34-52be-b7fb-f6e0df89436d,4e81bec7-823c-5aee-8b10-cca90726e9b1","pathTokens":["USA","Utah","West Desert","Ibex","Syringe"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.3899,38.9896]},"bbox":[-113.39047851951489,38.989150339818146,-113.38932148048511,38.990049660181874],"left_right_index":-1,"ext_id":"105943999","area_id":"ToG+x4I8Wu6LEMypBybpsQ==","polygon":{"type":"Polygon","coordinates":[[[-113.39047851951489,38.989150339818146],[-113.38932148048511,38.989150339818146],[-113.38932148048511,38.990049660181874],[-113.39047851951489,38.990049660181874],[-113.39047851951489,38.989150339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:56.377Z","updatedAt":"2024-01-20T01:07:36.603Z"}