{"_id":"63689d5ce80bff5a994f413c","area_name":"Mussel Rock","shortCode":"","climbs":[{"_id":"eSyzNwY6XFirWQkvuvaSYg==","name":"Ocean Overhang","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":0,"mp_id":"110145739","mp_crag_id":"106300245","climb_id":"eSyzNwY6XFirWQkvuvaSYg==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"This description is for the huge overhanging dihedral with a gaping offwidth inside.\n\nThis isn't just a climb, it is an adventure! Its history of being climbed is unknown and highly unlikely. I've been up it several times and once with a scrub brush. It is getting cleaner each time, but it still comes with a little dirt.\n\nOnce you work your way up and left past all of the ledges and boring flaky rock (5.5) you are rewarded with one of the best cracks in Humboldt County. After the last ledge, the enormous overhang looms above. From here on up, if you fall on top rope, you'll take a massive swing out into space and will not be making it back to the cliff; it is all or nothing.\n\nThe 50 foot overhang is strenuous and unrelenting offwidth using everything from fists, forearm jams, arm bars, and some welcome arm locks. You will pass several bulges, a few of them pretty sizable, and all of them providing an obstacle. Pass the larger roofs in the beginning with exciting chimney moves and good jams. After the bigger roofs, alternate between a jammed knee and stemming.\n\nBreathtaking amount of air all around you on this route!!","protection":"Edit: The gear anchor at the ledge halfway up is really not great, it's best best to climb as one pitch. If you do it in one pitch, don't place gear on the lower ramp and clip any gear at the upper ramp ~8' long or you would have impossible rope drag.\n\nGear:\n\ndoubles 3-7\"","location":"To access the top, find the trail that turns west off of the Rim Trail, at the first fork, turn right. Follow this overgrown trail up a hill, past some caves, and back downhill. Turn right and walk below a 20' rock and land on a grassy ledge on the just below the headwall on the southern side. Climb across a 3rd class crossing below the headwall. On your right (east) you will notice a fist crack and offwidth, these are directly above the route. Set an anchor in these or equalize the two larger trees with a separate climbing rope or your rope won't land in the correct spot. If leading, you will want to set up your anchor first so you dont have to climb over the dirt mound at the top."},"__v":0},{"_id":"hpygvdFqV/iBPZfBQD4Sbg==","name":"Mussels For Bones","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ben Flores & Evan Wisheropp","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":4,"mp_id":"110688600","mp_crag_id":"106300245","climb_id":"hpygvdFqV/iBPZfBQD4Sbg==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"Climb a VERY aesthetic 5.10+ section off the deck, that alternates between liebacking and sweet delicate face moves.\n\nThe crux (mentally and physically) is climbing an overhung block about halfway up the route. There used to be a shake out jug before the block, but it has since been broken, which has made getting onto the block much more interesting.\n\nDespite its appearance, the block itself is pretty solid.\n\nThere's no need to pull directly out on it, and you won't want to! Treat it like an alpine route, and be gentle.\n\nThe finish is pretty darn perplexing, I'll leave it up to you to figure it out.","protection":"Tree anchor with LOOOONG webbing. If you don't know the proper approach or TR setup, have someone show you.  Minimal impact please.\n\nBelayer is best situated well out of the way, as this route is still shedding its skin.\n\nWear your adventure hats!","location":"On the right face of Mussel Rock, look for the clean awesome looking lieback off the deck."},"__v":0},{"_id":"r8HwDuUeU9iFeHixoM4zxA==","name":"God Of The Gaps","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Ben Flores & Evan Wisheropp 2016","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":1,"mp_id":"111665423","mp_crag_id":"106300245","climb_id":"r8HwDuUeU9iFeHixoM4zxA==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"Climbs the right leaning crack between Ocean Overhang and Mussel Crack.  Start with a short sequence of finger locks to an excellent rest, then power through the bouldery crux section. A bit sharp and chossy for now, but it should clean up quick. Finishes with a series of overhung hand jams eventually easing into a moderate hand crack and dirty top out.\n\nTook about 4 trips to clean and dial the beta.  Definitely worth the effort of putting up the top rope.","protection":"Top rope only (for now).  Gear would be R rated, but it looks possible.\n\nHave someone show you the approach and setup for the TR, minimal impact please.\n\nWith an extended anchor, a 60 meter rope barely reaches the ground.","location":"The section between Ocean Overhang and Mussel Crack.  An easy slab leads to a finger crack, bouldery crux, then sustained hand jams to the top."},"__v":0},{"_id":"hGNFnyApX5a324koB/G6GQ==","name":"Doozy","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Evan Wisheropp & Ben Flores","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":3,"mp_id":"110687488","mp_crag_id":"106300245","climb_id":"hGNFnyApX5a324koB/G6GQ==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"Doozy follows an incredible line up a very overhanging wall. It starts with 12 feet of junky rock that is quickly forgotten as it quickly transitions to fantastic high quality rock for the rest of the route.\n\nFollow overhanging bulges up to a ledge where you can sit and rest. Continue up the dihedral up to a few jugs. The holds die out on the arete, so move right to step into the crux with a wild high step and overhanging sloping rails (V6).\n\nThe lower crux is very steep so the falls are quite exciting. The harder upper crux is overhanging but easy to work on TR. This is another route we've spent many days cleaning, so please get out there, and enjoy this beast!","protection":"Top rope only. Anchor at the giant Sitka spruce and extend the anchor 40' through a trail in the brush with a second climbing rope. It helps to double over the rope to reduce the stretch.","location":"the center of the obvious tombstone looking wall protruding from the center of Mussel Rock."},"__v":0},{"_id":"qXojHMU0WIG61mIMgQ+5CQ==","name":"Chimney Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unkown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":6,"mp_id":"110170030","mp_crag_id":"106300245","climb_id":"qXojHMU0WIG61mIMgQ+5CQ==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"On the far right of Mussel Rock is a 18\" chimney. Climb this up up to a steep dirt slope.\n\nIf leading, climb the fun chimney with plenty of gear. At the top of the chimney, place a #4 cam under a roof and realize the fun has ended. Mantle up to the dirt ledge. Climb 25' of uncomfortable unprotected steep dirt up to a small tree you can sling for an anchor.\n\nTo top rope, hike around to the top of Mussel Rock. From there walk south on a small trail until you can go no farther. Look for two large trees a foot apart. Set the anchor from here (15' above the small tree you would sling for the lead).","protection":"1-4\"\n\n#5 big bro is the only thing that protects the scary dirt top out from a terrible fall (If for some reason you actually have one also, go left at the top of the chimney)","location":"Far right side of Mussel Rock"},"__v":0},{"_id":"vAKfHAQfXBy/1/v6Ve1DGQ==","name":"A Fine Line","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Evan Wisheropp","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"left_right_index":5,"mp_id":"114405357","mp_crag_id":"106300245","climb_id":"vAKfHAQfXBy/1/v6Ve1DGQ==","areaRef":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":"This is a very fine line with very *fine* holds. The holds are tiny and one hold in the twenty foot crux actually points down. The rest are all side pulls, gastones, and laybacks. Two optional starts; left is easier but chossy and right is a fun crack, both merging at about 12' high. The crux climbs much steeper than it looks and contains several unforgettable sequences including a double gaston traverse, wild high stepping, and a delicate lieback sequence. After the crux is a good shake out stance before finishing up with big reaches between large pinches on the overhanging prow.\n\nThe sequences are technical and require much attention to your body english. After I unlocked the sequence a few years ago, and repeated it a few times, I still think it is one of the best 5.12 crimpfests in our area!\n\nAnchor at the upper tree above Mussels For Bones with a short static line with a masterpoint redirected around some shrubbery, aiming for as far south as you can get it. It is easiest to\n\nrap down the static, then pass the knot and rap down the TR line to make sure it's redirected nicely.","protection":"Tree anchor with 20' of static line.","location":"\"Easy looking slab\" 50' right of Doozy. Approach the anchor as for Doozy, but continue 50' south to the tree anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,e89ee99e-cdc1-523d-9aee-1319194f3537,399d79bf-29b5-5c6e-9fe0-f44e9a3ca998,f1b669aa-f060-5413-85f5-86dc635a6376","pathTokens":["USA","California","Redwood Coast","Patrick's Point State Park","Mussel Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-124.1562,41.1384]},"bbox":[-124.15679706102885,41.13795033981814,-124.15560293897114,41.13884966018187],"left_right_index":-1,"ext_id":"106300245","area_id":"8bZpqvBgVBOF9YbcY1pjdg=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:53:43.704Z","updatedAt":"2024-01-15T16:40:09.654Z"}