{"_id":"63689d5ce80bff5a994f4408","area_name":"Day Needle (aka Crooks Peak)","shortCode":"","climbs":[{"_id":"bX9HeaAmUpeslPOzWlAGrA==","name":"WNW Edge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29068,36.57467]},"left_right_index":1,"mp_id":"113462969","mp_crag_id":"111087679","climb_id":"bX9HeaAmUpeslPOzWlAGrA==","areaRef":"qUxaaJMgUDiem4DIvmZ3JA=="},"content":{"description":"Fun interesting scrambling with big exposure -- to reach an ultra-dramatic summit (nothing like the top of Mt Whitney) with dramatic views down in three directions.\n\nThis \"edge\" route is notable for an exciting finish sequence _below_ the top of the big vertical wall.\n\n. . Could be nice for climbers who for social/family reasons find themselves joined into a team hiking up the Mt Whitney Trail.\n\n. . (The \"other\" edge, Southwest from the Day / Crooks peak, is also fun scrambling on interesting rock structures: 300 feet, 4th class).\n\nLeave the main hiking trail next to the notch between Keeler Needle and Day / Crooks Peak, and head roughly ESE up toward the pointy summit. As get near the peak, look for the chance to climb down in below the top of the wall, finish in that manner.","protection":"Protection for trad leading is unknown.","location":"Starts at the notch between Keeler Needle and Day / Crooks Peak -- GPS latitude longitude approx (N36.5749 W118.2927) -- which is next to the Mt Whitney hiking trail. Day / Crooks is the second dramatic peak south along the ridge from the Mt Whitney summit.\n\nSimple way to find it is to hike down from the Mt Whitney summit on the main hiking trail (at first marked by rock-stack cairns): WNW then SSW then SE -- about 0.6 mile distance.\n\nOr if coming from the south from Trail Crest or the John Muir Trail, the start of this route is north about 1.85 miles on Mt Whitney Trail from the junction of the John Muir Trail (coming up from the west) with the Mt Whitney Trail (coming down from the south a very short ways past Trail Crest)."},"__v":0},{"_id":"pt2bx58qW8eSNacRj3p/9Q==","name":"Beckey-Reese East Face Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Fred Beckey & Rick Reese, Sept 14-15 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.29068,36.57467]},"left_right_index":0,"mp_id":"111087712","mp_crag_id":"111087679","climb_id":"pt2bx58qW8eSNacRj3p/9Q==","areaRef":"qUxaaJMgUDiem4DIvmZ3JA=="},"content":{"description":"The route described here is actually the Beckey-Reese East Face with the Cameron Burns/Steve Porcella 3-pitch direct variation finish known as \"The Illywacker\". It is unclear where Fred's route actually finishes - the Porcella/Burns book indicates it traverses off left below the headwall to finish, Secor describes 5.10 chimneys on the headwall, and in Fred's 100 Favorites books he talks about a rightward traverse below the headwall. Who actually knows? Described as a 16 pitch route elsewhere, we managed to do the route in 10 pitches, one of them being a long simulclimb.\n\nThe route begins by scrambling up the couloir left of Day Needle. This is a serious proposition. Beware of extremely loose & rotten rock, and rockfall from above. During early season this may be a snow and ice filled gully. A few 4th class steps lead up to an obvious mossy chimney on the right side of the gully with some chockstones at its top. This is a good place to rope up.\n\nP1) Out the chimney with loose chockstones at its top, across a large ledge, then up steep broken cracks directly above to a belay on broken ledges on the buttress proper. 5.8 50M\n\nP2) Up shallow cracks and seams with some roofs on the buttress. Gear is spotty, but the climbing is never hard. I managed to find some solid gear to belay from beneath a large roof. 5.8 50M\n\nP3) Out the roof on a sweet tight-hands crack, up easier terrain to a belay in a low-angle handcrack/groove. 5.9? 40M\n\nP4) Out another roof with a shallow finger crack, up a left facing corner with fingers to a belay at the start of the long 3rd-4th class stretch. 5.7 30M.\n\nP5) Long simulclimb up easy but loose ground just to the left of the prow. 4th 100M\n\nP6) Up loose flakes and cracks just left of the prow. You are aiming for a belay at the base of a nice right-facing corner with a fixed bong. 5.8 50M\n\nP7) The crux of the original route. Steep stemming and jamming up the corner above the bong to a large platform ledge at the base of the headwall. 5.9+ 40M\n\nEscape option to the left towards the notch from here. 2 pitches 5th class.\n\nP8) Up left slanting ramps and cracks. Belay wherever you can find a good stance/gear. 5.8 50M\n\nP9) Continue up the left-slanting cracks to a belay at the base of an ominous right-leaning OW crack. 5.7 40M\n\nP10) Crux. A few chimney moves up to the left of the OW, then out onto super exposed and steep knobby face. Described as \"runout\" by Porcella & Burns, I found ample small gear through this section. Continue left and up around horns and up handcracks to the summit plateau. 55M 5.10","protection":"A full double rack to 3\". We brought a 4\" piece, but it was not necessary and hardly used.","location":"The route begins by scrambling up heinously loose 3rd-4th class rubble and scree in the gully to the left of Day Needle. In early season, this may be snow and ice filled and may require crampons/axe. To descend, there are two options. Day trippers can casually walk the Whitney mule trail back to the Portal. Overnight campers in the North Fork will have to hike to the summit of Whitney from Day Needle and descend the mountaineer's route back into the drainage."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,a94c5a68-9320-5038-9e9b-80c8be667724","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Day Needle (aka Crooks Peak)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.29068,36.57467]},"bbox":[-118.2912399188518,36.57422033981814,-118.29012008114817,36.575119660181876],"left_right_index":-1,"ext_id":"111087679","area_id":"qUxaaJMgUDiem4DIvmZ3JA==","polygon":{"type":"Polygon","coordinates":[[[-118.2912399188518,36.57422033981814],[-118.29012008114817,36.57422033981814],[-118.29012008114817,36.575119660181876],[-118.2912399188518,36.575119660181876],[-118.2912399188518,36.57422033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:53.895Z","updatedAt":"2024-01-20T00:57:32.420Z"}