{"_id":"6368a050e80bff5a9952df88","area_name":"Warren Rd Bridge (A.K.A. The Old Town of Warren)","shortCode":"","climbs":[{"_id":"IF7O4fZlXRyqMGq1loIpFQ==","name":"Unknown","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.60488,39.27267]},"left_right_index":999999,"mp_id":"106831123","mp_crag_id":"106396364","climb_id":"IF7O4fZlXRyqMGq1loIpFQ==","areaRef":"SI97AEiLU7CYryO358Rm9A=="},"content":{"description":"Start directly beneath the squarish roof 8 or so feet off the ground. Climb straight up to the roof, pulling past it on good but side-leaning holds on the right. Once past the roof, stand up and move up the final few feet to the top by a large tree. Shortest of the routes here. ","protection":"TR, natural anchors.","location":"First climb, nearest to bridge."},"__v":0},{"_id":"I7FIK5N1WNSx2EIMw0l3CA==","name":"Sneakers","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.60488,39.27267]},"left_right_index":999999,"mp_id":"106831135","mp_crag_id":"106396364","climb_id":"I7FIK5N1WNSx2EIMw0l3CA==","areaRef":"SI97AEiLU7CYryO358Rm9A=="},"content":{"description":"Begin at the featured wall just left of the Oh Shit overhang, and climb straight up to the top. can be done in sneakers.","protection":"TR","location":""},"__v":0},{"_id":"AdiURrwUWjeCeOOlIKh0Vw==","name":"Oh Shit!","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-76.60488,39.27267]},"left_right_index":999999,"mp_id":"106831130","mp_crag_id":"106396364","climb_id":"AdiURrwUWjeCeOOlIKh0Vw==","areaRef":"SI97AEiLU7CYryO358Rm9A=="},"content":{"description":"Climb up the wall to the left side of the roof. Turn it on the left and follow the crack that splits the left-facing corner. Instead of stopping at the tree on Unknown, drift left and continue up broken blocks. Step left and finish on Sneakers to the top. ","protection":"TR.","location":"On the left end of the large roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,0e8c659e-e35c-5f04-a410-a391740871c6,c90a1c6a-5b04-52cf-a97b-a4b1e282d0d0,f7528ba7-7dad-5afa-a8f0-f13274317b7a,488f7b00-488b-53b0-98af-23b7e7c466f4","pathTokens":["USA","Maryland","Baltimore City Watershed","Loch Raven Reservoir","Warren Rd Bridge (A.K.A. The Old Town of Warren)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.3"},{"count":1,"label":"5.6"}],"byDiscipline":{"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-76.60488,39.27267]},"bbox":[-76.60546084956053,39.27222033981814,-76.60429915043947,39.27311966018186],"left_right_index":-1,"ext_id":"106396364","area_id":"SI97AEiLU7CYryO358Rm9A=="},"content":{"description":"This lonesome outcrop of rock resides just north of the Warren Road bridge, between the upper and lower set of Warren village ruins (of which only the foundations remain for the most part)(see below for history of area). Much of this rock is seriously overgrown with several types of vegetation, including poison ivy. Take care when poking around this area! Fishermen sometimes use the base of the rocks as a platform for fishing. \n\n  The crag faces primarily south, but the five established routes here (so far) face east. There is more potential beneath some of the carpet of foliage to the left of these routes. But that will require gardening, and for the most part gardening is frowned upon. There are also a couple of small bouldering areas on the opposite side of the bridge. \n\n  This area has a rich history for you history buffs out there and is a neat place to visit for historic purposes as some of the old foundations can still be seen... The following was taken from everything2.com/index.pl?no…\n\n  One of Maryland's Lost Towns, a small Baltimore County mill town that met its fate at the hands of Progress. \n\n  Warren began its life in 1750 when King George III granted a certain Richard Britton land in the Gunpowder Falls Valley (the \"Valley of Jehosophat\"). The place was sustained by two grist mills, but probably couldn't properly be called a \"town\" until 1814, when a group of investors leased some of John Merryman's land to build a cotton mill. The investors included James A. Buchanan and a local Revolutionary War hero, General Samuel Smith. It is probably Smith we have to thank for the naming it after another Revolutionary War general, Joseph Warren, who was killed at the Battle of Bunker Hill. If you have read my writeup on Smith's estate Montebello you will recall that Buchanan was embezzling from the Second Bank of the United States at the time; enough to cause a financial panic in 1819. Smith and the other investors were ruined. The Warren mill continued to produce cotton ducking and calico cloth on and off through the booms and busts of the antebellum business cycle, and the company town was a sort of eastern Hell's Half Acre. That is, until Summerfield Baldwin acquired the mill beginning in 1864. The Baldwins, devout Methodists, managed to put the mill and community on a firm footing, building a schoolhouse and forbidding alcohol. \n\n  But things were happening downstream. The City of Baltimore put its first dam on Gunpowder Falls for a water supply in the 1870's. Eventually, someone realized that Warren's privies were draining into the City's water supply and began efforts to condemn the town. In the meantime, the City's demands for water grew, and the water department began making plans for a higher dam. A 1908 attempt to secretly buy the mill resulted in a scandal. The full-scale dam had to be put off, and the original 1912 version of the upper dam was only 20 feet above the top of the lower dam. \n\n  In 1922, the Baldwins finally accepted $1,000,000 for the mill and surrounding village. Residents were slow to leave, and many were shocked when crews moved in to cut down the trees, demolish the town mill, the churches, the gymnasium, and the century-old stone houses. Soon, the land on which Warren stood was drowned under the rising waters of Loch Raven Reservoir. As recently as the 1950's, some of the town's foundations could be seen poking out of the reservoir during years of severe drought. \n\n  Today, an area of southeastern Cockeysville along Warren Road is known as \"Warren\". A handful of the town's stone houses were moved to the area, but all of the land on which the village sat is now owned by the city, 45 feet under water, or covered by trees. Warren Road now crosses Loch Raven Reservoir on a concrete bridge, changing its name to Merrymans Mill Road on the other side."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:06:08.912Z","updatedAt":"2022-11-25T11:18:42.240Z"}