{"_id":"63689d5ce80bff5a994f4250","area_name":"Kimball Canyon Crag","shortCode":"","climbs":[{"_id":"FiD2ss3ZUaysJ5+8oGbt2w==","name":"Black Sheep Squadon","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jerry Dodrill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":11,"mp_id":"112457932","mp_crag_id":"112456082","climb_id":"FiD2ss3ZUaysJ5+8oGbt2w==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"This route is every bit of 5.10d with some long reaches to hidden holds. A fun but loose start gets you up and past an initial shelf where you can safely clip the second bolt. From there this route is surprisingly pumpy and sustained until reaching a giant sheep-sized hueco where you can get a no-hands rest . From there a thin crux and mantle...Great route on good rock!","protection":"7 Bolts to chain anchor.","location":"Black Sheep Squadron starts in the depths of the corridor and follows a black streak up the center of the face. It is the next route to the right of Vapor Trail, and left of Pilot Error's obvious left facing crack."},"__v":0},{"_id":"JgFa04/CVBOI6bXvBee/cw==","name":"Vapor Trail","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Curtis","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":10,"mp_id":"112457866","mp_crag_id":"112456082","climb_id":"JgFa04/CVBOI6bXvBee/cw==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"This route begins by clipping a high first bolt above the cliff base path which at this point snakes inside a narrow corridor. This is followed by an unlikely series of thin holds and side pulls with small edges for your feet. Pass two more bolts before a resting at a ledge and continue up through more thin edges and a bulge or two. The route becomes overhanging as you pass through a sustained slightly chalky section with some sharp pockets and polished edges. As you tackle a small roof the good holds give way and become very small indeed. A series of balency awkward stances and a lieback or two allow upward progress. Desperate!","protection":"7 bolts to chain anchor.","location":"Vapor Trail is the next route right of Ceiling Zero."},"__v":0},{"_id":"Za4+wkY3WM2mx0vp4w57jA==","name":"T-33","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Berghorn, Steve Curtis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":6,"mp_id":"112456970","mp_crag_id":"112456082","climb_id":"Za4+wkY3WM2mx0vp4w57jA==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"This route begins by performing a height-dependent jump start to a jug followed by a burly mantle. Stand up on a ledge with a no-hands rest. After clipping the second bolt move up and over the bulge on small holds to an overhang and the third bolt. The crux is climbing through a powerful sequence above the third bolt and clipping the 4th bolt from some large sharp huecos. Big moves ease near the anchor. This route receives some morning sun for most of the year, but goes into the shade in the afternoon.","protection":"4 Bolts to a chain lower-off anchor.  Due to the hard to access anchor this route is difficult T.R. before leading first. Stick clipping the first bolt protects the jump and mantle sequence. It is possible to access the anchor of Shooting Star, the next route to the right and use that anchor to top rope (use 60 meter rope) with some directionals.","location":"Shares the start of Pre-Flight. This is the second route to the Right as you reach the crag from the approach trail. It is about 10 feet right of the prow which delineates the South and North sides of Kimball Canyon Crag. There are occasionally stones piled up in the talus beneath the route to aid in performing the jump start."},"__v":0},{"_id":"rvcKC2LmWmarQmJ8sChGEQ==","name":"Sweet Dreams","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Eric Berghorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":0,"mp_id":"112456132","mp_crag_id":"112456082","climb_id":"rvcKC2LmWmarQmJ8sChGEQ==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"The first bolt is located in an alcove about a 25 foot 3rd class scramble up from the ground. The belayer and climber should carefully climb up to belay from a stance on top of a large 3’ft. boulder embedded in the floor of the alcove.\n\nBegins with reachy stemming moves on the pinkish-colored face just right of a large twisting vertical off-width feature (dirty). Continue up the LEFT on to the south facing side of the arête, clipping three more bolts on the. The anchor is a bit right of the climbing finish moves and reachy for the shorter climber. Use caution.","protection":"7 bolts to a Chain Anchor slightly below the flat ledge on top. There are also 3 bolts RIGHT of the arête.  This variation of the route is an unclimbed open project rated 5.11+ (shares the same anchor.)","location":"This is the left-most route on the Southeast face of Kimball Canyon Crag. As you approach the crag from below TURN LEFT when you reach the base area and follow the access path, continuing to the left for 60-70 feet. A steep overhanging 12' face of a boulder blocks your view of the of this route from below so it's recommended that you and your partner go around and behind this feature, past a tree, to the left, and scramble up into an alcove 25 feet above the boulder and set up to belay just below the first bolt."},"__v":0},{"_id":"2/itSpn/Xt+Q56cJo7MsEA==","name":"Shooting Star","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Berghorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":7,"mp_id":"112457185","mp_crag_id":"112456082","climb_id":"2/itSpn/Xt+Q56cJo7MsEA==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"Move off the sloping talus on to a ledge. A thin vertical sequence follows using small holds on yellowish chalky rock and finally some larger holds, huecos. Topping out is the crux.","protection":"7 bolts to a Chain Anchor. This anchor is set slightly back from the cliff edge and will chew on your rope if lowering over the edge. Better to extend this anchor or Rappel this route rather than lower off.","location":"This is the Third route encountered as you move up to right towards the North Face along the cliff base. Belay just below and right of the first bolt (black hanger which can be clipped from the start off the loose talus slope.)"},"__v":0},{"_id":"sY//5RgBXwGI0Qy5w8w/Yg==","name":"Sad Wings of Destiny","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Berghorn","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":8,"mp_id":"112457754","mp_crag_id":"112456082","climb_id":"sY//5RgBXwGI0Qy5w8w/Yg==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"This route follows a unique arête feature with lots of interesting movement and good rock. The crux is in the middle of the route. After the third bolt mantle onto an unsecure stance and climb through the steep exposed headwall. After a ledge, fun finish moves bring you to the chain anchor at the rim of the cliff. Sustained !","protection":"7 Bolts to Chain Anchor","location":"Sad Wings of Destiny's blunt arete is the route just to the right of Shooting Star and left of Ceiling Zero's green corner."},"__v":0},{"_id":"pmlYXGiGWXKxd9vRXa2JsA==","name":"Pre-Flight","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jerry Dodrill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":5,"mp_id":"112456892","mp_crag_id":"112456082","climb_id":"pmlYXGiGWXKxd9vRXa2JsA==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"The start of this route is a dynamic height-dependent \"jump start\" move to a jug hold followed by a burly mantle onto a ledge and a rest. Stick-clipping the first bolt from the ground protects this move, though you might also try clipping the bolt hanging from one arm with both legs wildly swinging beneath you (gulp!) After clipping the second bolt to the left with a sling or long draw, back-clean the first bolt to reduce rope drag before surfing up and left around the bulging prow of the crag. Small holds, crimps, and some slightly sharp pockets. Big spicy moves before the route lets up somewhat near the anchor.","protection":"6 Bolts to lower-off anchor above a ledge. Make sure to use directionals if top-roping to help prevent wild swings into a large tree growing below the route.","location":"This route is located on the East Facing aspect of Kimball Canyon Crag and is the first route encountered after the approach. It shares a start with T-33 before wrapping around to the left up the very-overhanging prow. It receives morning sun and goes into shade in the early summer afternoon."},"__v":0},{"_id":"WGgoOj78VzmpQAjYorQwNA==","name":"Pilot  Error","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Berghorn","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":12,"mp_id":"112457973","mp_crag_id":"112456082","climb_id":"WGgoOj78VzmpQAjYorQwNA==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"Pilot Error has some great rock quality and is quite moderate for 3/4 of the route (5.10-). Then the angle kicks back to over-vertical and the pump-fest begins. It quickly becomes steep, powerful and sequential with lots of crimps, back steps, and lie backs past the two final bolts. Finish jugs arrive just in time to get you up to the anchor.","protection":"7 bolts to chain anchor.","location":"Pilot Error starts up a left facing crack system on the right side of the wall and is the next route right of Black Sheep Squadron."},"__v":0},{"_id":"Pu3Sa/hPXMehHnXEgxwEYQ==","name":"Off the Radar","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Eric Berghorn","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":2,"mp_id":"112456595","mp_crag_id":"112456082","climb_id":"Pu3Sa/hPXMehHnXEgxwEYQ==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"There are crux moves at the start and finish of this long moderate route offering two potential finish variations.","protection":"10 Bolts (100 feet!)The left finish (5.10a) is the original line which ends by topping one of the highest points of Kimball Canyon Crag, a true summit tower. There is a pleasant ledge and bolted chain anchor at the top of the summit plateau. The right finish goes through a roof crux (5.10b)and finishes at it's own separate anchor several feet below the true summit and the other anchor. While it is possible to walk off from the top by carefully scrambling down from the summit(exposed!), the anchors are equipped for safe lowering or rappel. Please be careful and tie knots in the rope ends as this is a rope-stretching rappel for a 60 meter rope !","location":"The start of this route is visible from path which accesses the southeast aspect of Kimball Canyon Crag.  This is the third leftmost route on the sunny side of the crag (left side) Scramble up 20+ feet of 4th class on low angled terrain to clip the first of three bolts on a short vertical face with big holds.\n\nThis route starts just 20 feet left of two Open Projects which ascend a very obvious steep over-hanging orange and white rock face. These projects each have their own chain lower-off anchors.  Each has been ascended to up around the 5th bolt (5.11+.) They each offer fun climbing up to their individual high points.\n\nAbove the 5th bolt the angle and steepness of the climbing have thus far prevented a complete ascent and therefore Are Not Included as finished routes on the site\n\n."},"__v":0},{"_id":"c9VksorlVfOCdxrzf9jadg==","name":"Lockdown","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"“","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":3,"mp_id":"119739310","mp_crag_id":"112456082","climb_id":"c9VksorlVfOCdxrzf9jadg==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"This route was bolted in 2012, but not successfully climbed until Jim Thornburg revisited in the 2020, the year of the “Lockdown”.  A lower angled start leads up left to a stance on a big ledge. After a reachy right clip (second bolt), climb steepening terrain with positive pockets and a few jugs to a slightly awkward rest stance in an alcove. Take a pause, than tackle the steep crux climbing finish move sequence.","protection":"5 bolts to a chain anchor","location":"This route is slightly shorter in length than it’s neighbor to the right (center), an open project, on the obvious steepest cliff face of Kimball Crag sector. The route is the third line (Left) encountered on the lower left aspect of the crag (2 routes left of Dogfight, which ascends the obvious wide corner.)"},"__v":0},{"_id":"eVIHSV/aX1uiNleLV56lIw==","name":"Gray Ghost","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Berghorn","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":13,"mp_id":"112457996","mp_crag_id":"112456082","climb_id":"eVIHSV/aX1uiNleLV56lIw==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"Like it's neighbor Pilot Error, Gray Ghost starts out moderate and follows a fun line of holds with plenty of stances and rests. After a rest ascend a steep well-protected bulge to gain a stance on a large flat ledge. Clip 3 more bolts above the ledge carefully climbing through the crux on small knobs. Huge Thank God hold when you need it!","protection":"7 bolts to chain anchor.","location":"This is the last route on the North Face of the cliff just right of Pilot Error."},"__v":0},{"_id":"8cr7mR6KVq2/tx0tMkFLmw==","name":"Flying Machines","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Eric Berghorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":1,"mp_id":"112456191","mp_crag_id":"112456082","climb_id":"8cr7mR6KVq2/tx0tMkFLmw==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"The crux of this route is possibly the awkward start on the arete,\n\nor maybe clipping the anchor above the balancey, pumpy finish. Belay from the alcove just below Sweet Dreams (route to the immediate left) Clip the high first bolt and get established on the thin reddish colored face which angles slightly up and to the right past 4 bolts. Sustained, technical climbing on small edges and crimps.\n\nAround the 6th bolt steep leftward trending moves angle up along a steep ramp  leading to a rest stance before tackling the balancey crimping finish moves. Anchor is slightly set back so lowering could slightly chew the rope. Consider rappelling.","protection":"7 bolts to Chain Anchor","location":"This is the second left most route as you approach the crag from below, BEAR LEFT at the base of the crag and follow the access path for 60-70 feet.\n\nAs with Sweet Dreams an overhanging 12' ft. boulder face blocks the view of this climb from the ground and must be passed on the left, behind a tree, and than 4th class scramble up 25 feet and belay off a 2'ft. chock stone/boulder embedded in the floor of the alcove. The first bolt is 15 feet above and slightly right. This high 1st bolt can be clipped from a stance on flat ledge.\n\nWhile it is possible to belay from the access path below the base of the route it is impossible to see the leader as the view from here is blocked by the boulder immediately in the foreground. Take care with setting up the belay above this obstruction and making sure you and you partner account for starting these climbs in the alcove high above the ground."},"__v":0},{"_id":"ot12/GgcWMy8WgdamfmgRA==","name":"Dogfight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alec Isabeau, Bob Merritt","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":4,"mp_id":"112456797","mp_crag_id":"112456082","climb_id":"ot12/GgcWMy8WgdamfmgRA==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"Alec Isabeau (RIP) described his and Bob Merritt's experience on the first lead ascent of this route in May 2015:\n\n\"It was full value 100+ feet of mandatory big gear and steep, helmet scraping chimney groveling. More typical of Sierra Backcountry than MSH.\"\n\nThe route is shaded and has a lot of runoff from above so it is naturally somewhat dirty, although much scrubbing, cleaning and loose rock removal took place prior to the FA. This route may clean up someday and be a classic for those who like the \"wide\" stuff. The face climbing to the right of the crack is 5.9","protection":"Several of the Biggest Camalots #2 #3, #4's and #5s. No Bolts on the route but there is an easily accessible bolted chain anchor equipped for top roping, lowering or rappel with a 60 Meter rope. You can also walk off the back of the crag from the top of this route.","location":"This obvious dead vertical to overhanging Off-width Chimney with is located on the Southeast aspect of Kimball Canyon Crag just right of 2 steep unpublished bolted open projects."},"__v":0},{"_id":"PUwCkY0zUR+tNmqr1eAevQ==","name":"Ceiling Zero","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Curtis","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"left_right_index":9,"mp_id":"112457846","mp_crag_id":"112456082","climb_id":"PUwCkY0zUR+tNmqr1eAevQ==","areaRef":"WQCU+nVaXsmP6b75TUu6Xw=="},"content":{"description":"Thin face climbing past 3 bolts leads into a steep stemming corner on lichened rock. After passing this gain an awkward recess below a powerful crux bulge, and keep your balance on the final steep ledges before the anchor. There are a couple of ways to finish this route. Steve Curtis was the first ascent. Former suitors may want to re-visit since prominent holds previously used are now gone. The lower crux is a LOT more challenging without the “formally” present  shake-out jug/flake.","protection":"7 bolts to chain anchor","location":"Ceiling Zero named partly for the obvious roof bulging above a strenuous stemming corner just to the right of Sad Wings of Destiny."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,030b865c-f6b4-503d-aaf2-c3ce08d2ac60,3cc8472c-ddac-54c2-8d55-77052a34065c,f08ad175-cd4d-5bb6-aa4e-a6f7b3b42c31,590094fa-755a-5ec9-8fe9-bef94d4bba5f","pathTokens":["USA","California","San Francisco Bay Area","Wine Country","Mount St. Helena","Kimball Canyon","Kimball Canyon Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":4,"label":"5.12a"},{"count":4,"label":"5.11a"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":9,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.62224,38.65391]},"bbox":[-122.62281579858488,38.65346033981814,-122.62166420141513,38.65435966018187],"left_right_index":-1,"ext_id":"112456082","area_id":"WQCU+nVaXsmP6b75TUu6Xw==","polygon":{"type":"Polygon","coordinates":[[[-122.62281579858488,38.65346033981814],[-122.62166420141513,38.65346033981814],[-122.62166420141513,38.65435966018187],[-122.62281579858488,38.65435966018187],[-122.62281579858488,38.65346033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:53:47.978Z","updatedAt":"2024-01-20T00:57:25.688Z"}