{"_id":"63689d5be80bff5a994f3f30","area_name":"Black Pyramid","shortCode":"","climbs":[{"_id":"Fp7WQRBFUUWsxGOIUaP6Hw==","name":"Stego Spine","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.98224,37.56484]},"left_right_index":1,"mp_id":"113576276","mp_crag_id":"113544720","climb_id":"Fp7WQRBFUUWsxGOIUaP6Hw==","areaRef":"rbcxDfabWa6o+LqJZputUA=="},"content":{"description":"The south ridge of Black Pyramid (aka Peak 11,477) is a spiky black spine offering a pretty fun 4th-class scramble. This is a convenient side-trip for those hiking the Mammoth Crest/Duck Pass loop, and a necessary passage for those attempting the full Blue Crag traverse (i.e. from Crystal Crag to Deer Pass). It is also the descent used for the route\n\nSlayer\n\non the north face.\n\nDirections from the large meadow at Deer Lakes Pass:\n\nGain the ridge by scrambling up to the first major saddle along the crest (see annotated photo). Then simply follow the spine to the summit!\n\nOne may encounter some 4th-class terrain if trying to stick to the true ridge. Most of these sections can be avoided by dropping a few meters down on the east side of the crest. The most exciting section is a highly exposed 3rd-class catwalk between the two highest points.","protection":"You could bring a rope, but it would probably get snagged repeatedly. Better to do this as a scramble.","location":"Either hike the Mammoth Crest trail from Lake George, or the Duck Pass trail from Coldwater Campground. The latter option requires that you continue cross-country along the ridge from Duck Pass to Deer Lakes Pass, which is a straightforward task. Either way its about 5.5 miles to reach the huge meadow at Deer Lakes Pass. When you get to this meadow, look north and you'll see this spine which bears a vague resemblance to a dragon or stegosaurus or some other spiky-backed creature."},"__v":0},{"_id":"epnzZxuoUkmzAwjQmlhf1g==","name":"Slayer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Derek Field, Giselle Fernandez (Aug 2017)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.98224,37.56484]},"left_right_index":0,"mp_id":"113544735","mp_crag_id":"113544720","climb_id":"epnzZxuoUkmzAwjQmlhf1g==","areaRef":"rbcxDfabWa6o+LqJZputUA=="},"content":{"description":"Slayer (III 5.10c, 500')\n\nSlayer is the big proud crack splitting the imposing north face of Black Pyramid (Peak 11,477). Comfortably done as a day-trip out of the town of Mammoth Lakes, this traditional route offers steep, moderate climbing in a classic alpine setting, with summit views stretching from Red Slate Mountain to Mono Lake. There is no fixed gear. Some loose rock and lichen are encountered.\n\nPitch 1:\n\nGet right down to business with a splitter crack on an overhanging and rather blank headwall. Fierce in-your-face straight-in jamming with good rests. Once you top out the splitter, walk to the back of the ledge and move 10 feet right to surmount the next headwall via an overhanging slot with jugs and deep cracks (5.9+). Belay from slung horn or gear on big ledge.\n\n(5.10c, 85 feet)\n\nAlternate P1:\n\nSimply begin where the main crack system meets the ground, in the wide broken crack located 15 feet right of the splitter. This wandering and uninspiring pitch goes at about 5.8 but is poorly protected and nowhere near the quality of the official start.\n\nPitch 2:\n\nFull-value pitch of jamming and stemming a steep 4-7\" crack. Loose rock at the bottom; awkward bulges at the top. Belay on big ledge where the main crack bifurcates.\n\n(5.10a, 100 feet)\n\nPitch 3:\n\nClimb the easy left-leaning ramp past two offwidth bulges. Belay from slung horn or gear anchor at the bottom of the 3rd-class ledges.\n\n(5.9, 90 feet)\n\nMove the belay directly up the 3rd class ledges (about 70 feet) to the base of the final cliffband.\n\nPitch 4:\n\nThere are many different ways to surmount the final cliffband. The most direct (and best) line ascends the second corner from the right: a thin fingercrack in a lichen-encrusted dihedral. Belay from slung horns or gear on summit ridge.\n\n(5.8, 50 feet)\n\nPitch 5:\n\nThe final ridge is a fantastic and exposed 4th-class scramble that can be done with or without a rope (most will go without). It takes about 150 feet of rope to pitch it out. The most exciting section is a delightfully narrow 3rd-class catwalk between the two highest summits.\n\n(4th class, 150 feet)\n\nThe summit elevation is 11,477 feet, offering a phenomenal panorama of the Mammoth backcountry. Sign the register and dig it!\n\nDescent:\n\nContinue southward along the summit crest (4th-class moves can be avoided by dropping to the left/east side of the ridge at any point) until you reach a broad saddle with a handful of cartoon-looking mini-spires. From here it is an easy eastward descent on talus to the huge meadow at Deer Pass. Walk north to the lip of the meadow, just below the east flank of the peak. From here, descend snow and/or talus back to Sky Meadow, glissading and/or screeing past the base of the route.","protection":"2x TCU to 4\"\n\n6\" piece optional\n\nall-natural belays","location":"Park at the wilderness trailhead at the far back of Coldwater Creek Campground. Take the trail to Emerald Lake (1.0 miles), branching right at the junction for Gentian Meadows and eventually reaching Sky Meadows. Approximately 2.5 miles from the trailhead, the path fizzles out into the subalpine terrain of Sky Meadows. By this point you should have a good view of the peak, which is the aesthetic black pyramid all the way at the head of the cirque (see description above). March cross-country across talus, passing below the crumbly cliffs of Blue Crag, until you reach the snowfields flanking the north face of Black Pyramid. Time to identify the route (obvious fissure running directly up face) and the starting ledge. Cross the snow to the base of the wall (careful with the schrund) and rack up below the impressive overhanging splitter crack (fingers to hands) on the headwall just left (about 15 feet) of the main crack system.\n\nTotal approach time: 2-3 hours"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,adb7310d-f69b-59ae-a8f8-ba89669bad50","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Black Pyramid"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.98224,37.56484]},"bbox":[-118.98280727722009,37.56439033981813,-118.98167272277993,37.56528966018186],"left_right_index":-1,"ext_id":"113544720","area_id":"rbcxDfabWa6o+LqJZputUA==","polygon":{"type":"Polygon","coordinates":[[[-118.98280727722009,37.56439033981813],[-118.98167272277993,37.56439033981813],[-118.98167272277993,37.56528966018186],[-118.98280727722009,37.56528966018186],[-118.98280727722009,37.56439033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:36.948Z","updatedAt":"2024-02-19T18:28:32.936Z"}