{"_id":"63689d5ce80bff5a994f4d5f","area_name":"4-Search And Rescue","shortCode":"","climbs":[{"_id":"npfuF56nU7ad1A/g+BEBGw==","name":"Big Dihedral","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12801,37.77325]},"left_right_index":0,"mp_id":"112305545","mp_crag_id":"112288429","climb_id":"npfuF56nU7ad1A/g+BEBGw==","areaRef":"4mGvKHf8XIWf9snudIennQ=="},"content":{"description":"Real dihedral climbing sustained, with a variety of thoughtful moves.\n\nDespite the Silver Lake cliffs looking like slabs from the parking, much of this open book / dihedral is full vertical.\n\nLots of moss as of 2016. The quality of the route should improve as it gets cleaned and climbed more.\n\nPitch 1: Start a few feet right of the dihedral, under a deep roof. Up a bit under the roof, then step across left into the dihedral. Up to the top of the dihedral / open book, perhaps sometimes using a handhold out on the face to its left. Finish on wide ledge with a large dead tree stump. (5.7+ 75 ft)\n\nPitch 2: Up the mossy slab to the top of the cliff. (5.3 35 ft)\n\nSince the line of both pitches is roughly straight up, they could easily be linked.\n\nOn the other hand, the special dihedral feature is finished after P1, and it's tricky to make a single rappel from the top of P2 because the rope could get stuck on the big tree stump. So quicker to rap off after doing only P1.\n\ndescent\n\n: currently no established rappel anchors (as of 2017). So either bring your own equipment to leave behind on a rappel descent. Or walk/scramble off north (right) - a bit tricky, class 3-4 if take the more direct way. Class 2-3 if first go higher (and a bit left) before going down around north side of cliff.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"No fixed hardware for top anchor or for leading.\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Search And Rescue sector\n\n.\n\nAbove P2 is a \"thread\" opportunity where a large rock leans against a wall. Also a mature bush with a thick trunk. Problem with setting top anchor above P2 is that when pull the rope down afterward it could get stuck on the tree stump on the big ledge at the top of P1. A possible approach for quick exit would be to first rappel down to the wide ledge at the top of P1 and set the top anchor there.\n\nProtection for Trad leading is unknown.","location":"At the bottom of the obvious big dihedral (like a book open at a 90-degree angle) around center left of the main wall.\n\n- - >\n\nSee on this Photo\n\n. . .\n\nand on this Photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,85ff83a4-59fa-5e29-a266-ac1e73e33385,e261af28-77fc-5c85-9ff6-c9ee7487a79d","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Silver Lake","4-Search And Rescue"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.12801,37.77325]},"bbox":[-119.12857887248725,37.77280033981813,-119.12744112751272,37.773699660181855],"left_right_index":-1,"ext_id":"112288429","area_id":"4mGvKHf8XIWf9snudIennQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:26.697Z","updatedAt":"2022-11-25T11:14:20.109Z"}