{"_id":"6368a6a1e80bff5a995d1bdb","area_name":"5) Burning Buttress","shortCode":"","climbs":[{"_id":"QV06LOPLWG28ydeyT+ggFQ==","name":"The Will To Power","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Andrew Barry, Mike Artz, and Stanley Todd","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":11,"mp_id":"106890310","mp_crag_id":"105963526","climb_id":"QV06LOPLWG28ydeyT+ggFQ==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"The first section of this climb is a very fun, well protected corner. Stems, laybacks, and the occasional use of the arete on the right will get you to the top of the corner. Clip a bolt and pull up and left (first crux) to a weird rest stance. From here commit to a relatively large runout on 5.10- climbing just left of the arete. At the top of the runout there is a jug to place bomber gear from. Then move up and left past big moves (second crux) to a hidden letter box slot. Plug a final piece of gear and make a couple more large moves between good holds and you will be at the anchor.","protection":"The opening corner takes small stoppers really well. Before the runout there is a 1/2\" bolt. After the runout a .75 camalot is totally bomber but there is plenty of other stuff available. Make sure you save a yellow tcu or equivalent for the final letter box slot. Bolted anchor.","location":"Located a few hundred feet around the corner to the right of burning calves. Its the route just left of Chorus line"},"__v":0},{"_id":"fj+9zBDXVbW2NPVi0fTKGw==","name":"Wham Bam Thanks for the Jam","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Phil Wilt, Ed McCarthy 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":5,"mp_id":"106036569","mp_crag_id":"105963526","climb_id":"fj+9zBDXVbW2NPVi0fTKGw==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Follow an acute, cupped hands, left facing dihedral for about 20 Ft. Traverse right to reach the arete and the hand crack. Climb the hand crack to the top. The traverse has some fun moves and the hand crack is a cruiser. If your are going to choose between Spider Wand and Wham Bam, Spider Wand has cooler moves pulling around the roof. This stays shady in the summer until about 1PM. Though the dihedral start is tough, you can get a nice cool breeze from the crack. Nothing like natural AC when you're groveling up a cupped hands corner.","protection":"Heavy on the 3.5-2\" range of cams.  A smaller (#1) cam is nice for the traverse from Spider Wand to the main crack of this climb.  Bolted anchor.","location":"Obvious inside, left-facing corner on the Burning Buttress."},"__v":0},{"_id":"dVcLWDGwUO6YskeNlXuc7w==","name":"Stuck in Another Direction","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Goodman, Umbel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":8,"mp_id":"109114864","mp_crag_id":"105963526","climb_id":"dVcLWDGwUO6YskeNlXuc7w==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"This is a really fun face climb that branches off to the right from Burning Calves. Climb BC up to the alcove stance, then make a traverse right. At a great horizontal/jug, place as much gear as you want (.3 and .4 camalots work well), then bust into the crux of classic NRG highsteps and reaches, followed by some bizarrely crimpy deadpoints. More moderate but still engaging climbing continues to the top anchors.\n\nIt is easy to get to the anchors of this from those of Burning Calves.","protection":"Fingers-sized cams, recently-added top anchors.","location":"Branches right from Burning Calves."},"__v":0},{"_id":"/xYmcq65UvK6w6lfAOUHnA==","name":"Steve Martin's Face","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Andrew Barry, Mike Artz, Rick Fairtrace 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":14,"mp_id":"107521908","mp_crag_id":"105963526","climb_id":"/xYmcq65UvK6w6lfAOUHnA==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"This is an essential rite of passage for anyone looking to become an NRG face trad expert.  Start with a weird move off the ground right of Chorus Line, and head towards a shallow dihedral.  Most of it is gear protected, mostly TCUs and small stoppers, but the crux is protected by a bolt.","protection":"Gear is all there, albeit intricate. 1 bolt.  Bolted anchor.","location":"Around the corner from the Burning Calves area, this is the prominent face left of Rod Serling Crack."},"__v":0},{"_id":"SentNu8qUACTib2kwyi4Qg==","name":"The Sportster","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Doug Reed (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":10,"mp_id":"107551000","mp_crag_id":"105963526","climb_id":"SentNu8qUACTib2kwyi4Qg==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"The Sportster gives you a glimpse into old school sport climbing. Dead vertical with relentless edging, this route features a nasty crux, with the opportunity to take some legitimate whippers. It's hard to imagine that sport climbing originated from routes like this, and easy to understand why routes of this style have lost their popularity. Legend has it that \"Old Master,\" Porter Jarrard, emerged briefly from the backwoods of West Virginia, for a repeat of the route in 2010. Hanging the draws on his first attempt, many years after his initial ascent, he was able to manage a redpoint. Don't expect any magic like this for yourself. This route, especially the crux, is likely to mow you down your first time up it.\n\nThe first three bolts of edging and high stepping on tiny crimps lead to a rest at the fourth bolt. Lay back some decent holds and step sequentially past the fourth bolt and then bear down on a couple more tiny crimps before reaching a resting position at the fifth bolt. The V7 technical crux awaits you. Do a frontal highstep onto a small edge at belly button height, grab a vertical potato chip sized side pull well above your head, and try to stand up as high as possible before your finger tips are severed off. Recklessly grab a right hand edge and get ready for more hideous crimps.\n\nOne more redpoint crux awaits you a bolt below the anchors. Don't blow it here because you'll never want to have to pull the technical crux again.\n\nThis route gets morning shade and also retains shade through the afternoon if leaves are on the tree. Give it a try. The route is actually quite enjoyable excluding the awkward crux, which will only appeal to masochists and those that are too strong to consider this a difficult move.","protection":"8 bolts + anchor","location":"Look for a white face climb in the middle of the burning buttress, right where the buttress makes a 90 degree turn."},"__v":0},{"_id":"5TzeqOWtVymzO/wJvlgTbQ==","name":"Spiderwand","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Howard, Doug Reed 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":4,"mp_id":"106023192","mp_crag_id":"105963526","climb_id":"5TzeqOWtVymzO/wJvlgTbQ==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Awesome, acute corner. Pulls out under a big roof at the top on great jugs. Physical, but with good body english. Large hands are helpful... the bottom  30' were sort of strenuous cupped hands for me.","protection":"A rack with extras in #3 Camalot size. Bolted anchor.","location":"The obvious left-facing corner just left of Burning Calves."},"__v":0},{"_id":"jUmyC1J2Uri4DmrR/MokQg==","name":"Ruchert Motion","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Rick Thompson, Carl Samples 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":6,"mp_id":"108103364","mp_crag_id":"105963526","climb_id":"jUmyC1J2Uri4DmrR/MokQg==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Ruchert Motion is an excellent slabby testpiece that will test both your finger strength and edging ability.  Definitely save this one for a cold, crisp day.\n\nAfter figuring out the devious opening moves, intricate edging, pockets, and high stepping gradually builds to the crux around the 4th bolt: an ultra low-percentage rightward traverse toward a seam.  There are several ways to do this, but about all of them will frustrate you in finding a critical right foot while holding onto quarter-pad slimpers.  From the crux, continue with several more moves that you can definitely mess up before reaching the security of a finger crack.","protection":"8 bolts to bolted anchor.","location":"Between Spiderwand/Wham Bam... and Burning Calves."},"__v":0},{"_id":"UkTKZKe0W8aYmPLReui9Rw==","name":"Rod Serling Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Okel, Tom Howard and Dan Perry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":16,"mp_id":"106127068","mp_crag_id":"105963526","climb_id":"UkTKZKe0W8aYmPLReui9Rw==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Start in a left-facing dihedral in an alcove. The dihedral butts into a roof, smear and stem to get to the lip, still following the now horizontal dihedral, then pull the roof and follow the mainly finger-sized crack to the anchors. This is one of the many high quality 5.10 gear lines of Beauty Mountain.  On par with Burning Calves, and Wham Bam.  This route is prone to getting the rope stuck after pulling the roof.   Just drop a large stopper at the lip of the roof, and don't clip it. This keeps the rope out of the crack pretty well.","protection":"Nuts, finger and hand-sized cams up to 2\".  Bolted anchor.","location":"Upstream and around the corner (to climber's right) from Burning Calves. You'll turn the corner and walk slightly downhill, then back up- it's hard to miss. A pretty distinct route."},"__v":0},{"_id":"ZG4s+9CkVdy5/dHc1vk6lQ==","name":"Happy Hands","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed McCarthy, Phil Wilt 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":2,"mp_id":"106023184","mp_crag_id":"105963526","climb_id":"ZG4s+9CkVdy5/dHc1vk6lQ==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Really fun, physical crack with emphasis on hands and a few good jugs thrown in for good measure.","protection":"Rack with emphasis on hand-sized pieces. Bolt anchor on top.","location":"The first crack left of the obvious Spiderwand corner."},"__v":0},{"_id":"Vh0+2qrhX5WXv5JjAtPxmg==","name":"Grace Note","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Reed 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":15,"mp_id":"106421437","mp_crag_id":"105963526","climb_id":"Vh0+2qrhX5WXv5JjAtPxmg==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Fun face climbing to thin, bouldery crux around the fourth bolt.","protection":"7 bolts to bolted anchor.","location":"First bolted line to the left of Rod Serling Crack."},"__v":0},{"_id":"msWW7yOEVn65qd2LWS2dWA==","name":"East Meets West","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eugene Genay, Rich Pleiss, Jack Nard 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":9,"mp_id":"111217734","mp_crag_id":"105963526","climb_id":"msWW7yOEVn65qd2LWS2dWA==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Traverse left to right under a roof. The traverse is the crux of the route, and is often caked with a white fungus-y substance. Once you hit the ledge, the obtuse corner and face that leads to the top is cruiser.\n\nThis route is seldom climbed, but it's worth it, especially for beginners at placing gear. The hard part is down low, and can be completed with a boulder spot if need be, and the top is quite moderate and enjoyable.","protection":"Up to #4.  No bolted anchor.  Take something with you to build one at the top.  There is a tree right at the lip of the cliff that usually has a piece of rope or cord to rap from.  Use at your own risk, or be prepared to leave something. If you see tat up there, be a good steward and cut it off and pack it out.","location":"Just downhill to climber's right of Burning Calves.  Look for a hand-traversing crack under a roof roughly 8-9 feet off the ground."},"__v":0},{"_id":"BTRIzQeHVrCduwtijBHxjg==","name":"Chorus Line","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Mike Artz, Andrew Barry (1986)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":12,"mp_id":"108126425","mp_crag_id":"105963526","climb_id":"BTRIzQeHVrCduwtijBHxjg==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"This less-traveled route is fantastic. Stick clip the high first bolt and choose either the easier flake start or the crimpy direct start added by Doug Reed in '88. Climb through a couple of desperate reaches (maybe a dyno) past bolts and gear to a slightly runout section at top. Clipping the chains will make you feel like a badass!\n\nDefinitely a bit harder if you're under 5'9 (although that could be said about a lot of routes at the New)","protection":"4 bolts, trad rack, 1 pin.  Bolted anchor.","location":"Starts at the flake around the corner from Will to Power"},"__v":0},{"_id":"2Bc3diTBUgCxjtT1iv7T/g==","name":"Burning Calves","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Reed, Tom Howard 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":7,"mp_id":"106001499","mp_crag_id":"105963526","climb_id":"2Bc3diTBUgCxjtT1iv7T/g==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Start by pulling into finger laybacks and locks to reach a sloped stance at a bomber hand jam. Leave the stance and enter a layback that leads to out-of-this-world finger locks and plated jugs to the anchors.  Getting into the layback is easier from one side of the crack than the other.  Figuring that out is half the fun.","protection":"This route eats stoppers. Small cams may also be helpful up to about mid-height. Hand-sized pieces and larger for the top. Bolted anchor.","location":"This climb is located on the right hand side of the Burning Buttress, it is the obvious finger sized crack."},"__v":0},{"_id":"AfQsBuG3Utia/9KXiVSHhQ==","name":"Blue Brains","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Umbel, Reger, Jenkins. Nov 2016.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":1,"mp_id":"112893703","mp_crag_id":"105963526","climb_id":"AfQsBuG3Utia/9KXiVSHhQ==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Locate the route Happy Hands and the major corner system to the left.  Begin 5-10' right of this corner system. Climb for about 10-15' on the featured holds and get some downward facing pro, (this pro is tricky and must be located or else you'll climb into ground fall potential) do committing moves slightly up and rightward to a stance.  From here plug more gear and do fun moves on good holds to another stance and a follow a leftward rampish feature to about 20' shy of cliff top. From here negotiate path of least resistance to the top of cliff.","protection":"Single rack of cams to 2\". With a focus on the small stuff. Stoppers. 2' slings. A Blue X4 works great for the low crux!","location":"Begin just right of the major corner system climbers left of Happy Hands."},"__v":0},{"_id":"7kxiVbOdVKiVScAm5eBqTQ==","name":"Broken Sling","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Cal Swoager, Ed McCarthy 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":3,"mp_id":"106184221","mp_crag_id":"105963526","climb_id":"7kxiVbOdVKiVScAm5eBqTQ==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"A nice route that saves its crux for the top after you run out of gear options.  Unlike most gear routes here, the crack stops at about 3/4 height.  Make sure you use those horizontals to get more pro in before going for the top.  Even so, a pitch from the top is a long ride!","protection":"One of everything.  Bolted anchor.","location":"Small corner between Happy Hands and Spiderwand."},"__v":0},{"_id":"M5wf3LdLW0SGUtjex67O5Q==","name":"Blood Meridian","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Mike Williams","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":0,"mp_id":"115461644","mp_crag_id":"105963526","climb_id":"M5wf3LdLW0SGUtjex67O5Q==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"This is one of the NRG's better trad lines of the grade.  Climb through blocky rock with some pro to reach a bolt just below a mini-roof.  Get your Rifle on, and thrutch through this kneebar and layback roof, looking for inobvious pro if you want to protect a bad fall into the ledge below.  Past the roof, get established at the base of a tips crack, clip another bolt, and execute the extremely tenuous face crux up to a tips lock.  Work up from here, with a #4 stopper at the ready to protect the last few moves of the crux.  Past this are a few more moves of hard crack climbing, which lead you to a well-deserved jug rest.  30 more feet of pumpy and sequential 5.11 crack climbing will take you to the anchors.","protection":"Two bolts, tiny cams, stoppers, and drop-in anchors.","location":"On the buttress separating the Genocide Cave from the Burning Calves area, look for a prominent hanging tips crack."},"__v":0},{"_id":"KmEXgcLkUa6vIFHqbI219g==","name":"Ad Lib","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"left_right_index":13,"mp_id":"116113036","mp_crag_id":"105963526","climb_id":"KmEXgcLkUa6vIFHqbI219g==","areaRef":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":"Flex your fingers and fire up your creativity before casting off on this multi-cruxed face-climbing testpiece. You can stick clip the very high first bolt by climbing the tree, or else boulder up the unprotected ramp (shared with Steve Martin's Face, 5.10ish) to a stance at a juggy horizontal. A nut or small cam here protects the moves to the first bolt; clip it and make a fingery traverse left. Some textbook lock-offs lead to a few good horizontals and a puzzling cruxy bit at the second bolt. Unlock the sequence to latch a hidden hold, then crimp and high-step your way to a good rest at the 4th bolt, where the real business begins.\n\nWhen ready, traverse left and move up with difficulty to small but positive holds in a vague corner (or head straight up if you can.) Good temps and attentive footwork should make this move feel marginally less desperate. Head back right, clip the fifth bolt, and furrow your brow: the holds must be there, but where? Once you spot them, reach deep into your bag of NRG face-climbing tricks -- technical smearing, high stepping, precision lunging, and other chicanery will see you through to a quasi-rest under the roof. Clip the sixth bolt, reach through to a jug, and prepare for the final crux: an aggressive sequence involving (what else?) powerful crimps and precise footwork on hard-to-see holds, with the potential for big air if/when you blow it. It's in the bag once you slap a dirty jug a few feet below the chains.","protection":"Glue-in bolts.","location":"In the middle of the beautiful orange wall, just left of the obvious flake system (Steve Martin's Face)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,f6cc6e0c-8531-5c88-b48b-51e5eb937d49,a7d20504-fac9-53fa-9b9d-142099a5aa02","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Beauty Mountain","5) Burning Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11c"},{"count":4,"label":"5.10b"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12d"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":6,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":8,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.03324,38.05238]},"bbox":[-81.03381103506405,38.051930339818135,-81.03266896493598,38.052829660181864],"left_right_index":-1,"ext_id":"105963526","area_id":"p9IFBPrJU/qbnRQgmaWqAg=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:33:07.681Z","updatedAt":"2024-01-15T16:50:59.254Z"}