{"_id":"63689de0e80bff5a994fa7b1","area_name":"Ra","shortCode":"","climbs":[{"_id":"nj7bnXYOU0anGAEu15wH2w==","name":"Windows On the World","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Tarrant, Richard Wright, Joe Desimone.  Sept., 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":12,"mp_id":"105761151","mp_crag_id":"105746406","climb_id":"nj7bnXYOU0anGAEu15wH2w==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"WOW starts about 50' downhill from EOA.  It's described as 4 pitches with rap stations after each pitch (and a rap station/belay halfway up the long first pitch), so you can bail out at any point.  The striking 400' sport route has terrific position and lavish protection on mostly excellent alpine granite.  It takes aim at the obvious main objective:  a big, steep plate that is every bit as good as it looks.\n\nPitch 1:  5.9-, 18 bolts, 160'.  10 bolts lead up shallow corners to the first rap station at 80'.  Another 8 bolts continue up 50' (.6) and then straight right to a massive ledge below a vertical wall.  (Long slings useful).\n\nP2:  5.12a/b, 6 bolts, 50'. Climb up and left on a smooth plate (sequential).  Move straight left at the 4th bolt to a nifty arete then up to a good ledge below an awesome plaque.\n\nP3:  5.12a, 12 bolts, 90' (two long slings useful).  This stunning pitch climbs up the center of the overhanging plate on nearly perfect rock.  Square-cut edges, side-pulls, and deadpoints take you 50' to a rest.  Pull over an arete onto a ramp.  A final .10+ move to a hidden jug leads to an anchor at the top of the plate.  This anchor is NOT meant to be the belay anchor--it's for TR'ing or lowering off if necessary.  The belay is over the top of the plate on a big sloping ledge.  This pitch is mostly an endurance test--not technically 5.12, but the continuous 5.11 sequences sure make it feel like .12a especially at this elevation.\n\nP4:  5.11c/d, 11 bolts, 90'.  Move 20' up the ledge to a chain anchor (optional).  Climb a vertical wall with hard moves to a jug above bolt 2.  This section has caused some confusion -- clip bolt 2 and stay right (don't aim for bolt 3), and then dyno straight up with the right hand to a good jug, then move left to bolt 3. Squirm out the left side of a huge roof to a ledge below a steep wall.  A reachy section (.10+ if you can reach the starting holds) gains the final, wonderfully exposed arete (.10+).  A 2-bolt anchor lies 8' over the flat summit.\n\nP2 variation:  5.11a, 60', 6 bolts.  Before traversing right on P1 (about 120') find an anchor below and left of an arete.  Two hard moves off the belay lead to nice 5.8 climbing on the arete (shares the last two bolts of the regular second pitch).  This variation avoids the technical crux and is very worthwhile if your primary goal is to arrive at the big plate with a little extra muscle.\n\nDescent:  Walk off the obvious big ramp to the north.","protection":"About 20 quickdraws (including 3 or 4 long slings).  A 60m rope is necessary to rap/retreat.","location":""},"__v":0},{"_id":"lj7XVJY7UAO0mrI3uCQXbQ==","name":"Wanted Out West","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dakota Walz & Lane Mathis, July 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":13,"mp_id":"119222098","mp_crag_id":"105746406","climb_id":"lj7XVJY7UAO0mrI3uCQXbQ==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Wanted Out West climbs the uncharacteristically steep point seen while walking up to Ra. Although the feature is hard to miss, it was likely passed over because, at first glance, the rock quality doesn't seem that great. Luckily the route cleaned up very well and provides a uniquely dynamic and exciting route for Empire.\n\nLike most routes in the area, WOW-III is well protected but a difficult onsight. It also links seamlessly with\n\nWindows on the World\n\n(see\n\nThe Triple WOW\n\nfor more info).\n\nP1.\n\n5.11b, 70ft, 11 bolts, 2 bolt anchor\n\nThis is a great pitch of climbing on its own. A pumpy section of white granite finishes with a distinct sloper crux. Rest, and follow the dihedral up and around some funky 3D climbing. If you're climbing the whole route, continue past the rap anchor to a short section of easy but perpetually dirty rock. Another anchor exists on the major ledge. If you're only here for the first pitch, stop at the rap anchor with links and rings.\n\nP2.\n\n5.12b, 90ft, 13 bolts, 2 bolt anchor\n\nClimb big moves to big holds right up the center of the steepest rock. A short section of easy climbing on ugly rock leads you to a pumpy section of dynamic movement (5.11+) on great stone (don't get sucked out left to the dirty stuff) and finishes with a mantel to a lay down rest. Get your energy back before blasting off to the dynamic crux at the very top. The second bolt is invisible from the belay and must be extended. Additionally, the bolt below the final roof (above the permadraw) must be extended, back cleaned, or skipped to mitigate rope drag.","protection":"11 quickdraws\n\n2 alpine draws\n\n60m rope","location":"This is the first bolted line you'll see from the approach. Found about 100 feet down and right of\n\nWindows on the World\n\n."},"__v":0},{"_id":"VzvcLqW2XTGIEFjY6oBnow==","name":"Walk On Water","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Tarrant, Richard Wright, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":11,"mp_id":"107222728","mp_crag_id":"105746406","climb_id":"VzvcLqW2XTGIEFjY6oBnow==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Walk On Water climbs the awesome, blank-looking face and arete on the left margin of the\n\nWOW\n\nplate, P3. It's quite hard for the entire first half after which it eases to tricky .10+ to the anchor. Expect nonstop, mostly solid 5.12 right off the ledge for 45' with a technical 5.13 crux halfway through. The redpoint/endurance crux is 15' above the technical crux involving a nice dyno after moving off the arete. As for the crux itself, the hardest move is merely a matter of letting go with one hand from a fully outstretched span and snagging a micro-chip right in front of your nose. The net vertical gain is exactly 0'.\n\nSpectacular and a little intimidating (but well protected), 'WOW-II' is highly technical and sustained, and it's definitely the hardest pitch at Empire. It's also pretty sequential and might be nearly impossible without pre-locating some crucial holds, making an onsight massively impressive.","protection":"12 bolts + anchor.","location":"This is on the left side of the P3 plate of\n\nWindows on the World\n\n.\n\nApproach via\n\nWOW\n\n,\n\nEternal Sunshine\n\n, or\n\nEOA\n\n.\n\nLower and rap or continue on with\n\nWOW\n\n."},"__v":0},{"_id":"AYk7vwfPV0mGQDs7wO8OVw==","name":"The Triple WOW","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Walz July 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":14,"mp_id":"119222265","mp_crag_id":"105746406","climb_id":"AYk7vwfPV0mGQDs7wO8OVw==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"The Triple WOW is a link up of all three WOW routes on Ra. This may be the most difficult and sustained multi-pitch clip-up in the Front Range.\n\nP1.\n\n& P2.\n\n5.11b &\n\n5.12b\n\nClimb\n\nWanted Out West\n\n.\n\nP3.\n\n5.4, 50 feet, 2 bolts, 2 bolt anchor\n\nFrom the top of\n\nWanted...\n\n, walk the plank to reach the crux pitch of\n\nWindows on the World.\n\nP4.\n\n5.12b\n\nThis is the crux pitch of\n\nWindows...\n\n.\n\nP5.\n\n5.13b or 5.12a\n\nClimb\n\nWalk on Water\n\nor continue on with\n\nWindows...\n\n.\n\nP6.\n\n5.12a\n\nClimb the last pitch of\n\nWindows...\n\nand top out or lower off steel carabiners at the lip of the summit.","protection":"11 quickdraws\n\n2 alpine draws\n\n60m rope","location":""},"__v":0},{"_id":"QZlPMgRQV7WnZ9AWS/Vl/g==","name":"Waimea","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":6,"mp_id":"105762852","mp_crag_id":"105746406","climb_id":"QZlPMgRQV7WnZ9AWS/Vl/g==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Yet another 3 pitch sport route on Ra.  A long way from Oahu, this Waimea starts just right of Moving Zen.  It's the 5th bolted line coming up the hill.  The first pitch is the money pitch.  The upper two pitches are kind of out of character in difficulty but make for a nice way to top out.  The opening pitch is deceptive in two ways:  First, the stone up high looks a little suspect, but it's not.  The rock is actually excellent the whole way.  Also, the pitch looks maybe vertical.  It's not--you'll see.\n\nPitch 1:  5.12c, 14 bolts + 3 bolt anchor, 110'.  Swim up a clean granite face with small dihedrals and aretes up to a break below a pegmatite band.  Cross the band (.10) and enter into a big, sweeping wave.  The crux (.12b/c) comes at bolt 10, followed by several radical moves through pretty steep terrain.  You'll get a rest before exiting the wave, then ride it out to the anchor.  The crux is height-dependent.  6'0\" barely gets you through at middle 5.12.  It's sure to feel easier if you're taller, and probably much harder if you're shorter.\n\nP2:  5.10a, 9 bolts, 2 bolt anchor, 70'.  Head straight up the face to a fun headwall on solid stone.  A short slab leads to the anchor on a large ledge.\n\nP3:  5.9, 11 bolts, 2 bolt anchor, 80'.  A decent pitch on good rock climbs through corners and bulges.  Some lichen detracts just a bit from the nice position.  Belay from 2 bolts and then skip up to the top.\n\nDescent:  Walk down the ramp to the north.\n\nTaken by itself, the 1st pitch is at least 3 stars.  We're contemplating lowering the anchor so it can be done as a single pitch with a 60m rope.  As is, you'll need a 70m or two ropes to lower or rap.  Also, it's not really possible to dog through the crux, and it's almost impossible for the person following to aid through it.  So, if you're unsure, leave a couple long cheater slings on bolt #11 so the second can get up it.","protection":"15 draws + anchors.  A 70m rope is required to get off the 1st pitch.","location":""},"__v":0},{"_id":"WQJVPYTPXu2Ie4n7OUAJQA==","name":"Training Day","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Richard Wright, Mark Tarrant, Spring 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":4,"mp_id":"105762375","mp_crag_id":"105746406","climb_id":"WQJVPYTPXu2Ie4n7OUAJQA==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Training Day is a three pitch route that starts off a block just right of\n\nSmeagol's Way\n\nand fires up to the clean system of faces, corners, and an arete at 180 feet. It was named for Nick Walker (if you know Nick, then you know one of the hardest training men around). TD turned out to be an unexpected surprise in as much as it came in a full number grade easier on the sharp end than I had imagined while running it on jugs.\n\nP1, 5.11b, 85 feet. P1 starts off the block on a large, adherent plate with two closely spaced bolts. These had been placed for the purpose of running the rope off the fall line, which now seems irrelevant, but I left the bolts rather than leaving a hole. Fire up to a black section of rock, with a seam and the crux. Step right to gain the dihedral. Easy moves up the dihedral will drop you at the first three bolt belay station. To clip the anchors, keep the hands in the corner until you can stand easily on a square cut block. Moving left too early will be much more difficult. This gets two stars for P1.\n\nP2, 5.10b, 80 feet. P2 continues in the dihedral to a clean plate at 30 feet. A right hand in the crack drops a number grade off the face. Continue for a short space on some prickly rock, and finish up on a jug haul. Pulling on to the belay ledge may the crux! This gets one star for P2.\n\nP3, 5.10b/c, 75 feet. P3 starts in the corner at the three bolt belay station at 180 feet and pulls around onto the classic sharp arete, finishing on a short face near the top of the crag. There is no rap station at the top, just a two bolt belay station. If you finish on the arete, then walk off to the North. This gets three stars for P3 which has classic moves on perfect granite. Like everything else on Training Day, P3 came in a full number grade easier on the sharp end than imagined from jugs. The transition point from the corner to the arete is made off one of the most unusual holds, a deep vertical pocket that will take three fingers, pretty cool. A bail out bolt was placed in the face at the top in case it is necessary to get to the rap station on the left.\n\nPer\n\nDoug Haller\n\n: alternatively, at the last bolt of P3 on Training Day, traverse left to the top of Rohan Face and a 2-bolt anchor. Set up a hanging belay. Rap back to the top of P2 of Training Day.","protection":"Bring 12-14 draws, something for each belay station, and a 60 meter cord. There are three bolt belay stations at the top of P1 and P2. There is a double bolt belay at the top of P3 but no rap station.","location":"Per\n\nDoug Haller\n\n: from the base of\n\nEmpire of the Air\n\n, walk uphill, looking for an obvious, dark rock bulge with a thin seam and two closely spaced bolts. The route begins below this in a right-facing corner that contains a large flake (adherent plate) projecting from the left side."},"__v":0},{"_id":"LOYnuaZgXhKbn4K22/Gt9A==","name":"Strike It Rich","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Tarrant, Richard Wright, Indian Summer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":0,"mp_id":"105761352","mp_crag_id":"105746406","climb_id":"LOYnuaZgXhKbn4K22/Gt9A==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Strike It Rich is a very fun 2 pitch route that starts by climbing Miners Delight for 3/4 of its first pitch and then branching off, up and left to the first belay.  Both pitches are generously bolted, nicely exposed and pretty steep.\n\nPitch 1:  5.11b, 18 bolts, 120'.  Climb P1 of Miners Delight for about 80', over a small roof, and then find the line of bolts heading up and left to a semi-hanging belay (100' rap to the ground).  Climbing the last 40', from the roof to the belay, is interesting and positively fun.  It's not terribly technical--it mostly involves working through the side effects of a pretty good pump.\n\nPitch 2:  5.12a, 12 bolts, 85'.  Follow the corners straight up the steep wall to a nice face-climbing crux near the end.  There's an .11a section pulling into/out of a dihedral at about 50', finishing at a good rest.  The crux is about 15' higher and may not seem too bad if you rest long enough.  The anchor is just over the steep stuff on a slab.  You can lower off (a bit of rope drag), or rap, or top out and walk off the ramp system.\n\nStrike It Rich is equal in quality to Miners, and though it's probably a little more exposed, it seems lots less intimidating.  Richard deserves 99.99% of the credit for this route.  He found it, cleaned it, bolted it, incurred all the expense, and did all the work(!) to get it in.  I was just lucky enough to climb it and snag the redpoint.  Another excellent addition to Ra.","protection":"About 20 quickdraws.  60m rope to rap.","location":""},"__v":0},{"_id":"zLDWUo63VEmu+GWG61ya0w==","name":"Smeagol's Way","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Richard Wright, Mark Tarrant, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":2,"mp_id":"105760728","mp_crag_id":"105746406","climb_id":"zLDWUo63VEmu+GWG61ya0w==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Twenty feet right of\n\nMiner's Delight\n\nis a striking corner/seam/arete system that runs up through a short, steep head-wall just before the anchors. Stretch for the second clip and make a dynamic move past it. The crux is getting out of the corner system and on to the arete. Feet are pretty thin for 50 feet, and Smeagol can be spooky in a couple of places. The arete may have two solutions that tick in at very different grades (11c is the easy way). Solid rock, good continuity, and only half a rope long. FFA: Mark Tarrant","protection":"A dozen draws, a 60 meter rope, and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"B4ryiHQ5WmGVPTy2v+RkGg==","name":"The Rohan Face","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Wright,  Mark Tarrant,  Spring 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":3,"mp_id":"105762378","mp_crag_id":"105746406","climb_id":"B4ryiHQ5WmGVPTy2v+RkGg==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"The Riders of Rohan rode across the immaculate planes of Rohan, and the The Rohan Face climbs the immaculate face left of P3 of\n\nTraining Day\n\n. Once again, what seemed harder on jugs, melted away on the sharp end of the rope. Clean rock that follows discontinuous seams and and an arete may pick up the irregular crack at mid point. Staying left of the crack would add a number grade, but may be too forced to be worth the added spice. Rap back to the top of P2 of TD, or walk off to the North. Three stars for the clean climbing that makes  a nice moderate ascent of Ra.\n\nMark snagged the FFA via TD linking it all up clean a whistle.","protection":"A dozen draws and a sixty meter rope. This variation pitch has a rap station at the top and bolt that can be used alternatively if you plan on walking off. For the walk-off, pull up over the top and tie in on the big block. It's useful to leave enough cord that you can look back down to the other climber.","location":""},"__v":0},{"_id":"BgVVHgA6VIKsBlAkWSBeHg==","name":"Nearer To Thee","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Tarrant, Richard Wright, 6/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":7,"mp_id":"105763956","mp_crag_id":"105746406","climb_id":"BgVVHgA6VIKsBlAkWSBeHg==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"This splendid 2-pitch route starts from the belay atop\n\nEOA's\n\nsecond pitch.  It climbs the beautiful, exposed face left of the last two pitches of\n\nEOA\n\n, paralleling\n\nHigher Calling\n\n, to the top.\n\nStart:  Climb the first two pitches of\n\nEOA\n\n(.10b, can be combined with about 16 clips, 175'), to a semi-hanging belay at two open shuts. An alternative (and better) belay can be found by stepping right one bolt below the EOA open shuts onto a ledge with a chain anchor (This is the P2 anchor for Eternal Sunshine).\n\nPitch 1: 5.11c, 10 bolts, 2-bolt anchor, 75'.  Angle up and left on an 85 degree slab past 4 bolts to the start of a 20' crux section.  The wall then steepens but the holds get bigger (.10+) as you reach a sensational belay ledge. (Note: If you start from the ES P2 anchor, you will need two extra draws -- 12 total).\n\nPitch 2: 5.10d, 9 bolts, 2-bolt anchor, 75'.  Climb straight up the steep wall to the crux section between bolts 3 and 5.  The crux starts on steep rock, moves right, around an arete and onto a  balancy slab.  30' of moderate climbing on a licheny slab leads to the top where you'll find the anchor for\n\nEOA\n\nabout 10' back.\n\nThe end of the route is less than perfect, but it's not enough to detract from the overall high quality of the line.  The first two pitches of\n\nEOA\n\nare also surprisingly nice.  The appeal of the route is that it gets you all the way up the wall, somewhat moderately, with good protection and superb position.  This climb is named in remembrance of my grandfather, L.E.O., 1/8/17--5/31/05, X O.","protection":"12 to 18 draws depending on how pitches are combined, with 2-bolt anchors after each pitch.","location":""},"__v":0},{"_id":"nLtL1walXdmLzoXQnOPqRw==","name":"Moving Zen","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":5,"mp_id":"105762627","mp_crag_id":"105746406","climb_id":"nLtL1walXdmLzoXQnOPqRw==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Presently the 6th bolted route coming up the hill, Moving Zen starts about 20' down and right of Training Day and just left of Waimea on a short slab capped by an overhang.  It takes a line up and left toward T.D., running parallel to it and eventually joining T.D. for the last 35', finishing at its anchor.  A 5.10 start leads to a thoroughly bizarre encounter with a small roof (.12 magic) at bolt 6.  Attack the big overhang above, powering through the initial sequence (.12a), and immediately tussle with the crux.  One more clip allows you to join T.D.\n\nSuperb movement on nearly flawless rock is lessened only by some breaks in continuity (ie: rests) and the link to another route.  3.5 stars.","protection":"14 bolts + anchor, 95'.  Long slings very helpful on bolts #1, #4, #5.","location":""},"__v":0},{"_id":"/ZI81tSgWmure1g/GQKiNQ==","name":"Miner's Delight","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Joe Desimone, Mark Tarrant,  Richard Wright, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":1,"mp_id":"105760695","mp_crag_id":"105746406","climb_id":"/ZI81tSgWmure1g/GQKiNQ==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Miner's Delight was conceived and started by Joe Desimone in 1996 and finally completed by Richard Wright and Mark Tarrant in 2003. Hike up the talus field to the middle of this huge, fin-like buttress. The blocky talus dike has been cairned adjacent to EOA. Miner's Delight is 100 feet uphill and begins in right-facing corner system that starts out by powering up to a clip that is made from a small adherent ledge. The obvious seam 20 feet right is\n\nSmeagol's Way\n\n. The variation second pitch branches left of the upper dihedral at 90 feet and goes to a separate rap station.\n\nP1 of MD runs up on complex and often hidden corners, edges, and blocks. The climbing is on very solid features that were extensively cleaned by Joe; however, it is advisable to stay close to the intended line since the wall still kicks up loose rock where it has never seen human hands. This is a killer pitch with good movement and solid stone. A first run through felt like 5.11c, so call it b/c for now. The climbing felt a lot like\n\n80 Feet of Meat\n\nat Rifle, but longer. Fifteen draws are required to clip everything.\n\nP2 runs through the dihedral above and is protected by thirteen bolts. The stone here is brilliant, the climbing loads more strenuous than it may appear, and with thirteen clips will not feel in the least over-protected. This can be a spooky lead. The dihedral overhangs, the hardest moves are the most exposed, and despite climbing in a dihedral there are still some pumpy, exposed decisions to be made. Done one way, the pitch goes at 5.11c, but perhaps it's 5.11b if done with a different sequence.\n\nOverall, Miner's Delight is a terrific line in an alpine setting, and climbs on granite that is about as good as it gets. FFA for everything goes to Mark.","protection":"This two pitch route needs a 60 m rope, fifteen draws, and something for the double bolt anchors at the top of each pitch. P1 is 100+ feet long but will rap to the ground with 60 meters. P2 is 90 feet long and raps to a double bolt anchor. Tie your ropes together!! Alternatively, one can climb onto the ledge at the top of P2, belay from the block, and walk off North (away from the road).","location":""},"__v":0},{"_id":"ZQraQM6kUTiKrhcSc0//aw==","name":"Higher Calling","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Tarrant, Richard Wright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":8,"mp_id":"105762453","mp_crag_id":"105746406","climb_id":"ZQraQM6kUTiKrhcSc0//aw==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"Higher Calling is a 300', 3 pitch sport route that starts in an arching, left-facing dihedral about 60' up and left of\n\nEOA\n\n.  At present, it is the fourth bolted route you'll encounter coming up the boulderfield.  A relatively easy first pitch is followed by two fairly long, outlandish pitches on great stone.  It's possible to rap/retreat from each pitch.  I think the endurance demands take the overall onsight rating up a notch.\n\nPitch 1:  5.10b, 70', 8 bolts + anchor.  Stem into the big dihedral, arcing up and left to an interesting crux at 50'.  Belay on a small ledge.\n\nPitch 2:  5.11d, 120', 15 bolts + anchor.  Hang on for a wild, unrelenting ride up the overhanging dihedral for 60' (.11c/d--technical crux at the second bolt), and then work through the second crux on an  exposed and intimidating chocolate-colored bulge (.11c/d) at 70'.  More steep rock leads to a lowering anchor at 95' (NOT the belay).  Climb 20' past this anchor to a comfy, flat ledge and belay.\n\nPitch 3:  5.11c, 95', 13 bolts + anchor.  Another steep, exposed and exciting face finishes at a good ledge about 30' below the actual top of the cliff.  After bolt 2, balance right around the arete, staying low at first, and then up to bolts 3 and 4 (first crux). There are two technical cruxes (.11a/b), but the real crux is handling the relentless 5.10.  Think you can't fall off 5.10?  Don't be surprised if you melt off some pretty good holds near the end of the pitch.  It's best to belay below the summit in order to see your partner and avoid some rubble at the top.\n\nPitch 4:  Jaunt 25' to the top (5.4, 1 bolt) and find the 2-bolt anchor for\n\nEOA\n\nabout 10' back.\n\nDescent:  Walk down the ramp to the north.\n\nWith plenty of very good alpine rock, airy positions and fierce continuity, Higher Calling is on a par with 4-star routes just about anywhere.","protection":"16 draws + anchors, 60m rope.","location":""},"__v":0},{"_id":"Cy+ue2dPUXK/HW145ry0LA==","name":"Empire of the Air","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Joe Desimone, 1995","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":9,"mp_id":"105757252","mp_crag_id":"105746406","climb_id":"Cy+ue2dPUXK/HW145ry0LA==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"The first two pitches can be linked with a 60m; it goes at 5.10a/b. The second/(third) pitch is 11a. The last pitch is trad and offers a few jagged cracks for pro. A full rack is worth lugging up there, or else you'll be stuck downclimbing, pulling and resetting your gear higher as I was. Medium to large cams are good, wires as well. The climb goes up left under a big roof. There are good placements to protect your exit above, though the rock is of questionable quality in places. This pitch probably goes at around 10b and was my favorite pitch of the route. One might see or hear bighorn up top, which is another good reason to bring your helmet. More importantly, the leader may inadvertantly send down shards and shrapnel on his buddy's head; it almost can't be helped.\n\nThe rock tends to be sharp and nasty in places; there's also the distinct possibility that you'll pull something larger off; be wary! Bolt placements for first pitches are sufficient.\n\nPer\n\nDoug Haller\n\n: start atop or from the base of a very large boulder. Climb an unprotected slab for about 15 feet to gain the right of a short pillar set within the large corner. Climb the small pillar up and left into the corner proper. Follow bolts and green angle iron (homemade bolts) for 200 feet up the corner employing a combination of stemming, jams, and face holds through rock of varied quality with lose flakes and blocks. Two belays are optional, one with cold shuts but a poor stance in line with the next pitch or by moving right belay on a ledge\n\nYou can walk off to the northeast. Or, if you didn't bring a rack, you can rap off double bolts at the top of pitch 1, 2, or 3. A 60m rope is sufficient for the entire climb, or a 50m if you do it in 4 pitches instead of 3.","protection":"16 quickdraws to link first two pitches and a regular rack for last pitch, especially wires and medium cams (extras if you have them, or bring some hexes).","location":"The hike up is 20-40 minutes, depending on what shape you're in. There's a faint trail and cairns, I think, in places. Look for the bolts to find the climb; some are a reddish hue."},"__v":0},{"_id":"jr1nJrSKWh+xqLLIFvkRsQ==","name":"Eternal Sunshine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Tarrant, Richard Wright, P1--10/04, Route--7/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"left_right_index":10,"mp_id":"105763953","mp_crag_id":"105746406","climb_id":"jr1nJrSKWh+xqLLIFvkRsQ==","areaRef":"hbMAbYALU8msxn0qtgM+jg=="},"content":{"description":"This route now goes all the way to the top in four pitches. It's the second bolted route coming up the boulder field.  Between WOW and EOA is an obvious right-facing dihedral starting about 30' off the talus.  The route begins on a slab 25' down from EOA, just left of an overhang close to the ground.  The line is independent except for the last 50' where it joins WOW on the amazing arete.\n\nPitch 1:  5.11d, 13 bolts, 105', 3-bolt anchor.  Climb the slab to the dihedral and then move on to a clean vertical wall.  The last move in the dihedral is hard (.11), followed by a sit-down rest and then the edging crux on the wall above at bolt 10 (.11d straight up or .11c moving right).  There is now a lowering anchor at the end of the pitch (90' to the ground), or move up to the ledge to belay.\n\nPitch 2:  5.10a, 5 bolts, 60', 2-bolt anchor.  Mantle directly above the belay and then move left to a corner.  Go up the corner for 20' and move left (crux) then up 20' to the anchor. (Midway up this pitch it is possible to traverse right, 5.7, linking to the big plate on WOW).\n\nPitch 3:  5.12a, 10 bolts, 80', 3-bolt anchor.  Climb the steep face to the first crux (.12a lite) through the X on a steep prow, ending at a huge, incut jug.  Move up the corner for 40' to the second crux through the last two clips.  Rest up before the end  to improve your chances with the slick, \"no way\", full-on .12a moves to the anchor.\n\nPitch 4:  5.11a, 13 bolts, 100', 2-bolt anchor.  The final pitch is very fun with great position.  Move left off the belay then up a steep face to a ledge. Continue with more steep face climbing to another big ledge where it joins WOW below the exposed arete.  Climbing off each of the big ledges delivers the two cruxes.\n\nApart from the second pitch, this route rates 3+ stars.  All the other pitches have engaging movement and are on good stone.\n\nDescent:  Walk down the descent ramp to the north.","protection":"About 15 draws plus anchors after each pitch.  60m rope.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,8029a0f3-123e-5fa5-8b69-163fa13e3795,85b3006d-800b-53c9-acc6-7d2ab6033e8e","pathTokens":["USA","Colorado","Empire","Ra"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12b"},{"count":2,"label":"5.13b"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":12,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.74296,39.76827]},"bbox":[-105.74354500912504,39.76782033981814,-105.74237499087495,39.76871966018188],"left_right_index":-1,"ext_id":"105746406","area_id":"hbMAbYALU8msxn0qtgM+jg==","polygon":{"type":"Polygon","coordinates":[[[-105.74354500912504,39.76782033981814],[-105.74237499087495,39.76782033981814],[-105.74237499087495,39.76871966018188],[-105.74354500912504,39.76871966018188],[-105.74354500912504,39.76782033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:57:10.364Z","updatedAt":"2024-02-19T18:32:58.903Z"}