{"_id":"63689d20e80bff5a994f20a1","area_name":"North Shore, The","shortCode":"","climbs":[{"_id":"X/J4DKVXUZ6d0xX1XPRnPg==","name":"Nug Dunk","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jacob and Austin Hancock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.17707,34.01393]},"left_right_index":1,"mp_id":"120478974","mp_crag_id":"120478944","climb_id":"X/J4DKVXUZ6d0xX1XPRnPg==","areaRef":"IXm55qA3V3iz9+s7EzISlw=="},"content":{"description":"A big hold or two, then nothing but tiny crimps for 6 or 7 moves. Pull a puzzling, balancy crux, make a thin clip, pull a few more crimp moves and encounter the nugs!! It’s short, but it’s a genuinely good route with fun moves. As for the grade, we have no idea. Most suggestions range from 11b to 11d but someone did say it might be 5.9 in Cochise. Have fun.Beta video if you want some help managing the micro crimps: youtu.be/o81qRBuHSJAThere is a 4 bolt extension that branches to the right after the 4th bolt of Nug Dunk. This section features a couple of the coolest moves at the crag and has an extremely difficult boulder problem (likely double digit V grade) on a pinchy, tufa-esque feature right before the chains. We’re calling this project “Bonzai Backdoor” for now. It is an open project. There are currently no chains on the anchor at the top, but you can clean your gear if you hike to the top of the cliff and rap off the access anchor (two bolts on a big block.)","protection":"5 bolts to chains","location":"White spotted face on the left side of the wall. Look for a low first bolt."},"__v":0},{"_id":"oYOLlubOV26aOr8opGuuBQ==","name":"Heidive (Heidi's Huck and Pray)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jacob and Austin Hancock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.17707,34.01393]},"left_right_index":2,"mp_id":"120478951","mp_crag_id":"120478944","climb_id":"oYOLlubOV26aOr8opGuuBQ==","areaRef":"IXm55qA3V3iz9+s7EzISlw=="},"content":{"description":"This route couldn’t be more different than Nug Dunk. Start with a big huck, make some athletic moves to pull the roof, take a moment to rest, and claw your way up the bulge feature to a no hands rest. Beware 8ft of serious choss on super easy ground and climb into some bomber volcanic seams up top. Fun climbing and extremely varied. Still awaiting more votes for the consensus to settle, but we’ll start it off at 11b. Hard to say.Beta video if you want proof that the huge blocks at the beginning won’t fall off the wall when you crank on them: youtu.be/OCP0VYkQgzU","protection":"6 bolts to chains","location":"Right side of the wall. Look for the diving board feature about 10 ft up and a high first bolt. A seam/crack system can be seen up high on the route."},"__v":0},{"_id":"3p39Vw74U6CvBGtybm9OgQ==","name":"Costco Board","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jacob and Austin Hancock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.17707,34.01393]},"left_right_index":0,"mp_id":"120478982","mp_crag_id":"120478944","climb_id":"3p39Vw74U6CvBGtybm9OgQ==","areaRef":"IXm55qA3V3iz9+s7EzISlw=="},"content":{"description":"This is a short dihedral with a thin crack running through the middle. Nothing special but works as a good techy warmup for the other routes. There’s still a bit of choss on the right arete so climb carefully.","protection":"3 bolts to chains","location":"Small dihedral on the left side of the wall. Look for the Siamese cacti."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,e5b8d1b1-334c-5d65-bd2d-0d9277933a9f,2179b9e6-a037-5778-b3f7-eb3b13321297","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","New River and Black Canyon City","North Shore, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.17707,34.01393]},"bbox":[-112.17761247715863,34.01348033981814,-112.17652752284134,34.01437966018186],"left_right_index":-1,"ext_id":"120478944","area_id":"IXm55qA3V3iz9+s7EzISlw=="},"content":{"description":"The North Shore is about 70 feet tall, quite chossy, and made of a sort of water-worn volcanic rock. The nature of the climbing varies a lot and the routes are bound to change as they see future traffic. The wall is pretty much always in the shade and the landing is a nice, sandy riverbed. As of spring 2021 there are three sport routes, one of which has an extension (open project) of unknown difficulty. These routes were cleaned and bolted in late 2020. \n\n  Get a quick sense of the climbing and setting at youtube.com/shorts/iZKEoIEz7Qg\n\n  Considering the location and surroundings, it’s a miracle that actual sport climbing can exist out here. There is definitely potential for more routes, however, serious cleaning will be required. We have a few more lines planned, a couple of which already have anchors and are in the process of being cleaned. We have also spent a lot of time scouting nearby rock outcroppings both up and down river. There is mild potential at a few spots, but the North Shore is definitely an anomaly and the best/tallest wall in the vicinity. The big white “wall” you see on the approach is totally different rock and most of it is entirely unclimbable. \n\n  We hope any potential route developers out here will reach out to us and keep us in the loop with your plans - we definitely want to know if the area gets more action."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:37.915Z","updatedAt":"2024-01-15T16:39:22.993Z"}