{"_id":"63689d5ce80bff5a994f4c5f","area_name":"9-Chouinard","shortCode":"","climbs":[{"_id":"Cm5k4551VKm0gsRa4xQZqg==","name":"Thinking of Patricia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"TR Krystina Maixner","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":3,"mp_id":"114438778","mp_crag_id":"112069260","climb_id":"Cm5k4551VKm0gsRa4xQZqg==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"Two diagonal cracks (sometimes one) on the right side of the Big Dihedral with lots of interesting moves, more laybacks than jams. Sustained vertical face.\n\nIf only this were longer . . . but . . .\n\nCould be followed by the route \"SouthEast Roof\", then descend back to start with two rappels (or single rappel with 70-meter rope).\n\nStart up right side of central inside corner of Big Dihedral, then diagonal right up crack (or two cracks). Finish at two-bolt anchor (not connected), and each of the bolt hangers has a chain hanging from it.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nname: \"Patricia\" as in Bowl - (earlier called \"BD Right Crack\").\n\nFA first ascent\n\n? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it\n\nand\n\nsupplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for the climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Top-Roping: Shares the same two-bolt anchor with the route \"SouthEast Crack\".\n\nLikely want to use a long sling to get the rope-attachment point more over top of this route.\n\nLikely want to place some Trad directionals (mainly cams) to keep the climber near the route if they fall or want to rest.\n\nFor ideas on how to reach the top and set up anchors for Top-Roping,\n\nsee the area page for this sector Chouinard\n\n.\n\nProtection for Trad leading is unknown so far - (but the climbing tends to follow cracks);","location":"Start on wide platform at base of the Big Dihedral, on right side of the inside corner.\n\nReach this platform by walking left along base of sector 8 Dostie, then up and left around corner on rough trail. Trail goes out right away from rock face then up + left toward it. See the Big Dihedral above left. Soon leave approach trail and scramble up left to wide platform.\n\n- - >\n\nSee on this Photo"},"__v":0},{"_id":"5JgmC2ZZVg+lpRySBJCbqg==","name":"Southeast Roof","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Corey Todd, Michael DeNicola, Ken Roberts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":5,"mp_id":"112303613","mp_crag_id":"112069260","climb_id":"5JgmC2ZZVg+lpRySBJCbqg==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"The crux is rather interesting bouldering sequence, but the rest is much easier.\n\nThis route could be thought of as a continuation of the southeast crack route (which could be linked in a single pitch), but the character and history of that route is very different.\n\nScramble up from the ledge into a left-facing corner underneath a 2-3-ft deep roof. Pull over the right edge of the roof (easier than the quoted grade if find the best technique on the first try).\n\ndescent\n\n: Simplest is to walk left from the top 15-20 ft to the platform to the rappel station on the wide platform on the roof that caps the top of the Big Dihedral. For more details,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\ntop-roping\n\n: For ideas about how to set up Top-Rope,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Leading: standard Trad rack, especially medium small cam. Protection for crux is good but might require strength or precise technique to place.\n\nNo fixed hardware for top anchor or for leading as of 2016.","location":"On the ledge at the top of the obvious continuous crack up the middle of the southeast face which is to the right of the giant corner in the left side of the Chouinard sector 9. Two-bolt anchor near the outside of this ledge.\n\nReach the bottom of this route by first climbing the route Southeast Crack or the route BD RIght Crack.\n\n- - >\n\nSee on this Photo\n\n. . . .\n\nand on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"4gd7zYH6UFSObFKYT2l/lA==","name":"Southeast Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":4,"mp_id":"112303639","mp_crag_id":"112069260","climb_id":"4gd7zYH6UFSObFKYT2l/lA==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"A taste of Yosemite. Real crack climb with a wide section. Crux might feel easier than the quoted grade for climbers with well-practiced off-width technique, but awkward (and harder?) for most other climbers.\n\nLogical continuation of this route is the route SouthEast Roof, or a much easier way to finish higher is the route \"BD Right Out & In\". Or perhaps (not yet checked by us) could walk left across ledge under the top V-slot of the Big Dihedral, and join the route \"BD Left Crack\" to finish to top of Big Dihedral.\n\nThere is a rappel station near the top of those routes which can get you back down the anchor at the top of this route. Could also Top-Rope (likely with some slings or static cord) the route BD Right Crack from the two-bolt anchor at top of this route.\n\nUp the crack to the ledge.\n\nDescent by rappel from two-bolt anchor.\n\ntop-roping\n\n: For ideas about how to set up Top-Rope,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\nOr this route could be top-roped after climbing the route BD Right Crack.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Leading: standard Trad rack, including at least one wide cam.\n\nWould need a really wide piece to place in the upper off-width section, likely most leaders would go without that.\n\nTwo-bolt anchor at top. Bolts not connected. Chain with big wide links handing from each bolt.\n\nNo intermediate bolts for leading.","location":"On the southeast face to the right of the giant inside corner \"Big Dihedral\" in the left side of the Chouinard sector 9, at the obvious continuous crack trending slightly left-ward. Crack starts 1-2 inches wide, much wider near its top. Finishes up to a broad ledge (with a another shorter face above).\n\n- - >\n\nSee on this Photo\n\n. . . .\n\nand on this Photo"},"__v":0},{"_id":"A68cbPo8XZW258pyNE0v9g==","name":"One Pine","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ken Roberts cleaned + installed bolts, Derek Field led it","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":0,"mp_id":"114443904","mp_crag_id":"112069260","climb_id":"A68cbPo8XZW258pyNE0v9g==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"Fun interesting moves on positive holds all the way.\n\nPlease respect (and nurture?) the little pine tree that gives this route its name.\n\n. . . (What species is it?)\n\nStart on the base platform of the Big Dihedral, on right side of chimney in left side of the giant inside corner / open book. Work up through various diagonal cracks. Where bolt line forks, trend left to the pine tree growing in the midst of the face. Then straight up to top of face. Next bear Right up short slab to reach two-bolt anchor at top edge of cliff. Can stop here and rappel or lower-off. Or continue higher on vague ridge to belay anchor (one bolt and one cord loop) at the level of the gentle ledge at the top of the Big Dihedral.\n\ndescent\n\n: Can rappel off the lower two-bolt anchor (but need to add your own equipment as of 2018), or there is a rappel station 15-20 ft right of the higher belay anchor. The higher anchor is not designed for rappel (might get rope stuck).\n\nFor more details,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\ntop-roping\n\n: For ideas about how to set up Top-Rope,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"7 intermediate bolts for Leading from base platform up to lower anchor.\n\n2 more bolts (including one of lower anchor) to reach higher belay anchor.\n\n. . . (bolts and hangers are 304 Stainless steel 2.25-inch x 0.375-inch, installed 2018).\n\nLower anchor has two bolts, not connected. No other attachment hardware as of 2018.\n\nLower hanger has horizontal hole.\n\n. . . (bolts and hangers are 304 Stainless steel 3/8 inch, installed 2018).\n\nHigher belay anchor has one bolt and one cord loop.\n\n. . . (bolt and hanger are 304 Stainless steel 3/8 inch, installed 2018).\n\nTrad leading\n\n: This route was led in Trad style soon after it was cleaned and hardware-equipped. Standard rack as far a I know.\n\nTop-Roping\n\n: Shares the same two-bolt anchor with the route \"BD Left Inside\".\n\nFor ideas on how to reach the top and set up anchors for Top-Roping,\n\nsee the area page for this sector Chouinard\n\n.","location":"On the base platform of the Big Dihedral, on right side of chimney in left side of the giant inside corner / open book.\n\nReach this platform by walking left along base of sector 8 Dostie, then up and left around corner on rough trail. Trail goes out right away from rock face then up + left toward it. See the Big Dihedral above left. Soon leave approach trail and scramble up left to wide platform.\n\n- - >\n\nSee on this Photo"},"__v":0},{"_id":"ebpUmX5BViylrqbrIjOHSw==","name":"Good Vibes","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Derek Field & Giselle Fernandez (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":6,"mp_id":"114611642","mp_crag_id":"112069260","climb_id":"ebpUmX5BViylrqbrIjOHSw==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"Bringin' only good vibes! This is the little fingercrack just right of the wide splitter (Southeast Crack) on the far right end of Rush.\n\nStart in a left-facing hands corner to a stance at a prominent horizontal break. Hand-traverse left to gain the main fingercrack. Good thin crack climbing leads to the ledge and pre-existing two-bolt chain anchor.","protection":"Single rack to 3\" including small/micro nuts\n\nTwo-bolt chain anchor","location":"Far right side of Rush, around the corner from the Big Dihedral area. Broken fingercrack just right of the wide\n\nSoutheast Crack\n\n."},"__v":0},{"_id":"ipV+hVlWXQOqJw6k4AQGbg==","name":"BD Right Up & In","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":2,"mp_id":"114438696","mp_crag_id":"112069260","climb_id":"ipV+hVlWXQOqJw6k4AQGbg==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"Some interesting moves in some interesting rock situations.\n\ndirections: Start from the two-bolt-two-chain anchor at the top of the route \"Southeast Crack\". Directly up the face, then pull over the right side of the roof by its end.\n\n. . Variation (much less difficult like 5.5-5.6): Diagonal up right (outside the Big Dihedral) on crack with broken rock. Next straight up a line of weakness. See roof above right, but instead traverse left around corner into the Big Dihedral.\n\nNext traverse horizontal left (above big roof) to reach the dark V slot. Finish up the outside corner which forms right side of V slot. Up onto wide flat ledge with rappel anchor.\n\ndescent\n\n: There is a rappel station at the top of this route. For more details,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\ntop-roping\n\n: For ideas about how to set up Top-Rope,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top-Roping of this route is possible with some care in flipping the rope sideways several times to avoid big side-swing if fall.\n\nFor ideas on how to reach the top and set up anchors for Top-Roping,\n\nsee the area page for this sector Chouinard\n\n.\n\nBut so far the only way to reach the top of this route at a difficulty not much harder than the route itself, is to start in sector Dostie.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"Start at the two-bolt anchor (with one chain hanging off each bolt) which is at the top of the route \"SouthEast Crack\".\n\nThis could be reached by climbing up \"Southeast Crack\" or \"BD Right Crack\", or by climbing about  2/3 of \"BD Left Crack\", then walking right on ledge. Or by lowering in from the top platform rappel anchor.\n\n- - >\n\nSee on this Photo"},"__v":0},{"_id":"gv8Tp/I3W0+5e7SEC5m0gQ==","name":"BD Left Inside","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken Roberts installed bolts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"left_right_index":1,"mp_id":"114444096","mp_crag_id":"112069260","climb_id":"gv8Tp/I3W0+5e7SEC5m0gQ==","areaRef":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":"Lots of moves on positive holds. So far it shares the same start and lower half, but then finishes closer to the center top V-slot of the Big Dihedral.\n\nNot sure about the difficulty rating, since FA climber was cleaning and marking bolt placements along the way.\n\nStart on the base platform of the Big Dihedral, on right side of chimney in left side of the giant inside corner / open book.\n\n. . . Start (Top-Rope only) independent of route \"One Pine\": Climb the lower part of the route \"Thinking of Patricia\" (including a 5.11a move). Next move horizontal left high across right-trending overlap. Then over short inverted layback sequence to rejoin the main route.\n\n. . . (? There might be a line in the 5.10 range that starts in the corner for a few feet up the \"Thinking of Patricia\" crack, then goes more straight up near the main corner to reach the inverted layback sequence ?)\n\nFollow crack or cracks (as for lower part of route \"One Pine\"). Where bolt line forks, trend Right up gentler for a bit to reach left-facing corner below big chockstone.\n\n. . . Variation\n\n: From a bit above where bolt line forks, could also walk right across ledge to reach the two-bolt anchor at the top of the routes SouthEast Crack and BD Right Crack, and finish to the top of Big Dihedral using the route \"BD Right Up & In\".\n\nUp that left-facing corner (crux) and pass chockstone on its right side. Trend left up to reach two-bolt anchor at top edge of cliff. Can stop here and rappel or lower-off. Or continue higher up vague ridge to belay anchor (one bolt and one cord loop) at the level of the gentle ledge at the top of the Big Dihedral.\n\n. . Variation: Could finish to the platform at top of Big Dihedral by climbing above the anchor, trending right aiming for left edge of inverted V-slot at top of BD, and finish by pulling over a bulge (perhaps protected by placing a long sling around bush with multiple small trunks just left of bulge)\n\ndescent\n\n: Can rappel off the lower two-bolt anchor (but need to add your own equipment as of 2018), or there is a rappel station 15-20 ft right from the higher belay anchor. The higher anchor is not designed for rappel (might get rope stuck).\n\nFor more details,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\ntop-roping\n\n: For ideas about how to set up Top-Rope,\n\nsee the Area page for this sector 9 Chouinard\n\n.\n\nwarning\n\n: The rock in this sector has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"9? (not sure of exact number) intermediate bolts for Leading from base platform up to lower anchor.\n\n2 more bolts (including one of lower anchor) to reach higher belay anchor.\n\n. . . (bolts and hangers are 304 Stainless steel 3/8 inch, installed 2018).\n\n. . (Two bolts in the upper part are very close together. That's because it's a strenuous sequence close above a flat ledge. The lower bolt helps protect, but requires a more difficult clipping stance. Some leaders might prefer to \"climb through\" that bolt, instead clip the next one.)\n\nLower belay anchor has two bolts.\n\nHigher belay anchor has one bolt and one cord loop. Higher anchor is not designed for rappeling or lower-off or top-roping.\n\n. . . (for more details about these anchors, see on the description page for the route \"One Pine\").\n\nTop-Roping\n\n: Shares the same two-bolt anchor with the route \"One Pine\".\n\nFor ideas on how to reach the top and set up anchors for Top-Roping,\n\nsee the area page for this sector Chouinard\n\n.","location":"On the base platform of the Big Dihedral, on right side of chimney in left side of the giant inside corner / open book.\n\nAs of 2018 the start and first part is shared with the route \"One Pine\".\n\nReach this platform by walking left along base of sector 8 Dostie, then up and left around corner on rough trail. Trail goes out right away from rock face then up + left toward it. See the Big Dihedral above left. Soon leave approach trail and scramble up left to wide platform.\n\n- - >\n\nSee on this Photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,1f9bc456-293a-5bce-ab84-8f664062f3ed,4903b76f-1bb2-5426-a838-a26e8962f1a0","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Rush","9-Chouinard"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.10663,37.81125]},"bbox":[-119.1071991651373,37.810800339818144,-119.10606083486265,37.81169966018187],"left_right_index":-1,"ext_id":"112069260","area_id":"SQO3bxuyVCaoOKJuiWLxoA=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:23.346Z","updatedAt":"2022-11-25T11:14:16.345Z"}