{"_id":"6368a1b8e80bff5a99553f09","area_name":"New Wave","shortCode":"","climbs":[{"_id":"nOt9grqZU86MZJIbihsVMw==","name":"Weevil Knievil","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Sprague 11/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":4,"mp_id":"106029102","mp_crag_id":"105890866","climb_id":"nOt9grqZU86MZJIbihsVMw==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"A fun and somewhat varied route. There is a boulder problem crux and a pump crux. The rock is interesting with quartz deposits making for some cool moves.\n\n Climb the first moderate boulder problem off the ground to a nice rest before the crux bulge (its only 10 feet up but I never refuse a rest when offered one). Head up and left on jugs till they run out, clip a bolts and head up in to the business. Most people favor a sneaky undercling to gain a good right hand to get situated on the steeps. A few more powerful moves get you to a mid way ledge. Milk the rest and work your way up the corner above laying back and making some sequency moves to gain the slightly sloping lip (this might be tough if you are pumped). Find the good holds and clip the chains. Topping out is fun and sometimes easier than hanging to clip.\n\n This might be a good 5.12 to do as your first if it fits your style. Its not hard in the grade but definitely 5.12.\n\nyoutube.com/watch?v=qKLxhsm…","protection":"8 bolts to chains with fixed lower biners...","location":"Middle left end of the cliff just right of the corner of barking spiders (5.11c)"},"__v":0},{"_id":"LpM2yBYQXP66jxDfBrWH6w==","name":"Today Morning","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith B 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":17,"mp_id":"117597961","mp_crag_id":"105890866","climb_id":"LpM2yBYQXP66jxDfBrWH6w==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"I have not heard an official Name, Grade or FAer on this one. Just going on hear-say and a made up (likely) temporary name. But it has been up a while and it's a good easy climb.\n\n Climb the really sweet little corner until it ends then make a cruxy move onto the slab moving right. Follow the bolts up the interesting slab past a few other tricky spots to the anchor at the top of the cliff.\n\n A nice full length moderate line. ","protection":"12 bolts to anchor with or without fixed biners.","location":"Just where the trail meets the cliff look for a clean swath of rock between the brushy stuff. A shallow corner is easy to pick out. "},"__v":0},{"_id":"gFNVX0W4WwuKtpzl9OJWAQ==","name":"Vallee Daze","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tom Armstrong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":8,"mp_id":"106195388","mp_crag_id":"105890866","climb_id":"gFNVX0W4WwuKtpzl9OJWAQ==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"This climb is wonderful. It is very aesthetic line, has extremely safe falls that still provide fear and it'll make for some frameable pictures. Make sure you bring your bag of tricks as you will encounter crimps, deadpoints, heelhooks, sidepulls, barndoors, pinches, fingerlocks, and a kneebar if you are observant. Balance, a couple of interesting rests and footwork  will be rewarded. \n\n  Start out on easy ground, make the first clip and then get ready for the next 50 feet of business. Grab an undercling, make the move out onto the right face using crimps and make your first desperate move to the first jug of the climb at 25 feet. Make a big move up to another jug and set up for the crux, a series of crimps leading to the redpoint crux, clipping the 5th bolt off the flat  ledge. Use your rest finding skills to find a left knee bar on the ledge and regroup before the final 5.10 layback moves up to the anchor. \n\n  This remarkable line is a must do for climbers 5'10\" and over.","protection":"7 bolts of Anchors \n\n  Newly rebolted!","location":"Striking black arete is the center of the wall to the right of Black Dog Crack and Salley's Alley."},"__v":0},{"_id":"wlcqo7oTVg6XikKupn0Xvg==","name":"Ten of Spades","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith 11/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":16,"mp_id":"105968891","mp_crag_id":"105890866","climb_id":"wlcqo7oTVg6XikKupn0Xvg==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Looking up you wouldn't know what a cool climb this is.... I also couldn't judge how challenging it would be.... From the bottom, it looked like a steep slab, but once on it, it seemed vertical with super-techy climbing (which I always enjoy)...Basically having to adjust and readjust my foot work for every hand move on the second half of the route...A great test of mid-grade technical 5.10 climbing.... \n\n  The start is no harder than 5.8, lulling you in to a false sense of security.... You then hit the upper headwall where things get steeper and more challenging.... This section involves tiny crimps, sidepulls, underclings, and even slopers...even clipping the chains presents a challenge cause the hard climbing won't let up once it starts....","protection":"7 bolts to quick clips....","location":"2nd route right of  the obvious black chimney of Smokestack (5.9), starting under a tree growing out of the cliff 10 feet up...."},"__v":0},{"_id":"IsbmJVjEW7aK7PNtERNX1w==","name":"Strict Scrutiny","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Justin Hayes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":11,"mp_id":"106324841","mp_crag_id":"105890866","climb_id":"IsbmJVjEW7aK7PNtERNX1w==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Fun climbing on small, small holds. Some interesting and low percentage moves lead to the traverse at the top of Dark Star into Paradox. \n\n  Although the climb is routinely published with the 5.14a grade, many have suggested that 5.13d may be more appropriate.","protection":"8 fixed draws to the anchors.","location":"Located on the far right side of New Wave Wall, on the black face - it's the climb directly in front of you as you arrive at New Wave.  \n\n  Strict Scrutiny follows Dark Star and then heads right into the crux of Paradox."},"__v":0},{"_id":"QBL1mMcRXBWtm49Hj66UqQ==","name":"Smokestack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sport version -Ed Esmond 8/98, but  found to have been previously lead trad by Tim Gotwells","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":13,"mp_id":"105998986","mp_crag_id":"105890866","climb_id":"QBL1mMcRXBWtm49Hj66UqQ==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"A wakeup call for sporty sport climbers I'm sure... You will find all kinds of moves on this route that are hard to find elsewhere at Rumney... Thought provoking chimneys,and cracks, even a little off-width technique will come in handy... Most of the bolts are close together but there are a couple that might make someone shaky if they are used to Rumney's close bolts... \n\n  Start up the chimney, remember that using your feet well will help you conserve Energy for the strenuous moves at the top... As the chimney ends make moves left to a good stance and figure a way through a \"boulder problem\" where you have a few choices (i stay left) to another stance then run it out a little on easy ground to your next bolt and the final chimney/offwidth... Stem for a bit then get in to the squeeze chimney reaching back deep for holds and eventually laying back a few moves to a good hold at the top... Clip the chains and catch your breath... \n\n  There are many options as far as what moves and techniques you will use this is just my take on it... \n\n  It is sad that this route is very often wet...","protection":"9 bolts to anchor","location":"The dark (often wet) chimney on the right side of the crag..."},"__v":0},{"_id":"vEqioyjQU06ksooPch8z0w==","name":"Short Wave","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Smith, 8/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":1,"mp_id":"105959853","mp_crag_id":"105890866","climb_id":"vEqioyjQU06ksooPch8z0w==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Though this route ends half way up the cliff, I found it to be really fun with a challenging crux move and some cool 5.10 climbing mixed in.... \n\n  Start to the right of Air and Pleasent Danger (5.8).... Climb up moderate moves to gain a 5.10ish section with a fun sequence.... Take a quick shake off and fire in to the crux where you will want to hit the holds just right to stick the mantel and clip the chains.... \n\n  Thanks to its short length and the fact that a wall hangs over it, this route can be quite dry even in heavy rain....","protection":"4 bolts to a rap station.","location":"2nd route to the left.... Watch your step behind you there is a big drop.... You might want to anchor in on belay...."},"__v":0},{"_id":"QL09oMxWXYqs9PYnuNBNUg==","name":"Schist Another Sport Climb","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":21,"mp_id":"106600975","mp_crag_id":"105890866","climb_id":"QL09oMxWXYqs9PYnuNBNUg==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"This route is fun with good holds everywhere except at the crux. Start on the easy slab under the first bolt work your way up clipping off of a good undercling. Trend right up easy ground past another bolt, then clip the third bolt, just above a ledge, this is where the crux begins. Move left on underclings these moves can feel extremely compressed, there is a small foot on the face that is usable. Continue moving left on the ledge in funky compressed moves until it is possible to stand up and  clip the next bolt, continue over the bulge with one or two more thought provoking moves. Then continue up the easy often wet top to the chains.  \n\n  The new guide book has this listed at 5.7 but Jim told me it was 5.9 before the book came out so I have adjusted it to meet in the middle.","protection":"4 bolts to LO's. \n\n  PLEASE TOP ROPE OFF YOUR OWN GEAR.","location":"On the New Wave wall, on the smaller section to the right, this is the right most bolted route, just left of the dirty gully that makes the trad route of Schist Another Crack. \n\n  To access this part of the cliff when you get to New Wave proper and the trail splits, left goes to New Wave go right as if heading to the Kennel Wall there will be three bolted routes here on the left of the trail, this route is the right most route."},"__v":0},{"_id":"xtGMJut7VNymnxZQh8rC1Q==","name":"Schist Another Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bradley White (1980s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":20,"mp_id":"111123218","mp_crag_id":"105890866","climb_id":"xtGMJut7VNymnxZQh8rC1Q==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Currently in a state of decay though not as bad as you may expect, this route follows a crack in between two nice moderate bolted routes. Expect to bring a brush, and have a nut tool to dig out placements on your way up. The climbing is pretty enjoyable and the rock is just sharp enough to feel fresh.","protection":"Trad gear to the top, sling a tree and go to whatever bolt anchor your heart desires.","location":"In between Night Crawler and Schist Another Sport Climb"},"__v":0},{"_id":"xtYwlZA/UqSCLHyS7o/3jg==","name":"Sam Spade","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bradley White and Bill Hardigan, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":14,"mp_id":"106505322","mp_crag_id":"105890866","climb_id":"xtYwlZA/UqSCLHyS7o/3jg==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Original start was dirty crack on the far right side to reach the horizontal traverse towards Smokestack. Before Smokestack climb the face right of a diagonal crack (long vintage soft angle pin) and stopper placements that splits the wall. Continue up ramp that terminates at cracks.    That ended our first day creating this route. It had too much rope drag! Came back and set up a rappel to bolt the bottom face. Now Sam's had a direct start to the horizontal crack and a pin was added near the top of the cliff. Bill and I returned and the crux went fine but I screwed up the sequence at the pin and fell before clipping it. Huge air drop. I had the bolt kit on me and placed a bolt below the last pin on the lead before I finished the climb. Retrospade has chalk on the same face holds as 'Sam Spade' does. They look like Siamese Twins. Maybe Sam Spade went into obscurity with it's gag, vintage pin relic. The pin was fine.    Today that's the only thing left on this route that's original are the bolts and pins because of Tom's declaration that 'Retrospade' is a separated from 'Sam Spade' climb from ours.     ","protection":"Vintage pin, bolts and mostly stoppers","location":"Right of Smokestack"},"__v":0},{"_id":"ooleZlO7UQC7MWETc74PkA==","name":"Salley's Alley","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ted Hammond 10/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":6,"mp_id":"105896493","mp_crag_id":"105890866","climb_id":"ooleZlO7UQC7MWETc74PkA==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Follow a technical corner then move left and over the roof (crux). This is a very good climb and well worth doing. It even stays dry after a rain, so it should be doable whenever you get up there.","protection":"SS glue-in belayer's bolt then 9 more to LO. Might want to bring a shoulder length sling and a few longish draws to keep everything running well","location":"Follow trail to Orange Crush off of second parking lot. Near the top you will break right to New Wave. Sally's Alley is in the middle of New Wave wall. Look for a single SS glue-in at the base for anchoring the belayer"},"__v":0},{"_id":"VAfLHBpZXEyk8mxzvZtO4A==","name":"Roaring Silence","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ward Smith, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":5,"mp_id":"106188146","mp_crag_id":"105890866","climb_id":"VAfLHBpZXEyk8mxzvZtO4A==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Roaring Silence is a fun route up the left side of New Wave Wall. It starts with the first few bolts of Weevil and breaks right up the steepest part of the wall. The first crux consists of weird moves through black rock. The second crux comes up high on the steep arete. Many skip the last bolt as the climbing is pretty intense at this point. \n\n  The cruxes on Roaring Silence are separated by a nice, hands-off rest, keeping the grade on the lower end of 5.13. There has been some debate as to the true letter grade, but then again, sport climbers have to talk about something.","protection":"Bolts","location":""},"__v":0},{"_id":"4XPuPESkVW24Vod6LHo2ew==","name":"Retrospade","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Tom Armstrong, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":15,"mp_id":"106066661","mp_crag_id":"105890866","climb_id":"4XPuPESkVW24Vod6LHo2ew==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Note - 90% sport, but you do need gear for the horizontal down low.\n\n Classic blunt arete climbing that is unrelenting and not so straight forward.\n\n Climb just to the left the rounded arete shared with the start of Ten of Spades. Balance your way up the vertical face using incuts and some high-stepping magic to gain the diagonal crack.\n\n At this point place that #1 Camalot you toted along with you in the crack, and make some tenuous moves back up and right to gain the next series of crimps protected by several more bolts to the top where the angle lessens and the climbing becomes noticeably easier.","protection":"5 or 6 bolts and a #1 or 2 Camalot or a larger nut. chain anchors.","location":"On the right side of the cliff is the route Ten of Spades. This route climbs just to the left on the face."},"__v":0},{"_id":"ZzcUDirLXUuvw8OkH9ObwA==","name":"Paradox","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"T. Armstrong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":12,"mp_id":"106188791","mp_crag_id":"105890866","climb_id":"ZzcUDirLXUuvw8OkH9ObwA==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Stemming, underclings, long powerful reaches to edges and sidepulls topped by a thin and balancy finish with a sinker hand slot to clip the anchor. \n\n  A perplexing move to gain the corner leads to a mix of 5.11 stemming and face moves up to the 4th bolt and a no-hands rest in the corner at right. \n\n  Move left past the 5th bolt and up through a series of underclings. Power up and left, then punch it some more to gain a positive sidepull. Crimp your way over the bulge on good edges to a thin stance. Rest and regroup for the final set of balancy moves up an incipient seam and thin face holds. Some fun!","protection":"8 Bolts to LO.","location":"Starts to the right of Dark Star, climbs the corner, then moves left onto the face to the top."},"__v":0},{"_id":"YKj48q4hXRmWA5kU86pRkw==","name":"Night Crawler","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Glen Cilley 10/90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":19,"mp_id":"106793287","mp_crag_id":"105890866","climb_id":"YKj48q4hXRmWA5kU86pRkw==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"A short, fun climb that will toughen your callouses ... Scramble up the slab to the first bolt, then climb the steeper wall above on sharp crimps.","protection":"5 bolts to LO. Bring runners as the anchor is a bit back from the edge.","location":"Uphill to the right of main New Wave wall, the middle bolt line on the low-angled buttress."},"__v":0},{"_id":"OkF3OivBVKCkAHshH1BuJw==","name":"Daze of Dark Scrutiny","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"? (maybe me)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":9,"mp_id":"109513748","mp_crag_id":"105890866","climb_id":"OkF3OivBVKCkAHshH1BuJw==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"This is a link up of Vallee Daze, Dark Star, and Paradox. At the 6th bolt of Vallee Daze traverse right to Dark Star, skip the 2nd to last bolt, and clip the long runner to traverse into Paradox. Bolts 6, 7, and 8 need to be runners. \n\n  The traverse into Dark Star is heady and since you skip the second to last bolt and clip the long runner the swing is huge. \n\n  I think the route is 12d/13a. Lots of fun and a good endurance fest!!!","protection":"sport, bolted","location":""},"__v":0},{"_id":"cpz9E6ECXDu24e4VLZWGAg==","name":"The Daytripper","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Keith Beccansoll 8/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":18,"mp_id":"106793303","mp_crag_id":"105890866","climb_id":"cpz9E6ECXDu24e4VLZWGAg==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"A nice warm-up and not as sharp as its neighbor. Up a pine-needle covered slab to start, follow the bolts past an overlap (crux) to the top.","protection":"7 bolts to LO","location":"Left line on the low-angle buttress up and right of the main New Wave wall."},"__v":0},{"_id":"fUJCGOmSWL6+ndltxHmZGw==","name":"Dark Star","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Justin Hayes & Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":10,"mp_id":"106899615","mp_crag_id":"105890866","climb_id":"fUJCGOmSWL6+ndltxHmZGw==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Be prepared to crimp and shred any skin you have.  Beautiful face climbing on crimps, with little to no rests make this one of Rumney's most sustained sport routes.  Power-endurance and skin are the key to sending.   \n\n  Crimpy, sequential moves lead to a distinct crux, defined by sharp, painful crimps necessary to set up for the move out left (the crux). Stick this move, dead point up and right to one of the best crimps (and most fun moves on the route), clip and breathe, it isn't over.   The remainder of the climb is delicate, pumpy and crimpy!","protection":"bolts.","location":"Right side of New Wave.  This route climbs the dark streak to the right of Vallee Daze and left of Paradox (both, routes worthy of attention)."},"__v":0},{"_id":"790wASKUWsKWWga4olNZ4w==","name":"Cold Wave","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":2,"mp_id":"118559147","mp_crag_id":"105890866","climb_id":"790wASKUWsKWWga4olNZ4w==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Above the Short Wave anchor is a steep mostly blank wall that becomes more featured and therefore easier the higher you go. This extension completes the line to the top of the wall and shares the Barking Spiders anchor. \n\n Climb Short Wave to the anchor at the sloping ledge. Clip the anchor, take a step left, climb up a little to clip the first bolt on the extension and get ready to explode. Locate a small left hand sidepull, post up, balance off of an improbable right hand sloper and spring for one of the holds up and right. The movement in this crux is somewhat moonboard-like. Work to keep control. A few more hard moves lead to a clipping position. After the second bolt above the anchor things ease off. Rest up and climb past one more bolt on climbing no harder than 5.11. \n\n It's a new route, some small stuff may exfoliate but I did my best to clean it up. The grade is based off of the crux. V7? you be the judge. Enjoy it! I did. ","protection":"8 bolts from the ground to the anchor including the ones clipped on Short Wave. ","location":"An extension off of the top of Short Wave 5.11b, located on the left end of the New Wave ledge. "},"__v":0},{"_id":"PWJZQetWV5O0TZFHRZsMuA==","name":"Black Dog Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bradley White, Andy Byerly 10/86","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":7,"mp_id":"106003101","mp_crag_id":"105890866","climb_id":"PWJZQetWV5O0TZFHRZsMuA==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"This former trad climb has a crack on it but doesn't climb like one for the most part... Crack technique will help but mostly interesting face climbing on cool rock with the occasional jam or fingerlock... \n\n  To the right of Sally's Alley (5.11c) follow bolts along the crack to the left of an arete, move right at the top (a long draw on the bolt to the right of the arete will help with rope drag)... \n\n  I found this one felt pretty hard but i've only been on it once...","protection":"6 bolts... anchors... long draw on last bolt helps (look around the arete to the right to find it)...","location":"Right of the corner on Sally's Alley and left of the arete of Valley Daze (5.11d)..."},"__v":0},{"_id":"j4GFDrjBUVi/eovp+uumFQ==","name":"Air and Pleasant Danger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Esmond, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":0,"mp_id":"105925159","mp_crag_id":"105890866","climb_id":"j4GFDrjBUVi/eovp+uumFQ==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"Air and Pleasant Danger climbs a pronounced arête on the left side of the New Wave.  While the actual climbing isnt the best at Rumney, the routes position is great and makes the climb very worthwhile.  From the belay bolt at the base of the route (a slip from here could land you 35 feet down Below the New Wall), climb the slab past two bolts and gain the arête.  Step left and continue up huge holds past five bolts to the top.  If its been raining at Rumney (and things have yet to dry out), the upper part of the route will probable by wet (even if the base is dry).","protection":"7 bolts to anchors.","location":"Located on the extreme left side of the New Wave (marks the boundary between New Wave and Orange Crush walls).  Follow the trail along the bottom of the wall to the end and look for a single belay bolt below the face.  Only the first two bolts of the route are visible from bottom."},"__v":0},{"_id":"YVzI5taaXrefoFiM/7pPdQ==","name":"Barking Spiders","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ted Hammond 4/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"left_right_index":3,"mp_id":"106166465","mp_crag_id":"105890866","climb_id":"YVzI5taaXrefoFiM/7pPdQ==","areaRef":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"This is a fantastic technical route with a nice tricky crux right before the chains but plan to work the whole time... \n\n  Start by stemming your way up the nice right facing corner to a sub-crux that when you make it through will get you the reward of a restful stay on a no hand stance... Another stem section heading up and left will put you in the business, a traverse left to gain the anchor... Just hope you have a little energy left in reserve to get you there...","protection":"7 bolts to quick clip anchors...","location":"There are 2 similar looking right facing corners on this wall this route starts in the left one... If you need more info here it is also the third route from the left end of the cliff..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,8e02c342-96e4-5558-9a74-7e3d63824019","pathTokens":["USA","New Hampshire","*Rumney","New Wave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":8,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":9,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83444,43.80285]},"bbox":[-71.83506303465204,43.80240033981814,-71.83381696534799,43.803299660181864],"left_right_index":-1,"ext_id":"105890866","area_id":"jgLDQpbkVViadH49Y4JAGQ=="},"content":{"description":"New Wave is a small sunny cliff up towards the top of Rattlesnake Mountain.  The rock on the left side is lighter in color, and more rich in Mica than the rest of Rumney.  So, New Wave literally sparkles in the sun.  This lighter rock is well featured and well bolted, making Sally's Alley (11c), Weevil Knevil (12a), and Roaring Silence (13b) some of Rumney's most enjoyable routes.  Air and Pleasant Danger, a classic 5.8, is an adventurous, exposed line that follows the far left edge of the cliff.  The rock on the right side of the cliff offers more fantastic climbing.  Dark Star (13c/d), a crimpy technical face on black rock, is a favorite when dry.  Ten of Spades, a blunt arete that climbs like sandstone, is one of Rumney's best and most technical 5.10's. \n\n  Since New Wave packs so many excellent routes from 5.8 to 5.14 onto one ledge, it's low on elbow space if too many parties are there at one time.  Make sure you don't drop any gear,  dogs, or children off the edge.  It's a long way down."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:12:11.309Z","updatedAt":"2022-11-25T11:20:00.562Z"}