{"_id":"6368a1b8e80bff5a995540c8","area_name":"06. The Dark Side","shortCode":"","climbs":[{"_id":"Pvoznn5sX5WzVhMhjXzOUw==","name":"The Stack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Unknown?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":3,"mp_id":"107323224","mp_crag_id":"107346427","climb_id":"Pvoznn5sX5WzVhMhjXzOUw==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"P1 40, 5.9 Climb a shallow corner (gear) to ledge and a bolt then move right and up a face past two more bolts to an anchor.  \n\n  P2 40. 5.11 There is a second pitch that climbs up the huge detached block and has a fews bolts and a bolt anchor.","protection":"A few bolts and maybe a piece or two of gear, Bolted Anchors","location":"Under the huge detached block, about fifty feet left of \"Resident Evil\"."},"__v":0},{"_id":"zMc+PncHVZmnzkJc8rSLFw==","name":"Short Stack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":1,"mp_id":"107355748","mp_crag_id":"107346427","climb_id":"zMc+PncHVZmnzkJc8rSLFw==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Just left of \"The Stack\" climb up marginal rock to a horizontal crack and a bolt. Continue up past another crack then a bolt to anchor.","protection":"2 bolts and gear","location":"5ft left of \"The Stack\""},"__v":0},{"_id":"La8AEKDwV3WryLwOYHZBLA==","name":"Resident Evil","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jay Lena    2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":5,"mp_id":"107355762","mp_crag_id":"107346427","climb_id":"La8AEKDwV3WryLwOYHZBLA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"A must do route. Cracks, a chimney and some thin face climbing to anchor. Start below and right of the giant blocks and climb past 2 bolts into the chimney. Exit right and pumpy climbing leads past bolts and horizontal cracks to a cresendo finish.    A variation is to climb right before the chimney to a hand crack that rejoins the regular route.","protection":"Bolts and standard rack.","location":"50 ft right of \"The Stack\" below a prominent chimney formed by the giant blocks"},"__v":0},{"_id":"5tu1FZDEUqiuveNAm7jjJw==","name":"Lurking Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":7,"mp_id":"107323137","mp_crag_id":"107346427","climb_id":"5tu1FZDEUqiuveNAm7jjJw==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"  Crimp up a short face (rarely dry) gaining an attractive finger crack (same as Lurking in the Bushes), when it ends move right up a short left facing dihedral (lichen) through bushes to the base of an off width crack. Creep up the wide crack to a birch tree and belay.","protection":"Nuts, Cams, and maybe a Big Bro if you dislike unprotected off width.","location":"This route climbs a crack system to the right of Resident Evil (bolts), and left of Butt Scum (Bolts) The start is marked by a striking finger crack."},"__v":0},{"_id":"RrSPZSh3We+X5f1qAV+cGA==","name":"Lurking in the Bushes","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":6,"mp_id":"107355780","mp_crag_id":"107346427","climb_id":"RrSPZSh3We+X5f1qAV+cGA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"The always wet start adds character to this route. Just left of a birch tree growing from a horizontal crack climb a few wet moves to a beautiful finger crack. When it ends follow disconnected cracks up left to a left arching left facing corner to the top. Bolt belay.","protection":"standard rack","location":"right and uphill from \"Resident Evil\""},"__v":0},{"_id":"uHCl21HYWdmCBXD8lD0T6A==","name":"Mojo Risin","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Michael Zarnowski & Nick Benedix","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":11,"mp_id":"111916326","mp_crag_id":"107346427","climb_id":"uHCl21HYWdmCBXD8lD0T6A==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Get you mojo on for this one. Way fun pumpy climbing out the thin flake is the focal point of the route but thought provoking moves on each end ice the cake.  \n\n  Start up the left facing corner making sure to get protection in high enough before finding your way right to a rest before the flake. Move left placing good pro (#1 & .75) then onto the flake, yeah it's thin! Clip a bolt and stay moving until you can jam the horizontal at its end (#1 or a tight #2). Getting stood up into the horizontal crack is difficult a few more moves to the anchor are easy. Lower off.","protection":"Cams up to BD #1 or #2. Doubles in #1 are nice but there are other options too if you have only one I'd save it for the top. We didn't place nuts.","location":"About 75 feet right, uphill from Lurking in the bushes below the big left arching flake."},"__v":0},{"_id":"+3VkGCBXUvePtYtxFItrcA==","name":"Hermits Hideout","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Nick Benedix & Michael Zarnowski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":4,"mp_id":"110631478","mp_crag_id":"107346427","climb_id":"+3VkGCBXUvePtYtxFItrcA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Named for the boulder cave that forms its roof crux the hermits hideout is a pretty fantastic route with fun varied climbing. Wild moves and good exposure are sure to keep your attention!Start up a flake passing a couple horizontals to a bolt and a thin crux (10-) entering the hideout. Step back into the cave and stem out until you can move onto it's climbers right wall this will be less scary for taller people. Move out of the cave placing gear below the ceiling then make some hard moves out the roof gaining a good flake at the base of a sharp arête that is formed by the top block of \"the stack\" (bolt). Pull this with difficultly then take a good rest atop your perch before tackling techy but more moderate climbing up the exposed arête. Clip the anchors and enjoy!This route can be difficult to clean on lower but if you're used to that sort of thing it is ok. If not maybe have a second clean it. Specifically the cam below the roof.","protection":"Four bolts and Gear. In order what we used. Boulder the flake. Green alien first horizontal, blue c4 in the second. Bolt, bolt, #1 red c4 with a runner below the roof. Two bolts and a purple c4 on the final arête/face. Could possibly use a #2 cam instead or also below the roof. Lower off.","location":"Between the starts of Resident Evil and The Stack"},"__v":0},{"_id":"cPCPDMEaVmeBsnybvnS4SQ==","name":"Half Stack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":2,"mp_id":"111947828","mp_crag_id":"107346427","climb_id":"cPCPDMEaVmeBsnybvnS4SQ==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"This is a sepereate entry for the first pitch of The Stack 5.11. The reason for entering it this way is mostly because when glancing over the list of routes at the cliff someone might see the 5.11 grade and gloss right over thinking there is nothing in their range at the cliff when a 5.9 might be just what they are looking for. Furthermore I think the first pitch is really fun and the upper pitch much less so.  \n\n  Climb up the shallow left facing corner with ample protection until you can move right along a horizontal on to a ledge to an easy to reach bolt. Figure out an interesting puzzle of moves to get past 2 more bolts and surmount the final slabby mantle.","protection":"regular rack and 3 bolts to 2 bolt anchor on the slab.","location":"Below and left of the big stack of blocks on the left side of The Dark Side."},"__v":0},{"_id":"IWjtdN+JWgar5zyeSt8q1g==","name":"Dark Side","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":12,"mp_id":"107355846","mp_crag_id":"107346427","climb_id":"IWjtdN+JWgar5zyeSt8q1g==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Right of \"Butt Scum\" is a huge flake detached from the cliff. Climb the flakes left edge until it's possible to step off the flake to a grove leading to a roof and the top. there is no fixed anchor.","protection":"standard rack","location":""},"__v":0},{"_id":"vsJm9fMjVbehmwiy+G1QRA==","name":"The Dark Mark","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Hansche 7/5/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":0,"mp_id":"111977290","mp_crag_id":"107346427","climb_id":"vsJm9fMjVbehmwiy+G1QRA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"In style and rock type this line is similar to the two routes to the right of it. In difficulty it is a whole different story. The first 3/4 is pretty straight forward though there are a few tricks to be figured and executed. Climb easily enough up to the first horizontal crack. Place a solid piece of gear. Clip a high bolt before engaging with the lower crux involving a slopy, gritty crimp. Move up on better edges to a nice stance at the next horizontal and place a small piece before clipping the 2nd and last bolt and entering the puzzling final boulder problem. A few underclings/sidepulls a tiny razor edge and some serious balancy footwork and body tension get you to the lip. It's not over yet. Work your way left with effort and on to a rewarding stance where you can comfortable clip the anchor. \n\n  The rock on this section of the cliff is a little crumbly so there is a little of that. I cleaned it off thourougly and most of the holds used are pretty solid but you might kick off a little kitty litter here and there. If the rock quality was pristine it would get another star and a half because the movement is fantastic. \n\n  I based the grade on the fact that the last hard section feels about v5. As always please give your respectful opinion on the grade. I'm not fussed about grades.","protection":"A couple of cams and 2 bolts lead to a two ring/bolt anchor.","location":"This is now the farthest left route at The Dark Side. Start just right of a large detached rock leaning against the cliff. I start just right of the small maple tree. The climb trends up and left."},"__v":0},{"_id":"dFegbTobX8eeO3ZYPBhqiA==","name":"Dark Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":8,"mp_id":"107328806","mp_crag_id":"107346427","climb_id":"dFegbTobX8eeO3ZYPBhqiA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Wet start. Thrutch up past a hemlock tree and step into the darkness. From here tight but enjoyable chimneying  leads up to a pedestal just before the off width. Creep up the wide crack and belay from a birch tree.","protection":"Can be found in extremely suspect flakes and chockstones (it may be less dangerous not to place any) before the O.W. and a small nest can be built before the final push.\n\n My 2 cents: I led this today and I used two pieces of gear. A red Metolius TCU and a .5 (purple) BD C4...These pieces were solid but there was some serious climbing with next to no gear so I think an R rating makes more sense than the original PG-13 posted. It would be very easy to TR it off of the birch tree and that would be a great idea unless you know you are going to cruise it. -Lee","location":"a little right of Lurking."},"__v":0},{"_id":"lGbrVjasWGybE5OHCom0gw==","name":"Dark and Difficult Times","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Lee Hansche 10/11/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":10,"mp_id":"112223489","mp_crag_id":"107346427","climb_id":"lGbrVjasWGybE5OHCom0gw==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"I have a thing for climbing seemingly blank faces. I noticed this one after climbing Mojo. I was extremely happy as I explored closer and realized the entire line made perfect sense and for a 10 foot section had just barely enough holds to make it possible. As with most routes on this section there are a few sections that get a little crumbly but all the key holds seem plenty solid. I am really hoping to hear back from anyone who might try the line, curious about other folks solutions to the crux and opinion on the grade. All I am concerned with at this point is that it is super fun and all done :) \n\n  Due to the almost always wet section in the bottom 5 feet of the cliff I chose to sneak the climb in from the left side to avoid the grime. The route starts from the same launch point as Butt Scum, scramble up on to the ledge in the small corner. Enjoy this comfortable spot because the business begins... NOW! Climb right, around the corner on small feet and large underclings. Balance and dance up the wall as the holds get smaller and smaller. Eventually the face blanks out to nothing and the best option (I could find) is to jump straight left to a dream jug. (the jump feels a little spicy but the fall is quite safe. I checked). Mantle on to the jug and rest up. The route takes a turn for the steep at this point climbing fun moves through a few overlaps and eventually surmounting a spectacular mantle finish and the anchor.","protection":"7 bolts to 2 bolt anchor","location":"This line is on the far right end of the dark side climbing the thin face and through the roofs between Butt Scum and Mojo Risin'. Start the climb by scrambling on to the ledge that starts Butt Scum. I stick clipped the first bolt and climbed directly in to the corner just left of the first bolt but I am unconcerned as to how you gain that first ledge. The real climb starts there."},"__v":0},{"_id":"a85ozN/eVKeQN0KkFTrJBA==","name":"Butt Scum","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"left_right_index":9,"mp_id":"107355833","mp_crag_id":"107346427","climb_id":"a85ozN/eVKeQN0KkFTrJBA==","areaRef":"2NxrOz9yUMONyVDDNlr2eA=="},"content":{"description":"Right of \"Lurking..\" are 2 bolts in a face left of a left facing left curving arch. Hard moves past the first bolt to the apex of the arch. climb past another bolt to large cracks above leading to bolt anchor.","protection":"you may want to double up on some large cams. The upper crack will take a #5 camalot","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,69162ecd-fb3c-5c9f-9204-2164c60b35c9,7f671edb-5d0a-5f5d-be62-740287eab9fa,d8dc6b3b-3f72-50c3-8dc9-50c3365af678","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Welch and Dickey Area","Dickey Ledge","06. The Dark Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12b/c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":7,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.58575,43.91862]},"bbox":[-71.58637424561844,43.91817033981813,-71.58512575438156,43.91906966018186],"left_right_index":-1,"ext_id":"107346427","area_id":"2NxrOz9yUMONyVDDNlr2eA==","polygon":{"type":"Polygon","coordinates":[[[-71.58637424561844,43.91817033981813],[-71.58512575438156,43.91817033981813],[-71.58512575438156,43.91906966018186],[-71.58637424561844,43.91906966018186],[-71.58637424561844,43.91817033981813]]]}},"content":{"description":"One of the steepest walls on Dickey with a cool mix of climbing. Cracks, corners, and face climbing are all found here. Including a prominent chimney/off width splitting the wall. A single rack should get you through most of the routes here, bolts are present but these are not sport routes."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:12:15.682Z","updatedAt":"2024-01-20T01:04:11.633Z"}