{"_id":"6368a214e80bff5a9955da34","area_name":"Trundle Wall","shortCode":"","climbs":[{"_id":"+/MuI0osU9OVQwgAFiq3+A==","name":"The Whiskey Rat","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44245,35.19657]},"left_right_index":0,"mp_id":"117901570","mp_crag_id":"106585822","climb_id":"+/MuI0osU9OVQwgAFiq3+A==","areaRef":"EpAU9pN+Wx+y1IlxqgExUA=="},"content":{"description":"Established ground-up and bolted on lead, a solid route with a large variety of climbing and good rock quality. This climb has a little of everything, with the exception of much jamming. All three anchors are equipped with 2 bolts and rap rings.\n\n Pitch 1: 5.12, 60 ft; 6 bolts plus gear Start at the base of the detached pillar and gain its top (if you are wanting to jam cracks, better do it here). A nice crack on the right gobbles gear until the first bolt. A beautiful sequence of moves gets you to the hanging belay under the roof.\n\n Pitch 2: 5.11, 100ft; gear Turn the roof to the right of the belay and progress up the prominent crack. Decently sustained climbing leads to a mantle on a ramp. Climb up and left on this ramp (there are gear opportunities if you choose not to run it out) until you reach the belay ledge at the bottom of a lettuce-covered right dihedral.\n\n Pitch 3: 5.10 or 5.11, 120ft; 2 bolts plus gear Traverse right on the ledge and around the corner. Continue up the short corner into an obvious intermittent crack, providing ample pro. Continue up the crack (5.10) until reaching a ledge and trend right on easier ground through a series of ledges. More thin cracks get you to a sloped ledge with a left and right exit. The left exit is easier (5.10), with the direct exit (through the thin seam to a large chockstone) being harder (5.11) on small gear. Once you’ve topped this section, you’re at the base of the headwall on its right side. Clip the two bolts to your left while climbing through overhanging jugs on the right. Run it out a bit after the last bolt on easy terrain to the finish ledge.\n\n Rap beta: Pitch 3 requires a 70m rope and relies on stretch to make it to Pitch 2’s anchor. Please knot your ropes.\n\n Pitch 2 requires that you descend to the climber’s right and hook your rope in the prominent horn as you descend into the steep portion. You’ll need to start a swing in order to get to Pitch 1’s anchors due to the overhanging nature of the wall.","protection":"One set of Camalots from .1 through 1, with triples from .3 to .5, and medium stoppers. 6 sport draws and a few alpine draws. Climbs and descends well with a single 70m rope. \n\n  A few extra pieces might be handy to the onsighting leader, but the above is all you really need.","location":"The climb starts about 20 meters to the left of Top Flite. The traditionally recommended approach for Trundle Wall is to rap in. Now, the hike in is arguably easier. From the tram terminal, continue down La Luz until ~200m before crossing the canyon proper. There is a distinct trail cutting off La Luz here. Make several short switchbacks, staying in the trees to the south of the more open canyon proper. This keeps you out of the bushes. After descending ~5 minutes, aim for a prominent gully in the canyon proper (look for a rocky section). A well-defined, steep trail leads straight down the canyon. There is a low branch you must duck under. About 100m further down, there is a very clear path cutting off to the right, about level with the northern base of Trundle Wall. Once on this path, there’s no missing the rest. It accesses the base of all climbs on Trundle Wall, starting from right to left."},"__v":0},{"_id":"W+Whs5CZVreuV1v6N71h8w==","name":"Top Flite","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Smith, Mick Schein, Ryan Hess  Summer 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44245,35.19657]},"left_right_index":1,"mp_id":"106585829","mp_crag_id":"106585822","climb_id":"W+Whs5CZVreuV1v6N71h8w==","areaRef":"EpAU9pN+Wx+y1IlxqgExUA=="},"content":{"description":"A stout route that overhangs for all three pitches, with interesting and varied climbing. It still needs a bit of cleaning (lichen mostly), but the rock quality is generally excellent. The route follows the prominent right-facing dihedral in the center of the wall. Named for the Top Flite golf balls found at the base. \n\n  1. Physical and demanding, with just enough spice to keep the leader engaged. Power up the clean, strenuous dihedral past a fixed pin and a bolt, then surmount a small roof (crux). Clip a bolt, stem to the arete (5.11d), then step right and lieback to a spacious ledge. \n\n  2. Jam the splitter finger crack (5.11a) on the left side of the NE wall, step right where it ends, clip a fixed pin and crimp to a rest behind a large block. Follow cracks up and right (5.10c) to another great ledge. \n\n  3. Extra half-inch to one inch cams are helpful on this pitch. Lieback and jam a corner to a small ledge, work right, then hand traverse left to a crucial half-inch cam placement. Quality face climbing (5.11c) with finger slots for pro ends at the summit. The corner further right offers a somewhat runout 5.10 finish (not recommended). \n\n  The \"Seagram's 7\" block at the top of the route offers interesting bouldering opportunities, and according to legend was first climbed by the 60's generation \"on a long strange trip\". Check it out, the downclimb will surely get your attention. The short wall above has some old fixed pins and is an alternative to hiking up the loose gully.","protection":"Pro to 2 inches with extra finger size cams.","location":""},"__v":0},{"_id":"lzeM/WMPWJGzZkkf0JvgUQ==","name":"Splinted and Screwed","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Matt Lawry, Lee Brinckerhoff, Kevin Conner, Chris Gustafson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44245,35.19657]},"left_right_index":2,"mp_id":"106857651","mp_crag_id":"106585822","climb_id":"lzeM/WMPWJGzZkkf0JvgUQ==","areaRef":"EpAU9pN+Wx+y1IlxqgExUA=="},"content":{"description":"Pitch 1 (5.10+) - Climb through incut edges and sidepulls past a bolt and gear placement (small), then ascend the slightly overhanging wall. Big holds and bad feet characterize the crux around the third bolt (5.10+), followed by more jugs and a mantle to the belay ledge. Two bolt belay.\n\nPitch 2 (5.12a) - Cruise through the slab portion of the dihedral past gear and two bolts to a hands free rest before the overhanging corner. Stem and layback through the increasingly difficult dihedral while paying attention to subtle gear opportunities. When the crack peters out, clip a bolt out left and find your way through sequential incut crimps and sidepulls (5.12a). Watch out for the pump-factor as you climb the last 10 feet through slopers and a final mantle guarding the belay ledge. Bolt and gear belay.\n\nPitch 3 (5.11) - After an initial struggle, float through the right facing corner which gobbles up gear. Progress through an acute dihedral with a thin seam requiring micronuts (DMM Offset Brassies worked very well). Clip a pin, then ascend the overhanging and well featured headwall. Be alert of loose rock - quality of rock is not quite as exceptional as the first two pitches. Amidst plugging gear and clipping bolts, save some juice for the final throws to the summit (5.11).","protection":"Single set of cams from 0.3 to 2 inches, doubles up to 0.75 inches. Single set of nuts, and a good selection of micronuts. Offset nuts and micronuts are recommended. Draws, 70 meter rope required if rapping in.","location":"Splinted And Screwed (SAS) is 25 feet or so northeast of Top Flite (TF).\n\n From the crest hike down the La Luz and take the trail headed towards the Tram. After passing Echo Canyon the trail will make a distinct turn from South to East. Continue beyond this turn for another 100 feet, then head south along a game trail to gain access to the top of Trundle wall. Two options are available to gain access to the top of SAS or TF *follow cairns down a steep hill 100 yards northeast of the ridgeline prow and traverse across ledges to the south, or rappel off the prow of the ridgeline directly above the route via a two bolt rappel (30 meters). Because of fragile soil and dubious path-finding, the rappel is recommended.\n\n Once on the broad ledge above the actual route, rappel off the anchors with mad rock hangers. Make sure to knot the ends, with a 70m rope you will have but a few feet to spare at the bottom of the first rappel! On the second rappel, pre-clipping a 24 inch sling on the first bolt you encounter is recommended."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,89533c46-1ddb-55d2-a50f-eabc4718c9c4,129014f6-937e-5b1f-b2d4-8971aa013150","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","TWA Canyon","Trundle Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.44245,35.19657]},"bbox":[-106.44300025882833,35.196120339818144,-106.44189974117168,35.19701966018188],"left_right_index":-1,"ext_id":"106585822","area_id":"EpAU9pN+Wx+y1IlxqgExUA=="},"content":{"description":"This 300 foot east-facing wall stands guard over the right hand side of TWA Canyon northeast of Alioth. The wall is more of a fin with a pronounced south-east ridge (5.8). This is one of the steeper overall formations in the Sandias and the wall overhangs much of the way. Many of the raps will require you to clip in or swing to get into the wall, and something dropped from the top of the routes will not hit anything until the canyon below."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:48.600Z","updatedAt":"2024-01-15T16:47:16.121Z"}