{"_id":"63689de0e80bff5a994f9649","area_name":"Sphinx Rock","shortCode":"","climbs":[{"_id":"JTF4/XVQUeuJisfasnOiHQ==","name":"Talus Food Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":0,"mp_id":"105762624","mp_crag_id":"105745319","climb_id":"JTF4/XVQUeuJisfasnOiHQ==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"To the left of the \"Stage Right\" ramp and \"Black Crack,\" note the beautiful right angling crack that begins about 20 feet off the ground.  You may find it less beautiful once you are on it.\n\nThe first moves are protected by two bolts, and then you are in the crack.  A combination of fist jams, arm jams, off width grovelling, flailing, and occasional whimpering were all effective.\n\nAfter 90 feet or so, you can set anchors and watch your follower.  Or, you can run it up to the tree.  Finally, you could take it to the top and sling a boulder.\n\nDouble rope rap off tree or easy walk off Left.\n\nI thought this harder than 5.9+, as well as awkward.  I would not call it fun, but I would call it training.  If you like funky off width-y South Platte excursions, this climb is for you.","protection":"Can protect with all cams, .75 to 4.5, with doubles in the handsize and above.  Larger hexes could also be helpful.  Multiple anchor possibilities (see below).","location":""},"__v":0},{"_id":"vGHZT6AEXmqAtO659w9t4A==","name":"Sphinx Crack","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Steve Hong, April 1981.  1st ascent in 1 pitch: Tony Yaniro","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":7,"mp_id":"105752257","mp_crag_id":"105745319","climb_id":"vGHZT6AEXmqAtO659w9t4A==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"Barring, I dunno, the Phoenix or Supercrack or something, this is probably the best-known crack climb in the U.S., one of the most famous in the world. That said, it consistently spits me off every couple of moves - on TR. The crack would be 5.10 if it was A) less steep, B) less slanted to the left, or C) less slippery. The jams are actually not bad, but feet are god-awful, and the angle of the crack makes every right hand jam awkward and tenuous. People have been known to lieback sections. It is easy to set a TR on, so go throw yourself at one of the nation's hardest crack lines! If you have an experience like mine, you'll come away with MAD respect for guys like Suzuki, Hong, and Takeda who have set the standard for free ascents in good style.\n\nAddendum: This crack was, as oral word goes, created by a engineering challenge to create a perfect split in the rock using blasting devices.  If true, they succeeded.","protection":"If nervous on 5.10 (better not be!) take some small stoppers for the first 15 feet. A hand-sized cam will protect the easy moves to get under the roof, then clip the bolt at the lip and rack a bunch of 0.5-1.5 Friends. Most folks rack on the right, though I've only TR'd.","location":""},"__v":0},{"_id":"ttQm8Yt5VsGxcoD6FfNjSg==","name":"So Honed Yet So Stoned","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":12,"mp_id":"105755983","mp_crag_id":"105745319","climb_id":"ttQm8Yt5VsGxcoD6FfNjSg==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"I'm glad my partner lead this one!!  Im not sure if I got the name right since I dont have my book with me.  But, this sits on Honed Rock.  If looking at Sphinx from the road, this is approached the same way, but, sits about 100-200 yards to the right.\n\nWhen you get to Honed Rock, this is the line of bolts that goes through a steep slab dissected by a roof/overlap.  Climb up slab past 2 bolts to the overlap where you can place a mid sized stopper.  Pull over the roof, and you still have a few sketchy moves before the next bolt which protects the crux slab moves.  Go past one more bolt to the top.  Walk off left.  This one probably deserves an \"s\" rating as well due to the run out slab moves...  Pretty stiff piece of slab climbing!","protection":"About 4 bolts, but, bring a couple nuts for the roof/overlap.  Safer as a TR.","location":""},"__v":0},{"_id":"N3+8URG4WgWszaKaxvpU3Q==","name":"The Slug AKA Summit Route 1960","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown (1960?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":11,"mp_id":"105761586","mp_crag_id":"105745319","climb_id":"N3+8URG4WgWszaKaxvpU3Q==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"On the back side of Sphinx rock, a big flake leans against the summit block.  This flake has an OW crack running up each of it's two sides.  The one on the right is Ptooeey Factor (5.10a with an inverted climb your own leg move at it's start), and the one on the left is \"The Slug AKA Summit Route 1960\".  Hubble's book lists this as 5.8, although his topo has it as 5.9.  I'd call it solid 5.9 OW!\n\nWork the steep 10-12 inch crack (left-side in) for about 30 feet.  Not many features to help, but, the occasional small imperfection inside the crack, and OW technique allow progression.  I slid the #6 with me a couple times, and placed a \"bomber\" #2 big bro half way up.  The crack is steep, and sustained for the grade.  Just before the OW ends, a #1 camalot can be placed in a horizontal seem to protect the last move out of the wide crack.\n\nAt the top of the flake, surmount a short 5.7 R face section protected by an ancient bolt (didn't look too bad as far as ancient bolts go).  Unfortunately, the bolt comes after the hardest move on the slab (a mantel onto a crappy flake), then the rest is a cruise to the top with a little loose rock.\n\nThis route, and the Ptooeey Factor appear to be the only climbs that reach the true summit (summit block) of Sphinx Rock.  To escape from the summit, we found no scramble-off opportunity as shown on the topo.  Very steep on all sides.  One rope rap into the gully (climbers left) from two ancient bolts, slings, and rap rings.  May want to bring a new sling, and/or replace the rap bolts.","protection":"I used a #6 friend, a #2 (green) big bro, and a #1 camalot.  I tried bringing a #4.5 camalot to protect the beginning, but it was (way) too small. Also bring a quickdraw for the face section above the crack.","location":""},"__v":0},{"_id":"JiIxyjrPUF6P9G5yl+S2gQ==","name":"Return to Forever","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bruce Morris & Eric Weinstein 2/77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":10,"mp_id":"105756244","mp_crag_id":"105745319","climb_id":"JiIxyjrPUF6P9G5yl+S2gQ==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"An excellent route located uphill to the right from Sphinx crack.  This crack is easy to find as it forms the opposite side of the Sphinx fracture. Surmount overhang 8' off the ground.  Continue to second overhang (crux) and enjoy continuous but easier hands and finger climbing shortly after.  Belay is not fixed so save a few 2\" pieces for the top, a bodyweight belay could suffice.","protection":"many stoppers and TCUs, single Camalots 1-3","location":""},"__v":0},{"_id":"DxYmv9MIVxe0ZbmftDvDBw==","name":"Locksmith aka Dihedral Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Bell, Chris Bell, Byron Nelson, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":4,"mp_id":"105751372","mp_crag_id":"105745319","climb_id":"DxYmv9MIVxe0ZbmftDvDBw==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"This nice climb is on Sphinx Rock.  It is one (free) route to the left of Sphinx Crack, in the big dihedral splitting the crag.  It follows the dihedral from the base of the crag up to the ledge where Sphinx Crack starts.  After this belay, the route continues up the dihedral to the top.  Sphinx Crack is the obvious 5.13 finger crack...you won't miss it if you're at the right crag!\n\nPitch one starts with a 5.8 offwidth crack for about 20-30 feet.  This section can become somewhat of a grunt fest depending on how you go at it.  About the only pro in this section would be the #3 Big Bro, or MAYBE a #5 cam, but, I doubt it... After this section, you cruise more easily up the rest of the chimney at about 5.7.  Belay at the large ledge.\n\nPitch two.  Just left of Sphinx Crack, climb the dihedral. It starts as a fist/wide hands crack, then steepens up into a finger crack/corner.  This part takes good gear (nuts, and small cams), and is pretty steep, but really fun.  The crux is at the very end where the finger crack curves left to the belay.  The best way I've found to do this is with this weird sort of two finger lay back with the right hand, while smearing up and around with the left foot.  This is done with decent gear (a small cam works good, I think about the black Metolius) not too far below.\n\nWalk off easily, around and to the climber's right.","protection":"The first (5.8 chimney) pitch will take a #3 Big Bro in the first 30 feet which is also the crux of the first pitch.  Take a standard rack with maybe an emphasis on small and medium cams for the second pitch.","location":""},"__v":0},{"_id":"8HpY4wqeXHONxlnczqTBZg==","name":"Lickety Split","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":3,"mp_id":"105756154","mp_crag_id":"105745319","climb_id":"8HpY4wqeXHONxlnczqTBZg==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"This route follows the right edge of the slab that cuts the Sphinx in half.  On the appoach, you'll see the obvious slab facing you.  Walk up the ramp as far as you want or until you find a level place to stach your gear, then head up and right on the friction slab.  The first two bolts are of rather poor quality.  This climb can be done in one or two pitches (a 60m rope is nice).","protection":"There are 7 bolts plus two, two bolt anchors.  Quickdraws are all that you'll need.","location":""},"__v":0},{"_id":"7QnNXUYBX6ugKIxZEIPdmA==","name":"Joint Venture","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"David Bell, 1980-1","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":8,"mp_id":"105762303","mp_crag_id":"105745319","climb_id":"7QnNXUYBX6ugKIxZEIPdmA==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"This route is located on the left side of the slabs below Sphinx Crack. It is the leftmost slab route. Although the top is just a solo up 5.5 terrain the crux areas down low are great fun and reasonably protected (as long as the 1/4\" bolt survives the short fall you would exert). If the bottom slab continued I would consider this a great route.\n\nCrimp up small edges on perfect slab up to the flake, place a small cam and hop up. Clip the bolt, and slab out right and up on knobs and a few edges. Once you are on the lower angled rock, the hard climbing is over. Angle up and left toward two bolts above a ledge. I don't remember placing another piece until just before the top. You could groundfall from the upper section.","protection":"One old bolt and a small cam in the flake/ramp. Another medium piece near the top. I think that was it!","location":""},"__v":0},{"_id":"wkdvSFVGXxCzVqNIZkE5Wg==","name":"Exit Stage Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Not sure.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":2,"mp_id":"105755716","mp_crag_id":"105745319","climb_id":"wkdvSFVGXxCzVqNIZkE5Wg==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"This route is on the left half on Sphhinx rock.  There is an obvious, big ramp heading up and to the right.  This ramp has some good slab climbing.  Pitch one is more of a scramble, and depending on the exact line you take, may not even have any 5th class moves.  At any rate, follow the left part of the ramp up until you can move up and left just before the huge dome.  Set a belay basically where the dome meets the ramp. It will be obvious from mid-ramp where you are going (a 25-30 foot left-facing dihedral capped with a roof).\n\nPitch two is the fun, although short part.  Lie-back the hands/fists crack in the short left-facing corner for about 25-30 feet.  At the top, you jump/slither into a sideways moving slot.  I found it easiest to do this with a #1 cam in your hand, already attatched to the rope with a long sling.  Place the cam, and slide leftwards for about 8-10 feet to the top.  Set a belay and walk off easily to either side.\n\nThere is a wider 5.8 variation to pitch two that climbs a crack just left of the dihedral (Exit Stage Left).  Although doing this variation avoids the fun belly-sliding moves.  I gave it two stars since I thought it was just plain old fun.  However, since it is fairly easy, and the good part is so short, it's best to make this a warm-up for the other good climbs in the area...  Have fun!","protection":"Standard rack, mostly hand size pieces, and a big cam for the last belay.","location":""},"__v":0},{"_id":"1NotjDZeXuu0mVq1acPUQQ==","name":"The Crunch","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Captain Crunch Berry","type":{"trad":true,"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":9,"mp_id":"105762675","mp_crag_id":"105745319","climb_id":"1NotjDZeXuu0mVq1acPUQQ==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"This is a nice \"practice\" offwidth under Sphinx rock.  Very clean and very splitter, just a bit short. A couple of fist moves get you to the business.  Some fancy stuff can work low then chicken wings and heel toes past the crux and finally a bit of squeezing.  If not for the fact that it starts off some blocks, it would be a great boulder \"problem\".","protection":"Biggins and some pants.","location":""},"__v":0},{"_id":"73RgqAvAWsCh9I08dLgsSw==","name":"Black Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???Lee Marsh, 70s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":1,"mp_id":"105758416","mp_crag_id":"105745319","climb_id":"73RgqAvAWsCh9I08dLgsSw==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"As you view the left side of Sphinx Rock from the road, there are 2 obvious right-leaning cracks.  The one on the left with a face start and 2 bolts to access the crack is Talus Food Crack.  About 50 or so feet to the right of TFC is Black Crack.  Black Crack is identifiable by its lower overhanging section that leads to a right-leaning, lower angled chimney slot (probably mostly 5.3 S with maybe a 5.6 or 7 move on it).\n\nScramble up onto the left side of a boulder leading to the base of the crack.  You may want to place a piece (I used a blue Metolius) in the large boulder/block.  Also be wary of some not so great rock in this section of the climb.  Stem out to the left and place gear as you access the 15 ft. (thank God it wasn't longer) of overhanging hand and fist crack.  Stick with it and enter into the easy, fun, but runout low-angled chimney slot.  The crux is in the overhanging section with lots of good gear in good rock, so don't worry about taking a whooper.","protection":"Medium to large nuts, blue (#1) Metolius cam to at least a 4 Friend.  A 4 Camalot is also handy.  Double on #3 and #4 Friends.  There is a solid tree at the top of this climb to use as an anchor.  Walk off the back (obvious).","location":""},"__v":0},{"_id":"b73CKifeWUqrTCFkQuVFMg==","name":"Cheops","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Dangle, Steve Jenkins, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"left_right_index":5,"mp_id":"105752251","mp_crag_id":"105745319","climb_id":"b73CKifeWUqrTCFkQuVFMg==","areaRef":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":"Rarely done Cheops is a decent face climb, albeit being in such proximity to its most famous neighbor. Approach from the base of Sphinx Crack and walk along the ledge to its left end. This can be approached from below via a wide chimney, if one is so inclined. Face climb a clean yellow wall on 8 - 10 bolts.\n\nThis is friable stuff, although it has held up over the years. Climbing is on edges and flakes and would be largely forgetable but for the fine position on a smooth wall. Hike off to the left, or scramble up right to top rope the most significant crack in Colorado.","protection":"Quick draws and a rope.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,c570fae4-67a0-524b-baeb-24115787280a,55dc5bd8-ff8b-56d9-9c11-1dbce2f4477f","pathTokens":["USA","Colorado","South Platte","Pine Area","Sphinx Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"V0-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":1,"expert":1}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.31924,39.4163]},"bbox":[-105.31982204446832,39.415850339818135,-105.31865795553168,39.41674966018186],"left_right_index":-1,"ext_id":"105745319","area_id":"Vdxb2P+LVtmcER284vRHfw=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:56:12.506Z","updatedAt":"2024-01-15T16:43:06.545Z"}