{"_id":"6368a60be80bff5a995c53c4","area_name":"Three O'clock Rock","shortCode":"","climbs":[{"_id":"ZpmmXm1bX6O4WoltsVrkOg==","name":"Under the Bored Walk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":8,"mp_id":"106813204","mp_crag_id":"108543607","climb_id":"ZpmmXm1bX6O4WoltsVrkOg==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Under the Bored Walk follows a line of bolts up the right side of the Great Arch area.  The first bolt is located on a large, left-facing flake  either start on the flake, or below it and step over.  Once over the flake, continue up a low angled slab past two additional bolts to a two bolt chain anchor.  Clip one of the anchors, and continue straight up past three more bolts to the upper anchors below the roofs of the Great Arch.  Two ropes will get you back to the ground in one rap, or use the intermediate anchor if you only have one rope.  Easy, fun warm up for the area.","protection":"Seven Quickdraws","location":"Three O'Clock Rock.  Right hand side of the Great Arch area, first climb as you approach along the trail."},"__v":0},{"_id":"QkAgJK2cXzK2EeyYtPkBLA==","name":"Total Soul","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Matt Perkins, David Whitelaw (1999)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":15,"mp_id":"106007016","mp_crag_id":"108543607","climb_id":"QkAgJK2cXzK2EeyYtPkBLA==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Total Soul is an eight pitch route on the North Buttress of Three O'Clock Rock. This is slab climbing, though with a remarkable variation to it as the climb follows a dike for two pitches, passes several interesting overlaps along the way, and has the rare distinction of being one of the routes that actually \"tops out\" on Three O'Clock Rock.\n\nThe difficult climbing is mostly bolt protected but the leader must carry and know how to use gear. Gear is particularly helpful for the long crack section on P4 (finger-tip-sized stoppers and up to a wide-hands cam size). It also may be helpful to place a piece or two on P2 and P7. See the attached topo for bolt counts per pitch.","protection":"Gear to 2\" and ten or eleven draws.  Hoard your #1 Camalot until nearing the end of pitch 4 or bring an extra.","location":"From the base of Silent Running, head left and uphill from the point where the hiking trail reaches the rock.  A few hundred yards later, the base of the climb is marked by a bolt on the right wall, maybe fifty feet below where the bushes give way to a rock chimney/gully system that forms the deep cleft between the North Buttress and the South Buttress.\n\nChains are in place at all the belays so you can rappel the route.  The top two pitches are more easily rappelled by an alternate route in the trees on the right (north), for a more vertically oriented rappel.\n\nThe first of these two raps is from a set of slings on a medium sized tree, thirty to fifty feet right of where the route tops out.  The second, less than a half rope below, has a chain anchor that is often overlooked, so there are slings on a large tree nearby. When you reach the anchor at the top of P2, you can do one rap to the ground with two 60-m ropes if you head towards the gully."},"__v":0},{"_id":"WoXB4elAWcW+1pLh7Zr7kw==","name":"Till Broad Daylight","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ca 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":9,"mp_id":"106007005","mp_crag_id":"108543607","climb_id":"WoXB4elAWcW+1pLh7Zr7kw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"'Till Broad Daylight is a five pitch route that ascends a line at the far right edge of The Great Arch feature on Three O'Clock Rock's south buttress. All the old rusty buttonheads have been replaced.\n\nThe first two pitches of \"Till Broad Daylight\"(established as two pitches with an anchor at midpoint, but often done as just one pitch) offer an excellent introduction to Darrington rock. With only a single 60 meter rope, you can rappel these initial pitches, but for more knobby face climbing, continue on.\n\nPitch three climbs up a corner and heads left across a short slab to a set of anchors. Pitch 4 starts by stepping left and climbing up and over a small overlap, and trending left to a bolted belay. Pitches three and four can be easily combined into one moderate length pitch.\n\nPitch five climbs straight up on steep knobs to join \"The Kone,\" which trends up and left to a chain belay. Note that the first ascent party on 'Till Broad Daylight avoided intersecting The Kone route and instead followed a line of old bolts heading left just before the point where most climbers join The Kone.\n\nA final sixth pitch of thoughtful low angle knob climbing follows to anchors.\n\nDESCENT: Two ropes are required to rappel, following the line of a route called Tidbits. This will place you on the ground about 200 yards south of where you began. An alternative is to rappel with a 70m line by abseiling the Gastroblast route. A 60m rope will come up short to reach the top of the first pitch on Gastroblast by about 10-15 feet.\n\nThis outstanding pitch has great exposure and wild knobs.","protection":"Bring a light rack to 1 1/2\" and a dozen runners and draws (the route zig zags enough that  you'll want several longer runners along with standard quick draws).","location":"To reach Three O'Clock Rock, drive five miles up the Clear Creek logging road (Forest Service 2060) which departs the Mountain Loop Highway three miles southeast of Darrington and directly across from Clear Creek Campground. Stay to the right where the road forks and about a mile further reach the Eightmile Creek trailhead. Park appropriately and don't block the road, there is a trail sign/bulletin board and backcountry registration at the trailhead.\n\nHike the Eightmile Creek trail uphill through second growth and then tall timber, to where it exits the trees and crosses an old overgrown talus slope about 30 minutes from the car. A climbers trail leaves the hiking trail partway across this open area, about 100 feet before the trail reaches the rock slabs of the North Buttress of Three O'Clock Rock. Head up through vine maple, bearing left at and in a couple hundred yards the trail meets the South Buttress of Three O'Clock Rock.\n\n'Till Broad Daylight starts on a bushy bench, twenty feet up and at the right side below the Great Arch. Scramble up and right from the base of the Arch, or head back along the access trail and scramble up and left to reach the same point (slightly friendlier).\n\nThe\n\nCornucopia Flake\n\nis an obvious left facing corner rising from the right end of this bench. This is an excellent, though somewhat run out 5.9 route with a fun 5.5 first pitch (chains, 40m, a good top-rope). There are three or four bolted routes beneath the Great Arch that offer good knob climbing with the one on the right being the easiest (5.7)."},"__v":0},{"_id":"nJZl6PpvWvqD7a0+cBfi6Q==","name":"Tidbits – first pitch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Constantino, Whitelaw, Saunders, Thompson 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":5,"mp_id":"114028095","mp_crag_id":"108543607","climb_id":"nJZl6PpvWvqD7a0+cBfi6Q==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Tidbits is an overlooked D-town classic that offers an excellent and runout first pitch (5.7 PG) followed by three more difficult ones. Most of the attention it gets lately is from climbers rappelling down it to exit the Kone.\n\nThe first pitch, with it's striking thin dike, has the quality and aesthetics to become popular. The three bolts are widely spaced but perfectly located, making it a reasonable lead for anyone solid on 5.8-9 slab. The thinnest smears are before the first bolt and the rock gets more featured higher up. From there, pitches 2, 3 and 4 offer additional technical and mental challenges in the 5.10 range. The rock is clean and solid throughout.\n\nP 1.Upward right of the thin white dike past three shiny bolts, then angle right to the double-bolt anchor on top of the pillar. 5.7 PG.\n\nEither rappel or continue onward:\n\nP 2-4. Knobby climbing upward and left through the A-shaped slab of pitch 3. Toward the top of pitch 2, go left and away from the red slings, which are the belay of the ‘Gastroblast’ variation. The runout fourth pitch ends at the 5th belay of the Kone. Pitch ratings are 10a, 10b and 5.9 with some R-rated sections. See topo for more details.","protection":"Pitch 1: 3 draws.  Pitches 2-4: 6 draws plus small rack to 2\" for pitch 2. Pitches 1 and 2 have fresh bolts but status above is uncertain (due for replacement - will update). Rappel with 2 x 60s - might reach with a 70 or 80?","location":"Three O Clock Rock - near the center of the South Buttress. From the Big Tree start continue left under the Great Arch until you encounter a 1-inch dike heading straight up the slab past bolts. Past Tidbits, the trail climbs and you'll see the low overhang on Magic Bus."},"__v":0},{"_id":"b8NKoLeZW02mYFCg/52WPg==","name":"Silent Running","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Original: Don Brooks and Brent Hoffman (1970). Current version, incl. bonus pitch: David Whitelaw, Matt Perkins, and Chris Greyell (1999).","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":19,"mp_id":"108263566","mp_crag_id":"108543607","climb_id":"b8NKoLeZW02mYFCg/52WPg==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Classic climb that climbs the middle of the shield on Three O'clock Rock. All bolts are new and in great shape. The first six pitches go at 5.9+ and does not require doing the last pitch, which goes at 5.10b, as you rap the route you came up.\n\nPitch #1 - 5.6: Climb from the low point of the slab from where the Eight Mile Creek Trail meets the cliff and goes along its base. There is a bolt about 20 feet above the right-facing dihedral. Then climb to the anchors. 170 feet.\n\nPitch #2 - 5.8: Follow safe but spread-out bolts pretty much straight up to a set of anchors. 160 feet.\n\nPitch #3 - 5.9+: This is a very heavily bolted pitch that climbs a more technical friction slab. The most sustained pitch on the climb as it does not let up. 160 feet.\n\nPitch #4 - 5.8: Very fun pitch! Crux is the first two bolts directly off the belay then the climbing gets very easy climbing fun knobby rock. There is a fixed pin on this section if you can find it. The line the trends slightly left of a bush past two more bolts to anchors. 150 feet.\n\nPitch #5 - 5.8: This pitch climbs up and to the right following well bolted terrain to a two bolt anchor.\n\nPitch #6 - 5.9+: This climb goes slightly left up though a slab squeezed between the bushes. This pitch has a couple hard balancy moves but is well bolted.\n\nPitch #7 - 5.10b: Follow several bolts up over some cool overlaps. Follow the small dihedral up to some very thin slab (crux) past two bolts. 20 more feet will bring you to the anchors. 160 feet.","protection":"All moves that are 5.7 or harder are bolt protected. So if you are alright running out easy 5th class terrain you can leave the cams at home. The worst run out is on the very easy first pitch which goes at 5.6. The hardest move being directly next to the bolt.","location":"From interstate 5 take exit #208 and go east on highway 530 to the town of Darrington. From the center of town take a right at the shell station onto Mountain Loop Highway. Drive for 2.9 miles until you see a dirt road (FS road #2060) on the right just before the clear creek campground. Take this dirt road for 6.1 miles staying right at the split until you reach the Eightmile Creek TH. Park on the left and  take the trail for which will bring you out right at the base of Silent Running. Hike takes about 30 min at a moderate pace and is a very well built trail."},"__v":0},{"_id":"K0V7TGrgVhS00tPkM2xRfA==","name":"Road to Nowhere","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Veldhuisen, Heiser, Hanna, Perkins 2016 (possibly soloed by early explorers)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":20,"mp_id":"112067116","mp_crag_id":"108543607","climb_id":"K0V7TGrgVhS00tPkM2xRfA==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Road to Nowhere offers beginners a clean 2-pitch slab at an unintimidating grade. It is bolted for the moderately skilled leader but has 20-30’ spacing that retains a bit of the runout tradition.\n\nP 1. Follow the small right-angling dike past two bolts and a short thin crack (optional cam) to a small ledge. Clip a long sling and continue ~25 m up the open face to a 2-bolt anchor under an L-shaped overlap (shiny chains). (5.2, 40 m)\n\nP 2. Step right, surmount the small overlap and continue straight up past three bolts, the second at a broad 3' overlap. Belay at a small ledge below the large cedar bush (5.3, 28 m). If you want a bit more challenge, continue another 30' of 5.6 to the upper belay.\n\nSolid climbers can combine into a long pitch with some simul-climbing.\n\nDescent is by rappel: Single 70 m: two raps. Single 60 m: Upper rap easy, lower requires ~20’ of down-climbing. Double 60s: One rope-stretcher headed skiers right toward Silent Running.","protection":"Six slings will do, or ten if you combine pitches. Bolts are gray powder-coated, so look closely!","location":"Three O Clock Rock - far right side of the North Buttress. The route starts about 40’ right of Silent Running pillar. First couple bolts follow a diagonal dike up and right, then straight up to top of pillar. From there, continue up and slightly right"},"__v":0},{"_id":"jlCTyoguVD6QtF/EpKiOUQ==","name":"Revolver","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Unknown (rebolted in 2000s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":18,"mp_id":"114110650","mp_crag_id":"108543607","climb_id":"jlCTyoguVD6QtF/EpKiOUQ==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Revolver is another worthwhile multi-pitch route on the northern slab of 3 O'Clock Rock. Although overshadowed by it's neighbors, it has quality slab climbing and would be a popular classic at most other crags. Its five independent pitches are accessed by traversing leftward from Silent Running adding up to a 6 pitch outing.\n\nRevolver's popularity is limited by two issues: It is the last climb on the face to dry out, and rockfall from above the route has damaged some bolts. Thankfully, rockfall occurred in the wet season when no climbers or hikers were present.\n\nDetails on each pitch are provided in the posted topo and the excellent guidebook\n\nWeekend Rock\n\nby David Whitelaw. If you take a copy of the topo, you should have no problem staying on route, with bolts to guide you.","protection":"Draws (8-10) plus a small rack of cams, tiny to 2\". All belays and rappels are bolted for double rope rappels (60 m minimum). Most but not all old bolts were replaced.","location":"The route is located left of Silent Running, as shown in the topo. Looking straight up from the base of Silent Running, note a distinctive carrot-shaped pillar about 500' up where the wall steepens.  Silent Running veers right of this feature, while Revolver crosses the shallow drainage and finishes to the left of the carrot."},"__v":0},{"_id":"QpXrSmCGWXmNbLoTcTqoHw==","name":"The Rash","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brooks, Syrjala 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":2,"mp_id":"108703205","mp_crag_id":"108543607","climb_id":"QpXrSmCGWXmNbLoTcTqoHw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"A D-town classic - bring your large nuts and some wires too! The Rash has two contrasting pitches, each with it's own form of spice. Neither is well suited for a 5.7 or 5.8 leader.\n\n1. Layback the right-facing flake, which is steep and sustained for the 5.7 grade. The flake crack takes nuts and small cams but is parallel and flexy in places. About 50 feet up, the main flake peters out, so face climb up and right onto the pedestal. Place a cam under the overlap (options in the 1-2\" range) and continue another 15' to the belay ledge. Take numerous small cams (tiny - 2\") and some medium nuts to protect the flake.\n\n2. The first 80 feet is the \"Rash\", a unique stairway of scoops and knobs. It is quite easy (low-fifth) and entertaining but entirely unprotected, with the first bolt about 70 feet above the belay! After youve clipped it and thanked your higher power of choice, move past a small cam placement, pad left past the technical crux (well protected 5.8) and another bolt to the belay. Before launching, check whether the upper Rash is wet!\n\nDescend the route (or Luke on climbers left) via double rope rappels.\n\nHistorical note: Pitch one was originally part of When Butterflies Kiss Bumblebees and has replaced the original start.","protection":"Gear: Medium rack to 2 (numerous cams ½ to 1½) and quickdraws. Anchors and pro bolts are modern 3/8\"","location":"The route is on the south aspect of Three O Clock Rock. Starting at the Eightmile trailhead (cant miss the official FS sign), follow the standard trail approach to Three O Clock Rock. The trail starts on a bouldery abandoned road grade through small timber then old growth before popping out into an open talus slope with brush below the dome.\n\nAbout 100 yards into the talus, find a climber's trail heading straight upward toward the crag, which is plainly visible (if you miss the turnoff, youll find yourself at the base of the North Buttress slab). Hike and boulder-hop up the crag and head left along its base, underneath the Great Arch.\n\nAs you wrap around the base, the trail gets steeper and scrambles up a small corner. From the high point, the flake system is visible. Belay on the sloping ramp where the route starts  preferably with a piece or two."},"__v":0},{"_id":"GM5guhzKWeKuY4FbfmenwA==","name":"The Quin Konehead Pre-Memorial Route (aka The Kone)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Duane Constantino, David Whitelaw (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":10,"mp_id":"106813219","mp_crag_id":"108543607","climb_id":"GM5guhzKWeKuY4FbfmenwA==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"P1 - Climb up the middle of the sweeping slab between left facing flakes.  Aim for the left side of an overlap.  Great pro (bolts and gear to 1.5 in cracks on the side) all the way up.  Clip the last bolt below the overhang, then pass it on the right (can put more pro in above the bolt).\n\nP2 - A short pitch leads up and left past three bolts to an anchor beneath the left of two overlaps.\n\nP3 - Pass the overlap to the left (7) or straight up through the middle (9). Follow knobby face to the next anchor).\n\nP4 - climb up and left along the face and under a large roof past six more bolts to a good stance.\n\nP5  Climb the fun, and easier, slab up and left past five bolts to the final anchors.\n\nFrom the top set of anchors, rap with two ropes down Tidbits.  Due to the spacing of the Tidbits pitches, we ended up rapping four times to get to the base.  As of Jun 10, the slings on the anchors were getting a little ratty (where there are chains on some of the routes, the Tidbit rappels are all slings).","protection":"Six quickdraws plus some slings.  Light rack to 1.5 inches.  All anchors are fixed.","location":"Three O'Clock Rock.  Starts from a terrace between the Great Arch area and the Big Tree start (easiest access from the Great Arch side), and shares the terrace with Cornucopia and Till Broad Daylight."},"__v":0},{"_id":"3fUi7Lm/UMuMn0cuc+FcTw==","name":"Pucker Up","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":14,"mp_id":"108543619","mp_crag_id":"108543607","climb_id":"3fUi7Lm/UMuMn0cuc+FcTw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Walking left past silent running will take you past Total Soul to the South Buttress area and the bolt line Pucker Up.","protection":"Quickdraws","location":""},"__v":0},{"_id":"Da7EYTW7UoqLxu3leRPLYw==","name":"Penny Lane","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greyell, Whitelaw, Packard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":16,"mp_id":"108704713","mp_crag_id":"108543607","climb_id":"Da7EYTW7UoqLxu3leRPLYw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Penny Lane is a high quality 4-pitch slab climb that is seriously overshadowed by its esteemed neighbors, Total Soul and Silent Running. But the climbing on Penny Lane is every bit as as good. Each successive pitch gets a bit steeper and more difficult as you get more comfortable making those delicate slab moves. By skipping the last pitch(s), you can make it a fine 2-pitch 5.8 or a 3-pitch 10a. Or climb through to Total Souls upper pitches for more 5.10 climbing. Lots of options in this neighborhood.\n\nThe route starts to the right and above the start of Total Soul - see topo. The first belay can be reached by unprotected slab climbing or, more safely, by a leftward traverse from the first belay of Silent Running.\n\nPitch 1 (5.7) The warm-up pitch, with moderate (5.7) slab climbing past 5 bolts.\n\nPitch 2 (5.8 PG) Left and up past four bolts to a small horizontal overlap. Place a small cam, step over and run it out on 5.8 slab to 2 more bolts and the belay. A great pitch and slightly spicy for the grade.\n\nPitch 3 (5.10a) is fabulous, with sustained climbing up scoops past many (9?) bolts. Scoops get progressively slopier as the difficulty shifts from 5.8 to 5.9, then a bit of 5.10 before the chains.\n\nPitch 4 (5.10c) heads left and up steeper ground on sweet little knobs to a distinctive black friction slab (10b). From there, traverse leftward to the fourth belay of Total Soul. The last few moves around a bulge are the crux of the route (10c), with excellent bolt placement. Others tell me there are small holds for the traverse, though I couldn't find them.\n\nDescend: Double-rope rappels down Penny Lane or Total Soul.","protection":"Entirely bolts, aside from the overlap on pitch 2.  Rack with 10 draws and a few cams to 2.5.  Belays have double bolts and chains.","location":"North Buttress of Three O Clock Rock.  Approach as for Silent Running to the right."},"__v":0},{"_id":"d0qn7X5VUn29t3qhtVJ6aw==","name":"Mystery Tour","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Veldhuisen, Heiser 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":21,"mp_id":"114345440","mp_crag_id":"108543607","climb_id":"d0qn7X5VUn29t3qhtVJ6aw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"The Mystery Tour strikes up and right, ascending the far edge of the North Buttress slab. It provides a more varied and less traveled alternative to the wide open spaces of Silent Running. The route has difficulties of 5.8 or less, aside from the relentless smearing on pitch 3 (5.9+).\n\nPitch 1. Climb Road to Nowhere (5.3, bolts). With a little simul-climbing, it goes in one lead (~75 m).\n\nPitch 2. A mixed-bag of clean and scruffy, starting straight up then angling toward the right skyline. Head up two short slabs, passing fresh bolts and a recent rap anchor. Catch a blocky ramp rightward through bits of suspect rock to another angling slabby bit (5.8). Traverse under a sizable overlap and find the bolted belay. (4 bolts & gear, 5.8)\n\nPitch 3.  The Money Pitch, featuring nearly 60 m of 5.9 slab climbing without much relief! You may want a couple of small cams for the initial overlaps, then venture up the loooong narrow slab to the horizontal tree. (13 bolts, 5.9+)\n\nPitch 4. An increasingly airy pitch up the rounded buttress. From the belay, step up and left, cross a small overlap (small cam) to gain a bolt and a rounded stance. Continue straight up the knobby 'Whales Back' buttress to the bolted belay. (6 bolts & small cam, 5.8)\n\nPitch 5. A short pitch that connects to Silent Running. Head leftward below the huge cedar bush, clip a bolt and cross the small rib. Climb the  slab and step left to reach Silent Running’s 5th belay. (3 bolts, 5.7)\n\nAll belays have double 3/8\" bolts.\n\nDescent options: 1. Rappel Silent Running, or 2. Rappel Mystery Tour, detouring skiers right to reach Road to Nowhere (see topo). Reversing Mystery Tour pitches 2 and 3 is not good, so find the detour!\n\nAll options require double 60 m ropes.","protection":"Mostly bolts with occasional cams (singles, tiny to 2\"). Bring 14 draws and double 60s for the descent.","location":"Right side of North Buttress of 3 O'Clock Rock.  Starts on\n\nRoad to Nowhere\n\n, just a bit right of Silent Running.  Look for dark gray powder-coated bolts."},"__v":0},{"_id":"OOimphA6XnuXoruXle8JwA==","name":"Masters of the Universe","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rich Folsom, Dan Waters, Ron Miller 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":0,"mp_id":"108543506","mp_crag_id":"108543607","climb_id":"OOimphA6XnuXoruXle8JwA==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Located right of Conan's crack, this 3 pitcher goes at 10c, 5.9, and 11a respectively. Follow the bolt line and rap the route.","protection":"Quickdraws","location":"3 O'Clock Rock South Buttress."},"__v":0},{"_id":"S2VXIP0UVr+5oh4sedKGiw==","name":"Magic Bus","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Risse, McKillop, Wojcik, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":4,"mp_id":"108683315","mp_crag_id":"108543607","climb_id":"S2VXIP0UVr+5oh4sedKGiw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Magic Bus offers fine knobby climbing for those comfortable on 5.8 slab. Its a nice next step up from the local warm-up Under the Boredwalk, with similar climbing. The quality second pitch makes it an excellent place to break into 'multi-pitch' climbing. Magic Bus is faster-drying and often cleaner than its neighbors, making it a good early season option.\n\nPitch 1\n\n(5.8, 40 m): Cross the horizontal overlap at the diagonal white dike (1/2\" cam handy) with a 5.7 step-over to reach the first bolt. Follow seven more bolts up the enjoyable knobby slab. The crux is at the second to last bolt before the anchor, which is just right of obvious cedar bushes.\n\nPitch 2\n\n(5.8+, 30 m): From the belay, step up to clip the bolt, then angle rightward, crossing a white streak toward the small left-facing corner. Cross the corner, then head directly up a narrow slab with more classic knobs and the crux.  Nice 1\" cam near top.\n\nBeyond\n\n: Pitch 3 has been reworked with a mix of 5.10+ and bolt ladders.\n\nRappel from fixed anchors. Single 70 is comfortable, 60 is a rope stretcher. Beta for 60 m rope: Upper pitch is about 29 m, so knot your tails! On lower pitch, swing climbers left to reach the ground.\n\nThe local guidebook\n\nWeekend Rock: Washington\n\nby David Whitelaw, includes a topo and further description.","protection":"Bolts plus optional small cam for start. Requires 8 draws.","location":"The route is on the SE aspect of Three O Clock Rock. Starting at the Eightmile trailhead (cant miss the official trailhead sign on the right), the trail follows a rocky abandoned road grade then switches through old growth before popping out into an open talus slope with ferns. Three OClock Rock is in view on your left.\n\nAbout 200 feet into the talus, find a climber's trail heading straight upward toward the crag (if you miss the turnoff, youll find yourself at the base of the North Buttress slab). Hike and boulder-hop to the crag and head left along its base, underneath the huge and obvious 'Great Arch'. Several hundred feet leftward, the trail begins to climb and you will see a long overlap that parallels the base of the slab about 5-10 feet above ground level.  The start of Magic Bus is where a thin (~1) angling white dike crosses this overlap (see Beta photo), and the first bolt is easily visible above."},"__v":0},{"_id":"5zenFBa+VFuruyu4x/RSfw==","name":"Luke 9:25","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Heins & Mike Altig 1988 (rebolted 2019)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":1,"mp_id":"117812021","mp_crag_id":"108543607","climb_id":"5zenFBa+VFuruyu4x/RSfw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"If you're looking to make the transition from the gym or sport climbing, this is a good spot! Luke is a high quality knob climb with a sunny south exposure. The route is well-bolted and the lower part is steep and bouldery for the grade/crag.\n\nFirst pitch was rebolted in 2019. The second pitch (10a) is also good but still has old 1/4\" bolts.","protection":"7 bolts to a fixed anchor.  If the initial ramp is not totally dry, a small cam is reassuring. Descend with a single 60m rope.","location":"Wander left around the south buttress of 3 OClock Rock under the Great Arch and uphill past Magic Bus. Scramble to a high point with a cedar, where a ramp to the Rash takes off. Don't take this but drop down 10 feet and wander a bit further left to the next left-trending ramp, which takes you to an obvious line of shiny bolts"},"__v":0},{"_id":"sKbQ7epDX9u/lcMtg4Qw0Q==","name":"Ginsu","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Robert Cobb and Scott Preshos","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":22,"mp_id":"108543471","mp_crag_id":"108543607","climb_id":"sKbQ7epDX9u/lcMtg4Qw0Q==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"A four pitch route, with some some runouts involved. May have been retro-bolted since 2nd Edition of Jeff Smoot's book was published. 4th pitch apparently used to have an x rating, no current information states otherwise currently.","protection":"quickdraws along with standard Darrington rack to 2.5 friend. TCU's and RPs sugguested.","location":"The North Buttress of 3 o' clock rock is uphill from silent running / total soul."},"__v":0},{"_id":"4gLGWOJ0VS2BPtmeHU/bMw==","name":"Dirt Circus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Whitelaw, Woods 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":3,"mp_id":"113914246","mp_crag_id":"108543607","climb_id":"4gLGWOJ0VS2BPtmeHU/bMw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Despite the unappealing name, this is a quality 2-pitch face climb that gets sunshine in the morning and shoulder seasons. Both pitches have 5.9 bits but are mostly easier knobby slab climbing. Normally quite clean, the very bottom accumulates some dirt and needles in the off season that is easily brushed off.\n\nP1. Cross overlap with a small cam to reach a series of bolts and the crux. Easier knob climbing continues to the sloping ledge and onward to the anchor chains. 5.9.\n\nP2. Straight up past more bolts and thin climbing. Toward the top, step right and then traverse left to the belay. 5.9+\n\nDescend by double rope rappels.","protection":"Draws and a few small cams for pitch 1. Shiny 3/8\" bolts, thanks to DEA generosity!","location":"South face of 3 OClock Rock about 20 feet left of Magic Bus.  The route starts by crossing the same thin overlap as MB about 10 feet up, then follows bolts up knobby slabs."},"__v":0},{"_id":"IWcU0bkPV7aW8Rverz2Kmg==","name":"Cornucopia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":11,"mp_id":"110997636","mp_crag_id":"108543607","climb_id":"IWcU0bkPV7aW8Rverz2Kmg==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Cornucopia is a 3 pitch route which starts on a ~30m flake just right of the kone.  Enjoyable movement, good gear, and nice stances would make P1 an excellent early trad lead.  Pitch 2 and 3 are bolted slab.\n\nNote that this route doesn't dry as fast as the routes to climbers left.\n\nExcellent topo on Matt Perkin's site:\n\nmattsea.com/Darr/pdf/cornuc…\n\nP1 enjoyable flake that goes at about 5.5 to 5.6.  Can rap from new fixe chains at P1  with a single 60m, you'll be near the end, use knots.\n\nP2. 5.8-9 slab.  This pitch is the reason for the PG13, after the second bolt it's a bit run out as shown in topo.  *I didn't continue past the second bolt as it was damp and my testicular fortitude did not exceed my concern for potential cheese grating.*\n\nP3. 5.9, angle increases with interesting knobs.\n\nCan make double rope rappel using til broad daylight anchors.","protection":"Mostly hand size gear, wide section by tree will take a slightly tipped out BD #3.  Slings for bolts on p2 and p3.  Double rope for p2 and p3.","location":"See photo, only flake like this in the area.  If you haven't been to three o'clock rock yet the easiest way to find it would be to take the lower climbers trail left to the \"great arch\", then bump back right on narrow path to the start of the kone.  Flake will be obvious, only feature like this in the area."},"__v":0},{"_id":"f/g+xAkrUx25HLCbs9+f/w==","name":"Charlie Chan's Number One Suspect","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":7,"mp_id":"106813211","mp_crag_id":"108543607","climb_id":"f/g+xAkrUx25HLCbs9+f/w==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Easy climbing at the start leads to progressively steeper and thinner climbing.  Theres a good runout from the last bolt to the anchors.  Its possible to get a small cam in just prior to reaching them.","protection":"Ten clips to bolted chain anchors (intermediate anchors as well).  Small cam below the anchors optional.","location":"Three O'Clock Rock.  There are two bolted lines left of Under the Bored Walk.  This one is immediately left of Bored Walk and climbs the center of the Great Arch Area.  Rap with two ropes."},"__v":0},{"_id":"8N+wStOaVVe5xOh+wERL4Q==","name":"Bushy Galore","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Davis and Donn Heller 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":17,"mp_id":"108543484","mp_crag_id":"108543607","climb_id":"8N+wStOaVVe5xOh+wERL4Q==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"A route trending up the upper left side of North Buttress Slab. Apparently gaining the dihedral takes skill and nerve...From there dirt your way to the top. Rappel off total soul.","protection":"rack to 2.5'' along with slings and runners.","location":"To the left of silent running and to the right of total soul."},"__v":0},{"_id":"BllpKel3XCCICiX6tN1clg==","name":"The Big Tree","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Manuel Gonzalez, Don Williamson (1970)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":12,"mp_id":"106006701","mp_crag_id":"108543607","climb_id":"BllpKel3XCCICiX6tN1clg==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"The Big Tree I\n\nis one of the first routes climbed in Darrington.\n\nBig Tree II\n\nwas added in 1970, and the routes have been steadily revised over the years with added bolts allowing more travel on clean slabs and less bush pulling. Few parties follow the original first pitch of\n\nBig Tree I\n\nthat started on\n\nCornucopia Flake\n\nand most modern parties do not actually climb to the Big Tree itself. After 3 or 4 pitches, follow\n\nShake, Rattle and Roll\n\nfor a short pitch and a long one to make it a longer outing.\n\nThe  first pitch takes an obvious wide crack with a zig zag, a finger crack and then heads right to reach a set of ledges with rappel slings on a medium sized tree. A chain belay is fifteen feet up and left but standing at the tree is more comfortable.\n\nBig Tree I\n\n: From here, step left and pass three bolts, climb a short corner, and reach a horizontal traverse left (one pro bolt here). The last move of the second pitch is a downward step to the left. Thence climb upward on flakes and corners, passing left around a tree maybe 50 feet above the belay (short pitch; many parties climb right of that tree, on much harder and dirtier rock). Climb up the right-hand of two corners, and then move out right onto a slab. If you find yourself eying a grassy seam that may have an old piton sticking out of it, it is time to look right and get onto the bolted slab. Pass an uncomfortable slab belay to reach chains at the top of this fourth pitch, maybe fifty feet below and right of the obvious \"Big Tree.\"\n\nShake, Rattle and Roll\n\ncontinues for two more pitches, 5.8. A short pitch climbs up and right from the\n\nBig Tree\n\nchains and a longer, varied pitch follows.\n\nBig Tree II\n\n: Move right from the tree at the top of the first pitch, climb flakes and watch for a chance to move out right around the corner to pass through a gap in the trees lining the next corner over. Two bolts on\n\nShake, Rattle and Roll\n\nlead to a crack and the belay. The third pitch, with 12 bolts, will feel run-out to some; it is sustained slab climbing with a 5.8 crux.  Climb a short pitch (do not skip the belay), and then a left trending pitch with bolts where you need them, but runouts between.\n\nThese routes are not set up for descent on a single route.\n\nDescription and Topo:\n\nmattsea.com/Darr/three.htm","protection":"Gear to 3\" and long slings will be handy (you may use a 4\" piece on the first two pitches).","location":"Three O'Clock Rock is home to about thirty routes in addition to The Big Tree.  To reach the crag, drive five or six miles up the Clear Creek logging road from the Mountain Loop Highway southeast of Darrington, and take the right (main) fork.  In less than another mile, parking is found on the left and a bulletin board and trailhead sign is just off to the right.  Hike the Eightmile Creek trail about two miles, at first along an old logging spur and through second growth but eventually entering big timber with some impressive old cedar tress.  Just before reacing the crag, the trail exits the trees and crosses an old overgrown talus slope.  Straight ahead the trail runs into and skirts the base of the North Buttress of Three O'Clock Rock; for the South Buttress, a climbers trail heads up and left into the slide maples, part way across this talus slope and 100 yards before the trail reaches the North Buttress.\n\nThe route starts with a prominent zig zagging crack where the South Buttress access trail reaches the rock."},"__v":0},{"_id":"//JJbquKXsKr36sEXva6Aw==","name":"Big Tree 2000","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Matt Perkins and David Whitelaw","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":13,"mp_id":"108543497","mp_crag_id":"108543607","climb_id":"//JJbquKXsKr36sEXva6Aw==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"Start as for Big Tree Route, then head right at the ledge and up the slab to the roof. Continue past to the bolted anchor to the right of the \"Big Tree\" rappel.","protection":"Same as for Big Tree in addition to quickdraws.","location":"Start as for Big Tree Route"},"__v":0},{"_id":"L5dH9ZPCVX+z8TePIMVmmA==","name":"20th Century Clock","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"left_right_index":6,"mp_id":"110023376","mp_crag_id":"108543607","climb_id":"L5dH9ZPCVX+z8TePIMVmmA==","areaRef":"REWd1ievUzqaapjYNh/IpA=="},"content":{"description":"After getting on top of the small tree, climb up the steepening slab to a large rest below the nicely protected crux section. Once past the crux, the climbing becomes much easier and much more run out. AWESOME!","protection":"A rack of quickdraws.\n\nIf the top seems too run out, you might be able to place a couple small cams.","location":"To the left of C.C.N.O.S. starting on top of the small tree.\n\nFrom the chains of 20th century clock, rappel to the anchor of C.C.N.O.S."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,3a23c2ca-4492-5f50-b79b-ecc5b445d938,dfd9b883-3693-52c0-87ec-2ed49683c992,44459dd6-27af-533a-9a6a-98d8361fc8a4","pathTokens":["USA","Washington","Northwest Region","Darrington and Mountain Loop Hwy","Darrington","Three O'clock Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.3"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":5,"intermediate":11,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":13,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.61707,48.15921]},"bbox":[-121.61774408950592,48.158760339818144,-121.61639591049409,48.15965966018187],"left_right_index":-1,"ext_id":"108543607","area_id":"REWd1ievUzqaapjYNh/IpA==","polygon":{"type":"Polygon","coordinates":[[[-121.61774408950592,48.158760339818144],[-121.61639591049409,48.158760339818144],[-121.61639591049409,48.15965966018187],[-121.61774408950592,48.15965966018187],[-121.61774408950592,48.158760339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:30:48.342Z","updatedAt":"2024-02-19T18:42:17.204Z"}