{"_id":"63689de0e80bff5a994f9291","area_name":"Upper East Face","shortCode":"","climbs":[{"_id":"tig6Iv51U22ECEcMwoPZUg==","name":"The Young and the Rackless","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vaino Kodas, Mark Rolofson, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":1,"mp_id":"105762150","mp_crag_id":"105810817","climb_id":"tig6Iv51U22ECEcMwoPZUg==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"Note: this route is subject to the YEARLY closure for raptor nesting in Boulder Canyon.\n\nThis is a pleasant, multi-pitch sport climb with several very short crux sections and moderate slab climbing in between. Good belay stances and good anchors for belaying and rappelling make this an excellent first multi-pitch climb. The FA party rated this 10b, but for someone of my height (6'2\", -1 ape factor), it's 5.9. There are a couple of spots where reach might make a difference.\n\nApproach: this route is on the left edge of the Upper East Face of East Blob Rock. See the beta photo for Blob Rock. East Blob is the formation on the right of the photo with the pointed top. The route starts a short ways up the gully that runs up and right along the base of East Blob. Walk up the trail to the base of the gully that separates Blob Rock from East Blob. Walk down and right along the base of Blob Slab and up to the base of the Upper East Face of East Blob. The route starts left of a dead tree with no branches, just left of where the wall starts to overhang right off the ground. The tree is just left of a large boulder near the wall. The climb angles left and then back right below a prominent large orange buttress at the top of the cliff.\n\nThe route: the bolt counts and pitch lengths are approximate. Pitches 1 and 2 can be combined. Pitches 3 and 4 might be combined, but there may be rope drag.\n\nP1: starting at a thin crack that angles slightly right, climb a steep face and then move left to an easy slab and the belay, 5.9, 7 bolts, 80'.\n\nP2: angle left on easy ground to a short steep wall which is climbed at 5.9 if you can reach the hold. The FA party calls this 10b, and it may be that hard if you are short, 5 bolts. 60'.\n\nP3: There are two variations to pitch 3. Since I was self-belaying, I climbed the left variation on the lead and the right variation when I cleaned the pitch. The left variation is better and goes over a bulge at 5.9 to a slab. The right variation climbs a dirty, right-facing corner and is harder (\n\nand was missing the top bolt of the variation\n\n(per\n\nÁine Huntington\n\n). The start, which looks hard, is easy. The top, which looks easy, is hard and involves flared hand jams. Where the variations join, make an interesting 5.9 move into a right-facing, right-leaning corner and up to a ledge, 9 bolts, 90'.\n\nP4: angle right on a fun 5.8 slab and up easier rock to the top anchors. 8 bolts, 70'. (Stay right on P4, as the obvious route up the overhung face is not remotely a 5.8.)","protection":"Approximately 12 quickdraws, or 18 if you will link pitches. No trad gear is needed, although there are often good gear placements near the bolts. The bolts are closely spaced even on easy ground.","location":""},"__v":0},{"_id":"Sb4VSPtfXgi/KeTepdtURg==","name":"Vicious Rumors","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":10,"mp_id":"111336908","mp_crag_id":"105810817","climb_id":"Sb4VSPtfXgi/KeTepdtURg==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"This mixed route is pretty fun climbing, but it's squeezed in there and only has a 1 ring bolt anchor.\n\nIt is immediately left of\n\nThe Ticket\n\n. Start up the easy dihedral at the base of\n\nThe Ticket\n\nangling left (same as\n\nSaturday Treat\n\n), placing a few pieces, then cut right and climb the 3 bolt vertical wall.\n\nAt the ledge, step right and clip the pin (or a bolt on\n\nThe Ticket\n\nwith a sling). Then work your way up left on the ramp. The route is really close to\n\nThe Ticket\n\nhere, and I was a little confused, so I clipped two bolts on\n\nThe Ticket\n\n, but I think you're supposed to just climb left up the easy ramp and place a piece along the way. Then step right to clip a bolt, and climb through the bulge with a crack in the middle and another on the right side (cool moves) to another ledge.\n\nClimb up the face past another bolt to the single ring bolt anchor. I climbed straight up past the anchor where you can place a #2 and/or #3 with a sling as a directional, and traverse straight right and down to the anchors on\n\nThe Ticket\n\n, or left and down to some other anchors. I went to\n\nThe Ticket\n\n.","protection":"This is a mixed gear & bolt line. The guidebook says to protect with 6 bolts and gear to 3 inches. Take a few extra draws and a long sling or two. A single set of cams green Alien to #3 was sufficient.\n\nThe anchor is 1 ring bolt. I climbed above, placed a #3 on a sling, and traversed right to\n\nThe Ticket\n\n. It would be better with a second bolt at the anchor.","location":"It is immediately left of\n\nThe Ticket\n\n. Start in the same spot (also the same as\n\nSaturday Treat\n\n). This shares a few moves with\n\nThe Ticket\n\nmid-way up."},"__v":0},{"_id":"NMRUs1kcVsWDo2ZEc2Yz8A==","name":"The Ticket","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tim Hudgel, Dan Hare, Marc Hirt, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":11,"mp_id":"105756472","mp_crag_id":"105810817","climb_id":"NMRUs1kcVsWDo2ZEc2Yz8A==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"This is an excellent route with great climbing on good rock.\n\nIt is slightly overhanging with two distinct crux headwalls separate by a good ledge/ramp.  The variety of finger locks, jugs, crimps and slopers require good footwork, body position, and endurance.\n\nThe Ticket is located in Boulder Canyon, at the Upper East Face of Blob Rock, up the grassy gully between East Blob and Bitty Buttress.  (Not the gully next to Blob Rock with\n\nJolt Cola\n\n,\n\nVasodilator\n\n,\n\nConan\n\n, etc..  The Ticket is in the next gully to the East.)\n\nThere are several prominent lines on this wall.  The trad test piece,\n\nMile High Comic Crack\n\n, is the splitter, finger to hand crack, on the left side of an extremely overhanging wall.  The first bolted line to its right is\n\nThe Enlightenment\n\n(5.13b/c).  The third bolted line, 60 feet to the right of\n\nMile High Comic Crack\n\n, is The Ticket.\n\nIt begins with a small triangular roof about 15 off the ground.  Four bolts take you through the first headwall (11d) to a ledge with a pin.  Pass another 6 bolts up and right, past the upper headwall (12a), to the anchors.  85 ft.\n\nHardman/softboy disclaimer:  Although The Ticket may be slightly under rated at 5.12a, its neighbor, the\n\nMile High Comic Crack\n\n(5.12a), seems even more difficult.  Therefore, to avoid controversy, I have left the ratings as they are stated in the guides.\n\nThis wall receives no sun after noon, is protected by wind, and has grassy ledges at its base, making it a good hang on windy or hot summer days.","protection":"10 bolts, 1 fixed pin lead to a two bolt anchor with chains.","location":""},"__v":0},{"_id":"i/wnqzjeUrOafXYVTNGLEQ==","name":"Schizofrantic","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan Hare, John Ringeon, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":8,"mp_id":"105762288","mp_crag_id":"105810817","climb_id":"i/wnqzjeUrOafXYVTNGLEQ==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"See description and topo on pages 30 and 31 of the Mark Rolofson Boulder Canyon Sport & Adventure Climber's Guide.\n\nI thought Schizofrantic is way better and way harder than other 11a/b Boulder Canyon sport climbs I've done recently. The difficulty I experienced may have been due to the multiple cruxes, some strenuous, with no warm-up. I ended up hanging at all cruxes except the first, but I later did it clean on TR. Rolofson rates the cruxes as 11a (off the ground), 11a bulge, 10d dihedral (trad), 11b bouldery moves off the optional belay, 11a.\n\nIn my opinion Schizofrantic earns a few demerits for some unnecessary bolts (you are carrying a decent trad rack, so might as well place gear at several of the bolts), and for just barely skirting obvious trad variations. I'm surprised there isn't a trad climb in this area. Only the headwall above the optional belay is lacking in trad opportunities.\n\nApproach: Schizofrantic is on the east face of East Blob Rock. Hike up the main Blob Rock trail and walk east along the base of Blob Slab. Head left up the gully along the base of the east face of East Blob. You will pass a large standing dead tree (Young and Rackless), and then the wall starts to overhang. The large right facing corner with a wide crack is Nighthawk, 10a. Just right of that is the trad finger crack, 12a Mile High Comic Crack. Right of that is the bolted finger crack The Enlightenment 13b/c. Right of that is a left facing corner and a large log across the gully. A few feet right of that 2 bolts lead over a bulge right off the ground. That's Schizofrantic.\n\nClimb the initial bulge (11a) to a ramp, place some gear, and step left onto a steep wall to a rounded ledge (11a). You can more easily step right a move and bypass this section. The next section is trad. Reach right and then follow a crack left and up to a right facing dihedral. Finishing the dihedral to the optional belay ledge is 10d.\n\nIt doesn't make sense to me to belay at this ledge. There is a good 2-bolt anchor and another bolt a couple feet higher, but you'd be doing the 11b crux moves with hardly any rope out. So continue...\n\nSome hard technical moves lead to a tricky short traverse left. You can get a small cam in the crack above. There is a bolt straight up. You can use the crack on the left in combination with holds on the right to move straight up to the bolt, or easier, just move left low and reach back right to clip. The final easier moves continue up a crack on the left until you can step back right onto big holds and then up to a ledge and the anchors.\n\nDescent: CAREFUL. This really is 100'. Our rope hung short of the ground unweighted, but reached with rope stretch.","protection":"11 bolts plus 2 sets of anchors (there is an optional belay 2/3 of the way up). Plus trad gear: double cams from micro to 1\", singles above that to hand size. The Rolofson guide suggests nuts, but I didn't place any.","location":""},"__v":0},{"_id":"FbRuImoYUSSYrWMOARivZw==","name":"Saturday Treat","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Alec Sharp, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":9,"mp_id":"105763287","mp_crag_id":"105810817","climb_id":"FbRuImoYUSSYrWMOARivZw==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"This route is on the East Blob, and starts just a couple feet left of the Ticket. This is a wandering route up so-so rock, and I suspect it sees few ascents. Not too surprising...there are better routes a-plenty in the area.\n\nClimb the hand crack system sandwiched between the Ticket and Schizofrantic. Straight forward climbing leads up and left to an awkward mantle crux at the base of the Schizofrantic dihedral. Keep moving left and up, following the main line of weakness. Some interpretation here as to where exactly the original line goes; when in doubt, choose the easiest line. I guess I can't say for sure that I even went the right way, though my partner who had done the route before said I was on route.\n\nPersonally, I thought the most redeeming quality of this route is that it can place you within fairly easy reach of the Ticket's chain anchors to set up a TR, or even just a convenient alternative to get off the rock (otherwise, its a scrungy descent off to the east, then down the gully). Its not a bomb, but its not a destination route either.","protection":"Standard rack up to #2 Camalot.","location":""},"__v":0},{"_id":"M69rOpNTXHKjE9KGVwg0pA==","name":"Nighthawk","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":5,"mp_id":"107558452","mp_crag_id":"105810817","climb_id":"M69rOpNTXHKjE9KGVwg0pA==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"Nighthawk climbs the somewhat dirty crack/corner just left of\n\nMile High Comic Crack\n\n. Fun stemming and jamming leads over a couple of entertaining bulges - move right at the end to gain the\n\nMile High Comic Crack\n\nanchors.","protection":"Cams from 0.5 - 4 inches.","location":"This is the obvious crack system left of\n\nMile High Comic Crack\n\n."},"__v":0},{"_id":"7S8X5S+LVriQO7mVucamyA==","name":"The Old and Undocumented","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":0,"mp_id":"121865631","mp_crag_id":"105810817","climb_id":"7S8X5S+LVriQO7mVucamyA==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"I followed David Light up this mostly undocumented route on November 12, 2021. I had looked at it from nearby routes during the previous January.\n\nPitch 1: climb an easy weakness for about 20 feet. Then follow a right-angling crackness, which crosses over the\n\nYoung and Rackless\n\n. Join Post-Quarter-Life Crisis, and go straight up to its bolted anchor (5.8). David built a gear anchor near the bolts.\n\nPitch 2: follow the burly right-angling dihedral, which has an occasionally wide crack, to its end (10-). Continue over a bulge with long reaches to usable features (10-). Continue up a ways, and build an anchor. Post-climb research revealed that this is the second-pitch variation to Post-Quarter-Life Crisis.\n\nPitch 3: follow a weakness diagonally left, crossing over a bulge and the\n\nYaR\n\n(5.7). Belay at or near the start of the last pitch of Butt Dial or Booty Call.\n\nPitch 4: climb up to the first overhang, and traverse right, being careful to avoid bat guano. Continue up, passing around the next overhangs, staying left of the\n\nYaR\n\nand eventually reaching its top (5.8+).\n\nDescent: rap twice to the ground.","protection":"A standard rack through a #4 and a 60m rope.","location":"Start just left of the\n\nYaR\n\n."},"__v":0},{"_id":"w/7c3qgTXvKCYccnKI6eeQ==","name":"Mile High Comic Crack","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alec Sharp & Casey Newman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":6,"mp_id":"105760881","mp_crag_id":"105810817","climb_id":"w/7c3qgTXvKCYccnKI6eeQ==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"On the upper part of East Blob, immediately to the left of\n\nThe Enlightenment\n\n.  The route starts off a pedestal.  The crux is the first 15 feet, and involves a really painful and hard to use thumbs down left hand fingerlock, followed by a big pull to a great lock.  From here, you can throw in a great piece, and work a short thin hands/fingers section to a jug on the face.  Maybe 15-20 feet of sinker hand jams from here leads to a huge horn and the (kinda balancey and spooky) finish.  A great route with hard moves and good pro.  It's a good thing most 12cs aren't this hard, though; this beast will never be downrated.","protection":"Small stoppers and #0-1 Metolius sew up the crux, then a 0.5 or 0.75 for the thin hands section.  Bring a #1 and #2 Camalot for the hands finish, and a sling for the horn at the top. Also, I found taping your cuticles allows you to put in more attempts.","location":""},"__v":0},{"_id":"EGxByixFVJeAXJXZkYQHPQ==","name":"Long Live Rock","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Alec Sharp]","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":12,"mp_id":"105762705","mp_crag_id":"105810817","climb_id":"EGxByixFVJeAXJXZkYQHPQ==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"The gully area on East Blob has several nice mixed climbs. This is the route immediately right of\n\nThe Ticket\n\n. Look high on the face for the 3 bolt finish and a short, left-facing dihedral about halfway up towards the bolted section.\n\nStart as for\n\nThe Ticket\n\n. Clip the first bolt on that route and then head right up a low angle gully/dihedral. A little ways up this corner, there is a nice looking finger/hand crack that goes straight up to a ledge 15 feet higher. According to the guidebook, this crack is where the route goes, but I continued up the easy corner, following the path of least resistance to gain the left-facing dihedral at mid-height. This left-facing dihedral would be the trad crux of the route (10d). After pulling out of the dihedral, continue past 3 bolts (11a) to the anchor. At the last bolt, one can either climb a hand crack several feet left of the anchor, or a contrived path just right of the bolt, which is probably the intended line.\n\nBe careful when lowering. A 60m rope just barely gets you back to the ground.\n\nThe route as described here is the \"direct\" version and seems to have largely superceded the original variation. The original variation climbed a slanting crack right of the bolted section, to a leftward traverse into the line of the direct variation (10d) just after its crux. This is also good climbing and feels a bit harder than the 10d lower crux.","protection":"Stoppers, single set of cams from green Alien to yellow Camalot.  Bring a blue Camalot if you climb the original variation.","location":""},"__v":0},{"_id":"v6cPsk48Uq+5voHOCHbruw==","name":"Grey Elk's Big Rack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D. Hare?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":4,"mp_id":"111550482","mp_crag_id":"105810817","climb_id":"v6cPsk48Uq+5voHOCHbruw==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"This is an interesting climb that goes from great in some spots to poor in others. Each of the cruxes has its own character, but in every case, it would be height-dependent. The assigned grade here is for a male of average height.  Each crux would get harder just below that limit and quite hard for someone substantially shorter.\n\nP1 (5.10): start off (presumably, and this is consistent with the info here for '\n\nBlind Trust\n\n') on the right line of bolts above the ground on good incuts and jugs though an overhang. The line is less technical than the one to the left ('\n\nBlind Trust\n\n') but has longer reaches and requires harder-lockoffs. Climb up past 3 bolts to gear opportunity, mostly cams, but also a few nuts.\n\nAn anchor will appear to the left, and this can be a belay if you worry about your second, or you can continue perhaps 10 meters more up and right through some choss and then back left to yet another bolted anchor.\n\nPerhaps the best option is to cross over to the left past this anchor into what is likely the top of\n\nBlind Trust\n\nand climb the upper shallow, right-facing corner of that (5.9) to the second anchor. In any case, link it up to the next pitch to avoid P2 being a 30' pitch.\n\nP2 (5.11a): from the second anchor, look up into a tiny (shallow), left-facing corner with 2 bolts and climb up into that. Clip up from a good stance and do the crux with a long reach right to a reasonable hold. Step up into balancy territory, and get established before placing more gear, a medium stopper, if memory serves me well.\n\nContinue up and right onto a ramp at 5.9 or so. You can continue up and left to the top at 5.9 trad to merge with the '\n\nYoung and the Rackless\n\n' passing a 4\" placement or two along the way, but the route proper bends sharply to the right to another bolted belay.\n\nBelay here or continue on the next pitch.\n\nP3 (5.11a): continue up to the left most of the 2 bolts and put a 2' runner on it, then put a draw on the second runner. Climb left past these and slightly further left still (long reach again, and insecure as you pull up) continuing slightly left to some good holds and gear before coming back to the right.  Move right to an obvious ramp and then up past the left side of a small tree and on to the rap anchors of '\n\nYoung and the Rackless\n\n.'\n\nA 70m rope will get you down to the belay above the \"2nd\" (listed here as first) pitch, and then to the ground. A 60m will require you to stop at the first anchor down, before the second 5.11a pitch, then again a belay or two down from there, necessitating 3 raps in all.","protection":"This is a mixed climb with some bolts at each hard crux and gear to 3\" with optional 4\", especially if going left to avoid the top mixed pitch, as that is 5.9 with 4\" gear in spots.","location":"Just to the left of the obvious line,\n\nNighthawk\n\n, Grey Elk starts on one of two short bolted lines, presumably the right of these after sorting through the somewhat conflicting data in the D'Antonio book (are we to believe the text or topo?) and the Rolofson book (which does not include both lines, and is therefore not 100% clear).\n\nA line of cracks goes up above from there and into 2 more mixed pitches."},"__v":0},{"_id":"TpSisyrbULuU+QPYjhvb8Q==","name":"The Enlightenment","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA Alan Lester, equipped by Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":7,"mp_id":"105756343","mp_crag_id":"105810817","climb_id":"TpSisyrbULuU+QPYjhvb8Q==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"An overhanging bolted finger crack way over on the right side of Blob, right of the Blob slab, and up the gully. This is certainly one of the hardest pitches in the canyon and only the big jug in the middle keeps it from solid 5.13c. A stout opening fingercrack (tape!) with no footholds leads to a burly move with really bad footholds. A few more jams lead to a big flake. Relax here because the end is tenuous, awkward, and just a bit hairy on the lead. For you trad purists, doing this route on gear would be all of the above plus very scary since the crack is remarkably weird and after the start doesn't offer very good placements.","protection":"7 bolts/anchor.","location":""},"__v":0},{"_id":"xR8ki6hJWuKJgISuBXc5sQ==","name":"DH1?","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":2,"mp_id":"105762552","mp_crag_id":"105810817","climb_id":"xR8ki6hJWuKJgISuBXc5sQ==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"Thirty feet uphill from The Young and the Rackless, spot a line of three bolts heading up a steep wall.  This is the route.\n\nClimb up and left past 3 bolts to lower-angled rock.  Ramble up another 40' to the anchor.  It's probably better to belayfrom here instead of lowering.\n\nFun climbing on the steep headwall, but the long easy section to the anchor detracts from the route.","protection":"Three bolts to a 2-bolt anchor.  There is a long runout to the anchor on easy climbing after the third bolt; you might want to bring a few small to medium cams if this is a concern.","location":""},"__v":0},{"_id":"+S8TELduVY28abMipOMsQQ==","name":"Blind Trust","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"left_right_index":3,"mp_id":"109473576","mp_crag_id":"105810817","climb_id":"+S8TELduVY28abMipOMsQQ==","areaRef":"QyKwS3KLX3WT/fy8fT8WvA=="},"content":{"description":"Stem up to clip the 1st bolt. Then commit to the cruxy overhanging wall, clip the 2nd bolt, and step left to end the difficulty. Climb easily to the right-leaning corner. Climb through this corner (2nd slightly easier crux) protected by 2 bolts. Continue another 30' or so to the anchors up easier terrain. Lower/rappel to ground.","protection":"This is a mixed route as it is a long way from the last bolt to the anchor. 2 bolts protect the overhanging wall and 2 bolts protect the tricky corner. Between them, you may want to put in a piece and you will want to put in at least a couple of pieces between the last bolt and the anchors (I used #1 cam and 0.3 cam). A very light rack will suffice.","location":"Blind Trust is between\n\nThe Young and the Rackless\n\nand\n\nNighthawk\n\n(closer to the latter). It starts on the left side of the 15' overhanging wall where 2 bolts protect the start. There is 2 bolts protecting the right side of this wall (not sure what climb this is). Look for a right-leaning corner above the start that is protected by 2 bolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e6c49c39-7374-5f64-8084-6297a724b328,848a1cae-45fc-5e7c-b249-4f9b05825024,4322b04b-728b-5f75-93fd-fcbc7d3f16bc","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Blob Rock Area","East Blob","Upper East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":5,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.38754,40.00244]},"bbox":[-105.38812701065584,40.001990339818136,-105.38695298934415,40.002889660181864],"left_right_index":-1,"ext_id":"105810817","area_id":"QyKwS3KLX3WT/fy8fT8WvA==","polygon":{"type":"Polygon","coordinates":[[[-105.38812701065584,40.001990339818136],[-105.38695298934415,40.001990339818136],[-105.38695298934415,40.002889660181864],[-105.38812701065584,40.002889660181864],[-105.38812701065584,40.001990339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:55:57.444Z","updatedAt":"2024-01-20T00:59:49.883Z"}