{"_id":"6368a185e80bff5a9954f2d0","area_name":"Southeast Buttress","shortCode":"","climbs":[{"_id":"JbCGhLg2XKKRhlyku4nVRQ==","name":"Unknown (Thing 1)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"left_right_index":4,"mp_id":"108672365","mp_crag_id":"115004583","climb_id":"JbCGhLg2XKKRhlyku4nVRQ==","areaRef":"wDRn8aJUWD2Ppkp/lquH1g=="},"content":{"description":"The last pitch is the money pitch; If it were closer to the ground it would get climbed everyday. However you have to do some scary runout face climbing on pitch 3 to get to it. All in all it is a fun journey right next to one of the busiest routes in Red Rock \n\n  This is how I climbed it : \n\n  Pitch 1 : \"Delicately\" climb the crunchy face just up and left of Cat in the Hat;  which I don't  recommend as the few gear placements you will find are not that great. This pitch is also known as the 1st pitch of \"the Grinch\" or \"Cat in the Phat\". A better option is to climb the 1st pitch of Cat in the Hat to the large ledge to 3 bolts; skipping the bolt first anchor. \n\n  Pitch 2 : 5.7 (200'+) Climb the nice looking handcrack 15' left of the anchor. Follow crack to beautiful low angle dihedral to a ledge passing a scrub oak with old slings.  Continue scrambling past another small tree and then up face on the right to another small ledge with scrub oak and more webbing. Gear anchor in thin crack, small nuts and blue or black alien. \n\n  Pitch 3 : 5.8 (120') The somewhat scary runout pitch. Find your way up and left on the face to a traversing ledge.  Keep calm and climb on, the face maybe a little heady but it is never really that hard.  Build anchor at the start of the amazing crack. \n\n  Pitch 4 : 5.7 (60') The reason you climbed this route in the first place. Jam the 2-4\" crack in the dihedral to a ledge below a chimney; face holds out left make climbing easier. Sling tree for anchor. I climbed the chimney for another pitch; but unless you plan on finding your way to the summit i recommend rapping from here.","protection":"Standard rack, including tiny nuts and aliens, doubles in BD #2-3, optional 4.","location":""},"__v":0},{"_id":"g3j4MmaDU8CQ+QB0gUyJ7Q==","name":"Rabbit's Arete","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"left_right_index":6,"mp_id":"107336787","mp_crag_id":"115004583","climb_id":"g3j4MmaDU8CQ+QB0gUyJ7Q==","areaRef":"wDRn8aJUWD2Ppkp/lquH1g=="},"content":{"description":"This route climbs the nice looking arete above the 3rd pitch belay on Cat in the Hat.  Head up on easy ground to the high first bolt.  From here things get extremely technical as you work your way up the arete.  After getting past the second bolt things ease up to the anchor, it stays interesting as the bolts are widely spaced. \n\n  If continuing on to the anchor of Cat in the Hat, continue up through low angle chossy rock past a bolt to the anchor.  Here you can get some supplementary protection with small nuts and cams in the soft rock.","protection":"4 or 5 Bolts to Anchors.  Can get a piece in before the first bolt if wanted.  I didn't see any obvious placements for gear higher on the route, but maybe take some small nuts.  I gave this a trad rating rather than a sport as you should probably be solid at the grade for this one.","location":"Directly above the belay after pitch 3 on Cat in the Hat."},"__v":0},{"_id":"mPhpkjrJXV6xj6O0LJyQkg==","name":"Cat in the Phat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Named on January 4, 2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"left_right_index":3,"mp_id":"105733175","mp_crag_id":"115004583","climb_id":"mPhpkjrJXV6xj6O0LJyQkg==","areaRef":"wDRn8aJUWD2Ppkp/lquH1g=="},"content":{"description":"Cat in the Phat is more of a variation than a route on its own.  This somewhat runout line can be found just left of the first pitch of Cat in the Hat.  It is likely that this route has been used in the past in order to pass slow parties on Cat in the Hat.   \n\n  Approach as for Cat in the Hat.  From the base of Cat in the Hat, this route can be found approximately thirty feet to the left. \n\n  Ascend mildy friable rock with a few bands of solid black rock in between.  The route generally works its way right and up to the first set of bolts on Cat in the Hat.  There are only a few good pro placements so take advantage of them when they appear. \n\n  From the anchors one may continue up Cat in the Hat or rappel.","protection":"Standard Red Rock Rack to 2\"","location":""},"__v":0},{"_id":"Gr2igG8AVym+qBPrP1Vczg==","name":"Cat in the Hat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bruce Eisner and Joanne Urioste, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"left_right_index":5,"mp_id":"105732419","mp_crag_id":"115004583","climb_id":"Gr2igG8AVym+qBPrP1Vczg==","areaRef":"wDRn8aJUWD2Ppkp/lquH1g=="},"content":{"description":"This route is probably the most popular multi-pitch route in Red Rocks, and always seems to be swarming with parties.  For many years I avoided the route because it always seemed mobbed.  Then, on a day when the wind was screaming down the canyon we figured nobody would be on it.  Wrong!  Another party at the base.  We still had a fun time and everyone was very friendly and nobody was in a rush.  Good to adopt this attitude on this route - if it's high season it's going to be crowded. \n\n  This route faces south and can get quite hot.  It can be done on a sunny winter day and you could die of heat stroke in the summer. \n\n  Hike the trail to where the two forks of Pine Creek join at the base of Mescalito.  Here you want to take the left (south) fork.  Follow a trail on the north bank past a prominent buttress, then curve right up a broad, bushy gully to the base of the route.  The first pitch  faces southwest and is in the shade in early morning, it cannot be seen from the parking lot. \n\n  P1&2: Follow a 5.6 crack up and left (4\" piece can be useful at one point if you want really good pro).  At 110' you hit a 2 bolt anchor, but you can continue to the next anchor (60m rope better for this).  The next bolted anchor is off to the right on a ledge, we missed it on the way up.  It is easy to get sucked left into a gully, where you can just belay from gear.  [Many parties still split this long pitch into two] \n\n  This next part is not well described in Swain: wander up and right on a huge terrace to the highest point on the ledge.  This is 3rd class except for maybe the first move, and we downclimbed it unroped on the way down, but many people choose to stay roped up for it. \n\n  P3: You are aiming for a tree at the top of a gully, make a weird boulder problem off the deck and then continue more easily up the gully to the tree, 5.5, 70'. \n\n  P4: The wall steepens.  Climb a thin crack in a black face and step left below a roof.  Follow another crack all the way up to a block slung with slings, 5.6, 150'. \n\n  P5: Above here you see some bolts, this is the 10d direct variation, go for it if you want!  The normal finish is to go down from the belay and traverse right around the corner.  Keep traversing until you are to the base of a beautiful crack in the center of a black wall, 5.3 50'. \n\n  P6: Climb the crack, angle right to a bolt, and then up a face (somewhat runout) to a 2 bolt belay, 5.6 100'.  We combined P5 and P6 with a 50m rope but this makes the final runout moves of P6 harder with all the rope drag. \n\n  You can continue to the summit of Mescalito from here (many pitches mostly 3rd and 4th with some 5th class), but virtually all rap: First 130' to the top of pitch 4 (lots of rope drag to pull, plus knobs to catch the rope, some recommend doing this as a 50' rap to an intermediate bolted anchor and then an 80' rap to the top of pitch 4).  Second rappel 140' from the big block to the tree at the top of pitch 3.  Third rappel 70' from the tree to the big ledge.  Scramble down the ledge to the bolts at the top of the second pitch (this down scramble is a little tricky at the end, watch out, maybe belay beginners).  Fourth rappel 150' from the bolts at the top of the second pitch, angling left (north) to make the ground.  We experienced bad rope drag pulling this one too and perhaps it is better to do use the  bolts atop pitch 1 to split it up into two.  I believe you could rap this with only one 60m rope EXCEPT for the second rappel. \n\n  There is an entire chapter about this route in Red Rock Odyssey","protection":"Standard rack to #3 Camalot, two ropes for the rappels","location":""},"__v":0},{"_id":"CpI7wdMnVueP36gbllgmVQ==","name":"Bed of Nails","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Bindner and E. Holland, many years ago","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"left_right_index":7,"mp_id":"106444789","mp_crag_id":"115004583","climb_id":"CpI7wdMnVueP36gbllgmVQ==","areaRef":"wDRn8aJUWD2Ppkp/lquH1g=="},"content":{"description":"This fun chimney is the first wide crack to the right of Cat in the Hat.  One pitch takes you up to join CITH to the right of that route's first belay. \n\n  The route is well named for an interesting section of calcite crystals on the wall of the chimney. \n\n  The route was originally rated 5.7 by the first ascent party. It feels significantly harder than 5.7 if you lack big gear nearby. ","protection":"The FA party took and used cams to 12 inches as well as two #4 Big Bros.","location":"While waiting to climb Cat in the Hat, walk right from that route 50 feet to this chimney. \n\n  The crux involves chimneying out a bomb bay slot with what feels like big air below."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3030a897-a0a9-525f-91c2-1c97afd37744,d9c00e33-ec11-5a94-b110-205dca459825,c03467f1-a254-583d-8fa6-4a7f96ab87d6","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Pine Creek Canyon","Mescalito","Southeast Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49277,36.12178]},"bbox":[-115.49332667144179,36.12133033981814,-115.49221332855821,36.122229660181866],"left_right_index":-1,"ext_id":"115004583","area_id":"wDRn8aJUWD2Ppkp/lquH1g==","polygon":{"type":"Polygon","coordinates":[[[-115.49332667144179,36.12133033981814],[-115.49221332855821,36.12133033981814],[-115.49221332855821,36.122229660181866],[-115.49332667144179,36.122229660181866],[-115.49332667144179,36.12133033981814]]]}},"content":{"description":"Southeast Buttress"},"density":0,"totalClimbs":5,"__v":2,"createdAt":"2022-11-07T06:11:18.211Z","updatedAt":"2024-02-19T18:34:40.041Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5dcf8258fb5bda05008","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}