{"_id":"6368a722e80bff5a995dd7ce","area_name":"5. El Nino Wall","shortCode":"","climbs":[{"_id":"aZNaZcCYVcSvAfbEawxHUw==","name":"Paintbrush Arete","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sam Lightner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.94224,44.5594]},"left_right_index":8,"mp_id":"111153192","mp_crag_id":"113450808","climb_id":"aZNaZcCYVcSvAfbEawxHUw==","areaRef":"zMqT0aLMXROSfGnuTgQHcw=="},"content":{"description":"This is a very unique and interesting route! You start up the first pitch on the far right side of the El Nino Wall. Follow the glue in bolts up and to the right (towards the arete) and traverse towards the anchors for Lost At Sea. Once you traverse right far enough you start to climb up a few bolts to the end of the first pitch (5.8). There are set draws on the first pitch so cleaning the route isn't a nightmare. From there you start the second pitch and continue to traverse slightly right towards the arete and the roof (aka the crux of the route). After pulling the roof you have some gorgeous climbing and the best views in South Piney Canyon, take some time to enjoy them!","protection":"There are fixed draws on the first pitch (5.8) to make cleaning the route more manageable. You will want to bring 10 draws with you for this route to do the second pitch. It is highly recommended that you climb this route with a 70 meter rope. You can climb it with a true 60 meter rope, but it involves rappelling off the top anchors to the lower anchors and maxing out your rope lengths to the ground. When lowering from the lower anchors make sure to put knots at the end of your rope and lower over the overhanging section of The Bermuda Triangle wall and onto the massive boulder beneath. Get ready for one of the most fun rappels you can do while sport climbing. ***Make sure you have a knot in the end of your rope when belaying the entire route with a 60 meter rope.","location":"This route is on the far right of the El Nino wall (Black/Slabby wall) that traverses right to the arete. It starts just to the right of the Juan De Fuca route."},"__v":0},{"_id":"ikvJo7QFUS6VJKhRrBAnIw==","name":"Juan De Fuca","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Nick Flores","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.94224,44.5594]},"left_right_index":7,"mp_id":"111152934","mp_crag_id":"113450808","climb_id":"ikvJo7QFUS6VJKhRrBAnIw==","areaRef":"zMqT0aLMXROSfGnuTgQHcw=="},"content":{"description":"This starts off easy and slabby and then turns into fun climb with small finger pockets with a few blank sections that can be cruxy. There are some great comfortable ledges to belay from if you climb the route in two pitches. Both pitches are 5.9+ and have a similar blank/tiny pocket crux section just below the anchors.","protection":"To climb the entire route in one go (it is 2 pitches) it would be 18 bolts to the top anchors. It is 8 bolts to the first set of chains (lower belay/rappel station) and then 9 bolts to the top chains.\n\nYou are able to climb this route with a 60 meter rope in one go, but you will need to rappel from the top chains, to the the lower chains, and then rappel off the route from there. If you have a 70 or 80 meter rope you can be lowered from the top chains to the lower chains and rappel off the route from there.","location":"The route is located just left of the Paintbrush Arete route on the black/slabby El Nino wall."},"__v":0},{"_id":"R+PY9YGZXY62+U/vE6u4pQ==","name":"Bootylicious","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Nick Flores","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.94224,44.5594]},"left_right_index":5,"mp_id":"111152853","mp_crag_id":"113450808","climb_id":"R+PY9YGZXY62+U/vE6u4pQ==","areaRef":"zMqT0aLMXROSfGnuTgQHcw=="},"content":{"description":"This is a local favorite for many reasons. It starts out climbing on a small crack with face features to the left of the crack. The holds are very then, but super good. Eventually you get to the slightly overhanging section that has super deep pockets. This route can be pumpy. The crux of the route is between bolts 6 and 7 on the manila colored section of the route.","protection":"There are 9 bolts to the anchors.","location":"The route is at the corner where the Hidden Treasures wall meets up to the El Nino wall. There will be an obvious black water streak at the far right side of the Hidden Treasures wall with a tiny crack system going through the water streak. The route starts at the bottom of the crack and eventually goes left of the crack and onto the manila colored rock, to the left of the water streak."},"__v":0},{"_id":"t2IaV2YpXkqOKtNR8KuY3w==","name":"Blame It On El Nino","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nick Flores","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.94224,44.5594]},"left_right_index":6,"mp_id":"111152997","mp_crag_id":"113450808","climb_id":"t2IaV2YpXkqOKtNR8KuY3w==","areaRef":"zMqT0aLMXROSfGnuTgQHcw=="},"content":{"description":"This is a very fun and long route! Both pitches are rated 5.10a. The first pitch's crux is 3/4 of the way up at the blank section with a few crimps/pockets to make your way up. The second pitch has bigger holds and has a bulge just below the top anchor and to the right of the roof, which is the crux.","protection":"This route is 20 bolts to the top anchors if you link the first and second pitch together. There are 9 bolts to the lower anchors and then 10 bolts to the second 10 bolts to the top anchors. Just like Juan De Fuca - This route can be climbed in one go with a 60 meter rope. If climbed with a 60 meter rope you will have to rappel down using both anchors. If you have a 70 or 80 meter rope you can climb the entire route in one go and then be lowered to the lower chains and rappel off from there.","location":"This route is just to the left of Juan De Fuca and is the the furthest left route on the El Nino Wall (large black/slabby wall). This route finishes just to the right of the obvious roof on the top left section of the El Nino wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,2667c95c-0d0e-5aaa-b086-26231db58b39,29f25119-ee5a-5487-bdfb-166c93ae6c6f,c60b47f6-170d-5139-bc3e-9c6558dc63bc,ccca93d1-a2cc-5d13-927c-69ee4e040773","pathTokens":["USA","Wyoming","Eastern Big Horns","Piney Creek Canyon","Shipyard, The","5. El Nino Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.94224,44.5594]},"bbox":[-106.94287108126991,44.55895033981814,-106.94160891873008,44.55984966018187],"left_right_index":-1,"ext_id":"113450808","area_id":"zMqT0aLMXROSfGnuTgQHcw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:35:16.453Z","updatedAt":"2022-11-25T11:25:26.080Z"}